{
    "react to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How did Wilson react to your idea?",
            "I'm not sure how he's going to react to the news.",
            "How do you react to this modern artist's paintings?",
            "The government has been slow to react to the crisis.",
            "Their unelected judges wil react to last week's vote.",
            "Joey reacted angrily.",
            "He reacted badly to the drug.",
            "I watched to see how he'd react.",
            "The hydrogen and the oxygen react",
            "I dread to think how he will react.",
            "Normal people don't react that way.",
            "Maybe I'm reacting too sensitively.",
            "I didn't expect him to react that way.",
            "People react if flashpoints are created.",
            "He was curious about how she would react.",
            "It was irrational to react in that manner.",
            "She reacts negatively to everything I say.",
            "Can you recollect how your brother reacted?",
            "The calcium reacts with sulphur in the atmosphere.",
            "The market reacted favourably to the announcement.",
            "He reacts badly to disturbance of his daily routine.",
            "The clubs reacted by increased policing of the fans.",
            "He reacted angrily to the suggestion that he had lied.",
            "The firefighters reacted quickly when they heard the alarm.",
            "The patient reacted to the medication and began convulsing.",
            "This anthropomorphic religion reacted powerfully upon them.",
            "It will take a strong politician to react on this angry crowd.",
            "I would have reacted in a similar way if it had happened to me.",
            "He reacts rather tolerantly toward his son's juvenile behavior.",
            "She reacted very badly (=was very upset) when her parents split up."
        ],
        "example_translate": [
            "Как Уилсон отреагировал на вашу затею?",
            "Я не уверен, как он воспримет эти новости.",
            "Как вы воспринимаете картины этого современного художника?",
            "Правительство медленно реагирует на кризис.",
            "Их никем неизбранные судьи отреагируют на голосование на прошлой неделе.",
            "Джо гневно отреагировал.",
            "Он плохо отреагировал на этот препарат.",
            "Я наблюдал за тем, как он отреагирует.",
            "Водород и кислород реагируют друг с другом (здесь говориться о химической реакции)",
            "Мне страшно подумать о том, как он будет реагировать.",
            "Нормальные люди так не реагируют.",
            "Может быть, я реагирую слишком чувствительно.",
            "Я не ожидал, что он отреагирует подобным образом.",
            "Люди реагируют, если возникают горячие точки.",
            "Ему было любопытно узнать, как она отреагирует.",
            "Неразумно было так реагировать.",
            "Она негативно реагирует на все, что я говорю.",
            "Можете ли вы припомнить, как отреагировал ваш брат?",
            "В атмосфере кальций вступает в реакцию с серой.",
            "Рынок положительно отреагировал на это объявление.",
            "Он терпеть не может, когда нарушается его распорядок дня.",
            "Реакция клубов заключалась в ужесточении контроля за фанатами.",
            "Он гневно отреагировал в ответ на предположение о том, что он лгал.",
            "Пожарные быстро отреагировали, когда услышали сигнал тревоги.",
            "Пациент отреагировал на лекарства и начал биться в судорогах.",
            "Эта антропоморфная религия сильно повлияла на них.",
            "Чтобы успокоить эту толпу, нужен сильный политик.",
            "Случись это со мной, я бы примерно так же отреагировал.",
            "Он весьма терпимо реагирует на мальчишеские выходки сына.",
            "Она очень остро отреагировала на расставание родителей (т.е. была очень расстроена)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}