{
    "receive from": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He received reassurance from his family.",
            "I received support from an unlikely ally.",
            "They received messages from several centers.",
            "Her paintings received recognition from her fellow artists.",
            "The police have received information from an anonymous caller.",
            "The manager received resignations from three members of the staff.",
            "She did not expect the cold reception she received from her superiors.",
            "The compact was a token my father received from a Japanese businessperson.",
            "They're delighted with the replies they've received from the public thus far.",
            "My client is very distressed at the treatment she received from your officers.",
            "She received compensation from the government for the damage caused to her property.",
            "His criticism of the movie stands in stark contrast to the praise it has received from others.",
            "Many senators have received calls from constituents who want them to vote in favor of the law.",
            "For their exceptional bravery the firefighters received accolades from both local and national officials."
        ],
        "example_translate": [
            "Он получил поддержку своей семьи.",
            "Я получил поддержку от неожиданного союзника.",
            "Они получали сообщения от нескольких центров.",
            "Её картины получили признание со стороны коллег-художников.",
            "Полиция получила сведения по телефону от анонимного информатора.",
            "Руководитель получил заявления об отставке от трёх членов персонала.",
            "Она не ожидала столь холодного приёма от своего начальства.",
            "Пудреница была подарком, который мой отец получил от японского бизнесмена.",
            "Они в восторге от ответов, которые они получили от общественности, на данный момент.",
            "Моя клиентка очень огорчена тем, как с ней обращались ваши сотрудники.",
            "Она получила компенсацию от государства за ущерб, причинённый её имуществу.",
            "Его критика в адрес фильма резко контрастирует с похвальными отзывами от других.",
            "Многие сенаторы получили звонки от избирателей, желающих, чтобы они проголосовали за этот закон.",
            "За свою исключительную храбрость, пожарные получили похвалу как от местных, так и от высших государственных чиновников."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}