{
    "recover from": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It takes a while to recover from the operation.",
            "He has been unable to recover from his grief at his son's death.",
            "Their research aims to assess how well Arctic ecosystems recover from human disturbance.",
            "She's recovering from a long illness.",
            "He fully recovered from the operation.",
            "He recovered her from a painful disease.",
            "Two bodies were recovered from the wreckage.",
            "He's in hospital recovering from an operation.",
            "He is still recovering from a shot to his leg.",
            "Her mother was just recovering from an illness.",
            "He's in hospital, recovering from a heart attack.",
            "She recovered from her surprise, and answered calmly.",
            "I hope he gets better (=recovers from an illness) soon.",
            "He was entitled to recover damages from the defendants.",
            "Recovering from her injury was a real trial of strength.",
            "The country was recovering from the depths of recession.",
            "He never recovered from the death of his beloved daughter.",
            "She never fully recovered from the trauma of her experiences.",
            "He's recovering well from reconstructive surgery on his nose.",
            "Against all the odds, he recovered from his terrible injuries.",
            "Daniels will be out of the team until he recovers from his injury.",
            "She proved the medicos wrong by recovering quickly from her injuries.",
            "Don't lend books to your friends., it's difficult to recover them from them.",
            "As soon as I had recovered from my illness, what must I do but break my leg?",
            "She never fully recovered from the traumas she suffered during her childhood.",
            "I'm still recovering from your bomb of last evening."
        ],
        "example_translate": [
            "На восстановление после операции требуется время.",
            "Он пока что не в состоянии оправиться от горя после смерти сына.",
            "Их исследование направлено на оценку того, насколько хорошо арктические экосистемы восстанавливаются после антропогенных воздействий.",
            "Она восстанавливается после продолжительной болезни.",
            "Он полностью восстановился после операции.",
            "Он излечил её от мучительно тяжёлой болезни.",
            "Два тела были извлечены из-под обломков.",
            "Он в больнице, восстанавливается после операции.",
            "Он всё ещё поправляется после огнестрельного ранения в ногу.",
            "Ее мать только-только оправлялась от болезни.",
            "Он в больнице, поправляется после сердечного приступа.",
            "Она оправилась от удивления и ответила спокойно.",
            "Я надеюсь, ему скоро станет лучше (т.е. он оправится от болезни).",
            "Он имел право взыскать с ответчиков убытки.",
            "Восстановление после травмы стало для неё настоящим испытанием на прочность.",
            "Страна восстанавливалась после глубокого экономического спада.",
            "Он так и не оправился от смерти горячо любимой дочери.",
            "Она так и не оправилась полностью от травмы, полученной в результате пережитого.",
            "Он хорошо восстанавливается после пластической операции на носу.",
            "Наперекор всему, он оправился от страшных травм.",
            "Дэниелса не будет в команде до тех пор, пока он не оправится от травмы.",
            "Она доказала, что медики ошибались, быстро оправившись от полученных травм.",
            "Не давай книг друзьям, потом трудно получить эти книги обратно.",
            "И надо же мне было сломать себе ногу как раз тогда, когда я поправился.",
            "Она так полностью и не оправилась от психологических травм, которые получила в детстве.",
            "Я все еще не приду в себя от той новости, которую ты сообщил мне вчера. Ужас!"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}