{
    "refer to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "For my proof I refer to your letter.",
            "Christians refer to themselves as gentiles.",
            "We refer to your letter of (the) 15th May last.",
            "The figures in parentheses refer to page numbers.",
            "The new law does not refer to land used for farming.",
            "We will refer to the plane of the graph as the X-Y plane.",
            "Christians refer to the mother of Jesus as the Virgin Mary.",
            "Refer to the dictionary when you don't know how to spell a word.",
            "I now refer to the adult education system on a countywide basis.",
            "I'd like to refer to something that was posted in an earlier thread.",
            "Please refer to section 2, paragraph 4 for the appropriate information.",
            "Please refer to the training manual if you have any questions about your job.",
            "We thus metaphorically refer to this kind of movement as 'agnostic' movement.",
            "You do a great disservice to the professionals at the day-care center when you refer to them as “babysitters”.",
            "The reviewer used the pejorative word “versifier” to refer to the writer, whose poems had struck a responsive chord with the general public.",
            "The footnote refers to page 26.",
            "They referred me to the manager.",
            "He referred to me for some advice.",
            "No one referred to yesterday's quarrel.",
            "He refers to that subset a second time.",
            "He referred his ill temper to indigestion.",
            "The bill has been referred back to committee.",
            "What's happened never referred to none of us.",
            "This plant can be referred to a known species.",
            "The matter was referred to higher authorities.",
            "A good critic will refer back to the text often.",
            "Multiple Sclerosis (henceforth referred to as MS)",
            "There were lots of questions referring to her talk",
            "He referred frequently to his notes while speaking.",
            "The sacrifice is referred to as an opportunity cost."
        ],
        "example_translate": [
            "В качестве доказательства я ссылаюсь на твоё письмо.",
            "Христиане называют себя не-иудеями.",
            "Мы ссылаемся на ваше письмо от 15 мая прошлого года.",
            "Цифры в скобках относятся к номерам страниц.",
            "Земля, используемая под сельскохозяйственные работы, не подпадает под действие этого нового закона.",
            "Плоскость, в которой лежит график, мы будем называть плоскостью X-Y.",
            "Христиане называют мать Иисуса Христа Девой Марией.",
            "Когда не знаешь, как пишется слово, посмотри в словарь.",
            "Сейчас я имею в виду систему образования взрослых по всему округу.",
            "Я хотел бы сослаться на одну вещь, которая была опубликована в более ранней ветке (форума).",
            "Для получения необходимых сведений перейдите, пожалуйста, к четвёртому абзацу второго раздела.",
            "Если у вас есть какие-либо вопросы о своей работе, просьба обратиться к учебному пособию.",
            "Таким образом, мы метафорически называем этот вид движения \"агностическим\" движением.",
            "Вы очень обижаете профессионалов, работающих в этом детском саду, когда называете их \"няньками\".",
            "Данный рецензент употребил унизительное слово \"рифмоплёт\" в адрес писателя, чьи стихи нашли отклик в сердцах широкой публики.",
            "Сноска относится к двадцать шестой странице.",
            "Меня отослали к управляющему.",
            "Он обратился ко мне за советом.",
            "Никто и словом не обмолвился о вчерашней ссоре.",
            "Он обращается к этому подмножеству во второй раз.",
            "Он объяснил своё дурное настроение несварением желудка.",
            "Законопроект возвращён комиссии.",
            "То, что произошло, никоим образом не касалось ни одного из нас.",
            "Это растение можно отнести к известному виду.",
            "Дело было передано в вышестоящие инстанции.",
            "Хороший критик будет часто возвращаться к тексту.",
            "рассеянный склероз (далее именуемый РС)",
            "Было много вопросов, касающихся её выступления. / Её доклад вызвал массу вопросов.",
            "По ходу доклада он часто обращался к своим записям.",
            "Эта жертва называется затратами упущенных возможностей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}