{
    "rely on": {
        "comment": [],
        "translate": "",
        "transcription": " |rɪˈlaɪ ɑn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Cats rely on stealth to catch their prey.",
            "She can't rely on her feckless son.",
            "You can rely on Wylie for good solid advice.",
            "Working mothers rely on the day care program.",
            "We rely on new sources of energy to meet demand.",
            "For decorating, they rely on her discerning eye.",
            "Many working women rely on relatives for childcare.",
            "Since he lacks originality he must rely on quotation.",
            "I could always rely on Gary for friendship and support.",
            "Can I rely on you to behave responsibly while I'm away?",
            "He can rely on this party not to featherbed the farmers.",
            "It would be a mistake to assume that we can rely on their help.",
            "Many of the villagers rely on fishing as their primary source of income."
        ],
        "example_translate": [
            "Чтобы поймать свою жертву, кошки полагаются на скрытность.",
            "Она не может положиться на своего никчёмного сына.",
            "На Уайли всегда можно положиться в плане хорошего, здравого совета.",
            "Работающие матери полагаются на систему ухода за детьми в дошкольных учреждениях.",
            "Для удовлетворения спроса мы рассчитываем на новые источники энергии.",
            ".Что касается украшения, они полагаются на ее проницательный взгляд.",
            "Многие работающие женщины в отношении присмотра за детьми полагаются на родственников.",
            "Из-за нехватки оригинальности он вынужден полагаться на цитаты.",
            "Я всегда мог положиться на Гэри в отношении дружбы и поддержки.",
            "Могу ли я рассчитывать на то, что вы будете вести себя ответственно, пока я буду отсутствовать?",
            "Он может быть уверен в том, что эта партия не станет зря платить деньги фермерам.",
            "Было бы ошибкой предполагать, что мы можем надеяться на их помощь.",
            "Многие местные жители полагаются на рыбалку в качестве основного источника дохода."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}