{
    "remind of": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It reminded me of evenings back home.",
            "That song always reminds me of our first date.",
            "He likes Newcastle, which reminds him of Weimar Berlin.",
            "Sometimes she had to remind herself of his good points.",
            "The beautiful art reminds us of the glory of the empire.",
            "The redolence of fir trees always reminds me of Christmas.",
            "Take the money and buy yourself a keepsake to remind you of me.",
            "He made a few notes to remind himself of what he wanted to say.",
            "Supper was ready for us., the spatchcock and salmon reminded me of home.",
            "He now has only a few trophies to remind him of the glory of his athletic career.",
            "Her paintings invite comparison with those of the early Impressionists (=they remind you of them).",
            "The locket has great sentimental value (=importance because it was a gift, it reminds you of someone etc).",
            "You know you remind me of a bloke I bumped into once.",
            "He and his guns came by to remind me of what I owed to Mr Big.",
            "The dusty butt who just came in reminds me of somebody I once knew."
        ],
        "example_translate": [
            "Это напомнило мне о вечерах на родине.",
            "Эта песня всегда напоминает мне о нашем первом свидании.",
            "Он любит Ньюкасл, который напоминает ему Берлин времён Веймарской республики.",
            "Иногда ей приходилось напоминать себе о его хороших качествах.",
            "Это прекрасное искусство напоминает нам о славе империи.",
            "Хвойный аромат всегда напоминает мне о Рождестве.",
            "Возьми деньги и купи себе что-нибудь на память обо мне.",
            "Он сделал несколько пометок, чтобы напомнить себе, что он хотел сказать.",
            "Ужин для нас был готов., зажаренная на рашпере птица и лосось напомнили мне дом.",
            "Лишь несколько трофеев напоминают ему теперь о славной спортивной карьере.",
            "Её картины вызывают сравнение с работами ранних импрессионистов (т.е. они их напоминают).",
            "Этот медальон очень дорог (моему) сердцу (т.е. он важен, потому что это был подарок, он напоминает о ком-то и т.д).",
            "Ты знаешь, ты мне напоминаешь одного парня, с которым я однажды случайно встретился.",
            "Он приходил сюда со своими головорезами, чтобы напомнить мне о моем долге шефу.",
            "Этот коротышка, который только что вошел, мне кого-то напоминает."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}