{
    "reply to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Reply to the question.",
            "He didn't reply to her greeting.",
            "He got a quick reply to his inquiry.",
            "He gave only a curt reply to the question.",
            "He wrote a brief note in reply to her letter.",
            "I'm not demeaning myself to reply to you, pig.",
            "We still haven't received a reply to our letter.",
            "I am writing in reply to your letter of 1st June.",
            "He was clearly in no hurry to reply to our letter.",
            "We didn't get a single reply to the advertisement.",
            "Don't reply to the enemy fire until I give the order.",
            "You will soon get your turn to reply to these charges.",
            "He has written to the newspaper in reply to his assailant.",
            "She was offended by the curt reply to her well-meaning question.",
            "He made an absent reply to her question as he continued to watch the TV.",
            "She had to compose herself before she could reply to this terrible insult.",
            "I wanted to reply to your letter in detail, but I can't come at it anywhere.",
            "We were taken aback by our aunt's ungracious reply to the invitation we had sent her.",
            "He laughed a reply.",
            "I'll reply by wire.",
            "His reply poleaxed me.",
            "Stephen made no reply.",
            "Reply so aptly spoken.",
            "Her reply astonished me.",
            "'No,' he replied gruffly.",
            "Butler disdained to reply.",
            "A reply came very promptly.",
            "She gave a mechanical reply.",
            "She replied in a low murmur.",
            "He replied in a friendly tone."
        ],
        "example_translate": [
            "Отвечай на вопрос.",
            "Он не ответил на её приветствие.",
            "Он получил быстрый ответ на свой запрос.",
            "На этот вопрос он ответил коротко и грубо.",
            "Он написал короткую записку в ответ на её письмо.",
            "Я не унижусь до ответа тебе, свинья.",
            "Мы до сих пор не получили ответа на наше письмо.",
            "Я пишу в ответ на ваше письмо от первого июня.",
            "Он явно не спешил отвечать на наше письмо.",
            "Мы не получили на это объявление ни единого отклика.",
            "Не начинайте ответный огонь, пока я не дам команду.",
            "Скоро настанет момент тебе ответить на эти обвинения.",
            "Он написал в газету ответ своему оппоненту.",
            "Она была обижена столь резким ответом на свой доброжелательный вопрос.",
            "Он рассеянно ответил на её вопрос, не отрываясь от просмотра телевизора.",
            "Ей пришлось успокоиться, прежде чем она смогла ответить на это страшное оскорбление.",
            "Я хотел подробно ответить на ваше письмо, но нигде не могу его найти.",
            "Нелюбезный ответ нашей тётки на посланное ей приглашение застал нас врасплох.",
            "Он ответил со смехом.",
            "Я отвечу телеграммой.",
            "Его ответ меня ошарашил.",
            "Стивен ничего не ответил.",
            "Ответ, так кстати прозвучавший.",
            "Ее ответ удивил меня.",
            "— Нет, — резко ответил он.",
            "Дворецкий не удосужился ответить.",
            "Ответ пришёл очень быстро.",
            "Она ответила машинально, не задумываясь.",
            "Она ответила шепотом.",
            "Он ответил дружелюбно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}