{
    "report on": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He gave a detailed report on the project.",
            "May I clip out the report on my performance?",
            "Martens gave a report on his sales trip to Korea.",
            "The report on poverty was commissioned by the governor.",
            "The Times sent her to Bangladesh to report on the floods.",
            "I've asked him to come back next week and report on his progress.",
            "He ordered a pre-sentence report on the defendant's dangerousness.",
            "A correspondent in the Middle East bureau just filed a new report on the coup.",
            "A report on pandemic flu released last year said the potential for catastrophe is immense.",
            "He reports fairly on the issues.",
            "Snow reported on China in the 1950's.",
            "Reports conflicted on how many people were involved.",
            "The Foreign Minister reported on the meeting to the Dáil.",
            "I've asked for countywide reports on traffic-related incidents.",
            "The report touches on the relationship between poverty and poor health.",
            "The law obligates financial institutions to make monthly reports on large transactions.",
            "After all her hurry to get her report done on time, Elizabeth learned that it wasn't due till the following week.",
            "Copters from the local TV stations made the obligatory reports on the bumper-to-bumper traffic at the start of the holiday weekend.",
            "During World War II journalist Ernie Pyle gained fame for his sympathetic reports on the wartime experiences of the common dogface."
        ],
        "example_translate": [
            "Он дал подробный отчёт по данному проекту.",
            "Можно я вырежу заметку про мое выступление?",
            "Мартенс предоставил отчёт о своей торговой поездке в Корею.",
            "Доклад о бедности был сделан по поручению губернатора.",
            "Газета \"Таймс\" направила её в Бангладеш для составления репортажа об этом наводнении.",
            "Я попросил его вернуться на следующей неделе и доложить о своих успехах.",
            "Он распорядился подготовить отчёт перед вынесением приговора об опасности подсудимого.",
            "Один из корреспондент ближневосточного бюро только что прислал новый отчёт об этом перевороте.",
            "В докладе о пандемии гриппа, опубликованном в прошлом году, говорилось, что вероятность катастрофы огромна.",
            "Он честно сообщает о проблемах.",
            "В пятидесятые годы Эдгар Сноу сделал репортаж о Китае.",
            "Отчёты расходились в оценках количества замешанных в этом людей.",
            "Министр иностранных дел сделал доклад на заседании парламента палаты представителей.",
            "Я запросил отчёты по всему округу об инцидентах, связанных с дорожным движением.",
            "В докладе затрагивается взаимосвязь между бедностью и плохим состоянием здоровья.",
            "Закон обязывает финансовые учреждения ежемесячно составлять отчёты о крупных сделках.",
            "Элизабет так торопилась, чтобы подготовить доклад вовремя, а потом узнала, что его нужно сдавать не раньше следующей недели.",
            "Вертолёты местных телеканалов сделали обязательные отчёты о больших автомобильных пробках на дорогах в начале праздников.",
            "Во время Второй Мировой Войны журналист Эрни Пайл добился известности благодаря своим сочувственным заметкам о боевом опыте простых новобранцев."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}