{
    "resort to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Neither side wants to resort to violence.",
            "They were forced to resort to desperate measures.",
            "Poets sometimes resort to strange uses of the language.",
            "We resort to adventurous hypotheses for explanation of this fact.",
            "We hope they will be able to resolve the situation without resort to force.",
            "In the past, some teachers would resort to the cane when students misbehaved.",
            "Teachers loathe the verbiage that students resort to in order to pad a paper.",
            "I know you're not happy, but there's no need to resort to petty sarcasms to make your point.",
            "We lodged at the resort.",
            "You are my only / last resort.",
            "Aspen, a ski resort in Colorado",
            "We resorted to desperate measures.",
            "He sojourned for a month at a resort.",
            "It was a quiet, out-of-the-way resort.",
            "The new resort area has boosted tourism.",
            "We resorted to the hotel for some coffee.",
            "The government resorted to rationing meat.",
            "An appeal to his uncle was his last resort.",
            "Lagoon Reef is one of the best resort hotels.",
            "Jones resorted to deception and barefaced lies.",
            "Like all good resorts, there is plenty going on.",
            "You can windsurf from most of the resort beaches.",
            "Drug treatment should only be used as a last resort.",
            "Pets are permitted at the resort by prior arrangement.",
            "The resort certainly failed to come up to expectations.",
            "A great resort of men of talents now flocked around him.",
            "Economic sanctions will be used only in the last resort.",
            "We need to resolve our conflicts without resorting to war.",
            "The purpose of the new resort is to attract more tourists.",
            "He resorted to the interception of his daughter's letters."
        ],
        "example_translate": [
            "Ни одна из сторон не хочет прибегать к насилию.",
            "Они были вынуждены прибегнуть к отчаянным мерам.",
            "Поэты иногда странным образом пользуются языком.",
            "Для объяснения этого факта мы прибегаем к довольно смелым гипотезам.",
            "Мы надеемся, что они смогут разрешить ситуацию, не прибегая к силе.",
            "В прошлом некоторые учителя прибегали к телесным наказаниям, когда ученики плохо себя вели.",
            "Учителя ненавидят словоблудие, к которому прибегают студенты с целью раздуть объём своей работы.",
            "Я понимаю, что вы недовольны, но вам нет никакой нужды прибегать к мелким подколкам для изложения своей точки зрения.",
            "Мы поселились в курортной гостинице.",
            "Ты моя последняя надежда на спасение.",
            "Аспен - лыжный курорт в Колорадо",
            "Мы прибегли к отчаянным мерам.",
            "Он жил на курорте один месяц.",
            "Это был тихий курорт, расположенный в глухом уголке.",
            "Новая курортная зона привела к развитию туризма.",
            "Мы заходили в отель выпить кофе.",
            "Правительство прибегло к выдаче мяса по карточкам.",
            "Обращение к дяде было его последней надеждой.",
            "Лагуна Риф является одним из лучших отелей курорта.",
            "Джонс прибегнул к обману и вопиющей лжи.",
            "Как и на всех хороших курортах, там много чего происходит.",
            "Вы можете заняться виндсёрфингом на большинстве пляжей курорта.",
            "Лечение препаратами должно применяться только как последнее средство.",
            "Пребывание на курорте с домашними животными допускается по предварительной договорённости.",
            "Курорт, конечно, не оправдал ожиданий.",
            "Вокруг него теперь собралась масса талантливых людей.",
            "Экономические санкции будут применяться только в крайнем случае.",
            "Мы должны решать наши противоречия, не прибегая к войне.",
            "Назначение нового курорта заключается в том, чтобы привлечь больше туристов.",
            "Он прибегнул к перехвату писем своей дочери."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}