{
    "respond to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He hurried to respond to her letter.",
            "Colds do not respond to antibiotics.",
            "Dave didn't respond to any of her emails.",
            "The bank has yet to respond to our letter.",
            "She refused to respond to their petty slights.",
            "Most people will respond to the reward of money.",
            "Would anyone care to respond to the last question?",
            "The police respond to emergencies in just a few minutes.",
            "The management refused to respond to threats of a slowdown.",
            "Nora didn't respond to my attempts to lighten the conversation.",
            "The horse will respond to the slightest pressure of a rider's knee.",
            "A civilized society must respond to crime with fairness and justice.",
            "We're in a good position to monitor and respond to customer concerns.",
            "We need to see how the biodiesel industry will respond to that incentive.",
            "Her failure to respond to the invitation was a serious breach of etiquette.",
            "A fever's refusal to respond to antibiotics is symptomatic of a viral infection.",
            "“Did you hear me?” he prompted when his friend did not respond to his first question.",
            "Why would you expect that microgravity would be an environment the cells would respond to?",
            "No two people respond to LSD the same way. A trip can become a nightmare, known as a \"bummer\".",
            "She felt an urge to respond.",
            "I give you two minutes to respond.",
            "I'm uncertain about how to respond.",
            "The librarian responded to my query.",
            "She has responded well to treatment.",
            "She hasn't yet responded to my letter.",
            "Villagers responded with offers of help.",
            "She responded to his question with a scowl.",
            "A company official responded to our request.",
            "Her illness has not responded to medication.",
            "The defendant is held to respond in damages."
        ],
        "example_translate": [
            "Он поспешил ответить на её письмо.",
            "На простуду антибиотики не действуют.",
            "Дейв не ответил ни на одно из её писем.",
            "Банк ещё не ответил на наше письмо.",
            "Она отказалась отвечать на их мелочные обиды.",
            "Большинство людей откликнется, если пообещать денежное вознаграждение.",
            "Кто-нибудь ответит на последний вопрос?",
            "Полиция реагирует на срочный вызов всего через несколько минут.",
            "Руководство отказалось реагировать на угрозы замедления темпов роста.",
            "Нора никак не отреагировала на мои попытки облегчить этот разговор.",
            "Эта лошадь будет реагировать на малейшее давление коленей всадника.",
            "Цивилизованное общество должно реагировать на преступления честно и справедливо.",
            "Положение позволяет нам отслеживать и реагировать на вопросы, возникающие у клиентов.",
            "Нам нужно посмотреть, как биодизельная промышленность отреагирует на этот стимул.",
            "То, что она не ответила на приглашение, было серьёзным нарушением этикета.",
            "Отсутствие снижения температуры в результате применения антибиотиков является симптомом вирусной инфекции.",
            "— Ты меня слышал? — спросил он, когда его друг не ответил на его первый вопрос.",
            "Почему вы ожидали, что микрогравитация будет той средой, на которую будут реагировать клетки?",
            "Нет двух людей, которые бы совершенно одинаково реагировали на ЛСД. Улет может превратиться в кошмар, так называемую \"шубу\".",
            "Она испытала сильное желание ответить.",
            "Даю вам на ответ две минуты.",
            "Я не очень понимаю, как реагировать.",
            "Библиотекарь ответил на мой запрос.",
            "Она хорошо отреагировала на данную терапию.",
            "Она ещё не ответила на мое письмо.",
            "В ответ на это жители деревни предложили помощь.",
            "Нахмурившись, она ответила на его вопрос.",
            "Один из служащих компании откликнулся на нашу просьбу.",
            "Её болезнь не поддалась медикаментозному лечению.",
            "Обвиняемый обязан понести ответственность за причинённый ущерб."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}