{
    "2": [
        [
            "1 Он, должно быть, ушел. ",
            "1 He must have already left. "
        ],
        [
            "2 Он, должно быть, забыл прийти. Он, должно быть, был очень занят. ",
            "2 He must have forgotten to come. He must have been very busy. "
        ],
        [
            "3 Он, может быть, сейчас читает свою книгу дома, а мы здесь ждем его. ",
            "3 He may be reading his book at home now and we are waiting for him here. "
        ],
        [
            "4 Они, должно быть, купили новую машину. ",
            "4 They must have bought a new car. "
        ],
        [
            "5 Они, может быть, позвонят вам завтра. ",
            "5 They may call you tomorrow. "
        ],
        [
            "6 Он, может быть, приходил к вам вчера. ",
            "6 He may have come to you yesterday. "
        ],
        [
            "7 Она, может, уже видела этот фильм. ",
            "7 She may have already seen this film. "
        ],
        [
            "8 Она не может найти свою книгу. Может быть, она оставила ее на работе. ",
            "8 She cannot find her book. She may have left it at work. "
        ],
        [
            "9 Не может быть, что он звонил ей. ",
            "9 He can't have called her. "
        ],
        [
            "10 Она занята сейчас. Она может за- быть об этом. ",
            "10 She is busy now. She may forget about it. "
        ],
        [
            "11 Она глупая. Она может забыть об этом. ",
            "11 She is silly. She can forget about it. "
        ],
        [
            "12 Не может быть, что они сейчас работают. ",
            "12 They can't be working now. "
        ],
        [
            "13 Он, должно быть, спит. ",
            "13 He must be sleeping. "
        ],
        [
            "14 Можно было и не писать ему таких писем. ",
            "14 You need not have written to him such letters. "
        ],
        [
            "15 Он мог и не приходить: все было уже сделано. ",
            "15 He need not have come: everything had already been done. "
        ],
        [
            "16 Вы можете взять эту книгу, если хотите. ",
            "16 You may take this book if you like. "
        ],
        [
            "17 Вы може- те взять эту книгу: она не тяжелая. ",
            "17 You can take this book: it is not heavy. "
        ],
        [
            "18 Вы можете и не брать эту книгу. ",
            "18 You need not take this book. "
        ],
        [
            "19 Я не могу взять эту книгу. ",
            "19 I cannot take this book. "
        ],
        [
            "20 Можно было и не покупать так много молока. ",
            "20 We need not have bought so much milk. "
        ],
        [
            "21 Уроки должны были начаться в семь. ",
            "21 The lessons were to start at seven. "
        ],
        [
            "22 Он, должно быть, сейчас ходит где-то по магазину. Пошли найдем его.  ",
            "22 He must be walking about the shop somewhere now. Let us go and find him. "
        ]
    ]
}