{
    "3": [
        [
            "1 Он должен был приехать вчера. ",
            "1 He was to come yesterday. "
        ],
        [
            "2 Они, должно быть, готовят ужин. Так вкусно пахнет у них из окна. ",
            "2 They must be cooking dinner. It smells so nice from their window. "
        ],
        [
            "3 Это, должно быть, была очень трудная задача. ",
            "3 It must have been a very difficult task. "
        ],
        [
            "4 На улице, должно быть, очень холодно. ",
            "4 It must be very cold outside. "
        ],
        [
            "5 Она, должно быть, встретила их по пути домой. ",
            "5 She must have met them on the way home. "
        ],
        [
            "6 Вы не можете мне сказать, как пройти на улицу Вашингтона? ",
            "6 Can you tell me how to get to Washington Street? "
        ],
        [
            "7 Нам не разрешали ходить в школу одним. ",
            "7 We were not allowed to go to school alone. "
        ],
        [
            "8 Нам пришлось встать очень рано. ",
            "8 We had to get up very early. "
        ],
        [
            "9 Они, может быть, и сказали ему об этом. ",
            "9 They might have told him about it. "
        ],
        [
            "10 Он может и не покупать масло: я уже купил немного. ",
            "10 He need not buy butter: I have already bought some. "
        ],
        [
            "11 Мне приходится сейчас много работать, потому что мне нужны деньги на новый дом. ",
            "11 I have to work a lot now because I need money for a new house. "
        ],
        [
            "12 Вы видите это новое здание рядом с магазином? ",
            "12 Can you see that new building near the shop? "
        ],
        [
            "13 Она, должно быть, передумала, если она еще не пришла. ",
            "13 She must have changed her mind if she has not come yet. "
        ],
        [
            "14 Ты можешь купить конфет, если хочешь. ",
            "14 You can (may) buy sweets if you like. "
        ],
        [
            "15 Подумай только: можно было и не ходить туда. ",
            "15 Just think: we need not have gone there. "
        ],
        [
            "16 Ты можешь пойти туда. Я не против. ",
            "16 You may go there. I do not mind. "
        ],
        [
            "17 Тебе не следует ходить туда. ",
            "17 You should not go there. "
        ],
        [
            "18 Ему следовало поговорить об этом с ней. ",
            "18 He should have spoken to her about it. "
        ],
        [
            "19 Он, должно быть, уже приехал. ",
            "19 He must have already come. "
        ],
        [
            "20 Тебе не следовало звонить им: они не ждали тебя. ",
            "20 You should not have called them: they were not waiting for you. "
        ],
        [
            "21 Я не смогу помочь тебе завтра. ",
            "21 I will not be able to help you tomorrow. "
        ],
        [
            "22 Не может быть, что они разошлись (split up). ",
            "22 They can't have split up. "
        ],
        [
            "23 Наверное, она узнала об этом от Маши. ",
            "23 She may have learnt it from Masha. "
        ]
    ]
}