{"Основные случаи употребления предлога": [
  {"1) со значением о, об, относительно:": ["Не told us about his trip to the south — Он рассказал нам о своей поездке на юг.",
                                            "I will speak to him about the matter tomorrow — Я поговорю с ним об этом деле завтра"]},
  {"2) для обозначения расположения, нахождения или движения вокруг чего-либо со значением около, близ, у:": ["There are forests about Tomsk — Под Томском расположены леса;"]},
  {"3) для указания места совершения действия со значением по:": ["Не walked about the garden — Он гулял по саду;",
                                                                 "She walked about the room — Она ходила no комнате;"]},
  {"4) со значением вокруг, кругом:": ["Не looked about him — Он посмотрел вокруг себя."]}
],
"Наречие": [{"1) со значением приблизительно:": ["It is about five о’clock now — Сейчас приблизительно пять часов (часов пять).",
                                                 "There were about five hundred people there — Там было приблизительно пятьсот человек (человек пятьсот)"],
             "Сравните место предлога в следующих английских и русских предложениях:": ["I get up at about eight о’clock — Я встаю приблизительно в восемь часов;",
                                                                                        "Не’ll be back in about two hours — Он вернется приблизительно через два часа;",
                                                                                        "I spoke to him for about an hour — Я разговаривал с ним приблизительно в течение часа;"]},
            {"2) со значением почти:": ["You are about right — Вы почти правы;"]},
            {"3) со значением кругом, вокруг в сочетании с глаголами движения, выражая движение в ту или другую сторону, часто без определенной цели:": ["Не walked about in excitement — Он ходил (в ту и другую сторону, взад и вперед, т. е. расхаживал) в волнении.",
            "I watched the children running about — Я наблюдал, как дети бегали (взад и вперед, вокруг)"]}
],
"Сочетания и фразеологизмы ": ["rumours are about — ходят слухи;", "What are you about? — Что вам нужно?",
  "To be about (с последующим инфинитивом) означает собираться (сделать что-либо). They were about to leave when I came — Они собирались уходить, когда я",
  "То bring about означает осуществлять, приводить к: The new method suggested by you brought about a great increase in the output of our shop — Новый метод, предложенный вами, привел к большому увеличению производства в нашем цеху;",
  "То face about означает обернуться: Не said something to her, and she faced about — Он что-то ей сказал, и она обернулась;",
  "То go about one’s business означает пойти по своим делам: At the moment he was going about his business — В тот момент он шел no своим делам;",
  "То see about it означает позаботиться о чем-либо: Don’t worry, I’ll see about it — He беспокойся, я об этом позабочусь;",
  "То have something about one означает иметь что-либо с собой, при себе, под рукой: I had all the documents about me — Все документы были у меня с собой."]
}