{
    "backing": {
        "comment": [],
        "translate": "поддержка, подкладка, задний ход, засыпка, сторонники, прокладка",
        "transcription": " |ˈbækɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Financial backing for the project is still lacking.",
            "The tape has an adhesive backing.",
            "I'm backing him for President.",
            "Which horse are you backing?",
            "The project has received financial backing from several investors.",
            "A final word of caution — never try any of this without backing up your system.",
            "The same rule applies to the backing of the letter.",
            "Davis hopes to win financial backing from a London investment firm.",
            "I'm backing the PM to the hilt on this.",
            "Carpets usually have a backing and a pile.",
            "Johnson now sings backing vocals for Mica Paris.",
            "Backing out of the deal was a shabby thing to do.",
            "They had failed to provide evidence of sufficient financial backing.",
            "She flew to New York to try to raise some financial backing for the project.",
            "Philip's boast is that he started out without any outside financial backing."
        ],
        "example_translate": [
            "Финансовая поддержка проекта по-прежнему недостаточна.",
            "Лента имеет клейкую основу.",
            "Я поддерживаю его в борьбе за пост президента.",
            "На какую лошадь ты ставишь?",
            "Проект получил финансовую поддержку нескольких инвесторов.",
            "И последнее предупреждение: никогда не пытайтесь предпринять что-то из этого без создания резервной копии вашей системы.",
            "То же самое правило действует, когда вы пишете адрес на конверте.",
            "Дэвис надеется получить финансирование от одной из лондонских инвестиционных компаний.",
            "Я полностью поддерживаю премьер-министра в данном вопросе.",
            "У ковров обычно имеется основа и верхняя ворсистая часть.",
            "Джонсон теперь на подпевках у Мики Перис.",
            "Договориться о сделке, а затем пойти на попятную было некрасиво.",
            "Им не удалось представить доказательства достаточной финансовой поддержки.",
            "Она улетела в Нью-Йорк, чтобы попытаться собрать хоть какую-то финансовую поддержку проекта.",
            "Филип гордится тем, что начал своё предприятие без всякой внешней финансовой поддержки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}