{
    "backup": {
        "comment": [],
        "translate": "резервный, дублирующий, резервная копия, резервирование",
        "transcription": " |ˈbækʌp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Always have a backup plan.",
            "I always keep a backup copy on disk.",
            "I've got my mother as a backup in case the babysitter cancels.",
            "The police radioed for backup.",
            "Make a backup of any work you do on the computer.",
            "They will call for police backup if necessary.",
            "I've taken new wheels as a backup in case something happens to my bike.",
            "He discovered a backup in the toilet.",
            "A backup copy of a computer program does not infringe copyright.",
            "His role on the team is to be a backup to the regular quarterback.",
            "Army units can only operate if they have sufficient backup.",
            "He made a backup in case the original was accidentally damaged or erased.",
            "The transatlantic balloonists laid out a backup plan in case of an emergency."
        ],
        "example_translate": [
            "Всегда имей запасной план.",
            "Я всегда храню на диске резервную копию.",
            "Если нянька не придёт, меня всегда выручит мама.",
            "Полиция запросила подкрепление по радиосвязи.",
            "Сделайте резервную копию любой работы, которую вы делаете на компьютере.",
            "При необходимости они вызовут полицейское подкрепление.",
            "Я взял с собой запасные колёса на случай, если что-нибудь случится с велосипедом.",
            "Он обнаружил в туалете засор.",
            "Резервные копии компьютерных программ не нарушают авторских прав.",
            "Его роль в этой команде — подменять основного квотербэка (в случае травмы).",
            "Армейские подразделения могут вести боевые действия только при наличии достаточной поддержки.",
            "Он сделал резервную копию на случай, если оригинал будет случайно повреждён или стёрт",
            "Путешественники, совершающие перелёт на воздушном шаре через Атлантику, составили резервный план действий на случай аварийной ситуации."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}