{
    "background": {
        "comment": [
            "ground",
            "underground",
            "playground"
        ],
        "translate": "фон, задний план, предпосылка, происхождение, образование, подоплека, подготовка",
        "transcription": " |ˈbækɡraʊnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "In the background you can see my college friends.",
            "The background looks out of focus.",
            "He comes from a humble background.",
            "It's important to understand other people, people from different backgrounds.",
            "...with pleasing music in the background...",
            "With your background, you should walk in (to that job).",
            "Music played softly in the background.",
            "He is a lawyer with a sports background.",
            "Steve has a background in computer engineering.",
            "He is proud of his working class background.",
            "I'd be interested to learn more about his background.",
            "the intensified scrutiny of the candidate's background",
            "A saxophone wailed in the background.",
            "Jewels look best seen against a dark background.",
            "red letters printed on a white background",
            "He comes from a very privileged background.",
            "He came from a white middle-class background.",
            "A TV was flickering in the background.",
            "Let me provide you with some background on this problem.",
            "I learned to tune out the background noise.",
            "She became habituated to the background music.",
            "She has a well-rounded background in management.",
            "He gave the police false information about his background.",
            "Use a light colour which will show up on a dark background.",
            "We need someone with a background in data entry.",
            "Friends are generally alike in background and taste.",
            "A piano was tinkling in the background.",
            "He is trying to melt into the background.",
            "The refrigerator hummed in the background.",
            "This wall forms the background of the stage setting."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "На заднем плане вы можете увидеть моих друзей по колледжу.",
            "Задний план выглядит размытым.",
            "Он скромного происхождения.",
            "Важно понимать других людей, людей из разных слоёв общества.",
            "...с приятной музыкой на заднем фоне...",
            "С вашими-то знаниями вы должны легко получить эту работу.",
            "На заднем плане тихо играла музыка.",
            "Он — юрист со спортивным прошлым.",
            "Стив имеет опыт работы в области вычислительной техники.",
            "Он гордится своим рабочим происхождением.",
            "Мне было бы интересно побольше узнать о его происхождении.",
            "усиленная проверка прошлого кандидата",
            "Где-то на заднем плане завывал саксофон.",
            "Драгоценные камни лучше всего смотрятся на тёмном фоне.",
            "красные буквы, напечатанные на белом фоне",
            "Он происходит из очень привилегированной семьи.",
            "Он происходил из белой семьи среднего достатка.",
            "На заднем плане мерцал экран телевизора.",
            "Позвольте мне предоставить вам некоторые сведения об этой проблеме.",
            "Я научился не замечать фонового шума.",
            "Она стала привыкать к фоновой музыке.",
            "У неё богатый опыт в управлении.",
            "Он дал полиции ложную информацию о своём происхождении.",
            "Используйте светлый цвет, который будет выделяться на тёмном фоне.",
            "Нам нужен человек с опытом работы в области ввода данных.",
            "У друзей обычно сходятся происхождение и вкусы.",
            "В глубине комнаты /на заднем плане/ бренчало пианино.",
            "Он пытается стушеваться, незаметно исчезнуть.",
            "В глубине комнаты загудел холодильник.",
            "Эта стена образует фон декораций сцены."
        ],
        "stars": 3
    }
}