{
    "bacteria": {
        "comment": [
            "act",
            "acting",
            "action",
            "actor",
            "actress",
            "abstract",
            "intact"
        ],
        "translate": "бактерия",
        "transcription": " |bækˈtɪəriə|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A wound was contaminated by bacteria.",
            "The heating is insufficient to kill the bacteria.",
            "Bacteria multiply quickly in warm food.",
            "Bacteria act on organic waste.",
            "culture bacteria in laboratory dishes",
            "dead plants and leaves decayed by bacteria",
            "Simple organisms like bacteria mutate rapidly.",
            "Bacteria and fungi help decompose organic matter.",
            "the adjuvant action of certain bacteria",
            "Disinfectants act on bacteria in two main ways.",
            "Bacteria are added to help break down the sewage.",
            "The drug is effective against a range of bacteria.",
            "The bacteria were analyzed under a powerful microscope.",
            "Be careful not to allow bacteria to contaminate the wound.",
            "They were unable to prevent bacteria from infecting the wound.",
            "A considerable amount is known about regulatory mechanisms in bacteria.",
            "Cuts in the skin could permit the penetration of bacteria into the body.",
            "Thus, in the abyssal deeps of the ocean these bacteria form the first link in a food chain which supports thriving communities of submarine creatures.",
            "Phage uses the bacterium's machinery and energy to produce more phage until the bacterium is destroyed and phage is released to invade surrounding bacteria."
        ],
        "example_translate": [
            "Рана была инфицирована бактериями.",
            "Чтобы убить бактерии, нагревания недостаточно.",
            "Бактерии быстро размножаются в тёплой пище.",
            "Бактерии действуют на органические отходы.",
            "выращивать бактерии в лабораторных чашках",
            "мёртвые растения и листья, которые разлагаются бактериями",
            "Простые организмы, такие как бактерии, быстро мутируют.",
            "Бактерии и грибки способствуют разложению органических веществ.",
            "полезное действие определённых бактерий",
            "Дезинфицирующие средства действуют на бактерии двумя основными способами.",
            "Чтобы ускорить процесс разложения /осаждения/ сточных вод, в них добавляют бактерии.",
            "Данный препарат эффективен в отношении ряда бактерий.",
            "Бактерии были тщательно изучены под мощным микроскопом.",
            "Будьте осторожны, не допустите заражения раны бактериями.",
            "Они не смогли помешать заражению раны бактериями.",
            "О регулятивных механизмах у бактерий известно довольно много.",
            "Через порезы на коже бактерии могут проникнуть в организм.",
            "Таким образом, эти глубоководные бактерии образуют первое звено пищевой цепочки, обеспечивающей жизнедеятельность разнообразной подводной фауны.",
            "Фаг использует аппарат и энергию бактерии, чтобы производить фагов до тех пор, пока бактерия не будет уничтожена и фаги не освободятся для вторжения в окружающие бактерии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}