{
    "bag": {
        "comment": [
            "handbag",
            "baggage",
            "garbage",
            "cabbage"
        ],
        "translate": "мешок, сумка, чемодан, карман, мешочный, собирать, оттопыриваться",
        "transcription": " |bæɡ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't leave your bag in the car.",
            "We bagged a rabbit.",
            "She's got bags of money.",
            "You silly old bag!",
            "We had a good bag that day.",
            "I'm going to bag the best chair.",
            "She put the pencil in her bag.",
            "Sorry, computers aren't really my bag.",
            "Oxford bags",
            "We bagged 10 fish today.",
            "Good husbandry bags up gold.",
            "His bag now is learning to play golf.",
            "I bag be Abraham Lincoln.",
            "He ate a large bag of popcorn.",
            "He got a job bagging groceries.",
            "Activity holidays aren't my bag.",
            "What a feat - to bag a dozen head of game without missing!",
            "No need to rush, we've got bags of time.",
            "The master told him if he did not mind his work he would bag him.",
            "The chest was bagged up with money.",
            "She packed her lunch in a paper bag.",
            "Coat, which bagged loosely about him.",
            "They bagged 9,000 PWs and a battery of 15-inch guns.",
            "I bagged the last seat so everyone else had to stand.",
            "I undressed, bagged up my things in decent order, and prepared for rest.",
            "He scrambled to get back to the bag.",
            "a tired old man with bags under his eyes",
            "The hunters bagged five deer altogether.",
            "He stuffed his laundry into a large bag.",
            "She reached into her bag and found a comb."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не оставляйте сумку в машине.",
            "Мы засунули в мешок кролика .",
            "У неё денег куры не клюют.",
            "Ты, старая глупая кошёлка!",
            "В тот день мы много дичи настреляли. (брит.)",
            "Самое лучшее кресло - моё.",
            "Она положила карандаш в сумку.",
            "Очень жаль, но компьютеры - это не моя стихия.",
            "\"оксфордские мешки\" (свободные, мешковатые брюки, популярные в 20х-50х годах у студентов Оксфорда)",
            "Мы сегодня поймали десять рыб.",
            "У хорошего хозяина прибывает денег.",
            "Сейчас его любимым занятием является обучение игре в гольф.",
            "А я буду Авраамом Линкольном. (в игре., в роли)",
            "Он съел большой пакет попкорна.",
            "Он нашёл работу — укладывать продукты в пакеты.",
            "Активный отдых в выходные — это не по мне.",
            "Ничего себе - настрелять двенадцать голов и ни разу не промахнуться!",
            "Не надо спешить, у нас уйма / много времени.",
            "Хозяин сказал ему, что если он не займётся своим делом он его уволит.",
            "Сундук только что не лопался от золота.",
            "Она упаковала свой обед в бумажный пакет.",
            "Пальто висело на нём как на вешалке",
            "Они взяли захватили 9 тысяч человек и целую батарею 15-дюймовых орудий.",
            "Я урвал последнее сидячее место, так что всем остальным пришлось стоять.",
            "Я разделся, аккуратно сложил свои вещи и приготовился отойти ко сну.",
            "Он поспешил вернуться на базу. (о бейсболе, зд. the bag — мешочек, которым обозначается база)",
            "усталый старик с мешками под глазами",
            "Всего охотники добыли пять оленей.",
            "Он запихнул вещи для стирки в большую сумку.",
            "Она залезла в свою сумочку и нашла расчёску."
        ]
    }
}