{
    "baggage": {
        "comment": [],
        "translate": "багаж, обоз, озорница, плутовка, девчонка, багажный",
        "transcription": " |ˈbæɡɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Check your baggage in at the desk.",
            "The customs agent examined the baggage.",
            "We collected our baggage from the baggage claim at the airport.",
            "All passengers must proceed to the baggage claim area.",
            "The charge for excess baggage was disgusting. I shall complain.",
            "He looked amusedly at the baggage.",
            "They threw her out of the house, bag and baggage.",
            "Passengers' baggage allowance is 75 pounds per person.",
            "We remained here all day airing and sunning our baggage.",
            "The airline had been screening baggage on X-ray machines.",
            "Each employee brings his or her own psychological baggage to the workplace.",
            "An additional charge is made on baggage exceeding the weight allowance.",
            "She is still struggling to disembarrass herself of the emotional baggage of a failed relationship."
        ],
        "example_translate": [
            "Зарегистрируйте багаж на стойке регистрации.",
            "Сотрудник таможни осмотрел багаж.",
            "Мы забрали наши вещи с места выдачи багажа в аэропорту.",
            "Все пассажиры должны проследовать в зону выдачи багажа.",
            "Плата за лишний вес багажа просто возмутительна. Я буду жаловаться.",
            "Он изумленно глядел на багаж.",
            "Они выгнали её из дома вместе со всеми пожитками.",
            "Норма бесплатного провоза пассажирского багажа составляет семьдесят пять фунтов на человека.",
            "Мы провели здесь весь день, проветривая и просушивая наши вещи.",
            "Авиакомпания проверяла багаж пассажиров с помощью рентгеновской установки.",
            "Каждый сотрудник приносит на рабочее место свой собственный психологический багаж.",
            "За багаж, вес которого превышает допустимый, взимается дополнительная плата.",
            "Она до сих пор пытается освободиться от эмоционального груза, связанного с неудачными отношениями."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}