{
    "bail": {
        "comment": [],
        "translate": "залог, порука, поручительство, поручитель, вычерпывать воду, брать на поруки",
        "transcription": " |beɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her brother was out on bail.",
            "The boat will sink unless we bail out.",
            "The judge denied his bail request.",
            "Bail up!",
            "There were no grounds to deny bail.",
            "He is not likely to be granted bail.",
            "I shall have to bail my old friend out of the roundhouse.",
            "Why can't you ask your father to put up bail for you?",
            "The government cannot bail out every unprofitable company.",
            "Bail was set at $30,000.",
            "The prisoner will be held without bail until his trial.",
            "Carter has been refused bail and will remain in custody.",
            "The court erred in refusing to allow bail.",
            "She was murdered by a man who was out on bail for rape.",
            "Carpenter is free on bail while he appeals his conviction.",
            "Their lawyer submits that there are no grounds for denying bail.",
            "He was released on bail on condition that he did not go within half a mile of his mother's address.",
            "Of late years the wicket consists of three stumps and two bails.",
            "Dakers was bailed to appear at Durham Crown Court.",
            "I shall have to bail my old friend out of the round-house.",
            "She received a four-year sentence and is currently out on bail pending appeal.",
            "He's been remanded on bail for a month (=allowed to leave the law court and go home to wait for trial)."
        ],
        "example_translate": [
            "Её брата освободили под залог.",
            "Лодка пойдёт ко дну, если мы не вычерпаем воду.",
            "Судья отклонил его ходатайство об освобождении под залог.",
            "Гони деньги!",
            "Не было никаких причин отказываться от поручительства.",
            "Ему, вероятно, не предоставят освобождение под залог.",
            "Мне нужно будет поручиться за своего друга и освободить его из-под ареста.",
            "Почему ты не можешь попросить отца внести за тебя залог?",
            "Правительство не может помогать каждой нерентабельной компании.",
            "Залог был установлен на уровне тридцати тысяч долларов.",
            "Заключённый будет содержаться под стражей до суда без возможности поручительства.",
            "Картеру было отказано в освобождении под залог, и он останется под арестом /в заключении/.",
            "Суд ошибся, отказав в праве на залог.",
            "Она была убита выпущенным под залог подозреваемым в изнасиловании.",
            "На время рассмотрения апелляции приговора, Карпентера отпустили под залог.",
            "Их адвокат утверждает, что нет никаких оснований для отказа в освобождении под залог.",
            "Его отпустили под залог при условии, что он не будет подходить к месту проживания матери ближе, чем на полмили. (около 800 м)",
            "В последнее время воротца в крикете делаются из трех маленьких колышков и двух перекладин.",
            "Дэйкерса выпустили под залог до появления перед уголовным судом присяжных Дарема.",
            "Мне нужно будет поручиться за своего друга и освободить его из арестантской.",
            "Её приговорили к четырём годам тюремного заключения и пока что выпустили под залог до рассмотрения апелляции.",
            "Его на месяц выпустили под залог (т.е. ему разрешили покинуть зал суда и отправиться домой дожидаться судебного разбирательства)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}