{
    "bake": {
        "comment": [],
        "translate": "испечь, выпекать, печь, печься, запекать, выпечка, выпекание",
        "transcription": " |beɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My bread is baked in my own oven.",
            "I'm baking some bread.",
            "Bake the cookies in a hot oven.",
            "The bricks were baked in the sun.",
            "How long has the cake been baking?",
            "Bake at 250 degrees for 20 minutes.",
            "Sally decided to bake him a cake.",
            "Remove the cores, and bake the apples for 40 minutes.",
            "Cover the pot and bake for an hour.",
            "Bake the cake for 40 minutes.",
            "Cover the chicken with silver foil and bake.",
            "She got out the cooking stuff to bake some cookies.",
            "When the dough has enough consistency it is ready to bake.",
            "Bake the cake for 25–30 minutes.",
            "They baked the bricks in the sun.",
            "Enclose the fish in foil and bake.",
            "Coat with bread crumbs and bake.",
            "Add water to the cake mix and bake at 375°F.",
            "Bake the pie for 30 minutes in a moderate oven.",
            "Volunteers are needed to help with the bake sale.",
            "She wrapped the fish in foil and baked it for 15 minutes.",
            "Bake for 20 minutes in a conventional oven., 8 in a microwave.",
            "Bake the cake for 30 minutes until risen and firm to the touch.",
            "I use pie weights to keep the pie crust from bubbling when I bake it.",
            "Press the mixture onto the bread and bake in a hot oven for 10 minutes."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я пеку хлеб в своей собственной печи.",
            "Я пеку хлеб.",
            "Выпекайте печенье в горячей духовке.",
            "Кирпичи были обожженны на солнце.",
            "Как долго торт уже выпекается?",
            "Выпекать при температуре 250 градусов в течение 20 минут.",
            "Салли решила испечь ему торт.",
            "Удалив сердцевину, запекайте яблоки в течение сорока минут.",
            "Накройте кастрюлю и запекайте в течение часа.",
            "Выпекайте торт в течение сорока минут.",
            "Заверните курицу в фольгу и запеките.",
            "Она достала кулинарные принадлежности, чтобы испечь печенье.",
            "Когда тесто наберёт достаточную консистенцию, оно готово к выпечке.",
            "Выпекайте торт в течение 25-30 минут.",
            "Они обожгли кирпичи на солнце.",
            "Заверните рыбу в фольгу и запеките.",
            "Посыпать панировочными сухарями и запечь.",
            "Добавьте в смесь для выпечки торта воды, и выпекайте получившуюся массу при температуре триста семьдесят пять градусов Фаренгейта.",
            "Выпекайте пирог в духовке в течение тридцати минут при умеренной температуре.",
            "Требуются добровольцы для помощи на распродаже домашней выпечки.",
            "Рыбу она завернула в фольгу и выпекала в течение пятнадцати минут.",
            "Выпекать в течение двадцати минут в обычной духовке или восьми минут в микроволновой печи.",
            "Торт выпекайте в течение 30 минут, пока тесто не поднимется и не станет твёрдым наощупь.",
            "Чтобы при выпекании корочка пирога не вспучивалась, я пользуюсь специальными грузиками. (обычно это керамические или металлические шарики, которые выкладываются на его поверхность)",
            "Намажьте смесь на хлеб и выпекайте в горячей духовке в течение десяти минут."
        ]
    }
}