{
    "balanced": {
        "comment": [
            "glance",
            "balance",
            "ambulance"
        ],
        "translate": "сбалансированный, уравновешенный, гармоничный, пропорциональный, выровненный",
        "transcription": " |ˈbælənst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is important to have a balanced, healthy diet.",
            "He balanced in indecision.",
            "Nature is perfectly balanced.",
            "Balanced herself half over the balcony-rail.",
            "She stressed the importance of a balanced diet.",
            "Caution and opportunism must be balanced.",
            "A cup of tea balanced precariously on her knee.",
            "His future in the job is balanced on a knife-edge.",
            "We aim to provide a service that is balanced and unbiased.",
            "He supported me with one hand while I balanced on the beam.",
            "Crop rotation makes a balanced demand on the fertility of the soil.",
            "A broad and balanced education is an imperative for raising standards.",
            "The cost of the proposed research needs to be balanced against its benefits.",
            "Job losses in manufacturing were balanced by job increases in the service sector.",
            "Our plan had been to pass a good balanced budget without compromising its essential components.",
            "The prospects for the country are fairly evenly balanced between peaceful reform and revolution."
        ],
        "example_translate": [
            "Важно иметь сбалансированное, здоровое питание.",
            "Он медлил в нерешительности.",
            "Природа идеально уравновешена.",
            "Она наполовину перевесилась через перила балкона.",
            "Она подчеркнула важность сбалансированного питания.",
            "Осторожность и предприимчивость должны быть сбалансированы.",
            "На её коленях опасно балансировала чашка с чаем.",
            "Его будущее на этой работе находится под угрозой (досл: на острие ножа, на краю пропасти)",
            "Мы стремимся предоставить клиентам адекватное и беспристрастное обслуживание.",
            "Он поддерживал меня одной рукой, пока я балансировала на бревне.",
            "Севооборот предъявляет пропорциональные требования к плодородию почвы.",
            "Всестороннее и гармоничное образование является обязательным для повышения стандартов.",
            "Стоимость предложенного исследования должна соответствовать приносимой им пользе.",
            "Потери рабочих мест на производстве уравновешивались увеличением количества вакансий в секторе услуг.",
            "Наш план состоял в том, чтобы принять хорошо сбалансированный бюджет без ущерба для его основных компоненты составляющих.",
            "Перспективы страны примерно поровну разделены между мирными преобразованиями и революцией."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}