{
    "bald": {
        "comment": [],
        "translate": "лысый, голый, плешивый, облысевший, оголенный, безволосый, простой, неприкрытый",
        "transcription": " |bɔːld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "All of his uncles are completely bald.",
            "He covered his bald head with a baseball cap.",
            "There's a bald spot on the top of his head.",
            "Dad started going bald when he was in his thirties.",
            "Two players were sent off for bald rudeness.",
            "Eagles moult off their feathers, and so become bald.",
            "Brian's bald head glistened in the blazing sun.",
            "The bald truth was that Lori didn't love her husband anymore.",
            "The tires were bald (=completely worn) and lost traction on the wet road.",
            "He combed his hair and tried to hide his bald patch (=part of someone's head where there is no hair).",
            "The American bald eagle was once nearly extinct but has come back strong.",
            "The governor's bald, ovate head makes him an easy target for caricaturists."
        ],
        "example_translate": [
            "Все его дяди - совершенно лысые.",
            "Он прикрыл свою лысую голову бейсболкой.",
            "У него проплешина на макушке.",
            "Папа начал лысеть, когда ему ещё не было сорока.",
            "Двух игроков удалили с поля за откровенную грубость.",
            "Орлы сбрасывают перья и становятся лысыми.",
            "Лысая голова Брайана блестела на ярком солнце.",
            "Голая правда заключалась в том, что Лори больше не любила своего мужа.",
            "Покрышки были лысые (т.е. полностью изношены), и потеряли сцепление с мокрой дорогой.",
            "Он зачесал волосы и попытался скрыть свою плешь (т.е. ту часть головы, где нет волос).",
            "Когда-то американский белоголовый орлан почти полностью вымер, но сумел вновь возродить свою популяцию.",
            "Благодаря лысой, похожей на яйцо голове, губернатор представлял собой лёгкую мишень для карикатуристов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}