{
    "ballet": {
        "comment": [
            "let",
            "letter",
            "delete",
            "outlet",
            "athletic",
            "athletics",
            "athlete"
        ],
        "translate": "балет, балетный",
        "transcription": " |ˈbæleɪ|",
        "antonyms": [],
        "mnemonic": [
            "ballet [бэлэ'й] балет - Чей балет всех (белей-е), всех румяней и милее?."
        ],
        "examples": [
            "We are going to a ballet tonight.",
            "I just can't see her as a ballet dancer.",
            "This is one of my favorite ballets.",
            "She dances with a famous ballet company.",
            "In her book she makes a comparison between Russian and British ballet.",
            "Ballet is beautiful but what use is it?",
            "Ballet is essentially a middle-class interest.",
            "Margot Fonteyn, the famous British ballet dancer",
            "Alvin managed to bridge the gap between ballet and modern dance.",
            "My parents thought it was abnormal for a boy to be interested in ballet.",
            "She haunts the ballet",
            "She does tap dancing and ballet.",
            "Carol lost interest in ballet in her teens.",
            "The accident shut the door on her ballet career.",
            "Her performance in the ballet earned her critical acclaim.",
            "Only a few of the dancers are practiced in traditional ballet.",
            "How can she be such a klutz after studying ballet for so many years?",
            "I could not force my body into the contortions required by classical ballet.",
            "The ballet company's new regisseur plans to put a more modern spin on The Nutcracker.",
            "The ballet struck me as extraneous and somewhat out of keeping with the rest of the play.",
            "Her performance in the ballet earned her thunderous applause and shouts of acclamation from the audience."
        ],
        "example_translate": [
            "Сегодня вечером мы идём на балет.",
            "Я никак не могу представить её в качестве балерины.",
            "Это один из моих любимых балетов.",
            "Она танцует в знаменитой балетной труппе.",
            "В своей книге она сравнивает русский /российский/ балет с британским.",
            "Балет — это красиво, но какая от него польза?",
            "Балетом интересуются в основном представители среднего класса.",
            "Марго Фонтейн, известная английская балерина",
            "Элвину удалось преодолеть разрыв между балетом и современным танцем.",
            "Мои родители считали, что для мальчика ненормально интересоваться балетом.",
            "Она часто ходит на балет.",
            "Она занимается чечёткой и балетом.",
            "В подростковом возрасте Кэрол потеряла интерес к балету.",
            "Эта авария сделала балетную карьеру для неё невозможной.",
            "Это выступление в балете принесло ей признание критиков.",
            "Лишь несколько танцоров имеют опыт в традиционном балете.",
            "Как у неё получается быть такой неуклюжей после стольки лет обучения балету?",
            "Я не смогла заставить своё тело изогнуться так, как того требует классический балет.",
            "Новый режиссёр этой балетной труппы планирует поставить более современную версию \"Щелкунчика\".",
            "Балет показался мне чужеродным и идущим несколько вразрез со всей остальной пьесой.",
            "Её выступление в этом балете публика приветствовала оглушительными аплодисментами и одобрительными выкриками."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}