{
    "bang": {
        "comment": [
            "ban",
            "urban",
            "banana",
            "bank",
            "banking",
            "banker"
        ],
        "translate": "взрыв, удар, челка, удариться, бить, грохнуть, прямо, как раз, вдруг",
        "transcription": " |bæŋ|",
        "antonyms": [],
        "mnemonic": [
            "bang [бенг] стук, выстрел, удар - У (Бенг-альцев) стук в голове."
        ],
        "examples": [
            "The window banged shut.",
            "He got a bang on the head.",
            "I banged on the door until she let me in.",
            "I banged into an old friend in town today.",
            "She banged her fist on the table.",
            "I live bang opposite the cinema.",
            "Our hotel is bang in the centre of the town.",
            "Sometimes she has her hair cut in bangs.",
            "I fell and banged my head on the pavement.",
            "This car looks as if it's been banged about.",
            "Bang bang, you're dead!",
            "Stop banging on the door!",
            "The window banged shut",
            "The car banged against the garage door and damaged it.",
            "He ran bang into the pole.",
            "Stop banging about, children.",
            "I've banged into the doorpost and hurt my arm.",
            "They had parked their car bang outside my gate.",
            "When they bang you up, you don't speak to anyone for hours.",
            "She banged the phone down.",
            "The party went with a bang.",
            "The show began bang on time.",
            "The balloon suddenly went bang.",
            "They got a great bang out of it.",
            "He banged a teapot on the table.",
            "They were awoken by a loud bang.",
            "The box's lid closed with a bang.",
            "He dropped the mug of coffee bang in the middle of my research paper.",
            "Bang goes my brilliant plan.",
            "I get a bang out of all this. (W. H. Whyte)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Окно с грохотом закрылось.",
            "Его ударили по голове.",
            "Я колотил в дверь, пока она меня не впустила.",
            "Я сегодня столкнулся в городе со старым приятелем.",
            "Она стукнула кулаком по столу.",
            "Я живу прямо напротив кинотеатра.",
            "Наш отель находится в самом центре города.",
            "Иногда она носит чёлку.",
            "Я упал и ударился головой о тротуар.",
            "Эта машина выглядит так, будто она побывала в аварии.",
            "Пиф-паф, ты мёртв!",
            "Перестань колотить в дверь!",
            "Окно с грохотом закрылось.",
            "Машина врезалась в ворота гаража и повредила их.",
            "Он врезался прямо в столб.",
            "Дети, прекратите шуметь.",
            "Я ударился о дверной косяк и повредил руку.",
            "Они припарковали машину прямо перед моими воротами.",
            "Когда тебя запирают в камере, тебе не с кем поговорить в течение многих часов.",
            "Она швырнула трубку на рычаг.",
            "Вечеринка прошла \"на ура\".",
            "Представление началось точно в назначенное время.",
            "Воздушный шар неожиданно лопнул.",
            "Они получили от этого море удовольствия.",
            "Он с громким стуком поставил на стол чайник.",
            "Их разбудил громкий взрыв.",
            "Крышка коробки со стуком захлопнулась.",
            "Он пролил кофе прямо на мою научную статью.",
            "Вот мой блестящий план и накрылся. (брит.)",
            "Все это меня возбуждает."
        ],
        "stars": 1
    }
}