{
    "banking": {
        "comment": [
            "ban",
            "urban",
            "banana",
            "bank",
            "bang",
            "banker"
        ],
        "translate": "банковское дело, вираж, крен, банкирский",
        "transcription": " |ˈbæŋkɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He chose banking as a career.",
            "She is well-known in banking circles.",
            "Banking used to be a male preserve.",
            "She has no trust in the security of online banking.",
            "I do my banking online.",
            "Sign up for electronic banking.",
            "The morning began fine, but now clouds are banking up.",
            "People can use their PC's to do their banking from home.",
            "Some people are very mistrustful of computerised banking.",
            "Financial markets have been roiled by the banking crisis.",
            "Complaints to the Banking Ombudsman grew by 50 per cent last year.",
            "There is little likelihood of a meltdown comparable to the American banking collapse in March 1933.",
            "One of the distinguishing features (=features that are different from other things of the same sort) of modern banking is its dependence on computers."
        ],
        "example_translate": [
            "Он решил строить карьеру в банковской сфере.",
            "Её хорошо знают в банковских кругах.",
            "Когда-то работа в банке была чисто мужской прерогативой.",
            "Она не доверяет безопасности онлайн-банкинга.",
            "Я совершаю операции по своим счетам через интернет.",
            "Зарегистрируйтесь в системе электронного банкинга.",
            "Утро было отличное, но сейчас небо затягивается облаками.",
            "Люди могут использовать свои ПК, чтобы осуществлять банковские операции из дома.",
            "Некоторые люди относятся к автоматизированным банковским операциям с большим подозрением.",
            "Финансовые рынки взбудоражены банковским кризисом.",
            "За прошлый год количество претензий, поступающих на имя посредника по жалобам потребителей, возросло на 50 процентов.",
            "Есть небольшая вероятность кризиса, сравнимого с крахом американских банков в марте 1933 года.",
            "Одной из отличительных особенностей (т.е. особенностей, которые отличаются от других вещей того же рода) современных банковских систем является их зависимость от компьютеров."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}