{
    "bankrupt": {
        "comment": [
            "interrupt",
            "interruption",
            "corrupt",
            "disrupt",
            "corruption",
            "disruption",
            "bankruptcy"
        ],
        "translate": "банкрот, несостоятельный, лишенный, доводить до банкротства",
        "transcription": " |ˈbæŋkrʌpt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He went bankrupt.",
            "The company went bankrupt last year.",
            "His losses bankrupted the firm.",
            "Many companies go bankrupt due to bad management.",
            "Several risky deals bankrupted the company.",
            "Going bankrupt was a heavy blow to his pride.",
            "The lawsuit could leave them bankrupt.",
            "They went bankrupt during the economic crisis.",
            "They have plans to reconstitute the bankrupt company.",
            "She's a kind soul, but bankrupt of all common sense, I'm afraid.",
            "A bankrupt must deliver up all his books to the official receiver.",
            "Loss of livestock left the rancher bankrupt.",
            "Seventeen years of war left the country bankrupt.",
            "Mr Trent lost his house when he was made bankrupt.",
            "The indebtedness of the bankrupt amounted to $1000.",
            "He was adjudicated a bankrupt yesterday by Mr. Spring Rice.",
            "The firm went bankrupt before the building work was completed.",
            "One company went bankrupt, and a similar fate befell the other.",
            "They must face the likelihood that the newspaper might go bankrupt.",
            "A ruinous miscalculation of the financial markets left them bankrupt.",
            "Despite heroic efforts to save the business, it ultimately went bankrupt.",
            "Their accounts showed lots of paper profits, but they went bankrupt anyway.",
            "His father told him of the wicked, rascally, shameful conduct of the bankrupt."
        ],
        "example_translate": [
            "Он обанкротился.",
            "В прошлом году эта компания обанкротилась.",
            "Его убытки привели фирму к банкротству.",
            "Многие компании разоряются из-за непрофессионального управления.",
            "Несколько рискованных сделок привели компанию к банкротству.",
            "Банкротство оказалось очень тяжёлым ударом по его самолюбию.",
            "Этот судебный процесс может оставить их без гроша.",
            "Они обанкротились в период экономического кризиса.",
            "У них есть планы возрождения обанкротившейся компании.",
            "Она очень добрая, но, к сожалению, полностью лишена здравого смысла.",
            "Банкрот должен передать официальному ликвидатору все бухгалтерские книги.",
            "Потеря скота привела к банкротству хозяина ранчо.",
            "После семнадцати лет войны страна оказалась банкротом.",
            "Мистер Трент потерял свой дом, когда стал банкротом.",
            "Задолженность банкрота составляла 1000 долларов.",
            "Вчера Мистер Спринг Райс вынес решение объявить его банкротом.",
            "Фирма обанкротилась до того, как были завершены строительные работы.",
            "Одна из компаний обанкротилась, такая же участь постигла и другую.",
            "Они должны принять к сведению существующую вероятность того, что газета может обанкротиться.",
            "К их банкротству привела губительная ошибка в расчёте поведения финансовых рынков.",
            "Несмотря на героические усилия по спасению бизнеса, в конечном счёте он обанкротился.",
            "Их расчёты показали кучу бумажной прибыли, но они всё равно обанкротились.",
            "Отец рассказал ему о злостном, мошенническом и бесстыдном поведении банкрота. (У. Теккерей, \"Ярмарка тщеславия\")"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}