{
    "bar": {
        "comment": [
            "barbed",
            "barbecue",
            "barrister",
            "barrier"
        ],
        "translate": "бар, полоса, стержень, запрещать, запирать, брусковый, исключая, не считая",
        "transcription": " |bɑːr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He barred the door",
            "They barred our way.",
            "The ball hit the bar.",
            "I bar that man. He's slimy. (P. G. Wodehouse)",
            "Nearsightedness is a bar to becoming a pilot.",
            "He is the most talanted actor in the theatre, bar none.",
            "The song is 24 bars long.",
            "The monkey rattled the bars of his cage.",
            "All the windows and doors were barred.",
            "He barred the door as soon as he got in.",
            "After the member was caught cheating, he was barred from the club.",
            "I do not know why we should be barred from trading to those places.",
            "The public bar was crowded.",
            "After finishing law school she was admitted to the bar.",
            "His misbehavior brought him before the bar of public opinion",
            "They stood at the bar.",
            "It was an excellent kick but the ball hit the bar.",
            "There was no bar against leaving.",
            "He was barred from membership in the club.",
            "Nothing barred them from meeting together.",
            "He bought a hot dog and a coke at the bar.",
            "They seized his passport and barred him from leaving the country.",
            "The hotel has a licensed bar.",
            "A federal court has barred the group from using the name.",
            "The decision bars the possibility of additional development in the area.",
            "A herd of goats was barring the road.",
            "He was admitted to the bar in New Jersey.",
            "She ran back, but Francis barred her way.",
            "a green toad with small black stripes or bars",
            "They have lost every match, bar one."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он запер дверь.",
            "Они преградили нам путь.",
            "Мяч попал /ударился/ в перекладину ворот.",
            "Не выношу этого человека. Он отвратителен.",
            "Близорукость не позволяет стать пилотом.",
            "Бесспорно, он самый талантивый артист в театре.",
            "В этой песне 24 такта.",
            "Обезьяна гремела прутьями своей клетки.",
            "На всех дверях и окнах были решётки.",
            "Войдя, он сразу же запер дверь на засов.",
            "После того, как член клуба был пойман на шулерстве, его исключили из клуба.",
            "Не понимаю, почему нам должны запрещать торговлю в этих местах.",
            "В баре было полно народу.",
            "После окончания юридического факультета она была допущена к адвокатской практике.",
            "Его поведение поставило его перед судом общественного мнения.",
            "Они стояли у барной стойки.",
            "Удар был отличный, но мяч попал в перекладину.",
            "Ничто не препятствовало отъезду. / Ничто не мешало уйти.",
            "Он был лишён членства в клубе. / Ему было отказано в членстве в клубе.",
            "Ничего не препятствовало их встрече.",
            "Он купил в баре хот-дог и кока-колу.",
            "Они конфисковали его паспорт и запретили ему выезд из страны.",
            "В гостинице имеется бар с лицензией на продажу спиртного.",
            "Федеральный суд запретил группе использовать данное название.",
            "Данное решение исключает возможность дальнейшего строительства в этой области.",
            "Дорогу перегораживало стадо коз.",
            "В коллегию адвокатов его приняли в Нью-Джерси.",
            "Она побежала обратно, но Фрэнсис загородил ей дорогу.",
            "жаба зелёного цвета с небольшими чёрными полосками",
            "Они проиграли все матчи, кроме одного."
        ]
    }
}