{
    "bare": {
        "comment": [],
        "translate": "голый, босой, пустой, обнаженный, обнажить, обнажать, раскрывать",
        "transcription": " |ber|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The room was cold and completely bare.",
            "The dog bared its teeth.",
            "The hills were bare of vegetation.",
            "Bare I was born, and bare I remain.(T. G. Smollett)",
            "He quite bared his garden in feeding us.",
            "It weights bare 10 grams",
            "He unlocked the door and preceded them into the bare little room.",
            "He bared his back to the hot sun.",
            "He bared his chest to show the scar.",
            "There was only one bare shelf.",
            "They built their house on bare ground.",
            "He was capable of killing a man with his bare hands .",
            "I can't tell you more than the bare bones of what happened.",
            "The earth was scorched and bare.",
            "Check out this new game — it's bare hard.",
            "She stood by the oven, rubbing one bare foot against the other.",
            "She looked round her tiny bare room.",
            "He grasped the hot metal with his bare hands.",
            "The newspaper had simply published the bare facts.",
            "the bare skeleton of a novel",
            "Do not let the bare wires touch.",
            "This is the barest room in the house.",
            "He had killed a man with his bare hands.",
            "Most of the country is desert and bare rock.",
            "His dad's got bare money.",
            "The bases of the smaller trees were nibbled bare by rabbits.",
            "I dropped a glass earlier, so don't walk around in bare feet.",
            "We have outlined only the bare bones of the method.",
            "When the river is low, vast stretches of sand are laid bare.",
            "More credit were to be given to her bare negation than to their affirmation."
        ],
        "example_translate": [
            "Комната была холодной и абсолютно пустой.",
            "Собака оскалила зубы.",
            "На холмах не было растительности.",
            "Голым я родился, голым остаюсь по сей день.",
            "Он буквально опустошил свой сад, стараясь нас накормить.",
            "Весит каких-то несчастных 10 граммов.",
            "Он отпер дверь и прошёл впереди них в маленькую пустую комнату.",
            "Он подставил обнажённую спину жаркому солнцу.",
            "Он обнажил свою грудь, чтобы показать шрам.",
            "Лишь одна из полок была пустой.",
            "Они построили свой дом на голой земле.",
            "Он был способен убить человека голыми руками .",
            "Я не могу сказать вам больше, чем суть того, что произошло.",
            "Земля была выжженной и опустошённой.",
            "Зацени эту новую игру — просто жесть.",
            "Она стояла у печи, потирая одну босую ногу о другую.",
            "Она оглядела свою крохотную пустую комнатушку.",
            "Он схватил горячий металл голыми руками.",
            "Газеты всего лишь опубликовала голые факты.",
            "сырой набросок романа",
            "Не допускайте соприкосновения оголённых проводов.",
            "Эта самая пустая комната в доме.",
            "Когда-то он убил человека голыми руками.",
            "Большую часть страны занимают пустыня и голые скалы.",
            "У его папаши море денег. (брит.)",
            "Стволы небольших деревьев были начисто обглоданы кроликами.",
            "Я недавно разбил стакан /бокал/, так что не ходите тут босиком.",
            "Мы обрисовали лишь самые основные черты данной системы.",
            "Когда уровень воды в реке низкий, обнажаются бескрайние просторы песка.",
            "Следовало выказать большее доверие её одинокому несогласию, чем их одобрению."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}