{
    "bargain": {
        "comment": [
            "again",
            "against",
            "gain",
            "regain"
        ],
        "translate": "сделка, выгодная покупка, торг, торговаться, заключать сделку",
        "transcription": " |ˈbɑːrɡən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I hate bargaining.",
            "He made a bargain with the devil.",
            "You'll never find anyone at home on bargain day.",
            "It's an attractive little home, and I think it's a bargain.",
            "This is more than I bargained for.",
            "Thousands of bargain hunters queued up for hours.",
            "Don't bargain on getting any support from her, she's very selfish.",
            "The women in the market often bargain away for hours.",
            "I'm bargaining on your help to drive us to the airport.",
            "Good knives don't come at bargain prices.",
            "They prefer to bargain with individual clients.",
            "I've kept my side of the bargain and I expect you to keep yours.",
            "The Russians kept their side of the bargain, and pulled out of East Germany.",
            "She likes to hunt for bargains when she shops.",
            "The dealer spent hours bargaining for the valuable painting.",
            "I had not bargained for such heavy rain, and got very wet without a coat.",
            "A shilling is passed to bind the bargain.",
            "That second-hand table was a real bargain.",
            "The colony will not long fulfil its part in this unequal bargain. (H. Martineau)",
            "As soon as the doors opened, early-morning bargain hunters ran wild through the store.",
            "They bargained over the level of wages.",
            "We bargained for a beautiful rug in the bazaar.",
            "If you're looking for a bargain, try the local market.",
            "No one knew how to clinch better a good bargain in his case.",
            "I wouldn't bargain on the speaker arriving soon, as he's got a long way to come.",
            "...a crafty real estate broker who got people to sell their property at bargain prices...",
            "Wood flooring not only cleans easily, but it's environmentally friendly into the bargain.",
            "She got a bargain at the auction.",
            "She's definitely got a good eye for a bargain.",
            "Management and unions have struck a bargain over wage increases."
        ],
        "example_translate": [
            "Терпеть не могу торговаться.",
            "Он заключил сделку с дьяволом.",
            "В день распродажи вы никого не застанете дома.",
            "Это привлекательный маленький дом, и я думаю, что это выгодная сделка.",
            "Это даже больше, чем я ожидал.",
            "Тысячи охотников за скидками (в магазине) стояли в очереди часами.",
            "Не рассчитывай на её помощь, она только о себе думает.",
            "Женщины могут торговаться на рынке часами.",
            "Я надеюсь, что ты отвезёшь нас в аэропорт.",
            "Хорошие ножи не продают по бросовым ценам.",
            "Они предпочитают заключать сделки с отдельными клиентами.",
            "Я выполнил свою часть сделки, и жду, что вы выполните свою.",
            "Русские выполнили свою часть сделки и ушли из Восточной Германии.",
            "Она не прочь прикупить что-нибудь по дешёвке во время похода по магазинам.",
            "Агент несколько часов убеждал продавца снизить цену картины.",
            "Я не ожидал, что пойдёт такой дождь и страшно промок без плаща.",
            "Для скрепления сделки передаётся шиллинг.",
            "Этот подержанный столик был куплен очень удачно и дёшево.",
            "Колония больше не будет участвовать в этой неравноправной сделке.",
            "Как только двери магазина открылись, по нему сразу же пронеслись любители утренних скидок.",
            "Они поторговались по поводу уровня зарплаты.",
            "Мы торговались на базаре за красивый ковёр.",
            "Если вы ищете выгодную сделку, попробуйте местный рынок.",
            "Никто не знал, как лучше заключить сделку в его ситуации.",
            "Я не думаю, что докладчик скоро появится, ему долго ехать.",
            "...хитрый маклер, который наловчился выторговывать у клиентов недвижимость за бесценок...",
            "Деревянный пол не только легко моется, но и к тому же экологически безвреден.",
            "На аукционе она совершила выгодную покупку.",
            "У неё, безусловно, намётанный взгляд на выгодные предложения.",
            "Руководство и профсоюзы заключили соглашение относительно повышения заработной платы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}