{
    "bark": {
        "comment": [
            "embark"
        ],
        "translate": "кора, лай, барк, корабль, кашель, хина, кожа, лаять, гавкать, рявкать, сдирать кору",
        "transcription": " |bɑːrk|",
        "antonyms": [],
        "mnemonic": [
            "bark [бак] лаять, кора - Заткни ее пасть корой (баклажана), чтобы не лаяла;",
            "bark [bɑ:k]\nembark [ɪm'bɑ:k]\n***\nКОРУ собираю и кладу её в бак. (это) bark\nСобаки ЛАЮТ на собак. (это) bark\n***\nЗАГРУЗИЛИСЬ НА КОРАБЛЬ, теперь нагрузим им|бак.\n(это) embark\nЕсли в войну ВСТУПИМ - не отдадим им|бак. (это)\nembark\n***\nНе ходите в парк \"park\",\nтам собаки лают \"bark\".",
            "dark [dɑ:k]\ndarkle ['dɑ:k (ə) l]\ndarkly ['dɑ:kli]\n***\nТЕМНОТУ любил чудак. (это) dark\nВ ТЁМНЫЙ лес пошёл чудак. (это) dark\n***\nУже ТЕМНЕЛО, а он всё \"дакал\". (это) darkle\n***\nБыло ТЕМНО, не так|ли? (это) darkly\n***\nЭто жутко: парк \"park\",\nарка \"ark\",\nтемнота \"dark\"\nи собаки лают \"bark\".",
            "mark [ma: k]\nremark- заметить; замечание\n***\nЧтоб место ОТМЕТИТЬ, высадил мак. (это) mark\nЧтоб сделать МЕТКУ, поставил башмак. (это) mark\nОтметка.\n***\nХочу заметить \"remark\",\nчто в нашем парке \"park\" -\nтемнота \"dark\",\nи собаки лают \"bark\"."
        ],
        "examples": [
            "The dog always barks at strangers.",
            "Our dog always barks at the postman.",
            "I don't like the way that the teacher barks at the children so unkindly.",
            "It was a cross between a laugh and a bark.",
            "Seals bark.",
            "Mice are apt to bark and to kill young trees.",
            "The dog's bark and howl signify very different things.",
            "The seat is made of bark and ropes twisted together.",
            "He is no friend to the tree, that strips it of the bark.",
            "The dogs barked at the stranger.",
            "I barked my shin against the step.",
            "They had crossed the Atlantic in their barks.",
            "Tree bark provides deer with sustenance in periods of drought.",
            "She barked into the dictaphone.",
            "The policeman barked out a warning as the gunmen appeared.",
            "Amy's voice was a hoarse bark.",
            "On Sept. 20 we met the bark Atlantic and gammed her.",
            "The lovers scratched their names into the bark of the tree.",
            "...in the yard an old hound greeted us with a single bark...",
            "'Don't just stand there, give me a hand,' she barked at the shop assistant.",
            "The only thing that distinguishes the dogs is their bark.",
            "Digest the bark in alcohol, evaporate the alcoholic solution to dryness.",
            "They listened for the hounds' pursuing bark.",
            "He was so intent on his work that he didn't hear the dog bark."
        ],
        "example_translate": [
            "Этот пес всегда лает на незнакомцев.",
            "Наша собака всегда лает на почтальона.",
            "Мне не нравится, что этот учитель так свирепо рявкает на детей.",
            "Раздалось нечто среднее между смешком и лаем.",
            "Тюлени лают.",
            "Мыши могут обдирать кору с деревьев и губить молодые побеги деревьев.",
            "Вой и лай собаки может значить очень разные вещи.",
            "Сидение сделано из древесной коры и сплетённых между собой верёвок.",
            "Тот вредит дереву, кто сдирает с него кору.",
            "Собаки залаяли на незнакомца.",
            "Я ободрал себе голень об эту ступеньку.",
            "Они на своих барках пересекли Атлантику.",
            "Древесная кора обеспечивает оленей пропитанием в периоды засухи.",
            "Она что-то рявкнула в диктофон.",
            "Как только появились вооружённые люди, полицейский выкрикнул предупреждение.",
            "Голос Эми был похож на хриплый лай.",
            "Двадцатого сентября мы встретили барку \"Атлантика\" и посетили ее.",
            "Влюблённые выцарапали на коре дерева свои имена.",
            "...во дворе старая гончая, встретила нас гавкнув один раз...",
            "— Что ты стоишь, помоги мне, — рявкнула она на продавца.",
            "Единственное, что отличает собак - это их лай.",
            "Сделайте спиртовую настойку коры, а затем выпарьте спиртовой раствор.",
            "Они прислушались, в надежде услышать лай преследующих зверя гончих.",
            "Он настолько увлёкся работой, что не услышал, как залаяла собака."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}