{
    "barn": {
        "comment": [],
        "translate": "сарай, амбар, коровник, гумно, овин, конюшня, трамвайный парк, сенной сарай",
        "transcription": " |bɑːrn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The house looks like a barn.",
            "The cow calved in the barn.",
            "Drive the cows into the barn.",
            "Lock the barn door after the horse is stolen. посл.",
            "They live in a big barn of a house.",
            "We were forced to take cover in a barn.",
            "The barn is filled with cobwebs.",
            "Two farm workers died when a barn caught fire.",
            "Light came through the cracks in the walls of the barn.",
            "...asked the community's farmers to meet at the Howard family grange to help raise a new barn...",
            "They fed and watered the horses in the barn.",
            "...chambered the lost hikers in the barn until the next morning...",
            "The roof of the old barn collapsed.",
            "She chalked a message on the side of the barn.",
            "The horses neighed when the rider came into the barn.",
            "They climbed up into the loft of the old barn.",
            "They plan to construct a barn behind the house.",
            "The candle fell over and set light to the barn.",
            "The tumbledown old barn was considered a fire hazard.",
            "Some cold-blooded rascal had set the barn afire, killing all of the horses."
        ],
        "example_translate": [
            "Этот дом похож на сарай.",
            "Корова отелилась в сарае.",
            "Загони коров в хлев.",
            "После драки кулаками не машут.",
            "Они живут в большом сарае дома.",
            "Мы были вынуждены укрыться в сарае.",
            "В сарае полно паутины. / Сарай зарос паутиной.",
            "Двое работников фермы погибли, когда загорелся сарай.",
            "Свет проникал через щели в стенах сарая.",
            "...попросил фермерскую общину собраться у фермы семьи Ховард, чтобы помочь поставить новый сарай...",
            "В конюшне они накормили и напоили лошадей.",
            "...разместили потерявшихся туристов в сарае до следующего утра ...",
            "Крыша старого сарая обвалилась.",
            "Она написала мелом записку на стене амбара.",
            "Когда всадник зашёл в конюшню, лошади заржали.",
            "Они взобрались на чердак старого амбара.",
            "Они планируют построить за домом сарай.",
            "Свеча упала и подожгла сарай.",
            "Этот обветшалый старый сарай сочли пожароопасным.",
            "Какой-то бесчувственный негодяй поджёг конюшню и погубил всех лошадей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}