{
    "basement": {
        "comment": [],
        "translate": "подвал, фундамент, цокольный этаж, основание, подвальный этаж",
        "transcription": " |ˈbeɪsmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This door goes to the basement.",
            "Their basement has a playroom.",
            "After the flood our basement was under water.",
            "Water leaked into the basement.",
            "The treasury was in the basement of the palace.",
            "I won't let the police search her basement.",
            "Our basement flooded during the heavy rains.",
            "Water seeped through the break in the basement wall.",
            "There was an unpleasant smell coming from the basement.",
            "We keep our wine collection down in the basement.",
            "...a stash of stag flicks that were hidden in the basement...",
            "This sealed door won't allow the water come into the basement.",
            "We assembled in the church basement.",
            "Check for seepage in the basement.",
            "The basement was inundated after the storm.",
            "There were noises coming from the basement.",
            "The laundry in the basement is for tenants only.",
            "The basement's damp walls were covered with mildew.",
            "Her books became moldy after being left in a damp basement.",
            "Survivors of the tornado were bivouacked in the church basement.",
            "The victims' bodies had been dismembered and buried in the basement.",
            "We keep our important papers in an incombustible safe in the basement.",
            "They wondered what might be lurking in the lightless corners of the basement.",
            "We finally discovered the dead rat that was causing the stench in the basement."
        ],
        "example_translate": [
            "Эта дверь ведёт в подвал.",
            "В их подвале есть игровая комната.",
            "После наводнения цокольный этаж нашего дома оказался затопленным.",
            "Вода просочилась в подвал.",
            "Сокровищница находилась в подвале дворца.",
            "Я не позволю полиции обыскивать её подвал.",
            "Наш подвал затопило во время ливней.",
            "Вода просочилась через трещину в цоколе.",
            "Из подвала шёл какой-то неприятный запах.",
            "Нашу коллекцию вин мы держим внизу, в подвале.",
            "...тайник/загашник (уголовн.) с порнухой, что был спрятан в подвале... (stag flick - фотография, (порно)фильм )",
            "Герметичная дверь не позволяет воде попасть в подвал.",
            "Мы собрались в подвале церкви.",
            "Проверьте утечку в подвале.",
            "После бури подвал затопило водой.",
            "Из подвала доносились какие-то звуки.",
            "Прачечная в подвале дома — только для его жильцов.",
            "Сырые стены подвала были покрыты плесенью.",
            "Её брошенные в сыром подвале книги покрылись плесенью.",
            "Выживших после торнадо разместили в подвале церкви.",
            "Тела жертв были расчленены и захоронены в подвале.",
            "Мы храним важные документы в подвале, в несгораемом сейфе.",
            "Они гадали, что может таиться в тёмных углах подвала.",
            "В конечном итоге, мы обнаружили дохлую крысу, из-за которой так воняло в подвале."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}