{
    "based": {
        "comment": [],
        "translate": "",
        "transcription": " |ˈbeɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The film was based on a true story.",
            "The company is based in Paris.",
            "Taxation is based on income.",
            "You can't fire him solely based on rumor.",
            "The play is based on a real-life event.",
            "A lot of the jokes were based on double meaning.",
            "Much of the novel is based on fact.",
            "His rank was based solely on merit.",
            "The movie is based on real events.",
            "The film is loosely based on the novel.",
            "His day-to-day life is based on ritual.",
            "The company has based itself in London.",
            "The American troops were based in Korea.",
            "The economy is based largely on farming.",
            "The bulk of consumers are based in towns.",
            "His incrimination was based on my testimony.",
            "Promotions are based on merit and seniority.",
            "He based his decision on facts, not emotions.",
            "The new organization will be based in Dallas.",
            "The judge's ruling was based on legal precedent.",
            "The doctor-patient relationship is based on trust.",
            "The tax on cars is still based on engine capacity.",
            "She was hired based on her past experience in sales.",
            "His investment strategy is based on a simple formula.",
            "She objected that the accusation was based on hearsay.",
            "Her opinion is based on a careful scrutiny of the text.",
            "His guess was based on intuition rather than deduction.",
            "Their decisions were based on data of doubtful accuracy.",
            "The whole approach is based on unquestioned assumptions.",
            "Their calculations were based on a notional minimum wage."
        ],
        "example_translate": [
            "Фильм был основан на реальных событиях.",
            "Компания базируется в Париже.",
            "Размер налогообложения определяется доходом.",
            "Вы не можете его уволить, основываясь исключительно на слухах.",
            "Пьеса написана на основе реальных событий.",
            "Многие шутки были основаны на двойном смысле.",
            "Большая часть романа основана на фактах.",
            "Его звание, было исключительно результатом его заслуг.",
            "Фильм основан на реальных событиях.",
            "Фильм снят по мотивам данного романа.",
            "Его повседневная жизнь основана на ритуалах.",
            "Компания обосновалась в Лондоне.",
            "Американские войска были расположены в Корее.",
            "Экономика в значительной степени базируется на сельском хозяйстве.",
            "Основная часть потребителей находится в городах.",
            "Его обвинение было основано на моих показаниях.",
            "Повышение в должности зависит от заслуг и трудового стажа.",
            "Он основывал своё решение на фактах, а не на эмоциях.",
            "Новая организация будет основана в Далласе.",
            "Решение судьи было основано на правовом прецеденте.",
            "Отношения между врачом и пациентом основаны на доверии.",
            "Налог на автомобили по-прежнему основан на объёме двигателя.",
            "Она была нанята исходя из её прошлого опыта работы в продажах.",
            "Его инвестиционная стратегия основывается на простой формуле.",
            "Она возразила, что данное обвинение основывается на слухах.",
            "Её мнение основано на тщательном изучении данного текста.",
            "Его предположение основывалось больше на интуиции, чем на логике.",
            "Их решения были основаны на данных сомнительной точности.",
            "Весь этот метод основывается на не вызывающих сомнений предположениях.",
            "Их расчёты основывались на условной минимальной заработной плате."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}