{
    "base": {
        "comment": [
            "database",
            "bass",
            "basis",
            "basin"
        ],
        "translate": "база, основание, основа, основывать, базировать, базовый, основной, базисный",
        "transcription": " |beɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Taxation is based on income.",
            "The statue was mounted on a marble base.",
            "One should always base one's opinion on facts.",
            "Vodka is the base for many cocktails.",
            "The American troops were based in Korea.",
            "Love weakens strength and bases honour.",
            "The company chose London as its base.",
            "a base, degrading way of life",
            "They searched his pockets, and found all his copper was base.",
            "The company has based itself in London.",
            "Iron is a base metal.",
            "The pilot made contact with the base.",
            "The new organization will be based in Dallas.",
            "Foolish sinners will submit to the basest servitude, and be attendants of swine.",
            "She winged the ball over to first base.",
            "Catch the ball and throw it to first base.",
            "They played him on first base.",
            "The soldiers were ordered back to the base.",
            "The country's manufacturing base (=all the factories, companies etc that produce goods in a country) has shrunk by 20%.",
            "He bunted the ball toward third base.",
            "The base is undergoing an expensive upgrade.",
            "The catcher made a good throw to second base.",
            "They returned to base to rearm.",
            "The runner slid into third base.",
            "base a claim on some observation",
            "the ball at the base of the thumb",
            "She threw the ball to first base.",
            "His throw to first base went wide.",
            "The base was braced for an attack.",
            "He came all the way around the base."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Размер налогообложения определяется доходом.",
            "Статуя была установлена на мраморном основании.",
            "Своё мнение всегда следует основывать на фактах.",
            "Водка является основой для многих коктейлей.",
            "Американские войска были расположены в Корее.",
            "Любовь лишает сил и унижает достоинство.",
            "Компания выбрала Лондон в качестве своей базы.",
            "подлый, унизительный образ жизни",
            "Они обыскали его и выяснили, что все его медные монеты были поддельные.",
            "Компания обосновалась в Лондоне.",
            "Железо является одним из недрагоценных металлов.",
            "Пилот связался с базой.",
            "Новая организация будет основана в Далласе.",
            "Неразумным грешникам достанется самая низменная работа: надзирать за свиньями в хлеву.",
            "Она с силой бросила мяч на первую базу.",
            "Поймай мяч и брось его на первую базу.",
            "Его использовали на позиции игрока первой базы. (о бейсболе)",
            "Солдаты получили приказ вернуться на базу.",
            "Производственная база страны (т.е. всех фабрики и заводы, фирмы и др., которые производят товары в данной стране) сократилась на двадцать процентов.",
            "Выполнив \"бант\", он направил мяч в сторону третьей базы. (бант — вид удара в бейсболе: бита без замаха просто подставляется под летящий мяч)",
            "Базу модернизируют, и денег на модернизацию не жалеют.",
            "Кэтчер сделал удачный бросок на вторую базу.",
            "Они вернулись на базу для пополнения боекомплекта.",
            "Бегущий /раннер/ проскользнул на третью базу. (о бейсболе)",
            "основать утверждение на некоторых наблюдениях",
            "шарообразное утолщение у основания большого пальца",
            "Она бросила мяч на первую базу.",
            "Его бросок на первую базу оказался неточным.",
            "База приготовилась к атаке.",
            "Он обошёл вокруг базы."
        ]
    }
}