{
    "basically": {
        "comment": [
            "basic",
            "basis",
            "basin"
        ],
        "translate": "в основном, по существу, в своей основе, в основе",
        "transcription": " |ˈbeɪsɪkli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Basically, I'm just lazy.",
            "Basically, he hadn't changed at all.",
            "Your answer is basically correct.",
            "He is basically dishonest",
            "I believe that human beings are basically good.",
            "The match was basically a repeat of last year's game at Wembley.",
            "I used to see him every night, basically.",
            "an economy that is basically rural",
            "All cheeses are made in basically the same way.",
            "Milk is basically an oil-in-water emulsion.",
            "Well, basically, it's a matter of filling in a few forms.",
            "The story he told was basically true, even if it wasn't literally true.",
            "The story he told was basically true, even if it wasn't the literal truth.",
            "a Latin-American strongman who basically treated his nation's coffers as his personal bank account",
            "That will basically cover fifty...correction sixty percent of all charges.",
            "The media's professional telltales have basically decided that today's celebrities have no right to privacy.",
            "Contrary to popular belief (=in spite of what many people believe), gorillas are basically shy, gentle creatures.",
            "We were able to bootstrap the company so we have basically got three years of market research about what people want."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "По правде говоря, мне просто лень.",
            "В сущности, он совсем не изменился.",
            "Ваш ответ, в общем-то /в основном/, правильный.",
            "Он совершенно бесчестный.",
            "Я считаю, что люди, по природе своей, в общем-то, хорошие.",
            "Матч был, по сути, повторением прошлогодней игры на \"Уэмбли\".",
            "В общем-то, мы виделись с ним каждую ночь.",
            "экономика, которая по существу является сельскохозяйственной",
            "В общем-то, все сыры изготавливаются примерно одинаково.",
            "Молоко, по сути, является водно-жировой эмульсией.",
            "Ну, в принципе, весь вопрос в том, чтобы заполнить несколько форм.",
            "В основном рассказанное им было правдой, даже несмотря на все преувеличения.",
            "В основном рассказанное им было правдой, даже несмотря на все преувеличения.",
            "латиноамериканский диктатор, который фактически использовал государственную казну в качестве личного банковского счета",
            "В принципе, это скомпенсирует пятьдесят... поправка, шестьдесят процентов всех расходов.",
            "По существу, эти профессиональные медиа-болтуны решили, что современные знаменитости не имеют права на частную жизнь.",
            "Вопреки распространённому мнению (т.е. несмотря на то, что так считают многие), гориллы в основном являются существами робкими и мягкими.",
            "Мы смогли создать свою фирму с нуля, так как три года занимались исследованиями рынка, чтобы понять спрос."
        ],
        "stars": 2
    }
}