{
    "basis": {
        "comment": [
            "base",
            "database",
            "bass",
            "basin"
        ],
        "translate": "основа, основание, база, базис",
        "transcription": " |ˈbeɪsɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm saving money on a regular basis.",
            "The basis of this drink is orange juice.",
            "We'll share it on a fifty-fifty basis.",
            "Your fears have no basis in fact.",
            "She was employed on a temporary basis.",
            "Racism was not just an outgrowth of Nazism but its basis.",
            "He worked on an interim basis.",
            "We hear from him on a regular basis.",
            "Their claim had no basis in fact (=it was not true).",
            "Rates are calculated on an hourly basis.",
            "the racism that was the basis of apartheid",
            "She renews her lease on a yearly basis.",
            "an empirical basis for an ethical theory",
            "Nurses are employed on a full-time basis.",
            "We'll hire more staff on an ad hoc basis.",
            "Unmerchantable stands were excluded from the timber harvesting land base in the analysis on the basis of inventory type group.",
            "comparison of foods on a caloric basis",
            "The money will be disbursed on the basis of need.",
            "You can't judge them solely on the basis of hearsay.",
            "Gold was once the basis of the U.S. monetary system.",
            "Customer profiling provides the basis for opening what marketers call a \"dialogue\" with customers.",
            "Bread forms the basis of their daily diet.",
            "Smith was hired on a six-month trial basis.",
            "Salary levels are reviewed on a yearly basis.",
            "The fuel is being used on an experimental basis.",
            "The whole basis of the agreement was coming apart.",
            "The whole argument rested on a basis of conjecture.",
            "Love and trust should form the basis of a marriage.",
            "women wishing to return to work on a part-time basis",
            "The video will provide a basis for class discussion."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я регулярно откладываю деньги.",
            "Основой этого напитка является апельсиновый сок.",
            "Мы разделим его ровно пополам.",
            "Ваши страхи не имеют под собой реальных оснований.",
            "Она работала по договору временного найма.",
            "Расизм был не просто следствием нацизма, он был его основой.",
            "Он работал на временной основе.",
            "Мы регулярно получаем от него весточки.",
            "Их заявления не имели под собой реальных оснований (т.е. это была неправда).",
            "Цены рассчитываются на почасовой основе.",
            "расизм, лежавший в основе апартеида",
            "Она возобновляет аренду на ежегодной основе.",
            "эмпирическая основа для этической теории",
            "Медсёстры нанимаются на работу на основе полной занятости.",
            "Дополнительный персонал мы будем нанимать по мере необходимости.",
            "Непригодные для продажи лесопосадки были исключены из сбора древесины.",
            "сравнение продуктов по калорийности",
            "Деньги будут выделяться по мере необходимости.",
            "Нельзя судить о них только на основании слухов.",
            "Когда-то золото представляло собой основу денежной системы США.",
            "Определение потребительского профиля создает основу для начала того, что маркетологи называют \"диалогом\" с покупателями.",
            "Основу их ежедневного рациона составляет хлеб.",
            "Смит был нанят на шестимесячный испытательный срок.",
            "Уровень заработной платы пересматривается ежегодно.",
            "Такое топливо используется на экспериментальной основе.",
            "Разрушалось всё основание данного соглашения.",
            "Вся аргументация была построена на основе догадок и предположений.",
            "Основой брака должны служить любовь и доверие.",
            "женщины, желающие вернуться на работу по совместительству",
            "Данное видео послужит основой для обсуждения на занятиях."
        ],
        "stars": 3
    }
}