{
    "basket": {
        "comment": [],
        "translate": "корзина, корзинка, наружные места, бросать в корзину",
        "transcription": " |ˈbæskɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I set the basket against the door.",
            "She wove a basket for us.",
            "a basket of warm, crusty bread",
            "I retrieved my paper from the waste paper basket.",
            "He balled up the letter and threw it into the wastepaper basket.",
            "kittens cuddling in a basket",
            "He piled bread and milk into his basket.",
            "Mother would whop me if I came back without the basket.",
            "She scored a clutch basket.",
            "He took a course in basket weaving.",
            "She put her sewing back in the basket.",
            "He wrapped the gift basket in cellophane.",
            "The basket's function dictates its size and shape.",
            "There's a pile of dirty laundry in the laundry basket.",
            "Local government needs a basket of taxes at its disposal.",
            "Dan tore the page out, crumpled it, and threw it in the wastepaper basket.",
            "a used towel that he had used and had left thriftily on the ledge below the mirror rather than consign to the linen basket"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(закр сл) = [ɑː]"
        ],
        "example_translate": [
            "Я поставил корзину рядом с дверью.",
            "Она сплела нам корзину.",
            "корзина тёплого, хрустящего хлеба",
            "Я вынул свой лист из мусорной корзины для бумаг.",
            "Он смял письмо и бросил его в мусорную корзину.",
            "котята, которые жмутся друг к другу в корзине",
            "Он положил в свою корзинку хлеб и молоко.",
            "Мать поколотила бы меня, если бы я вернулся без корзины.",
            "Она забросила решающий мяч. (о баскетболе)",
            "Он прошёл курс плетения корзин.",
            "Она положила свое шитьё обратно в корзину.",
            "Он завернул подарочную корзину в целлофан.",
            "Размер и форма корзины определяются её предназначением.",
            "В корзине (для белья) — куча грязного белья.",
            "Местной администрации необходима налоговая корзина и право ею распоряжаться.",
            "Дэн вырвал страницу, скомкал её и швырнул в мусорную корзину для бумаг.",
            "использованное полотенце, которое он бережливо оставил на полке под зеркалом вместо того, чтобы отправить его в корзину с грязным бельём"
        ]
    }
}