{
    "basketball": {
        "comment": [],
        "translate": "баскетбол, баскетбольный",
        "transcription": " |ˈbæskɪtbɔːl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She dribbled across the basketball court.",
            "She refereed the basketball game.",
            "a basketball player with deadly aim",
            "The basketball team has few weaknesses.",
            "The basketball player was charged with a foul.",
            "Elbowing is a foul in basketball.",
            "He lettered in basketball at Brandeis.",
            "He is undersized for a basketball player.",
            "She is a magician on the basketball court.",
            "Basketball games are a lot of fun to watch.",
            "She starred for the basketball team last year.",
            "We were hot and sweaty after playing basketball.",
            "The basketball player moved from one team to another.",
            "Basketball provided an outlet for their excess energy.",
            "We expect everyone on this basketball court to play fair.",
            "this year's national basketball champs",
            "He was a tiger on the basketball court.",
            "I dislike basketball, but I enjoy baseball.",
            "The United States is the home of basketball.",
            "the camaraderie of the women's basketball team",
            "Karen began playing basketball when she was six.",
            "Professional women's basketball is here to stay.",
            "He changed channels to watch the basketball game.",
            "college teams courting high school basketball stars",
            "The lanky basketball star was great at slam-dunking.",
            "For excitement, you just can't beat college basketball.",
            "We fielded a team of highly talented basketball players.",
            "The women's basketball team has talent, speed, and power.",
            "The new kid had some slick moves on the basketball court.",
            "a gangly teenager who was born to play varsity basketball"
        ],
        "example_translate": [
            "Она провела мяч через всю баскетбольную площадку.",
            "Она судила баскетбольную игру. (была судьей в игре)",
            "баскетболист с убийственным броском",
            "У этой баскетбольной команды почти нет недостатков.",
            "Баскетболисту присудили фол.",
            "Удары и толчки локтем в баскетболе запрещены.",
            "Он выступал за баскетбольную сборную университета Брандеиса.",
            "Для баскетболиста он низковат.",
            "На баскетбольной площадке она творит чудеса.",
            "Баскетбольные игры очень весело смотреть.",
            "В прошлом году она великолепно выступила за баскетбольную команду.",
            "После игры в баскетбол мы были горячие и потные.",
            "Баскетболист перешёл из одной команды в другую.",
            "Баскетбол дал им возможность выплеснуть избыточную энергию.",
            "Мы хотим, чтобы все на этой баскетбольной площадке играли честно.",
            "победители баскетбольного первенства этого года",
            "На баскетбольной площадке он был просто зверь.",
            "Я не люблю баскетбол, но вот бейсбол мне нравится.",
            "Соединённые Штаты являются родиной баскетбола.",
            "дух товарищества в этой женской баскетбольной команде",
            "Карен начала играть в баскетбол, когда ей было шесть лет.",
            "Профессиональный женский баскетбол — это всерьёз и надолго.",
            "Он переключил телевизор, чтобы посмотреть этот баскетбольный матч.",
            "университетские команды, обхаживающие баскетбольных звёзд из старшей школы",
            "Эта долговязая звезда баскетбола великолепно исполняла броски сверху /слэм-данки/.",
            "По части азарта студенческому баскетболу нет равных.",
            "Мы выставили команду очень талантливых баскетболистов.",
            "Женская баскетбольная команда обладает талантом, скоростью и мощью.",
            "Новичок показал несколько ловких трюков на баскетбольной площадке.",
            "долговязый нескладный подросток, рождённый для студенческого баскетбола"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}