{
    "bathroom": {
        "comment": [
            "bath",
            "bathe",
            "thorough",
            "thoroughly",
            "thorn",
            "through",
            "throughout",
            "throw",
            "throat",
            "overthrow",
            "breakthrough",
            "throne",
            "classroom",
            "mushroom",
            "bedroom",
            "room",
            "ballroom",
            "broom"
        ],
        "translate": "ванная комната, ванная, туалет",
        "transcription": " |ˈbæθruːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bathroom is occupied.",
            "Their house has three bathrooms.",
            "'Can I use your bathroom?' 'Yes, feel free.'",
            "The bathroom is up the stairs.",
            "Mommy, I have to go to the bathroom.",
            "The bathroom is down those stairs.",
            "There's water all over the bathroom floor.",
            "The bulb's gone in the bathroom.",
            "She went into the bathroom and turned on the taps.",
            "Would you like to freshen up? The bathroom is upstairs.",
            "The bathroom is down the hall.",
            "She made a dive for the bathroom.",
            "The bathroom has a shower and tub.",
            "He made a beeline for the bathroom.",
            "We hired him to tile the bathroom floor.",
            "Can you show Mrs Davies to the bathroom?",
            "The bathroom is done out in white marble.",
            "She dashed down the hallway to the bathroom.",
            "Tiling the bathroom is going to be a big job.",
            "There's a small bathroom off the main bedroom.",
            "The housekeeping staff sanitized the bathroom.",
            "They painted the bathroom a yucky green colour.",
            "The bathroom was all fogged up after my shower.",
            "How much longer are you going to hog the bathroom?",
            "The bathroom is halfway down the hall on the right.",
            "The addition of a bathroom was a major improvement.",
            "bathroom accessories such as mirrors and towel-rails",
            "Could you point me in the direction of the bathroom, please?",
            "Each room I've stayed in has a cracked basin in the bathroom.",
            "I didn't hear the telephone, I was scrubbing out the bathroom."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ванная занята.",
            "В их доме три ванные комнаты / туалета.",
            "- \"Могу я воспользоваться твоей ванной?\" - \"Конечно, чувствуй себя как дома\".",
            "Ванная комната /туалет/ — вверх по лестнице.",
            "Мама, я хочу в туалет.",
            "Ванная комната /туалет/ — вниз по этой лестнице.",
            "По всему полу ванной разлита вода.",
            "В ванной перегорела лампочка.",
            "Она пошла в ванную и открыла краны.",
            "Не хочешь освежиться? Ванная комната наверху.",
            "Туалет — дальше по коридору.",
            "Она бросилась в сторону ванной комнаты /туалета/.",
            "В ванной комнате есть и душ и ванна.",
            "Он ринулся прямиком в туалет.",
            "Мы наняли его, чтобы положить плитку на пол в ванной комнате.",
            "Вы не могли бы проводить миссис Дэвис до ванной комнаты?",
            "Стены и пол в ванной покрыты белым мрамором.",
            "Она бросилась по коридору к ванной /к туалету/.",
            "Положить плитку в ванной будет делом нелёгким.",
            "Рядом с главной спальней есть небольшой туалет.",
            "Обслуживающий персонал подверг туалет санитарной обработке.",
            "Они покрасили ванную комнату в противный зеленый цвет.",
            "После моего душа вся ванная была как в тумане.",
            "Сколько ещё времени ты будешь занимать туалет /ванную/?",
            "Туалет находится на полпути по коридору, справа.",
            "Добавление ванной комнаты было значительным улучшением.",
            "такие принадлежности для ванной комнаты, как зеркала и полотенцесушители",
            "Не могли бы вы показать мне, где находится туалет?",
            "В каком бы номере мне ни довелось остановиться, в ванной – треснувшая раковина.",
            "Я не слышала телефонного звонка, я чистила ванну."
        ],
        "stars": 2
    }
}