{
    "bath": {
        "comment": [],
        "translate": "ванна, баня, купание, купальня, купать, мыть",
        "transcription": " |bæθ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A hot bath always relaxes me.",
            "I'll bath the children.",
            "The bath water has gotten cold.",
            "She ran a bath (=put water into a bath).",
            "How often do you take a bath?",
            "I sponged myself in a hot bath.",
            "The bath water was icy cold.",
            "I spent half an hour soaking in a hot bath.",
            "Each room has a private bath.",
            "I'll have a bath and go to bed.",
            "All I need is a bath, a decent meal, and a good long sleep.",
            "I had a good long soak in the bath.",
            "Her nerves were soothed by a warm bath.",
            "She likes a hot bath last thing at night.",
            "I could hear her running a bath upstairs.",
            "Plunge the fabric into a bath of black dye.",
            "He was watching the cat giving itself a bath.",
            "I could hear her sloshing around in the bath.",
            "After a week of camping, I really needed a bath.",
            "Could you serve this gentleman please, Miss Bath?",
            "Gallons of water cascaded over the side of the bath.",
            "Could you run me a nice hot bath while I finish my meal?",
            "Nothing makes me feel more relaxed than a nice hot bath.",
            "He has a good bath every morning.",
            "I watched the bath water drain away.",
            "She left a dirty ring around the bath.",
            "She soaked the etching in an acid bath.",
            "Sue was singing away to herself in the bath.",
            "All our luxury bedrooms have a private bath.",
            "We took a bath in the market over that stock."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(закр сл) = [ɑː]"
        ],
        "example_translate": [
            "Горячая ванна всегда меня успокаивает /расслабляет/.",
            "Я искупаю детей.",
            "Вода в ванной остыла.",
            "Она наполнила ванну (т.е. налила воду в ванну).",
            "Как часто вы принимаете ванну?",
            "Я помылся губкой в горячей ванне.",
            "Вода в ванной была холодной, как лёд.",
            "Я полчаса пролежал в горячей ванне.",
            "В каждом номере есть отдельный санузел.",
            "Я приму ванну и лягу спать.",
            "Все, что мне нужно — это принять ванну, нормально поесть и хорошо выспаться.",
            "Я вдоволь понежилась в ванне.",
            "Она успокоилась, приняв тёплую ванну.",
            "Она любит перед сном принять горячую ванну.",
            "Я слышал, как она наверху набирает ванну.",
            "Окуните ткань в ванну с черным красителем.",
            "Он смотрел, как умывается кошка.",
            "Я слышал, как она плещется в ванне.",
            "После недели, проведённой в палатке, мне очень нужно было принять ванну.",
            "Не могли бы вы обслужить этого джентльмена, мисс Батт?",
            "Галлоны воды хлынули через край ванны.",
            "Ты не мог бы напустить мне хорошую горячую ванну, пока я доедаю?",
            "Ничто не так меня не расслабляет, как хорошая горячая ванна.",
            "Каждое утро он хорошенько отмокает в ванне.",
            "Я смотрел, как вода потихоньку спускается из ванны.",
            "После неё вокруг ванны осталось грязное кольцо.",
            "Она погрузила гравюру в ванну с кислотой.",
            "Сью напевала про себя в ванной.",
            "Во всех наших номерах люкс имеются отдельные санузлы.",
            "Мы понесли серьёзные убытки на рынке из-за этих акций."
        ]
    }
}