{
    "battery": {
        "comment": [
            "batch",
            "debate",
            "battle",
            "battered",
            "bat"
        ],
        "translate": "батарея, аккумулятор, батарейка, побои, батарейный",
        "transcription": " |ˈbætri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The battery is charging.",
            "The battery is dead / flat.",
            "The car's got a flat battery.",
            "I need to charge my car battery.",
            "Connect the cable to the battery.",
            "They bagged 9,000 PWs and a battery of 15-inch guns.",
            "The battery had a short life.",
            "We need a new battery for the radio.",
            "We tried to charge the car's battery.",
            "Leave the battery on charge all night.",
            "The battery was dead and the car wouldn't start.",
            "When the red light comes on, you should recharge the battery .",
            "the battery needed a fresh charge",
            "The camcorder needs a new battery.",
            "The battery in this watch is going.",
            "How much energy can this battery store?",
            "Installing a car battery is a simple procedure.",
            "When the computer beeps, you need to recharge the battery.",
            "Disconnecting the battery will silence the alarm.",
            "It takes about an hour for the battery to recharge.",
            "The operation was performed by a battery of doctors.",
            "You have to take the top off to change the batteries.",
            "A neighbouring battery of guns were being worked into position.",
            "They left the lights on and came back to find the battery drained.",
            "His camera ran out of juice because he forgot to replace the battery.",
            "He was collared by two French soldiers, and dragged back into the battery.",
            "Marlborough erected another battery to play upon the south-eastern bastion."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Батарея сейчас заряжается.",
            "Батарея села.",
            "У автомобиля сел аккумулятор.",
            "Мне нужно зарядить аккумулятор в автомобиле.",
            "Подключите кабель к батарее / аккумулятору.",
            "Они взяли захватили 9 тысяч человек и целую батарею 15-дюймовых орудий.",
            "Этот аккумулятор прослужил недолго. / Жизнь этой батареи была недолгой.",
            "Нам нужна новая батарейка для радио.",
            "Мы пытались зарядить аккумулятор автомобиля.",
            "Оставьте аккумулятор заряжаться на всю ночь.",
            "Аккумулятор сел, и машина никак не заводилась.",
            "Когда загорается красный огонёк, следует зарядить батарею .",
            "аккумулятор нужен свежий заряд",
            "Видеокамере нужен новый аккумулятор.",
            "Батарейка в часах садится.",
            "Какова энергоёмкость этой батареи?",
            "Процедура установки аккумулятора проста.",
            "Когда компьютер запищит, нужно будет зарядить аккумулятор.",
            "Будильник замолчит, если вынуть из него батарейку.",
            "Батарея заряжается примерно за час. / Подзарядка батареи занимает около часа.",
            "Операция была проведена командой /группой/ врачей.",
            "Чтобы поменять батарейки, вам придётся снять крышку.",
            "Соседняя артиллерийская батарея выдвигалась на позицию.",
            "Они не выключили фары и ушли, а когда вернулись, то оказалось, что аккумулятор полностью разряжен.",
            "Его камера разрядилась (села батарейка), потому что он забыл заменить батарею.",
            "Двое французских солдат схватили его за воротник и оттащили обратно на батарею.",
            "Мальборо соорудил ещё одну батарею, чтобы обстреливать юго-восточный бастион."
        ]
    }
}