{
    "beam": {
        "comment": [
            "beautiful",
            "beauty",
            "beak",
            "beat",
            "bear",
            "beach",
            "bean",
            "beard",
            "beating",
            "bearing",
            "beast"
        ],
        "translate": "луч, ширина, балка, брус, бревно, коромысло, светить, излучать, сиять, испускать лучи",
        "transcription": " |biːm|",
        "antonyms": [],
        "mnemonic": [
            "beam [би:м] балка, луч, сиять - Если ты (лю-бим), то как балка сияешь под лучами солнца;",
            "beam [bi: m]\n***\nПучок лучей СИЯЕТ светом голубым. (это) beam\nПУЧОК ЛУЧЕЙ сияет светом \"голубим\". (это) beam\n***\nВ одной команде \"team\" -\nя и мой луч \"beam\"."
        ],
        "examples": [
            "The morning sun beamed down on us.",
            "He beamed with pleasure.",
            "The beam holds up the roof.",
            "We saw the beams from their flashlights.",
            "He beamed at the journalists.",
            "Sherman looked at his sons and beamed proudly.",
            "The clouds parted and a beam of light fell on the field.",
            "She performed perfectly on the balance beam",
            "The radio station agreed to beam the Minister's speech to the whole of Europe.",
            "Dry rot had eaten away part of the beam.",
            "She was beaming with joy.",
            "The sun beamed its light through the window.",
            "He supported me with one hand while I balanced on the beam.",
            "The fire beamed on their faces.",
            "She beamed as she told us the good news.",
            "The machine directs an X-ray beam at the patient's body.",
            "They sighted land on the port beam.",
            "The cancer cells are burnt out using a laser beam.",
            "Pictures of the distant planet were beamed back to the Earth.",
            "Physical prowess aside, the concentration required on the beam is phenomenal.",
            "The physicist refocused the light beam.",
            "The beam of light occults every so often."
        ],
        "example_translate": [
            "Утреннее солнце посылало нам свои лучи.",
            "Он сиял от удовольствия.",
            "Эта балка поддерживает крышу.",
            "Мы видели лучи от фонарей.",
            "Он широко улыбнулся журналистам.",
            "Шерман посмотрел на своих сыновей и засиял от гордости.",
            "Облака разошлись, и луч света упал на поле.",
            "Она идеально выступила на бревне. (о спортивной гимнастике)",
            "Радиостанция согласилась транслировать речь министра по всей Европе.",
            "Часть балки была съедена древесным грибком.",
            "Она сияла от радости.",
            "Лучи солнца пробился через окно.",
            "Он поддерживал меня одной рукой, пока я балансировала на бревне.",
            "Огонь осветил их лица.",
            "Она сияла, рассказывая нам эти хорошие новости.",
            "Машина направляет пучок рентгеновского излучения на тело пациента.",
            "Они заметили по левому траверзу землю.",
            "Раковые клетки выжигают с помощью лазерного луча.",
            "Фотографии далёкой планеты были переданы обратно на Землю.",
            "При выполнении упражнений на бревне требуется необыкновенная концентрация, не говоря уже о физической силе.",
            "Физик перефокусировал луч света.",
            "Этот луч света время от времени пропадает."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}