{
    "beard": {
        "comment": [],
        "translate": "борода, ость, растительность на лице, смело выступать против",
        "transcription": " |bɪrd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had a long, white beard.",
            "My beard needs a trim.",
            "He grew a beard and mustache.",
            "A long beard does not make a philosopher.",
            "Please don't shave off your beard, I like your face with it.",
            "His beard was white with eld.",
            "He stroked his long beard",
            "She seems to have gone off Mark since he's grown a beard.",
            "a venerable sage with white hair and beard",
            "Somehow I can't imagine him without a beard.",
            "It was obvious that he was about to grow a beard.",
            "a black beard with flecks of gray",
            "As an experiment he decided to grow a beard.",
            "Most of them have no beard at all., others just a suspicion of one.",
            "He sprouted a beard since the last time I saw him."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У него была длинная белая борода.",
            "Мне нужно подстричь /подровнять/ бороду.",
            "Он отрастил бороду и усы.",
            "Длинная борода ещё не делает человека философом.",
            "Пожалуйста, не сбривай бороду: с ней ты мне больше нравишься.",
            "С возрастом его борода поседела.",
            "Он поглаживал свою длинную бороду.",
            "Она, кажется, поостыла к Марку с тех пор, как он отрастил бороду.",
            "почтенный старец с седыми волосами и бородой",
            "Почему-то я не могу представить его без бороды.",
            "Он, очевидно, решил отращивать бороду.",
            "чёрная борода с проседью",
            "В качестве эксперимента он решил отращивать бороду.",
            "Большинство из них совсем не имеют бороды., у других только намек на бороду.",
            "С того времени, когда я видел его в последний раз, он успел отрастить бороду."
        ]
    }
}