{
    "beating": {
        "comment": [
            "beautiful",
            "beauty",
            "beak",
            "beat",
            "bear",
            "beach",
            "bean",
            "beard",
            "beam",
            "bearing",
            "beast"
        ],
        "translate": "битье, биение, поражение, порка, выволочка, массаж, взмахивание",
        "transcription": " |ˈbiːtɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Can you hear my heart beating?",
            "Her heart was beating fast.",
            "The joyful beating of the drum.",
            "I think we're in with a good chance of beating them.",
            "Our team had beating, but not a bad beating.",
            "The news set her heart beating.",
            "He took a beating and ended up in second place.",
            "She plays a punk game of tennis, so you won't have any trouble beating her.",
            "Jennifer's heart was beating fast.",
            "Beating Arsenal was a major coup for the club.",
            "The restless beating of the barren, bitter sea.",
            "Florida takes some beating as a vacation destination.",
            "Barcelona remain top of the league after beating Real Madrid.",
            "Beating the defending champion has to be the highlight of my career.",
            "He wears a pacemaker to help maintain a regular beating of his heart.",
            "A few thugs terrorized the city with beating, stabbing, and shooting.",
            "There's no point in beating about the bush, so I'll give it to you straight.",
            "The pair had a comfortable win, beating the German team by nearly three seconds.",
            "My grandmother used to clean her mats by beating them against the wall of the house.",
            "The Dodgers took a real beating on Saturday.",
            "I've been beating my brains out all week trying to finish this essay."
        ],
        "example_translate": [
            "Слышишь, как бьётся сердце?",
            "Её сердце быстро билось.",
            "Радостный звук барабанного боя.",
            "Я думаю, у нас хорошие шансы их победить.",
            "Конечно, наша команда проиграла, но вовсе не с разгромным счётом.",
            "При этом известии у неё забилось сердце.",
            "Он потерпел поражение и оказался на втором месте.",
            "Она просто ужасно играет в теннис, так что обыграть её вам будет совсем нетрудно.",
            "Сердце Дженнифер учащённо билось.",
            "Победа над \"Арсеналом\" стала крупной удачей для этого клуба.",
            "Вечный накат на берег волн пустынного, горького моря.",
            "В качестве места проведения отпуска с Флоридой тяжело тягаться.",
            "\"Барселона\" после победы над мадридским \"Реалом\" продолжает возглавлять чемпионат.",
            "Победа над действующим чемпионом должна быть самым ярким моментом моей карьеры.",
            "Он носит кардиостимулятор, чтобы помочь поддерживать регулярное биение своего сердца.",
            "Несколько головорезов терроризировали город драками, нападениями и стрельбой.",
            "Нет смысла ходить вокруг да около, так что я выскажу тебе всё напрямик.",
            "Пара одержала уверенную победу, опередив немецкую команду почти на три секунды.",
            "Моя бабушка выбивала ковры об стену дома.",
            "В субботу \"Доджерс\" потерпели настоящий разгром.",
            "Я всю неделю ломаю себе голову, пытаясь закончить этот очерк."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}