{
    "become": {
        "comment": [
            "comedy",
            "welcome",
            "income",
            "come",
            "overcome",
            "outcome",
            "comeback"
        ],
        "translate": " становиться, делаться, случаться, годиться, приличествовать, быть к лицу",
        "transcription": "  |bɪˈkʌm|",
        "antonyms": [],
        "mnemonic": [
            "become [бика'м] становиться - Стать (быком), т.е. стать сильным.",
            "become [bı'kʌm]\ncome [kʌm]\nincome- доход\n***\nУже не СТАТЬ людьми быкам. (это) become\n***\nПРИХОДИТЬ к ученикам. (это) come"
        ],
        "examples": [
            "This dress becomes you well.",
            "It became stuffy.",
            "What will become of our freedom?",
            "He became an interpreter.",
            "The weather became warmer.",
            "It doesn't become you to speak like that.",
            "Slowly my eyes became accustomed to the darkness.",
            "The book has become quite popular.",
            "Blue really becomes her.",
            "Don't try to be clever — it doesn't become you.",
            "Whatever became of that large suitcase we had? Did we give it to a friend?",
            "George became King at the age of 54.",
            "I don't know what will become of the boy if he keeps failing his examinations.",
            "It eventually became clear that he had lied.",
            "Pollution from cars has become a major problem.",
            "This kind of behavior hardly becomes a person of your age and position.",
            "We became interested in the property last year.",
            "Helen became increasingly anxious about her husband's strange behaviour.",
            "Although I've known him for years, we didn't become close friends until recently.",
            "What becomes has duration.",
            "The crackers had become stale.",
            "She won the election, becoming the first woman to be President of the nation.",
            "Mourning becomes Electra."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Глаголы состояния и чувственного восприятия"
        ],
        "example_translate": [
            "Это платье вам очень идёт.",
            "Стало душно.",
            "Что станет с нашей свободой?",
            "Он стал устным переводчиком.",
            "Погода стала теплее.",
            "Тебе не годится так говорить.",
            "Постепенно мои глаза привыкли к темноте.",
            "Книга стала довольно популярной.",
            "Синий действительно ей идёт.",
            "Не пытайся умничать — это тебе не идёт.",
            "А что сталось с тем большим чемоданом, что у нас был? Мы его кому-то из друзей отдали?",
            "Джордж /Георг/ стал королём в возрасте 54 лет.",
            "Я не знаю, что с ним будет, если он и дальше будет проваливать экзамен за экзаменом.",
            "Со временем стало понятно, что он лгал.",
            "Загрязнение окружающей среды автомобилями стало серьёзной проблемой.",
            "Такое поведение не пристало человеку вашего возраста и положения.",
            "Нас заинтересовала эта собственность /имение, домовладение/ в прошлом году.",
            "Хелен становилась все более обеспокоенной странным поведением своего мужа.",
            "Хотя я знаком с ним много лет, до недавнего времени мы не были близкими друзьями.",
            "Всё, что появляется на свет, имеет продолжительность существования.",
            "Крекеры зачерствели. (или истёк их срок годности)",
            "Она выиграла выборы, став первой женщиной-президентом страны.",
            "Траур Электре к лицу."
        ],
        "stars": 3
    }
}