{
    "bed": {
        "comment": [
            "bedroom",
            "pad"
        ],
        "translate": "спать, ложиться в постель, кровать, постель, слой, ложе, постельный",
        "transcription": " |ˌbiː ˈed|",
        "antonyms": [],
        "mnemonic": [
            "bed [бэд] кровать - (Бедная) кровать;",
            "dim [dɪm]\nbedim [bɪ'dɪm] - затемнять\n***\nПОТУСКНЕЛО, значит, дым. (это) dim\nТУСКЛЫЙ свет, а мы чадим. (это) dim\nМы и в СУМЕРКАХ чадим. (это) dim"
        ],
        "examples": [
            "You should go to bed early.",
            "He lay in bed all morning.",
            "Dad has a whisky before bed.",
            "He goes to bed at the crack of dawn",
            "I came home and found him in bed with (=having sex with) my best friend.",
            "Simon lay in bed thinking.",
            "he worked in the coal beds",
            "Will you help me bed out the plants?",
            "The room had only a bed and chair.",
            "The gardener planted a bed of roses.",
            "He searched for treasure on the ocean bed",
            "Ask him why he would neglect his vow, and bed another woman.",
            "Sorry for calling so early - I hope I didn't get you out of bed.",
            "Come on kids, it's time for bed.",
            "he sat on the edge of the bed",
            "They found a bed of sandstone.",
            "There are two beds in the hotel room.",
            "He has fantasies about bedding a fashion model.",
            "Come and stay. The spare bed 's available for you.",
            "She told me he was good in bed (=a skilful lover).",
            "I'll just put the children to bed.",
            "I was too tired to get out of bed.",
            "Her bed was a mound of soft pine needles.",
            "She got into bed and turned out the light.",
            "He's been trying to get his secretary into bed.",
            "Have you made your bed, Penny?",
            "He felt so ill that he took to his bed.",
            "The room contains only a bed and a dresser.",
            "slices of hard-boiled egg on a bed of spinach",
            "The filter beds are large square beds of sand and gravel."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Тебе надо бы пораньше лечь спать.",
            "Он лежал в постели все утро.",
            "Перед сном папа выпивает порцию виски.",
            "Он ложится спать на рассвете.",
            "Я вернулась домой и застала его в постели (т.е. за сексом) с моей лучшей подругой.",
            "Саймон лежал в постели и размышлял.",
            "он работал на угольных пластах / на залежах угля",
            "Поможешь мне высадить цветы?",
            "В комнате были только кровать и стул.",
            "Садовник посадил клумбу из роз.",
            "Он искал сокровища на дне океана.",
            "Спроси его, отчего он нарушил свой обет и разделил ложе с другой женщиной.",
            "Извините, что звоню так рано., надеюсь, что я не поднял вас с постели.",
            "Так, дети, пора ложиться спать.",
            "он сидел на краю кровати",
            "Они наткнулись на слой песчаника.",
            "В этом гостиничном номере есть две кровати.",
            "В своих фантазиях он мечтал переспать с манекенщицей.",
            "Приходите в гости. У нас для вас есть свободная кровать.",
            "Она сказала мне, что он хорош в постели (т.е. искусный любовник).",
            "Я сейчас, только уложу детей спать.",
            "Я слишком устал, чтобы встать с постели.",
            "Ложем ей служила куча мягких сосновых иголок.",
            "Она легла в постель и выключила свет.",
            "Он пытается затащить свою секретаршу в постель.",
            "Ты приготовила свою кровать, Пенни?",
            "Ему было так плохо, что он слёг в постель.",
            "В комнате / в номере нет ничего, кроме кровати и комода.",
            "ломтики сваренных вкрутую яиц на подушке из шпината",
            "Фильтровальные пласты - это большие пласты песка и гравия."
        ],
        "stars": 3
    }
}