{
    "bedroom": {
        "comment": [
            "classroom",
            "mushroom",
            "bathroom",
            "room",
            "ballroom",
            "broom",
            "bed",
            "pad"
        ],
        "translate": "спальня",
        "transcription": " |ˈbedruːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "John's up in his bedroom.",
            "My bedroom carpet is green.",
            "I don't allow the cat in the bedroom.",
            "I heard his bedroom door shut.",
            "She locked herself in the bedroom.",
            "Gas escaped into the bedroom.",
            "There's a small bathroom off the main bedroom.",
            "The kids' bedroom has a loft.",
            "My bedroom has a southern exposure.",
            "The bedroom connects to the kitchen.",
            "You could sleep in the spare bedroom.",
            "You'll be sleeping in the back bedroom.",
            "I switched on the light in the bedroom.",
            "We bought a new carpet for the bedroom.",
            "The kitchen is directly below her bedroom.",
            "Sofia was in the bedroom tending to her son.",
            "The room is part sitting room, part bedroom.",
            "Her bedroom is decorated in a Victorian theme.",
            "Agnes had ensconced herself in the best bedroom.",
            "They converted the spare bedroom into an office.",
            "Mike went into the bedroom to check on his stash.",
            "She gently turned the handle of the bedroom door.",
            "I was dusting in the bedroom when the phone rang.",
            "The smell of chicken soup wafted up to my bedroom.",
            "We use the extra bedroom in our house as an office.",
            "We fixed up the guest bedroom before he came to stay.",
            "They were temporarily installed in the guest bedroom.",
            "After the argument, she sat in her bedroom, brooding.",
            "rime on the bedroom window after a bitterly cold night",
            "Rachel floated around the bedroom in a lace nightgown."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Джон наверху, у себя в спальне.",
            "Ковер в моей спальне зеленого цвета.",
            "Я не пускаю кошку в спальню.",
            "Я услышал, как захлопнулась дверь в его спальню.",
            "Она заперлась в спальне.",
            "Газ просочился в спальню.",
            "Рядом с главной спальней есть небольшой туалет.",
            "В детской имеется второй ярус /второй этаж, кровать-чердак/.",
            "Моя спальня выходит на юг.",
            "Спальня соединяется с кухней.",
            "Можете лечь спать в спальне для гостей.",
            "Вы будете спать в задней спальне.",
            "Я включил свет в спальне.",
            "Мы купили новый ковер для спальни.",
            "Кухня располагается прямо под её спальней.",
            "София была в спальне, занималась своим сыном.",
            "Эта комната является частично гостиной, частично спальней.",
            "Её спальня оформлена в викторианском стиле.",
            "Агнес с комфортом расположилась в лучшей спальне.",
            "Они превратили лишнюю спальню в рабочий кабинет.",
            "Майк пошёл в спальню, чтобы проверить свою заначку.",
            "Она осторожно повернула ручку двери в спальню.",
            "Я вытирал пыль в спальне, когда зазвонил телефон.",
            "Запах куриного супа донёсся до моей спальни.",
            "Лишнюю спальню нашего дома мы используем в качестве рабочего кабинета.",
            "Мы отремонтировали гостевую спальню, перед тем как он приехал погостить.",
            "Они были временно размещены в спальне для гостей.",
            "После ссоры она сидела в спальне и угрюмо размышляла.",
            "изморозь на окне спальни после очень холодной ночи",
            "Рэйчел плавно скользила по спальне в кружевной ночной рубашке."
        ],
        "stars": 3
    }
}