{
    "beef": {
        "comment": [
            "beer"
        ],
        "translate": "говядина, мясной скот, туша, говяжий, жаловаться",
        "transcription": " |biːf|",
        "antonyms": [],
        "mnemonic": [
            "beef [би:ф] говядина - Этот (биф-штекс) из говядины сделан?;"
        ],
        "examples": [
            "This is a good lean cut of beef.",
            "The beef was overdone.",
            "OK, so what's the beef this time?",
            "She roasted red veal, and powdered lean beef.",
            "We killed and barbecued a beef.",
            "We ate roast beef like dragons.",
            "We need new young soldiers to beef up the army.",
            "The beef was cooked to perfection.",
            "A five-pound beef heart will serve six.",
            "Lean minced beef is on offer this week.",
            "The quality of pork is often less variable than beef.",
            "My real beef is with the organization's president, not the group itself.",
            "Our beef patties are 100% pure.",
            "gravy made with real beef juices",
            "He braised the beef in a wine sauce.",
            "She made gravy with a base of beef stock.",
            "Powdered beef and pork imported from Ireland.",
            "They used to buy ten kilos of beef in one lump.",
            "fatty ground beef that was the cheapest available",
            "He tends to stand around and beef for hours about any slight, real or imagined.",
            "I've finally found a vegetarian burger that approximates the taste of real beef.",
            "Choice beef is not as expensive as prime beef.",
            "We have both dairy and beef cattle on the farm.",
            "You have kickshaws instead of beef for your eating.",
            "He found a can of beef stew and dumped it in a saucepan to heat.",
            "The government has extended the ban on the import of beef until June.",
            "Space is a strange and unique item—you can't take it to a lab and analyze it like beef jerky."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это хороший нежирный кусок говядины.",
            "Говядина была пережарена.",
            "Ну, что на этот раз не так?",
            "Она зажарила свежую телятину и засолила постную говядину.",
            "Мы зарезали и зажарили на вертеле быка.",
            "Мы с жадностью набросились на жаркое.",
            "Армии нужны молодые солдаты.",
            "Говядина была приготовлена безупречно.",
            "Пять фунтов говяжьего сердца хватит на шесть порций.",
            "На этой неделе в продаже — постный говяжий фарш.",
            "Качество свинины зачастую менее изменчиво, чем говядины.",
            "Моя основная претензия — к президенту этой организации, а не к ней самой.",
            "Наши котлеты на сто процентов состоят из говядины.",
            "подливка из настоящего говяжьего сока",
            "Он потушил говядину в винном соусе.",
            "Она сделала соус на основе говяжьего бульона.",
            "Солонина и свинина, импортируемые из Ирландии.",
            "Они обычно покупали десять кило говядины одним куском.",
            "жирный говяжий фарш, который был дешевле всего, что имелось в продаже",
            "Обычно он стоит рядом и часами жалуется на любую обиду, будь то настоящую или воображаемую.",
            "Наконец-то я нашёл вегетарианский бургер, вкус которого почти такой же, как у настоящей говядины.",
            "Отборная говядина — не такая дорогая, как говядина высшей категории.",
            "У нас на ферме есть как молочная так и мясная порода скота.",
            "Вы едите лакомства вместо мяса.",
            "Он нашёл банку говяжьей тушёнки и швырнул её разогреваться в кастрюлю.",
            "Правительство продлило запрет на импорт говядины до июня.",
            "Пространство — это странный и уникальный в своем роде предмет: его нельзя проанализировать в лаборатории, как кусок вяленой говядины."
        ],
        "stars": 2
    }
}