{
    "beg": {
        "comment": [
            "beginning",
            "begin",
            "beginner"
        ],
        "translate": "просить, умолять, выпрашивать, упрашивать, вымаливать, нищенствовать, побираться",
        "transcription": " |beɡ|",
        "antonyms": [],
        "mnemonic": [
            "beg [бэг] нищенствовать, просить, умолять - (Бег) по магазинам приведёт к ни- щенствованию;",
            "beg [bɛg]\n***\nСтал ПОПРОШАЙНИЧАТЬ - к этому от голода\nприбег. (это) beg\nТо ПРОШУ, то УМОЛЯЮ, то перехожу на бег. (это) beg\n***\nУ него болит нога \"leg\",\nи он попрошайничает \"beg\".",
            "begin [bɪ'ɡɪn]\n***\nНАЧИНАЙ скорее и беги (н). (это) begin\n***\nПосле обеда \"dinner\",\nновичок \"beginner\"\nстал победителем \"winner\".",
            "get [get]\nforget [fə'get]\nbeget [bɪ'ɡɛt] - порождать, быть отцом\n***\nДОСТАЛ из кармана лангет. (это) get\nПриплод, потомство.\n***\nЗАБЫЛ, какой на вкус багет. (это) forget\nНЕ ПОМНЮ, какой на вкус багет. (это) forget"
        ],
        "examples": [
            "Listen, I beg of you.",
            "I beg you to stop!",
            "I beg of you, don't mention her name again.",
            "The children begged to come with us.",
            "I begged Helen to stay, but she wouldn't listen.",
            "I would be ashamed to beg from my neighbours.",
            "The old woman went from house to house, begging for bread.",
            "He's too proud to beg.",
            "The wounded soldier begged for mercy.",
            "She begged him to read the story again.",
            "He begged that she would forgive him.",
            "She begged and pleaded with them until they finally agreed.",
            "A homeless man begs on that corner every day.",
            "The old man went from door to door begging for food.",
            "She ran to the nearest house and begged for help.",
            "He begged the doctor for medicine.",
            "“Does your dog know any tricks?” “She knows how to beg.”",
            "She fought back the sudden urge to run to him and beg his forgiveness.",
            "beg the point in the discussion",
            "We could hear the prisoners begging for mercy."
        ],
        "example_translate": [
            "Послушай, прошу тебя.",
            "Я прошу тебя, остановись!",
            "Прошу вас, не повторяйте больше её имя.",
            "Дети умоляли разрешить им пойти с нами.",
            "Я умоляла Хелен остановиться, но она не послушала.",
            "Я бы сгорел от стыда, если бы мне пришлось просить денег у соседей.",
            "Старуха ходила по домам и просила хлеба.",
            "Он слишком горд, чтобы кого-то умолять.",
            "Раненый солдат умолял пощадить его.",
            "Она умоляла его прочитать историю снова.",
            "Он умолял, чтобы она его простила.",
            "Она просила и умоляла их, до тех пор пока они не согласились.",
            "Каждый день на том углу какой-то бездомный просит милостыню.",
            "Старик ходил от одной двери к другой, выпрашивая еду.",
            "Она побежала к ближайшему дому и стала молить о помощи.",
            "Он умолял доктора дать ему лекарство.",
            "— Твоя собака знает какие-нибудь трюки? — Она умеет стоять на задних лапах.",
            "Она с трудом сдержала внезапное желание побежать к нему, умоляя о прощении.",
            "уклоняться от предмета спора /от сути дела/",
            "Мы слышали, как пленники молили о пощаде."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}