{
    "behave": {
        "comment": [
            "behaviour",
            "behavioral",
            "behavior",
            "shave",
            "have"
        ],
        "translate": "вести себя, поступать, работать",
        "transcription": " |bɪˈheɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't behave like a fool",
            "He behaves like a child!",
            "The children must learn to behave.",
            "She behaved in a very responsible way.",
            "They did not behave themselves well.",
            "I hope Nicholas behaved himself at the party.",
            "You could be out sooner if you behave yourself.",
            "He was a little boy, but he behaved as if he was an adult.",
            "I trust you will behave better from now on.",
            "If you don't behave properly, you'll have to leave!",
            "It was asinine to behave like that.",
            "She knows how to behave like a lady.",
            "If you can't behave in the store we'll have to leave.",
            "It is infantile to behave like that!",
            "Can I rely on you to behave responsibly while I'm away?",
            "It was disgraceful to behave like that.",
            "It was contemptible of him to behave like that.",
            "I have never known him to behave other than selfishly.",
            "Will you children please behave!",
            "It is scandalous to behave like that.",
            "Behave yourself or I'll give you a thick ear!",
            "It was undignified of him to behave like that.",
            "People behave differently during a time of war.",
            "Parents should teach their children how to behave in company.",
            "Mind you behave yourself.",
            "It was impertinent of him to behave like that.",
            "It is not honorable of you to behave like that.",
            "You boys have got to learn to behave yourselves.",
            "I think he behaved disgracefully towards you.",
            "I wish those children would behave themselves."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не веди себя как дурак.",
            "Он ведёт себя, как ребёнок!",
            "Дети должны научиться прилично себя вести.",
            "Она вела себя очень ответственно.",
            "Они вели себя не очень хорошо .",
            "Я надеюсь, что Николай прилично вел себя на вечеринке.",
            "Тебя скоро выпустят, если будешь хорошо вести себя.",
            "Он был маленьким мальчиком, но вёл себя как взрослый.",
            "Я надеюсь, что с этого момента ты будешь вести себя лучше.",
            "Если не будете себя прилично вести, вам придётся уйти!",
            "Глупо было вести себя таким образом.",
            "Она умеет вести себя, как подобает леди.",
            "Если вы не в состоянии прилично вести себя в магазине, нам придётся уехать.",
            "Вести себя так - инфантильно!",
            "Могу ли я рассчитывать на то, что вы будете вести себя ответственно, пока я буду отсутствовать?",
            "Позорно было так себя вести.",
            "Он достоин презрения за такой поступок.",
            "Я никогда не видел, чтобы он вёл себя не как эгоист.",
            "Дети, пожалуйста, ведите себя как следует!",
            "Стыдно так себя вести.",
            "Веди себя прилично, а то я дам тебе здоровую оплеуху!",
            "Вести себя так было недостойно с его стороны.",
            "Люди по-разному ведут себя во время войны.",
            "Родители должны научить своих детей тому, как вести себя в обществе.",
            "Ведите себя хорошо.",
            "С его стороны было большой дерзостью так себя вести.",
            "Такое поведение не делает вам чести.",
            "Вы, мальчики, должны научиться себя вести.",
            "Я думаю, что он повёл себя бесчестно по отношению к вам.",
            "Хотелось бы, чтобы те дети вели себя хорошо."
        ]
    }
}