{
    "behalf": {
        "comment": [],
        "translate": "помощь, защита",
        "transcription": " |bɪˈhæf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am acting on behalf of the bank.",
            "He has authority to act on our behalf.",
            "This letter is written on behalf of my client.",
            "He spoke a good word in his friend's behalf.",
            "He has no authorization to act on our behalf.",
            "The lawyer filed an affidavit on behalf of her client.",
            "The task of the union representative is to fight on behalf of the members.",
            "She asked the doctor to speak to her parents on her behalf.",
            "The club president sent a deputy to the conference to vote on our behalf.",
            "the acts of espionage on behalf of the Confederacy carried on by Belle Boyd and Rose Greenhow",
            "She acted on behalf of her father, who was not at the meeting.",
            "My good friend, Senator Bowie, interceded with the authorities on my behalf.",
            "The prisoner asked me to intervene with the authorities on his behalf.",
            "Sir Nicholas Gammon QC appeared on behalf of the defendant."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я действую от имени / по поручению банка.",
            "У него есть право действовать от нашего имени.",
            "Это письмо написано по поручению моего клиента.",
            "Он сказал несколько добрых слов в интересах друга.",
            "Он не уполномочен действовать от нашего имени.",
            "Адвокат приложила к делу письменное показание от имени своей клиентки.",
            "Задача представителя профсоюза — бороться от имени его членов.",
            "Она попросила доктора поговорить с её родителями от своего имени.",
            "Президент клуба направил на конференцию представителя для голосования от нашего имени.",
            "шпионская деятельность в пользу Конфедерации, которую вели Белли Бойд и Роза Гринхау",
            "Она действовала в интересах своего отца, который не присутствовал на этой встрече.",
            "Мой хороший друг, сенатор Боуи, ходатайствовал перед властями от моего имени.",
            "Заключённый попросил меня обратиться к властям от его имени.",
            "Сэр Николас Гэммон, королевский адвокат, выступил от имени подсудимого."
        ]
    }
}