{
    "behind": {
        "comment": [
            "hindu"
        ],
        "translate": " позади, сзади, после, позади, сзади, после, вслед, зад",
        "transcription": "  |bɪˈhaɪnd|",
        "antonyms": [],
        "mnemonic": [
            "behind [биЬа'йнд] сзади - Сзади (пихает) он всех.",
            "behind [bi'haind]\n***\nСЗАДИ он его пихает. (это) behind\nПОСЛЕ, ты его пихай (нд). (это) behind\n***\nМоя лань \"hind\"\nидёт позади \"behind\"."
        ],
        "examples": [
            "Look behind you!",
            "The sun was behind a cloud.",
            "Jane shut the door behind her.",
            "The sun went behind a cloud.",
            "He kicked him in the behind.",
            "He is behind other boys of his age.",
            "They have the army behind them.",
            "I wonder what's behind this change of plan.",
            "You walk ahead and we'll follow along behind you.",
            "The cat hid behind the couch.",
            "a month behind in the rent",
            "The manager was sitting behind a large desk.",
            "The children left their books behind.",
            "What's behind this sudden change of his plan?",
            "The company is now behind the competition.",
            "Someone could easily creep up behind us.",
            "Now you can put all these worries behind you.",
            "Perhaps a bitter experience lay behind her anger.",
            "I turned to speak to the person standing behind me.",
            "Europe was falling behind in the important field of computer technology.",
            "The final runners were far behind.",
            "The car behind was hooting impatiently.",
            "Mark's always behind the rest of his class in mathematics.",
            "Victor had fallen behind with his mortgage payments after losing his job.",
            "This victory lifts Ferguson's team into fifth place, nine points behind leaders Norwich.",
            "He fell behind with his mortgage payments.",
            "He was behind the other students in his studies.",
            "a company that has been run behindhand for years",
            "The workers are very much behind these proposals.",
            "When he died he left much unfinished work behind."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "i(y) + Закр сл = [ai]"
        ],
        "example_translate": [
            "Оглянись!",
            "Солнце скрылось за тучей.",
            "Джейн закрыла за собой дверь.",
            "Солнце ушло за тучу.",
            "Он пнул его в зад.",
            "Он отстаёт в развитии от мальчиков своего возраста.",
            "За их спиной стоит армия.",
            "Интересно, что скрывается за этим измением плана.",
            "Ты иди впереди, а мы пойдём вслед за тобой.",
            "Кошка спряталась за диваном.",
            "задолжать арендную плату за месяц",
            "Управляющий сидел за большим письменным столом.",
            "Дети забросили свои книжки.",
            "Что же стоит за внезапными изменениями в его планах?",
            "Теперь компания отстаёт от своих конкурентов.",
            "Кто-нибудь мог легко подкрасться к нам сзади.",
            "Теперь вы можете оставить все эти неприятности позади.",
            "Возможно, за её гневом скрывался горький опыт.",
            "Я обернулся, чтобы поговорить с человеком, который стоял за моей спиной.",
            "Европа отставала в этой важной области компьютерных технологий.",
            "Последние бегуны были далеко позади.",
            "Машина позади нетерпеливо сигналила.",
            "Марк всегда отстаёт от всех остальных в классе по математике.",
            "Виктор задержал оплату своей ипотеки после того, как потерял работу.",
            "Благодаря этой победе команда Фергюсона поднимается на пятое место, в девяти очках позади лидеров — \"Норвича\".",
            "Он задержал оплату по ипотеке.",
            "В учёбе он отставал от других студентов.",
            "компания, которая уже много лет в долгах",
            "Рабочие очень поддерживают эти предложения.",
            "После его смерти осталось много неоконченной работы."
        ],
        "stars": 3
    }
}