{
    "believe": {
        "comment": [],
        "translate": "верить, полагать, думать, веровать, доверять, придавать большое значение",
        "transcription": " |bɪˈliːv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I believed his report.",
            "She believes in spirits.",
            "I believe in early rising.",
            "I'd believe anything of that woman!",
            "Do you believe in fairies?",
            "Jim believes in fresh air and exercise for his health.",
            "Did you honestly believe that I'd be stupid enough to do that?",
            "You cannot believe this man.",
            "I believe her to be very smart.",
            "We soon believe what we desire.",
            "I don't believe he's only 25.",
            "You shouldn't believe everything you read.",
            "It is believed that the house was built in 1735.",
            "I believe that he will come back from the war.",
            "He says he'll help us, but I don't believe what he says.",
            "'Have they arrived yet?' 'Yes, I believe so.'",
            "Jane believes in eating carefully to control her weight.",
            "I don't believe a word of it (=I think it is completely untrue).",
            "We didn't believe his stories from the War.",
            "He says he'll help us, but I don't believe him.",
            "Detectives believe that the victim knew his killer.",
            "They were tricked into believing that he was a doctor.",
            "To believe God is to believe what God says, to be true.",
            "I firmly believe that the business will be a success.",
            "I believed him, even though his story sounded unlikely.",
            "The scientists believed the reports.",
            "When you hear his sermons, you will be able to believe, too",
            "Should we believe a publication like the National Enquirer?",
            "Many people seem to believe that theory, but I find it hard to believe.",
            "At 115, Mrs Jackson is believed to be the oldest person in the country."
        ],
        "synonyms": [],
        "grups": [
            "Сложное дополнение",
            "Сложное подлежащее",
            "Инфинитив",
            "all_words",
            "Инфинитив - сложное дополнение(умственной деятельность, обозначающая знание, мнение или предположение)",
            "Инфинитив - сложное подлежащее(страдательный залог)",
            "ie = [iː]"
        ],
        "example_translate": [
            "Я поверил его сообщению.",
            "Она верит в духов.",
            "Я считаю, что вставать рано очень полезно.",
            "От этой женщины я ожидаю, чего угодно!",
            "Вы верите в фей?",
            "Джим полагает, что свежий воздух и спорт хорошо скажутся на его здоровье.",
            "Ты и вправду поверила, что у меня хватит ума такое сделать?",
            "Нельзя верить этому человеку.",
            "Я убеждён, что она очень умна.",
            "Мы охотно принимаем желаемое за действительное.",
            "Мне не верится, что ему всего двадцать пять.",
            "Вы не должны верить всему, что читаете.",
            "Считается, что дом был построен в 1735 году.",
            "Я верю, что он вернётся с войны.",
            "Он говорит, что будет нам помогать, но я не верю его словам.",
            "— Они уже приехали? — Думаю, что да.",
            "Джейн считает, что чтобы контролировать свой вес, нужно правильно питаться.",
            "Я не верю ни единому слову (т.е. я думаю, что это совершенно не соответствует действительности).",
            "Мы не верили его рассказам о войне.",
            "Он говорит, что будет нам помогать, но я ему не верю.",
            "В полиции считают, что жертва знала своего убийцу.",
            "Их ввели в заблуждение, заставив поверить, что он является врачом.",
            "Верить Богу — значит верить в то, что Его слова истинны.",
            "Я твердо верю, что это дело /этот бизнес, это предприятие/ будет успешным.",
            "Я поверил, хотя его рассказ звучал неправдоподобно.",
            "Ученые поверили этим отчётам.",
            "Вы тоже поверите, когда услышите его проповеди.",
            "Должны ли мы верить такому изданию, как \"National Enquirer\"?",
            "Похоже, что многие верят в эту теорию, но мне в неё поверить трудно.",
            "Миссис Джексон, в возрасте 115 лет, считается старейшим человеком в стране."
        ]
    }
}