{
    "belief": {
        "comment": [
            "believe",
            "unbelievable"
        ],
        "translate": "вера, убеждение, мнение, верование, доверие",
        "transcription": " |bɪˈliːf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is my firm belief.",
            "Nothing will shake his belief in ghosts.",
            "His belief in God governs his conduct.",
            "Nothing could shake his belief in God.",
            "There is no warrant for such a belief.",
            "It is their firm belief that the earth is flat.",
            "He had a passionate belief in justice.",
            "his belief in God and a life hereafter",
            "Her belief that she can sing is a mere fancy.",
            "a naive belief that all people are good",
            "the belief that pornography depraves society as a whole",
            "the firm belief that no juvenile delinquent is irremediable",
            "What she did was stupid beyond belief.",
            "Belief in the utility of higher education is shared by students nationwide.",
            "There is a belief that village life is somehow morally superior to city life.",
            "Other parents share her belief in the importance of reading.",
            "two very different people unified by a common belief",
            "He gets angry if anyone challenges his religious beliefs.",
            "She held fast to her belief in justice.",
            "He remained unshaken in his belief that she was wrong.",
            "They showed a lack of common sense that beggars belief.",
            "the common belief that gambling casinos are often crooked businesses",
            "the belief that God is immanent in all things, even insensate objects",
            "the belief that limbo is the place where sinless but unbaptized souls abide until Judgment Day",
            "We challenged his beliefs about religion.",
            "It strengthened my belief in his sincerity.",
            "Several members hold very right-wing beliefs.",
            "a deeply entrenched belief in male superiority",
            "Contrary to popular belief, a desert can be very cold.",
            "a belief that the universe is a mechanical contrivance"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ie = [iː]"
        ],
        "example_translate": [
            "Я твёрдо в это верю.",
            "Ничто не заставит его отказаться от веры в привидения.",
            "Его поступками управляет вера в бога.",
            "Ничто не могло поколебать его веру в бога.",
            "Это убеждение совершенно необоснованно.",
            "Они твёрдо убеждены, что земля плоская.",
            "Он горячо верил в справедливость.",
            "его вера в бога и загробную жизнь",
            "Её убеждённость в своём умении петь — не более чем фантазия.",
            "наивная вера в то, что все люди — хорошие",
            "убеждённость в том, что порнография развращает всё общество в целом",
            "твёрдая вера в то, что неисправимых малолетних преступников не бывает",
            "То, что она сделала, было невероятно тупо.",
            "Студенты всей страны разделяют убеждение о полезности высшего образования.",
            "Существует мнение, что деревенская жизнь почему-то более нравственна, чем жизнь в большом городе.",
            "Другие родители разделяют ее убёжденность в важности чтения.",
            "два очень разных народа, объединённые общей верой",
            "Он сердится, если кто-то бросает вызов его религиозным убеждениям.",
            "Она твёрдо верила в справедливость.",
            "Он оставался непоколебим в своём убеждении в том, что она неправа.",
            "Они показали такое отсутствие здравого смысла, что даже не верится.",
            "общее убеждение в том, что игровой бизнес связан с тёмными делишками",
            "вера в то, что бог присутствует во всём, даже в неодушевлённых предметах",
            "убеждённость в том, что чистилище — это место, где безгрешные, но некрещёные души пребывают до Судного дня",
            "Мы раскритиковали его убеждения по поводу религии.",
            "Это укрепило моё убеждение в его искренности.",
            "Некоторые участники придерживаются крайне правых взглядов.",
            "глубоко укоренившаяся вера в мужское превосходство",
            "Вопреки распространённому мнению, в пустыне может быть очень холодно.",
            "убеждение в том, что Вселенная представляет собой некое механическое приспособление"
        ],
        "stars": 3
    }
}