{
    "bell": {
        "comment": [
            "belt",
            "below",
            "label",
            "belly",
            "rebel"
        ],
        "translate": "колокол, звонок, колокольчик, колпак, мычать, кричать",
        "transcription": " |bel|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "For whom the bell tolls",
            "You can go when the bell rings.",
            "The bell called to dinner.",
            "The big bell bonged.",
            "He tinkled a small bell.",
            "The bell sounded for dinner.",
            "The great bell fetches us in.",
            "Pull at that bell rope, and a servant will come.",
            "The loud bell on the clock broke in upon his dreams.",
            "Stop writing when the bell rings.",
            "The bell rang for the end of break.",
            "The bell has rung — stop writing now.",
            "She walked up the path and rang the door bell.",
            "I must give Vicky a bell later.",
            "The bell rang again insistently.",
            "He must bell the tubes out a little.",
            "The bell cracked and had to be recast",
            "He raised the hammer and hit the bell.",
            "the distinctive ring of the church bell",
            "The bell signaled that school was over.",
            "At the specified time, we rang the bell.",
            "a light lilting voice like a silver bell",
            "A ring at the bell called him downstairs.",
            "They rang the bell and ran like the devil.",
            "A bell goes to mark the end of each class.",
            "The bell is massive, weighing over 40 tons.",
            "In a cowslip's bell I lie. (W. Shakespeare)",
            "She heard the distant toll of church bells.",
            "He climbed the wooden steps and rang the bell.",
            "The bell tower was added to the church in 1848."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "По ком звонит колокол",
            "Когда прозвенит звонок, можете идти.",
            "Позвонили к обеду.",
            "Огромный колокол издал протяжный низкий звук.",
            "Он позвонил в колокольчик.",
            "Прозвучал звонок к ужину.",
            "Звон колокола приглашает нас войти.",
            "Дёрните за эту веревку - и придёт слуга.",
            "Громкий звон часов прервал его сон.",
            "Прекращайте писать, как только прозвенит звонок.",
            "Прозвенел звонок, означавший конец перерыва.",
            "Звонок прозвенел — закончили писать!",
            "Она прошла по дорожке (к дому) и позвонила в звонок.",
            "Непременно надо будет позвонить Вики. (брит. разг.)",
            "Звонок настойчиво раздался вновь.",
            "Надо, чтобы он немного расширил концы труб.",
            "Колокол треснул, и его пришлось переделывать.",
            "Он поднял молоток и ударил в колокол.",
            "характерный звон церковного колокола",
            "Прозвучавший звонок означал, что занятия окончены.",
            "В указанное время мы позвонили в колокольчик.",
            "чистый напевный голос, похожий на звон серебряного колокольчика",
            "Звук дверного колокольчика заставил его спуститься вниз.",
            "Они позвонили в дверь и дали дёру, что есть сил.",
            "Конец каждого урока отмечается звонком.",
            "Колокол этот массивный, весом более сорока тонн.",
            "И постель моя мягка / В желтом венчике цветка. (пер. О. Сороки)",
            "Она услышала отдалённый звон церковных колоколов.",
            "Он поднялся по деревянным ступенькам и позвонил в колокольчик.",
            "Колокольня была добавлена к церкви в 1848 году."
        ]
    }
}