{
    "belongings": {
        "comment": [
            "belong"
        ],
        "translate": "вещи, принадлежности, пожитки, шмотки",
        "transcription": " |bɪˈlɔːŋɪŋz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Collecting up her belongings, she ran out of the house.",
            "Their most valuable belongings were locked in a safe in the bedroom.",
            "All personal belongings are left at the owner's risk.",
            "Jewels, liveries, and other such common belongings of wealthy people.",
            "When I went to her room all her personal belongings had gone.",
            "The covered wagon was the major conveyance that transported settlers and their belongings across the frontier.",
            "They packed up all their belongings and moved across the country.",
            "Before leaving the train, make sure you have all your belongings with you.",
            "We'll send your personal belongings by air freight and your furniture by sea freight.",
            "Not insuring your belongings is a false economy (=it is cheaper but could have bad results).",
            "They managed to salvage only a few of their belongings from the fire."
        ],
        "example_translate": [
            "Схватив свои вещи, она выбежала из дому.",
            "Их самые ценные вещи были заперты в сейфе в спальне",
            "За сохранность личных вещей администрация ответственности не несёт.",
            "Драгоценности, конюшни и другие привычные атрибуты жизни обеспеченных людей.",
            "Когда я зашёл к ней в комнату, все её личные вещи исчезли.",
            "Крытая повозка была основным транспортным средством для перевозки поселенцев и их пожитков через границу.",
            "Они упаковали все свои вещи и переехали в другой конец страны.",
            "Перед тем как покинуть поезд, убедитесь, что вы забрали с собой все свои вещи.",
            "Мы вышлем ваши личные вещи самолётом, а мебель — по морю.",
            "Отсутствие страхование имущества является ложной экономией (т.е. это дешевле, но может плохо закончиться).",
            "Из пожара им удалось спасти только несколько личных вещей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}