{
    "belong": {
        "comment": [],
        "translate": "принадлежать, относиться, находиться, происходить, быть связанным, быть родом из",
        "transcription": " |bɪˈlɔːŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We belong together.",
            "This book belongs to me.",
            "The islands belong to Spain.",
            "Do you belong to any clubs?",
            "Where do these books belong?",
            "That lamp belongs on the desk.",
            "I don't feel as if I belong here.",
            "Where do these plates belong?",
            "What church do you belong to?",
            "After three years in Cambridge, I finally feel as if I belong here.",
            "Nuts and bolts belong to a car.",
            "They belong to the same chess club.",
            "That teapot belongs in the cupboard.",
            "The blue coat belongs to Mary.",
            "Sharks belong to the fish family.",
            "Wild animals like this don't belong in a zoo - they should be allowed to go free.",
            "He works with all the zest that belongs to fresh ideas.",
            "The cars belong to the same category.",
            "As a writer, he really belongs to the 18th century.",
            "This student somehow doesn't belong.",
            "This plant belongs to the rose family.",
            "Pine trees belong to the evergreen class.",
            "Many of his ideas were in the air, and did not belong to him peculiarly.",
            "All the acts were good, but the evening belonged to a dance group from Moscow.",
            "People of many different political views belong to the club.",
            "an attitude that doesn't belong in modern society",
            "These pages don't belong.",
            "An in-group is a group to which someone belongs, while an out-group is a group to which a person does not belong.",
            "All European domestic cattle belong to the same species.",
            "The glaring of eyes could belong only to devils or tigers."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы созданы друг для друга.",
            "Эта книга принадлежит мне.",
            "Эти острова принадлежат Испании.",
            "Вы состоите в каких-либо клубах?",
            "Где этим книгам положено быть?",
            "Эта лампа обычно стоит на письменном столе.",
            "Мне здесь как-то неуютно.",
            "Где (обычно) стоят эти тарелки?, Куда поставить эти тарелки?",
            "К какой церкви вы принадлежите?",
            "После трёх лет, проведённых в Кембридже, я наконец-то ощущаю себя \"своим\".",
            "Гайки и болты являются частью автомобиля.",
            "Они посещают один и тот же шахматный клуб.",
            "Этот чайник обычно стоит у нас в буфете.",
            "Это синее пальто принадлежит Мэри.",
            "К этому семейству рыб принадлежат акулы.",
            "Такие дикие животные плохо переносят жизнь в зоопарке, они должны жить на свободе.",
            "Он работает с энтузиазмом, который всегда сопровождает новые идеи.",
            "Эти автомобили принадлежат к одному и тому же классу.",
            "Как писатель, он, безусловно, принадлежит восемнадцатому веку.",
            "Этот студент по какой-то причине сюда не вписывается.",
            "Это растение принадлежит к семейству розоцветных.",
            "Сосны принадлежат к классу вечнозелёных растений.",
            "Многие из его идей витали в воздухе, и не принадлежали лично ему.",
            "Все номера были хороши, но наибольший успех выпал на долю танцевального ансамбля из Москвы.",
            "В этом клубе состоят люди с очень разными политическими взглядами.",
            "позиция, которой не место в современном обществе",
            "Эти страницы не на месте.",
            "Внутренняя группа — это группа, к которой кто-л. принадлежит, а внешняя группа — это группа, к которой человек не принадлежит.",
            "Весь домашний европейский скот относится к одному виду.",
            "Такой свирепый взгляд мог принадлежать только дьяволу или тигру."
        ]
    }
}