{
    "bend": {
        "comment": [
            "bent",
            "bench"
        ],
        "translate": "изгиб, излучина, колено, сгиб, отвод, узел, сгибаться, сгибать, изгибаться, изгибать",
        "transcription": " |bend|",
        "antonyms": [],
        "mnemonic": [
            "bend [бенд] гнуть - («Бент-ли») гнёт остальные авто;",
            "bend [bend]\n***\nНе СГИБАЙСЯ в дружбе, \"френд\". (это) bend\nЗа ПОВОРОТ, ИЗГИБ ушёл фрэнд. (это) bend\n***\nНе сгибайся \"bend\"\nдо самого конца \"end\"."
        ],
        "examples": [
            "The road bends.",
            "Lee bent and kissed her.",
            "The road bends sharply to the left.",
            "Emma bent over to pick up the coins.",
            "I bent down to lift the box off the floor.",
            "It is dangerous to overtake another car on a bend.",
            "Before it reaches the church, the road bends to the left.",
            "Grandfather was a very powerful man, and used to bend us to his wishes.",
            "She bent her head.",
            "The trees were bending in the wind.",
            "He bent towards me and whispered in my ear.",
            "Never try to overtake on a bend.",
            "The stick does not bend.",
            "Bend a wire into a circle.",
            "If it be too soft, the edge will turn or bend.",
            "We started the session with a few knee bends to warm up.",
            "The car came round the bend at a terrifying speed.",
            "Bend a sail to its yard.",
            "You need a special tool to bend the steel.",
            "He bent the bow and shot an arrow from it.",
            "He took the bend at over 60 and lost control.",
            "He bent back to look up at the ceiling.",
            "Bend back the card and cut along the fold.",
            "His glasses got bent when he dropped them.",
            "The local council was forced to bend to public pressure.",
            "My schoolyard is located just to the R. of the river bend.",
            "She bent down to pick up a piece of paper and then she straightened up again.",
            "I'd advise you to bend before the old lady's wishes.",
            "The boat nosed around the bend.",
            "His attitude drives me round the bend."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дорога изгибается.",
            "Ли наклонился и поцеловал ее.",
            "Дорога резко поворачивает влево.",
            "Эмма наклонилась, чтобы подобрать монеты.",
            "Я наклонился, чтобы поднять коробку с пола.",
            "Опасно делать обгон на повороте.",
            "Перед церковью дорога поворачивает налево.",
            "Дед был очень властным человеком и всегда старался подчинить нас своей воле.",
            "Она наклонила голову.",
            "Деревья гнулись на ветру.",
            "Он наклонился и зашептал мне на ухо.",
            "Никогда не пытайтесь обгонять на повороте.",
            "Эта палка не гнётся.",
            "Согните из проволоки кольцо.",
            "Если лезвие будет слишком мягким, оно затупится или загнётся.",
            "Мы начали тренировку с нескольких приседаний для разогрева.",
            "Автомобиль вылетел из-за поворота на страшной скорости.",
            "Привяжи парус к рее.",
            "Для изгиба стали нужен специальный инструмент.",
            "Он натянул лук и пустил стрелу.",
            "Он вошел в поворот на скорости более 60 км/ч и потерял управление.",
            "Он наклонился назад, чтобы посмотреть на потолок.",
            "Разогните открытку и разрежьте её вдоль линии сгиба.",
            "Его очки погнулись, когда он их уронил.",
            "Муниципальный совет был вынужден уступить общественному давлению.",
            "Мой школьный двор находится справа от излучины реки.",
            "Она наклонилась, чтобы подобрать клочок бумаги, а затем снова выпрямилась.",
            "Я бы советовал вам пойти навстречу пожеланиям этой старой леди.",
            "Лодка медленно сделала поворот.",
            "Его отношение меня просто бесит."
        ],
        "stars": 3
    }
}