{
    "beneath": {
        "comment": [],
        "translate": "под, ниже, ниже, внизу",
        "transcription": " |bɪˈniːθ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Cheating at cards is beneath me.",
            "The home of a rabbit is usually beneath the ground.",
            "It was beneath his dignity to cheat",
            "We had a picnic beneath a large tree.",
            "He burrowed down beneath the blanket.",
            "I should have thought it was beneath you to consider such an offer.",
            "Beneath the surface calm, she felt very insecure.",
            "the sky above and the earth beneath",
            "She wore a sweater beneath her coat.",
            "Beneath the surface she was angry.",
            "She stood beneath the window and called up to her friend.",
            "Some bones were hidden deep beneath the ground.",
            "Beneath the gloss of success was a tragic private life.",
            "Do not bite at the bait of pleasure till you know there is no hook beneath it.",
            "The branch suddenly gave beneath him.",
            "The sea heaved up and down beneath the boat.",
            "According to tradition, the goddess lies sleeping beneath the mountain.",
            "She enjoyed the feel of grass beneath her feet.",
            "The ground beneath them trembled, then stilled.",
            "Electric cables are buried beneath the streets.",
            "She soaped herself beneath the refreshing jets of water.",
            "Beneath that aloof exterior, Gayle is a warm, sympathetic person.",
            "We could see fish swimming beneath the crystalline ice of the frozen lake.",
            "just beneath the surface of the water",
            "The park stretched beneath the train line.",
            "The story of his arrest appeared beneath the headline “Caught!”.",
            "Beneath his suave, polished exterior lay the truculence of a common street thug.",
            "That sort of behaviour is simply beneath contempt (=does not deserve respect or attention).",
            "The ground beneath is covered with flowers.",
            "The paper was hidden beneath a pile of books."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я считаю ниже своего достоинства жульничать при игре в карты.",
            "Кролики обычно роют свои норки в земле. / Нора кролика обычно находится под землёй.",
            "Обманывать было ниже его достоинства.",
            "Мы устроили под большим деревом пикник.",
            "Он зарылся в одеяло.",
            "Я должен был догадаться, что вы сочтете недостойным рассматривать подобные предложения.",
            "Будучи внешне спокойной, она чувствовала себя весьма неуверенно.",
            "небо над головой и земля под ним",
            "Под пальто она надела свитер.",
            "Несмотря на кажущееся спокойствие, в душе у неё всё бушевало.",
            "Она встала под окном и позвала свою подругу.",
            "Некоторые кости были скрыты глубоко под землёй.",
            "Под внешним глянцем успеха скрывалась трагическая личная жизнь.",
            "Не стоит ничем соблазняться, пока не узнаешь точно, что тут нет подвоха.",
            "Ветка под ним вдруг сломалась.",
            "Морские волны то вздымались, то опускались под лодкой.",
            "По преданию, богиня спит, лёжа под горой.",
            "Она наслаждалась ощущением травы под босыми ногами.",
            "Земля под ними задрожала, потом успокоилась.",
            "Под улицами зарыты электрические кабеля.",
            "Она намылилась под освежающими струями воды.",
            "Несмотря на неприветливую внешность, Гейл — тёплый, отзывчивый человек.",
            "Мы видели рыб, которые плавали под прозрачным льдом замёрзшего озера.",
            "прямо под поверхностью воды",
            "Парк растянулся под поездной магистралью.",
            "Статья о его аресте появилась под заголовком “Пойман!”.",
            "Под его учтивой, гладкой внешностью скрывалась грубость обычного уличного бандита.",
            "Такого рода поведение просто ниже всякой критики (т.е. не заслуживает уважения или внимания).",
            "Земля внизу покрыта цветами.",
            "Бумага была спрятана под кипой книг."
        ]
    }
}