{
    "benefit": {
        "comment": [],
        "translate": "пособие, выгода, польза, прибыль, бенефис, приносить пользу, извлекать, помогать",
        "transcription": " |ˈbenɪfɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Did you benefit from your holiday?",
            "Do you really think she's doing this for your benefit?",
            "the benefits of fresh air and sunshine",
            "The new plan may benefit many students.",
            "Who is eligible for benefit payment?",
            "I think the student will benefit by further study.",
            "I think the boy would benefit by further study.",
            "Extra few minutes of sleep won't benefit you as much as a good breakfast.",
            "I see no benefit in changing the system now.",
            "medicines that benefit thousands of people",
            "I have an impression that temperance is a benefit and a good.",
            "These discoveries will be of benefit to all humanity.",
            "I'm sure you'll benefit greatly from the visit.",
            "To get the maximum benefit, do the exercises slowly.",
            "The patients benefit greatly from a change of scenery.",
            "The benefits of taking the drug outweigh its risks.",
            "The job doesn't pay much, but the benefits are good.",
            "We offer an excellent benefits package.",
            "Organisations that exist primarily to provide a benefit to owners or members are not regarded as charitable.",
            "I never had the benefit of a university education.",
            "They are working together to benefit the whole community.",
            "The changes will benefit the company in more ways than one.",
            "In the long term, a competitive market can provide benefits to customers.",
            "You may qualify for unemployment benefit.",
            "Only the very rich benefit from this legislation.",
            "The only ones who will benefit are the shareholders.",
            "the airport's economic benefit to the region",
            "Resistance training can benefit the asthenic individual.",
            "The government has altered the rules governing eligibility for unemployment benefit.",
            "the health benefits of moderate wine consumption"
        ],
        "example_translate": [
            "Вы провели выходные с пользой?",
            "Вы действительно думаете, что она делает это в ваших интересах?",
            "польза свежего воздуха и солнечного света",
            "Новый план может принести пользу многим студентам.",
            "Кто имеет право на получение пособия?",
            "Я думаю, что дальнейшие занятия благотворно скажутся на этом студенте.",
            "Я думаю, что дальнейшее обучение благотворно скажется на этом мальчике.",
            "Лишняя пара минут сна не принесёт вам столько пользы, как полноценный завтрак.",
            "Я не вижу никаких преимуществ в изменении системы прямо сейчас.",
            "лекарства, которые приносят пользу тысячам людей",
            "У меня такое впечатление, что умеренность является добродетелью и даже достоинством.",
            "Эти открытия принесут пользу всему человечеству.",
            "Я уверен, что вы получите большую пользу от этого визита.",
            "Для получения максимальной пользы, выполняйте упражнения медленно.",
            "Больные получают огромную пользу от перемены обстановки.",
            "Пользы от приёма этого лекарства больше, чем связанного с этим риска.",
            "На этой работе не так много платят, но есть хорошие дополнительные льготы.",
            "Мы предлагаем отличный социальный пакет.",
            "Организации, которые существуют прежде всего для того, чтобы приносить выгоду своим владельцам или членам, не считаются благотворительными.",
            "У меня никогда не было возможности получить высшее образование.",
            "Они сотрудничают на благо всего общества.",
            "Эти перемены во многих отношениях пойдут на пользу компании.",
            "В долгосрочном периоде конкурентный рынок может принести потребителям пользу.",
            "Вы можете претендовать на пособие по безработице.",
            "Только очень богатые люди выиграют от этого закона.",
            "Выиграют от этого только акционеры.",
            "экономическая польза аэропорта для данного региона",
            "Силовые тренировки могут принести пользу астеникам.",
            "Правительство изменило нормы, определяющие назначение пособий по безработице.",
            "польза умеренного употребления вина"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}