{
    "bent": {
        "comment": [],
        "translate": "изогнутый, согнутый, кривой, наклоненный, склонность, изгиб, наклонность, полевица",
        "transcription": " |bent|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She bent her head.",
            "Lee bent and kissed her.",
            "She's bent on becoming an actress.",
            "He had a bent for it.",
            "He was bent double with pain.",
            "Emma bent over to pick up the coins.",
            "He bent low over the engine.",
            "She bent down and smelt the flowers.",
            "He bent the twig into an arc.",
            "Her long hair fell forward as she bent to tie her shoes.",
            "He bent protectively over the woman.",
            "She bent down to retrieve her earring.",
            "He bent and touched his mouth to hers.",
            "I bent down to lift the box off the floor.",
            "He bent the bow and shot an arrow from it.",
            "His glasses got bent when he dropped them.",
            "the tree was bent almost double by the gust",
            "Jim dropped his pen and bent to pick it up.",
            "As Jim bent over to pick up the pen, he felt a sharp pain in his back.",
            "He knew he did not like to be a carpenter, but had not discovered his own bent.",
            "The Puritans were strongly bent to circumcise the Church both in authority and revenue.",
            "I had known for years that certain members of the Brighton police force were what we call bent.",
            "He straightened the bent antenna.",
            "One of the fork's tines was bent.",
            "trees bent under the fierce winds",
            "She bent down and picked a flower.",
            "David bent down to tie his shoelace.",
            "The wheel had been bent out of shape.",
            "She bent her head to hide her blushes.",
            "He bent back to look up at the ceiling."
        ],
        "example_translate": [
            "Она наклонила голову.",
            "Ли наклонился и поцеловал ее.",
            "Она решительно настроена на то, чтобы стать актрисой.",
            "Он имел к этому склонность.",
            "Он согнулся пополам от боли.",
            "Эмма наклонилась, чтобы подобрать монеты.",
            "Он склонился над двигателем.",
            "Она наклонилась и понюхала цветы.",
            "Он согнул прут дугой.",
            "Её длинные волосы упали вперёд, когда она наклонилась, чтобы завязать ботинки.",
            "Он покровительственно склонился над женщиной.",
            "Она нагнулась, чтобы поднять (оброненную) серёжку.",
            "Он наклонился и поцеловал её в губы.",
            "Я наклонился, чтобы поднять коробку с пола.",
            "Он натянул лук и пустил стрелу.",
            "Его очки погнулись, когда он их уронил.",
            "из-за шквального ветра дерево согнулось почти вдвое",
            "Джим уронил ручку и наклонился, чтобы поднять её.",
            "Когда Джим наклонился, чтобы поднять ручку, он почувствовал резкую боль в спине.",
            "Он знал, что не хотел бы быть плотником, но он ещё не нашёл своего призвания.",
            "Пуритане были серьёзно настроены на то, чтобы ограничить власть и доходы церкви.",
            "Я уже много лет знаю, что некоторые представители брайтонской полиции вели себя бесчестно.",
            "Он выпрямил согнутую антенну.",
            "Один из зубцов вилки был погнут.",
            "деревья, согнутые свирепыми ветрами",
            "Она наклонилась и сорвала цветок.",
            "Дэвид наклонился, чтобы завязать шнурки.",
            "Колесо было искорёжено.",
            "Она наклонила голову, чтобы не было видно, как она покраснела.",
            "Он наклонился назад, чтобы посмотреть на потолок."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}