{
    "besides": {
        "comment": [
            "side",
            "aside",
            "beside",
            "inside",
            "outside",
            "sideways",
            "alongside",
            "countryside",
            "upside",
            "hillside",
            "outsider",
            "seaside"
        ],
        "translate": "кроме, помимо, кроме того, притом, кроме, помимо",
        "transcription": " |bɪˈsaɪdz|",
        "antonyms": [],
        "mnemonic": [
            "besides [бисаидс] кроме, кроме того - Кроме эскимосов (без айдс (т.е. спида) не обойдётся никто;"
        ],
        "examples": [
            "Besides being heartbroken, she felt foolish.",
            "These salads are delicious besides being healthy.",
            "She wants to learn other languages besides English and French.",
            "I'm not ready to get married yet. Besides, I enjoy living alone.",
            "People choose jobs for other reasons besides money.",
            "They serve pasta and many other foods besides.",
            "I don't want to go to a restaurant., besides, we can't afford it.",
            "I need the money. And besides, when I agree to do something, I do it.",
            "Besides myself, the only English people there were Keith and Doreen.",
            "I'm not ready to get married yet. Besides which, I enjoy living alone.",
            "Besides its famous cakes, the bakery also makes delicious breads and cookies."
        ],
        "example_translate": [
            "Она была убита горем, и вдобавок чувствовала себя дурой.",
            "Помимо того, что эти салаты полезны для здоровья, они также очень вкусные.",
            "Она хочет изучать другие языки помимо английского и французского.",
            "Я ещё не готова выходить замуж. Кроме того, мне нравится жить одной.",
            "Кроме денег, существуют и другие причины для выбора работы.",
            "Там подают макароны, и ещё многие другие блюда.",
            "Я не хочу в ресторан. К тому же, мы не можем себе это позволить.",
            "Мне нужны эти деньги. И кроме того, когда я на что-то соглашаюсь, я это делаю.",
            "Помимо меня, единственными англичанами там были Кит и Дорин.",
            "Я пока что не готов жениться. Кроме того, мне нравится жить одному.",
            "Кроме своих знаменитых пирожных, пекарня также изготавливает восхитительно вкусный хлеб и печенье."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}