{
    "best": {
        "comment": [
            "harvest",
            "pest"
        ],
        "translate": "лучший, больший, лучше всего, больше всего, провести, перехитрить",
        "transcription": " |best|",
        "antonyms": [],
        "mnemonic": [
            "best [бест] лучший - (Асбест) - лучший стройматериал;"
        ],
        "examples": [
            "Is that your best offer?",
            "It turned out for the best.",
            "He is best forgotten.",
            "You'd best stay at home.",
            "Thanks, Dad. You're the best!",
            "She is not at her best in the morning.",
            "John's idea is by far the best option.",
            "He's not in the best of health.",
            "The technique is at best ineffective and at worst dangerous.",
            "That's what we do best!",
            "He did his best to help them.",
            "He won the best actor award.",
            "She tried her best to finish the job on time.",
            "She's the best student in her class.",
            "It's best to go later in the season.",
            "The goal was to best the competition.",
            "She makes the best appearance possible.",
            "It works best if you let it warm up first.",
            "It rained for the best part of their vacation.",
            "His modesty and sense of humor are his best qualities.",
            "The sauce is best served cold.",
            "They work best under pressure.",
            "He could beat the best of them.",
            "Mary sends you her very best wishes.",
            "Bad things happen to the best of us.",
            "She's best suited to life in the city.",
            "What's the best way to cook this fish?",
            "We use only the very best ingredients.",
            "They want the best for their children.",
            "She's the team's best hope for a medal."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это ваше лучшее предложение?",
            "Всё оказалось к лучшему.",
            "О нём лучше не вспоминать.",
            "Тебе лучше всего остаться дома.",
            "Спасибо, папа. Ты самый лучший!",
            "С утра у неё не лучшее настроение.",
            "План Джона — однозначно лучший вариант.",
            "Он чувствует себя не лучшим образом.",
            "Эта методика, в лучшем случае, неэффективна, а в худшем — опасна.",
            "Вот это у нас получается лучше всего! / Вот в этом мы лучше всех!",
            "Он сделал всё возможное, чтобы им помочь.",
            "Он выиграл приз за лучшую мужскую роль.",
            "Она сделала всё возможное, чтобы закончить работу вовремя.",
            "Она лучшая ученица в своём классе.",
            "Лучше всего сходить в конце сезона.",
            "Цель была в том, чтобы перехитрить конкурентов.",
            "Она старается выглядеть как можно лучше.",
            "Он будет лучше работать, если сперва дать ему прогреться.",
            "Почти всё время, что они были на отдыхе, лил дождь.",
            "Скромность и чувство юмора — его лучшие качества.",
            "Этот соус лучше всего подавать холодным.",
            "Лучше всего они работают в условиях стресса.",
            "Он может победить лучших из них.",
            "Мэри шлёт тебе свои наилучшие пожелания.",
            "Плохие вещи случаются с лучшими из нас.",
            "Она лучше всего приспособлена для жизни в городе.",
            "Как лучше всего приготовить эту рыбу?",
            "Мы используем только самые лучшие ингредиенты.",
            "Они хотят для своих детей самого лучшего.",
            "У неё самые большие шансы на медаль в этой команде."
        ],
        "stars": 3
    }
}