{
    "bet": {
        "comment": [],
        "translate": "ставка, пари, предмет, человек, держать пари, биться об заклад",
        "transcription": " |bet|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His brother won the bet.",
            "I bet she will be there!",
            "Are you going to bet on the white horse?",
            "He bet $5 on the game.",
            "All bets are off.",
            "I won't bet with that man, he's dishonest.",
            "You can't bet on the weather in England.",
            "He did it on a bet.",
            "You can bet on that!",
            "I think it's safe, but don't bet on it.",
            "He has a bet on the game.",
            "Your best bet is the back road.",
            "He lost the bet and had to pay his brother five dollars.",
            "How much do you want to bet?",
            "I bet against the favorite and I lost.",
            "We bet him ten pounds that it would rain.",
            "We daren't bet on the train arriving on time.",
            "If he scores now, I'll win my bet.",
            "He bet me £10 that I wouldn't do it.",
            "She bet all her money on a horse that came last.",
            "A few of us had a bet on who'd get married first.",
            "I wouldn't bet against her. She's very likely to win this race.",
            "I bet $100 on that new horse.",
            "She made a bet that her team would win.",
            "He always bets that the favorite will win.",
            "I've bet all my money on \"Apollo\" in the third race.",
            "We placed bets on three horses.",
            "He and his brother have a bet about who can finish his chores first.",
            "Carmakers are betting that people will want to buy larger, more expensive cars this year.",
            "Bookmakers are already taking bets on the outcome."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его брат выиграл пари.",
            "Бьюсь об заклад — она там будет! / Готов поспорить, что она там будет.",
            "Ты собираешься поставить на белую лошадь?",
            "Он поставил на этот матч пять долларов.",
            "Ставки сделаны. / Жребий брошен. / Исход события теперь предсказать невозможно.",
            "Я не буду заключать пари с этим человеком, он играет нечестно.",
            "Погода в Англии непредсказуема.",
            "Он сделал это на спор.",
            "Можешь быть в этом уверен!",
            "Я думаю, что это надёжно, но быть абсолютно уверенным в этом не стоит.",
            "Он сделал ставку на эту игру.",
            "Для тебя лучший выбор - это проселочная дорога.",
            "Он проиграл этот спор, и вынужден был выплатить брату пять долларов.",
            "Сколько вы хотите поставить? / Какую ставку (по размеру) вы хотите сделать?",
            "Я поставил против фаворита и проиграл.",
            "Мы поспорили с ним на десять фунтов, что будет дождь.",
            "Мы не могли полагаться на то, что поезд придёт вовремя.",
            "Если он сейчас забьет, я выиграю свою ставку.",
            "Он поспорил со мной на 10 фунтов, что я этого не сделаю.",
            "Она поставила все свои деньги на лошадь, которая пришла последней.",
            "Некоторые из нас делали ставки на то, кто женится первым.",
            "Я бы не стал против неё ставить. Очень вероятно, что она выиграет эту гонку.",
            "Ставлю 100 долларов на эту новую лошадь.",
            "Она поспорила, что её команда победит.",
            "Он всегда ставит на выигрыш фаворита.",
            "Я поставил все свои деньги на Аполлона в третьем забеге.",
            "Мы сделали ставки на трех лошадей.",
            "У него с братом спор, кто первый закончит работу по дому.",
            "Автопроизводители делают ставку на то, что в этом году люди будут склонны покупать автомобили побольше и подороже.",
            "Букмекеры уже принимают ставки на этот исход."
        ]
    }
}