{
    "betray": {
        "comment": [
            "between",
            "better",
            "bet",
            "prayer",
            "pray",
            "spray",
            "tray",
            "ray",
            "portray",
            "stray",
            "array",
            "x-ray"
        ],
        "translate": "предавать, изменять, выдавать, обманывать, подводить, соблазнять, не оправдывать",
        "transcription": " |bɪˈtreɪ|",
        "antonyms": [],
        "mnemonic": [
            "betray [битреи] предавать, изменять - Предателей (бит-ь рей-кой) надо по голове;"
        ],
        "examples": [
            "She had betrayed her parents' trust.",
            "The spy betrayed his country.",
            "He felt that she had betrayed him.",
            "Her smile betrayed her true feelings.",
            "She is very loyal and would never betray a friend.",
            "None of her sisters would betray her.",
            "They'll betray you at the first hint of trouble.",
            "The slightest sound might betray his presence.",
            "She betrayed her own people by supporting the enemy.",
            "His face betrayed nothing (=showed no emotion).",
            "What kind of man would betray his own sister to the police?",
            "His voice betrayed his nervousness.",
            "The crumpled sheets betrayed the fact that someone had been sleeping there.",
            "It ill befits a man to betray old friends.",
            "No prince of the house of Lancaster betrayed a wish to renew the quarrel with the Church. (J. A. Froude, History of England, Vol. I, 1858)",
            "She coughed, betraying her presence behind the door.",
            "They betrayed their country by selling its secrets to other governments.",
            "They chose to die nobly rather than to betray their king."
        ],
        "example_translate": [
            "Она не оправдала доверия своих родителей.",
            "Этот шпион предал свою страну.",
            "Он чувствовал, что она предала его.",
            "Улыбка выдала её истинные чувства.",
            "Она очень верная и никогда бы не предала друга.",
            "Ни одна из сестёр не стала бы её предавать.",
            "Они предадут тебя при первом же признаке опасности.",
            "Малейший звук мог выдать его присутствие.",
            "Она предала свой собственный народ, поддержав врага.",
            "Его лицо ничего не выдавало (т.е. не выказывало никаких эмоций).",
            "Каким человеком нужно быть, чтобы выдать собственную сестру полиции?",
            "Голос предательски выдавал его нервозность.",
            "По смятым простыням было понятно, что кто-то на них спал.",
            "Не подобает человеку предавать старых друзей.",
            "Ни один Ланкастер не выказывал желания возобновлять конфликт с церковью.",
            "Она закашлялась, выдав своё присутствие за дверью.",
            "Они предавали свою страну, продавая её секреты другим правительствам.",
            "Они решили, что лучше умереть благородно, чем предать своего короля."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}