{
    "better": {
        "comment": [
            "between",
            "bet",
            "betray"
        ],
        "translate": "лучший, больший, лучше, больше, улучшать, держащий пари",
        "transcription": " |ˈbetər|",
        "antonyms": [],
        "mnemonic": [
            "better [бе'та] лучше - В Измайловской гостиннице корпус («Бета») лучше, чем «Альфа», «Гамма» и «Дельта»;",
            "letter ['letə]\n***\nПишет ПИСЬМА Виолетта. (это) letter\nПИСЬМА пишем только летом. (это) letter\nБУКВЫ выучили летом. (это) letter\n***\nТы написал в письме \"letter\"\nчто тебе стало лучше \"better\"."
        ],
        "examples": [
            "I am better.",
            "I know better.",
            "He writes better than I do.",
            "You can't better that.",
            "This one is no better than that one.",
            "I think I like the red one better.",
            "She had never sung better.",
            "She sings better than I do.",
            "They argued for the better part of an hour.",
            "Don't you have something better to do than to watch TV all day?",
            "He chose the better of the two.",
            "The weather is better today than it was yesterday.",
            "Your stereo is better than mine.",
            "It was even better than last year.",
            "I'm feeling much better, thank you.",
            "She knows this town better than you do.",
            "He sings better than he acts.",
            "She's a better golfer than I am.",
            "She is a little better today, the doctor says.",
            "They shouldn't treat him that way. He deserves better.",
            "It would be better to speak to him.",
            "There must be a better way to do this.",
            "Potter is better known for his TV work.",
            "He's a better singer than he is an actor.",
            "He knows the story much better than you do.",
            "Her second book is better than her first one.",
            "Her work just keeps getting better and better.",
            "They came up with a better solution to the problem.",
            "When you're better we can see about planning a trip.",
            "There's nothing I'd like better than to see you again."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мне лучше.",
            "Мне лучше знать.",
            "Он пишет лучше меня.",
            "Этого никак не исправить.",
            "Этот не лучше, чем тот.",
            "Кажется, красный мне нравится больше.",
            "Она спела хорошо, как никогда.",
            "Она поёт лучше, чем я.",
            "Они спорили больше получаса. (досл. большую часть часа)",
            "Тебе что, нечего больше делать, чем весь день смотреть телевизор?",
            "Он выбрал лучшее из двух.",
            "Погода сегодня лучше, чем вчера.",
            "Твой магнитофон лучше, чем мой.",
            "Это было даже лучше, чем в прошлом году.",
            "Я чувствую себя намного лучше, спасибо. / Спасибо, мне гораздо лучше.",
            "Она знает этот город лучше, чем ты.",
            "Он поёт лучше, чем играет (на сцене).",
            "Она играет в гольф лучше, чем я.",
            "По словам доктора, ей сегодня немного лучше.",
            "Они не должны с ним так обращаться. Он заслуживает лучшего.",
            "Было бы лучше поговорить с ним.",
            "Наверняка для этого есть способы и получше.",
            "Поттер более известен по работе на телевидении.",
            "Он лучше поёт, чем играет. / Он лучший певец, чем актёр.",
            "Он знает этот сюжет гораздо лучше, чем вы.",
            "Её вторая книга лучше, чем первая.",
            "Её работа становится всё лучше и лучше.",
            "Они придумали лучшее решение этой проблемы.",
            "Когда тебе станет лучше, мы сможем позаботиться о планировании поездки.",
            "Для меня нет ничего более желанного, чем увидеть вас снова."
        ],
        "stars": 3
    }
}