{
    "between": {
        "comment": [],
        "translate": "между, между",
        "transcription": " |bɪˈtwiːn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I sat down between Sue and Jane.",
            "The ball rolled between his feet.",
            "He stood between his mother and his father.",
            "You shouldn't eat between meals.",
            "We collected £17 between us.",
            "two houses with a tree between",
            "Are there any public holidays between Christmas and Easter?",
            "There are fences between all the houses.",
            "If you want to lose weight, you shouldn't eat between meals.",
            "We should arrive between 9 and 10 o'clock.",
            "Tom divided his money between his children.",
            "The team have a lot of work to do between now and Sunday.",
            "The project will cost between eight and ten million dollars.",
            "He uttered a sound that was something between a sigh and a groan.",
            "They put up a fence between their house and their neighbor's house.",
            "Between the four of them they managed to lift her into the ambulance.",
            "In her book she makes a comparison between Russian and British ballet.",
            "A lot of students spend a year abroad in between school and university.",
            "The office has two desks with a table between.",
            "The ball rolled between the desk and the wall.",
            "dancing all the dances with little rest between",
            "The office has two desks with a table between them.",
            "Between bites of food, they talked to their teacher.",
            "She had overheard a private conversation between two MPs.",
            "They're building a new road between Manchester and Sheffield.",
            "I've had a few jobs with long periods of unemployment in between.",
            "Most of the victims were young men between the ages of 16 and 21.",
            "The two days between Monday and Thursday are Tuesday and Wednesday."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ee = [iː]"
        ],
        "example_translate": [
            "Я сел между Сью и Джейн.",
            "Мяч прокатился между его ног.",
            "Он стоял между своими родителями.",
            "Вам не следует есть между приемами пищи.",
            "Мы скинулись и собрали семнадцать фунтов.",
            "два дома, между которыми растёт дерево",
            "Между Рождеством и Пасхой есть государственные праздники?",
            "Все дома огорожены заборами.",
            "Если хотите похудеть, нельзя перекусывать между приёмами пищи /\"кусочничать\"/.",
            "Мы должны быть на месте между девятью и десятью часами.",
            "Том разделил свои деньги между детьми.",
            "Команде до воскресенья предстоит здорово поработать.",
            "Стоимость проекта составит от восьми до десяти миллионов долларов.",
            "Он издал какой-то звук — то ли вздох, то ли стон.",
            "Они отгородили свой дом от соседского забором.",
            "Вчетвером им удалось занести её в машину скорой помощи.",
            "В своей книге она сравнивает русский /российский/ балет с британским.",
            "Многие студенты проводят год за границей между окончанием школы и поступлением в вуз.",
            "Офис оборудован двумя столами со столиком между ними.",
            "Мяч прокатился между столом и стеной.",
            "танцуя все танцы один за другим, почти без перерыва",
            "Офис оборудован двумя столами со столиком между ними.",
            "За едой они поговорили со своим преподавателем.",
            "Она подслушала частную беседу между двумя членами парламента.",
            "Между Манчестером и Шеффилдом строят новую дорогу.",
            "У меня было несколько подработок, в промежутках между которыми я долго сидел без работы.",
            "Большинство жертв — молодые люди в возрасте от 16 до 21 года.",
            "Два дня между понедельником и четвергом — это вторник и среда."
        ]
    }
}