{
    "beyond": {
        "comment": [
            "obey"
        ],
        "translate": " за, вне, после, выше, сверх, за пределами, вне, после, загробная жизнь",
        "transcription": "  |bɪˈjɑːnd|",
        "antonyms": [],
        "mnemonic": [
            "beyond [bɪ'jɔnd]\n***\nВДАЛИ друг - лишь бы|он (д). (это) beyond\nЗА рекой друг - лишь бы|\"ён\" (д). (это) beyond\n***\nОн вдали \"beyond\",\nи нет с ним связи \"bond\"."
        ],
        "examples": [
            "Tom is far beyond his brother in physics.",
            "The town centre had changed beyond all recognition.",
            "We passed the hotel and drove a bit beyond to see the ocean.",
            "Beyond the river, cattle were grazing.",
            "Inflation has risen beyond the 5% level.",
            "Our land extends beyond the fence to those trees.",
            "The ban has been extended beyond 2003.",
            "From the house we can see the valley and the hills beyond.",
            "The disco went on until beyond midnight.",
            "The parking area is just beyond those trees.",
            "She drove through Westport, and stopped a few miles beyond at a wayside inn.",
            "to the eighth grade but not beyond",
            "Such tasks are far beyond the scope of the average schoolkid.",
            "a pond with a hayfield beyond",
            "They agreed to provide essentials but nothing beyond.",
            "His influence does not extend beyond this department.",
            "More people are choosing to work beyond retirement age.",
            "Fred owns nothing beyond the clothes on his back.",
            "What changes await us in the coming year and beyond?",
            "They crossed the mountains and headed for the valleys beyond.",
            "From the house we can see the valley and the mountains beyond it.",
            "Due to circumstances beyond our control the performance has had to be cancelled.",
            "Scott's equipment was damaged beyond repair.",
            "The children who are part of the study will be monitored through their school years and beyond.",
            "Who knows how we'll fare in the beyond?"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "y + Гл = [j]"
        ],
        "example_translate": [
            "Том знает физику гораздо лучше, чем его брат.",
            "Центр города изменился до неузнаваемости.",
            "Мы проехали немного дальше отеля, чтобы увидеть океан.",
            "За рекой паслись стада.",
            "Уровень инфляции превысил пятипроцентный рубеж.",
            "Наша земля продолжается за забором до тех деревьев.",
            "Запрет был продлён на 2003 год и последующий период.",
            "Из дома открывается вид на долину и лежащие за ней холмы.",
            "Дискотека продолжалась за полночь.",
            "Парковка находится прямо за теми деревьями.",
            "Она проехала Уэстпорт, и ещё через несколько миль остановилась в придорожной гостинице.",
            "до восьмого класса, но не далее",
            "Такие задачи выходят далеко за рамки возможностей среднего школьника.",
            "пруд, за которым есть луг",
            "Они согласились предоставить самое необходимое, но не более того.",
            "Его влияние не распространяется за пределы этого отдела.",
            "Всё больше людей предпочитает работать и после достижения пенсионного возраста.",
            "У Фреда ничего нет, кроме собственной одежды.",
            "Какие изменения ждут нас в будущем году и в последующий период?",
            "Они пересекли горы и направились в лежащие за ними долины.",
            "Из этого дома видно долину и расположенные за ней горы.",
            "По независящим от нас обстоятельствам, представление пришлось отменить.",
            "Снаряжение Скотта пришло в полную негодность /восстановлению не подлежало/.",
            "Дети, которые являются частью исследования, будут контролироваться как во время обучения в школе, так и после него.",
            "Кто знает, что с нами будет на том свете?"
        ],
        "stars": 3
    }
}