{
    "bias": {
        "comment": [],
        "translate": "смещение, косой, разрезанный, косо, по диагонали, оказывать влияние",
        "transcription": " |ˈbaɪəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Lydia has a strong artistic bias.",
            "There was clear evidence of a strong bias against her.",
            "My parents are biased against popular music before they even hear it.",
            "He showed a bias toward a few workers in particular.",
            "Some women still believe there is a bias in favour of male staff in the office.",
            "All skirts are cut with a curved bias.",
            "His work showed a discernible bias towards philosophy.",
            "Do they have a bias against women?",
            "The decision was made without bias.",
            "a student with a strong bias towards the arts",
            "The company was accused of racial bias.",
            "Several factors could have biased the results of the study.",
            "made of fabric cut bias",
            "Students were evaluated without bias.",
            "The judge withheld the information on the grounds that it would bias the jury.",
            "I don't want to bias you against the movie, but I thought the book was much better.",
            "an egregious example of political bias",
            "You are biasing my choice by telling me yours.",
            "The speech laid him open to charges of political bias.",
            "I suppose in every atom two poles in its superficies, and a Central point within its substance, which I call its Bias.",
            "The review was criticized for its ethnocentric bias.",
            "The circumstances could bias the results of the survey.",
            "It's clear that the company has a bias against women and minorities."
        ],
        "example_translate": [
            "У Лидии — сильная тяга /склонность/ к искусству.",
            "Было очевидно, что к ней относились c большим предубеждением.",
            "Мои родители относятся к поп-музыке отрицательно, хотя ни разу её не слышали.",
            "Он проявил предвзятость в отношении отдельных работников.",
            "Некоторые женщины до сих пор уверены, что предпочтение отдается сотрудникам мужского пола.",
            "Все юбки выкроены по косой.",
            "Его работа продемонстрировала заметную склонность к философии.",
            "Есть ли у них предубеждение в отношении женщин?",
            "Решение было принято справедливо.",
            "студент с сильным уклоном в сторону искусства",
            "Компанию обвинили в расовых предрассудках.",
            "Результаты исследования могли быть искажены несколькими факторами.",
            "сделанный из ткани, раскроенной по косой",
            "Студентов оценили беспристрастно.",
            "Судья не сообщил эту информацию, руководствуясь тем, что она может повлиять на присяжных.",
            "Не хочу настраивать вас против фильма, но книга мне показалась намного лучше.",
            "вопиющий пример политической предвзятости",
            "Рассказывая мне о своём решении, вы влияете на моё.",
            "Данная речь открыла его для обвинений в политической предвзятости.",
            "Я полагаю, что у каждого атома на поверхности есть два полюса и некая центральная точка внутри него, которую я называю центром гравитации.",
            "Рецензия подверглась критике за националистический уклон.",
            "Данные обстоятельства могут повлиять на результаты исследования.",
            "Понятно, что компания имеет предубеждение против женщин и нацменьшинств."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}