{
    "bible": {
        "comment": [],
        "translate": "библия, экземпляр библии",
        "transcription": " |ˈbaɪbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He quoted the Bible to her.",
            "Witnesses have to swear on the Bible.",
            "Bible country",
            "He quotes the Bible frequently.",
            "I missed Bible class last week.",
            "The Bible tells people to procreate.",
            "He read out a short passage from the Bible.",
            "The Bible tells the story of how God parted the Red Sea.",
            "The books of the Bible",
            "She takes the Bible literally.",
            "Luther had a new perception of the Bible.",
            "He quoted a short passage from the Bible.",
            "Today's reading is excerpted from the Bible.",
            "We believe that the Bible is the word of God.",
            "According to the Bible, man was made in the image of God.",
            "The book is famous among foodies — it's the gourmet's bible.",
            "The sinners will be tormented in Hell, according to the Bible.",
            "A passage from the statedly authoritative portions of the Bible.",
            "Luther began to translate the Bible into clear vernacular German.",
            "The magazine is now considered the bible of the plastics industry.",
            "Many people quote from the Bible without knowing that they are doing so.",
            "The translation of the Bible gave fixity to the tongue of the new religion.",
            "He decided to adopt a different approach and teach the Bible through story-telling.",
            "She was lulled to sleep by the rhythmic sound of her mother's voice reading the Bible.",
            "Some of the glibbest persons in the nation are oddly tongue-tied when the Bible is brought up."
        ],
        "example_translate": [
            "Он процитировал ей Библию.",
            "Свидетели должны принести присягу (=присягнуть, поклясться) на Библии.",
            "библейская страна",
            "Он часто цитирует Библию.",
            "На прошлой неделе я пропустил урок Библии.",
            "Библия велит людям плодиться и размножаться.",
            "Он зачитал короткий отрывок из Библии.",
            "Библия повествует о том, как бог разделил Красное море.",
            "Книги Библии (Библия состоит из 66 канонических книг для всех христианских течений: протестанты признают каноническими 66 книг, католики - 73, православные - 77.)",
            "Она воспринимает /понимает/ Библию буквально.",
            "Лютер воспринял библию по-новому.",
            "Он процитировал короткий отрывок из Библии.",
            "Сегодняшний отрывок для чтения взят из Библии.",
            "Мы верим, что Библия — это слово Божье.",
            "Согласно Библии, человек был создан по образу Божьему.",
            "Данная книга знаменита среди любителей вкусно поесть — это библия гурманов.",
            "Согласно библии, грешники будут мучиться в аду.",
            "Отрывок из официально признанных частей Библии.",
            "Лютер начал переводить Библию на понятный разговорный немецкий язык.",
            "Данный журнал в настоящее время считается библией в индустрии пластмасс.",
            "Многие люди цитируют Библию, не сознавая этого.",
            "Перевод Библии придал устойчивость языку новой религии.",
            "Он решил применить иной подход и обучать Библии посредством рассказа.",
            "Её убаюкал ритмичный звук голоса матери, которая читала библию.",
            "Кое-кто из самых речистых людей страны становится удивительно косноязычным, когда речь заходит о библии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}