{
    "bicycle": {
        "comment": [],
        "translate": "велосипед, ездить на велосипеде",
        "transcription": " |ˈbaɪsɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He got a bicycle for his birthday.",
            "My bicycle is on order.",
            "The bicycle dented my car",
            "I left my bicycle out in the rain.",
            "He wants a bicycle for his birthday.",
            "The bump threw him off the bicycle",
            "the front fork of a bicycle",
            "The bicycle chain needs oiling.",
            "He got a new bicycle for his birthday.",
            "He pumped air into the bicycle tire.",
            "The bicycle looped around the tree",
            "She mounted her bicycle and rode away.",
            "He rides his bicycle to work every dayю",
            "She keeps her bicycle in good working order.",
            "He rode his bicycle here this morning.",
            "He leant his bicycle against the fence.",
            "The group of bicycle racers zoomed past.",
            "Bicycle riding exercises the leg muscles.",
            "The boy was wobbling along on his bicycle.",
            "He wants a bicycle so bad he can taste it.",
            "Hoist the bicycle onto the roof of the car.",
            "He upended the bicycle to fix its flat tire.",
            "Always lock your bicycle to something secure.",
            "A bicycle is relatively cheap to buy and run.",
            "I bought an old but still serviceable bicycle.",
            "The bicycle was crushed under the truck's tires.",
            "The bicycle racers sprinted for the finish line.",
            "It's never advisable to ride double on a bicycle.",
            "He left his bicycle leaning against a tree trunk.",
            "This old bicycle has obviously gotten some hard use."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "На день рождения ему подарили велосипед.",
            "Мой велосипед ещё не доставили /в процессе доставки/.",
            "Велосипед оставил вмятину на моей машине.",
            "Я оставил свой велосипед под дождём.",
            "Он хочет на день рождения велосипед.",
            "От удара он упал с велосипеда.",
            "передняя вилка велосипеда",
            "Нужно смазать цепь велосипеда.",
            "На день рождения ему подарили новый велосипед.",
            "Он накачал шину велосипеда воздухом.",
            "Велосипед сделал петлю вокруг дерева",
            "Она села на велосипед и уехала.",
            "Он каждый день ездит на работу на своём велосипеде.",
            "Она содержит свой велосипед в хорошем рабочем состоянии.",
            "Сегодня утром он тут проезжал на своём велосипеде.",
            "Он прислонил велосипед к забору.",
            "Группа велогонщиков прожужжала мимо.",
            "Езда на велосипеде развивает мышцы ног.",
            "Мальчишка ехал на велосипеде, виляя из стороны в сторону.",
            "Он так сильно хочет велосипед, что тот ему уже снится. (буквально — \"он чувствует его вкус\")",
            "Подними велосипед на крышу автомобиля.",
            "Он перевернул велосипед, чтобы починить спущенную шину.",
            "Всегда пристёгивайте велосипед к чему-то надёжному.",
            "Велосипед сравнительно дёшев по стоимости покупки и обслуживания.",
            "Я купил старый, но всё ещё исправный велосипед.",
            "Велосипед был раздавлен колёсами грузовика.",
            "Велогонщики рванулись к финишу.",
            "Ни в коем случае не рекомендуется ездить на велосипеде вдвоём.",
            "Он оставил велосипед, прислонив его к стволу дерева.",
            "Очевидно, на этом старом велосипеде много ездили."
        ]
    }
}