{
    "bid": {
        "comment": [
            "forbid",
            "forbidden"
        ],
        "translate": "заявка, предлагаемая цена, предлагать цену, два раза в день",
        "transcription": " |bɪd|",
        "antonyms": [],
        "mnemonic": [
            "bid [bıd]., forbid [fə'bıd]\n***\nПРЕДЛОЖУ я цену - без обид. (это) bid\nЯ ПРИГЛАШАЮ - давай без обид. (это) bid\nМы ПРОСТИМСЯ без обид. (это) bid\nМоя ставка, цена выиграла - без обид. (это) bid\n***\nНе будешь ЗАПРЕЩАТЬ - не будет обид. (это) forbid"
        ],
        "examples": [
            "She made a bid on the painting.",
            "Do as you are bidden.",
            "The queen bade us enter.",
            "He made the opening bid.",
            "We did as we were bid.",
            "She bid for a desk and a chair.",
            "He made a bid to gain attention.",
            "He bid and I passed.",
            "Decide how high you're willing to bid for the item.",
            "How many firms bid on the contract to build the bridge?",
            "He made a bid to regain his former influence.",
            "Paris is bidding to host the next Olympics.",
            "He made a bid of $100 for the painting.",
            "The prophet bid all people to become good persons.",
            "Several local companies are bidding for the same job.",
            "In that year he made a bid for power by initiating a revolt against the British.",
            "The English climbers are determined to bid for the highest mountain in the world.",
            "She made a bid for the nomination.",
            "His campaign bid for the attention of the poor population.",
            "When an auction is closed, the current best bid for the item is accepted.",
            "The politicians are bidding for our favour by making wild promises that they can't keep.",
            "A surprising number of people were bidding for those rather worthless things at the sale.",
            "They put in a bid for the house.",
            "He plans to stop bidding if the bids go over $500.",
            "A takeover bid for the airline was launched today.",
            "What am I bid for lot 227? Shall we start at $500?",
            "The company is accepting bids for the renovation project.",
            "Bids for the painter's work have been quite high at recent auctions.",
            "She bid £100 for a Victorian chair.",
            "I'll bid $100 for the lamp but no higher."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она предложила цену за картину (на аукционе).",
            "Делайте, что велено.",
            "Королева приказалa нам войти.",
            "Он открыл торги. / Он назначил стартовую цену.",
            "Мы сделали, как нам приказали /как нам было велено/.",
            "Она предложила купить у неё стол и стул.",
            "Он сделал ставку, чтобы привлечь внимание.",
            "Он заказал игру, а я спасовал. (о картах)",
            "Определите максимальную цену, которую вы готовы предложить за данный товар.",
            "Сколько фирм участвуют в тендере на постройку моста?",
            "Он претендовал на то, чтобы возвратить своё былое влияние.",
            "Париж борется за право быть местом проведения следующих Олимпийских игр.",
            "Он предложил за эту картину сто долларов.",
            "Пророк просил всех стать хорошими людьми.",
            "Несколько местных компаний предлагают ту же работу.",
            "В тот год он сделал попытку прийти к власти, организовав восстание против англичан.",
            "Английские альпинисты полны решимости покорить самую высокую гору мира.",
            "Она добивалась права выставить кандидата на выборах.",
            "Его избирательная кампания стремилась привлечь внимание малоимущего населения.",
            "Когда аукционные торги закрываются, принимается лучшее из текущих предложений цены за продаваемый предмет.",
            "Политики стараются привлечь наши голоса, давая обещания, которые не в состоянии выполнить.",
            "На аукционе оказалось на редкость много желающих приобрести эти, в общем-то, довольно бесполезные вещи.",
            "Они сделали предложение о покупке этого дома.",
            "Он планирует прекратить торговаться, если цена перевалит за пятьсот долларов.",
            "Сегодня поступило предложение о покупке контрольного пакета акций этой авиакомпании.",
            "Сколько дадите за лот двести двадцать семь? Начнём с пятисот долларов?",
            "Компания принимает заявки на проект реконструкции.",
            "На последних аукционах за работы этого художника давали довольно высокую цену.",
            "Она предложила сто фунтов стерлингов за стул викторианской эпохи.",
            "За эту лампу я готов предложить сто долларов, но не больше."
        ],
        "stars": 2
    }
}
