{
    "billion": {
        "comment": [
            "bill"
        ],
        "translate": "миллиард, биллион, несметное количество, миллиард, биллион, несметное количество",
        "transcription": " |ˈbɪljən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We could see a billion stars in the sky.",
            "India has a population of more than 1 billion.",
            "3.5 billion years ago",
            "A billion is 1 with 9 noughts after it.",
            "Airlines have lost billions of dollars.",
            "A billion stars shone in the night sky.",
            "In England they call a trillion a billion.",
            "Overseas debt is a staggering £16 billion.",
            "There are billions of things I want to say.",
            "The property has a valuation of $1.6 billion.",
            "The welfare budget has been cut by $56 billion.",
            "The government is facing a deficit of $3 billion.",
            "They have £50 billion worth of orders on the books.",
            "The Treasury borrowed £40 billion, just to stay afloat.",
            "The final cost could be as much as one billion dollars.",
            "Billions were needed to improve the urban infrastructure.",
            "Her personal wealth is estimated to be around $10 billion.",
            "Nearly £7 billion has been wiped off share prices worldwide.",
            "Vernon estimates the company's net worth at over $8 billion.",
            "The sulphur dioxide level in the air was 32 parts per billion.",
            "His proposals could cost the taxpayer around £8 billion a year.",
            "Government spending on health care totals about $60 billion a year.",
            "Citicorp plans to lop $1.5 billion a year from its operating costs.",
            "The country cannot meet the payments on its £80 billion foreign debt.",
            "His fortune has been variously estimated at between $1 and $2 billion.",
            "Estimates for the losses in the earthquake range as high as $2 billion.",
            "The human genome contains approximately three billion chemical base pairs.",
            "That year, Japanese investment in American real estate totaled $13.06 billion.",
            "The project will end up costing the government an estimated 3.5 billion dollars.",
            "The tourist industry yielded an estimated $2.25 billion for the state last year."
        ],
        "example_translate": [
            "На небе было видно несметное количество звёзд.",
            "Население Индии составляет более одного миллиарда человек.",
            "три с половиной миллиарда лет назад",
            "Миллиард — это единица с девятью нулями.",
            "Авиакомпании потеряли миллиарды долларов.",
            "В ночном небе сиял миллиард звёзд.",
            "В Англии триллион называют словом \"billion\".",
            "Внешняя задолженность составляет невероятную сумму в шестнадцать миллиардов фунтов стерлингов.",
            "Есть множество вещей, которые я хочу сказать.",
            "Оценочная стоимость имущества составляет 1,6 миллиарда долларов.",
            "Бюджет социального обеспечения был сокращён на пятьдесят шесть миллиардов долларов.",
            "Правительство сталкивается с дефицитом в размере трёх миллиардов долларов.",
            "У них зарегистрировано заказов на сумму в пятьдесят миллиардов фунтов.",
            "Казначейство заняло сорок миллиардов фунтов стерлингов, чтобы просто остаться на плаву.",
            "Окончательная стоимость может достичь одного миллиарда долларов.",
            "Для улучшения городской инфраструктуры нужны были миллиарды.",
            "Её личное состояние оценивается приблизительно в десять миллиардов долларов.",
            "В мировом масштабе уменьшение цен акций составило почти семь триллионов фунтов стерлингов.",
            "Вернон оценивает чистую стоимость компании в размере более восьми миллиардов долларов.",
            "Содержание в воздухе диоксида серы составляло 32 миллиардные доли.",
            "Его предложения могут обойтись налогоплательщикам примерно в восемь миллиардов фунтов стерлингов в год.",
            "Государственные расходы на здравоохранение составляют около шестидесяти миллиардов долларов в год.",
            "\"Ситикорп\" планирует срезать полтора миллиарда долларов в год за счёт операционных расходов.",
            "Страна не в состоянии осуществить выплату по внешнему долгу, который составляет восемьдесят миллиардов фунтов стерлингов.",
            "Его состояние, по разным оценкам, составляет от одного до двух миллиардов долларов.",
            "Согласно оценкам, убытки от землетрясения достигают двух миллиардов долларов.",
            "Геном человека содержит около трёх миллиардов пар (химических) оснований.",
            "В тот год общая сумма японских инвестиций в американскую недвижимость составила чуть более тринадцати миллиардов долларов.",
            "В конечном счёте, проект обойдется правительству примерно в три с половиной миллиарда долларов.",
            "В прошлом году туристический бизнес принёс государству примерно два с четвертью миллиарда долларов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}