{
    "biography": {
        "comment": [],
        "translate": "биография, жизнеописание",
        "transcription": " |baɪˈɑːɡrəfɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her biography reads like a series of disconnected stories.",
            "His chef-d'oeuvre was his biography of George Washington.",
            "His life is chronicled in a new biography published last week.",
            "The archives provided rich material for a definitive biography.",
            "The biography reviewed her accomplishments.",
            "He wrote a powerful and evocative biography.",
            "I'm reading a biography of Alexander the Great.",
            "They authored a new biography of Thomas Jefferson.",
            "Hodges wrote an unofficial biography of the artist.",
            "Her recent book provides us with a new paradigm for modern biography.",
            "The biography includes conjectures about the writer's earliest ambitions.",
            "The reviewer padded out his review with a lengthy biography of the author.",
            "This biography of Eleanor of Aquitaine contains an interesting excursus on the status of women in the Middle Ages."
        ],
        "example_translate": [
            "Её биография читается как ряд не связанных между собой историй.",
            "Вершиной его творчества стала написанная им биография Джорджа Вашингтона.",
            "Его жизнь подробно описана в новой биографии, опубликованной на прошлой неделе.",
            "Архивы предоставили богатый материал для (составления) полной биографии.",
            "В жизнеописании были рассмотрены её достижения.",
            "Он написал яркую и выразительную биографию.",
            "Я читаю биографию Александра Македонского.",
            "Они стали авторами новой биографии Томаса Джефферсона.",
            "Ходжес написал неофициальную биографию этого художника.",
            "Её последняя книга даёт нам новый образец современной биографии.",
            "Данная биография содержит догадки по поводу самых ранних замыслов этого писателя.",
            "Обозреватель снабдил свою рецензию пространной биографией автора.",
            "В этой биографии Элеоноры Аквитанской содержится интересный экскурс относительно положения женщин в Средние Века."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}