{
    "biology": {
        "comment": [],
        "translate": "биология",
        "transcription": " |baɪˈɑːlədʒi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "advances in the field of biology",
            "Botany is a branch of biology.",
            "the biology of the rain forest",
            "— I got an A in Biology, Mum. — Oh, good.",
            "The focus of activity shifted to molecular biology",
            "International Society for Cell Biology",
            "an idea based on a faulty understanding of biology",
            "Molecular biology is pushing medicine into a new age.",
            "She likes Biology, but she's not too keen on Physics.",
            "He's qualified to teach biology at high school level.",
            "Dan found biology difficult, and physics harder still.",
            "The class filled in the gaps in my knowledge of biology.",
            "The theory of evolution undergirds virtually all of modern biology.",
            "I'm trying to catch up with the latest developments in molecular biology.",
            "Her scientific attainments have made her quite well-known in the field of biology.",
            "a biology textbook that is helpfully illustrated with a plethora of excellent illustrations",
            "Our actions are circumscribed by our biology, personality, and by the social and cultural context into which we are born."
        ],
        "example_translate": [
            "достижения в области биологии",
            "Ботаника — это раздел /отрасль/ биологии.",
            "биология тропического леса",
            "— Мам, я получил пятёрку по биологии. — Отлично.",
            "Основное внимание сместилось в направлении молекулярной биологии.",
            "Международное общество по изучению биологии клетки",
            "идея, основанная на неправильном понимании биологии",
            "Молекулярная биология толкает медицину в новую эпоху.",
            "Ей нравится биология, но она не очень-то любит физику.",
            "Он имеет право преподавать биологию в старших классах.",
            "Биология давалась Дэну тяжело, а физика — ещё тяжелее.",
            "Этот курс заполнил пробелы в моих знаниях биологии.",
            "Теория эволюции лежит в основе практически всей современной биологии.",
            "Я стараюсь следить за последними событиями в области молекулярной биологии.",
            "Благодаря своим научным достижениям она стала достаточно известной в области биологии.",
            "учебник биологии, который содержит множество превосходных иллюстраций, облегчающих понимание",
            "Наши действия обусловлены нашей биологией, личностью, а также социальным и культурным контекстом, в котором мы родились."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}