{
    "bishop": {
        "comment": [],
        "translate": "епископ, слон, бишоп",
        "transcription": " |ˈbɪʃəp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bishop moves on the diagonals.",
            "The bishop sugared the request with his smile.",
            "They flapped down on their knees before the Bishop.",
            "He awarded to the Bishop of Vienna four neighbouring cities.",
            "Many people attended the bishop's induction.",
            "He resigned from his post as Bishop when the scandal broke.",
            "The bishop will be the main celebrant.",
            "The bishop outlined the church's views in a pastoral letter.",
            "The bishop hit out at the government's policy on the homeless.",
            "The bishop made his views clear in a letter to the publisher.",
            "The Roman Bishop appears in his proper character of a common peacemaker.",
            "...parishioners ardently beseeched the local bishop not to close their beloved church..."
        ],
        "example_translate": [
            "Слон ходит по диагонали. (о шахматах)",
            "Епископ смягчил своё требование улыбкой.",
            "Они упали на колени перед епископом.",
            "Он дал в награду епископу Вены четыре соседних города.",
            "На церемонии рукоположения епископа было много людей.",
            "Когда разразился скандал, он сам отказался от епископства.",
            "Проводить церковную службу будет епископ.",
            "Епископ изложил мнение церкви в пастырском письме.",
            "Епископ обрушился с критикой на политику правительства в отношении бездомных.",
            "Епископ разъяснил свои взгляды в письме к издателю.",
            "Римский епископ выступает в характерной для себя роли всеобщего примирителя.",
            "...прихожане страстно умоляли местного епископа не закрывать их любимую церковь..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}