{
    "bit": {
        "comment": [
            "bite",
            "orbit",
            "arbitrary"
        ],
        "translate": " бит, кусочек, кусок, укушенный, взнуздать, взнуздывать",
        "transcription": "  |bɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I feel a bit better now.",
            "You'll have to wait a bit.",
            "That's a bit odd.",
            "He knows quite a bit about painting.",
            "She's quite a bit older than you, isn't she?",
            "We sat around for a bit chatting.",
            "They're worth quite a bit more than I thought.",
            "I expect you do quite a bit of travelling?",
            "I may need a bit of help.",
            "He is a bit long in the tooth.",
            "'Would you like cream in your coffee?' 'Yes please, just a bit.'",
            "He had a bit of good luck.",
            "She looks a bit like my sister.",
            "I walked on a bit.",
            "Can we have a bit less noise please?",
            "He wedged the door open with a bit of wood.",
            "He's into jogging, squash, aerobics, the whole exercise bit.",
            "One \"bit\" is the smallest amount of data which can exist, and corresponds to the answer to a yes-or-no question.",
            "This is the boring bit.",
            "Then she gave us the concerned mother bit.",
            "I gave him a bit of my mind.",
            "Could you turn the TV up a bit?",
            "A bit of rock caught him in the eye.",
            "We did the last bit of the journey on foot.",
            "Everyone needs a little bit of encouragement.",
            "His only jail time was a two year bit for arson in 1972.",
            "I'll see you in a bit.",
            "I want to spend a bit of time with him before he goes.",
            "All they had left was a bit of bread.",
            "Did you like the bit about the monkey?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Сейчас я чувствую себя немного лучше.",
            "Вам придётся немного подождать.",
            "Это немного странно.",
            "Он довольно мало знает о живописи. / Он не много знает о живописи.",
            "Она немного старше вас, не так ли?",
            "Мы немного посидели и поболтали.",
            "Они стоят немного больше, чем я думал.",
            "Я так полагаю, что вы довольно много путешествуете?",
            "Похоже, мне нужно немного помочь.",
            "Он уже далеко не мальчик.",
            "—Не желаете сливок к кофе? —Да, пожалуйста, только чуть-чуть.",
            "Ему немного повезло.",
            "Она чуть-чуть похожа на мою сестру.",
            "Я прошёл немного дальше.",
            "А можно не так сильно шуметь, пожалуйста?",
            "Он заклинил дверь куском дерева. (использовал кусок дерева для того что бы дверь не закрывалась)",
            "Он бегает трусцой, занимается сквошем, аэробикой, - в общем, всем понемножку.",
            "Один бит — это минимально возможное количество информации, которое соответствует ответу на вопрос: \"да или нет?\"",
            "Это самая скучная часть (например, лекции).",
            "Затем она выступила перед нами в роли озабоченной матери.",
            "Я высказал ему всё напрямик. / Я сделала ему выговор.",
            "Ты не мог бы сделать телевизор чуть погромче?",
            "Ему в глаз попал небольшой камушек.",
            "Последний отрезок путешествия мы проделали пешком.",
            "Каждого из нас иногда нужно немного поддержать.",
            "У него был только один срок: два года за поджог, в 1972-м.",
            "Увидимся чуть позже.",
            "Я хочу провести с ним немного времени, прежде чем он уйдёт.",
            "Осталось у них лишь немного хлеба, и больше ничего.",
            "Вам понравился эпизод про обезьяну?"
        ]
    }
}