{
    "blame": {
        "comment": [
            "flame"
        ],
        "translate": "вина, ответственность, обвинение, обвинять, пенять, порицать",
        "transcription": " |bleɪm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't blame me - it's not my fault.",
            "They blamed her for the accident.",
            "They must share the blame.",
            "My father always blames everything on me.",
            "I blame his mother. She does everything for him.",
            "Why are you trying to put the blame on me?",
            "The blame fell on me as usual.",
            "I'm not to blame., I've been set up.",
            "I blame myself for what has happened.",
            "Why pitch on me? I'm not to blame!",
            "Don't blame me. You are responsible for your own problems.",
            "Don't blame me. It wasn't my idea.",
            "They blamed the accident on her.",
            "Do you accept any blame for what happened?",
            "In my opinion, the blame lies with the police.",
            "The crash was blamed on pilot error.",
            "I felt partly to blame.",
            "I always get the blame for his mistakes!",
            "Don't blame me: I was only trying to help!",
            "I blame the politicians for the mess we are in.",
            "Stop picking at me! Why should I get the blame for everything?",
            "I blame the poor harvest on the weather.",
            "Don't try to shift the blame onto anyone else., it's your fault.",
            "Why are you trying to pin the blame on me?",
            "He fastened the blame on the runaway.",
            "I copped all the blame for what happened.",
            "The fireman was exonerated from blame.",
            "They tried to shift the blame onto us.",
            "They expected me to cop all the blame!",
            "He was totally exonerated of any blame."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не обвиняйте меня, - это не моя ошибка/вина.",
            "Они обвинили её в случившемся.",
            "Они должны разделить вину за это между собой.",
            "Мой отец всегда во всем винит меня.",
            "Я виню его мать. Она все делает за него.",
            "Почему ты пытаешься свалить вину на меня?",
            "Как обычно, всю вину возложили на меня.",
            "Я невиновен, меня подставили.",
            "Я виню себя в том, что произошло.",
            "Чего ко мне привязались, это не моя вина!",
            "Меня не обвиняй: ты сам виноват в своих проблемах.",
            "Меня не вините, не я это придумал.",
            "Они возложили на неё вину за случившееся.",
            "Признаёте ли вы свою вину в случившемся?",
            "На мой взгляд, вся вина лежит на полиции.",
            "Крушение списали на ошибку пилота.",
            "Я чувствовал себя отчасти виноватым.",
            "Я всегда нёс ответственность за его ошибки!",
            "Не вините меня: я всего лишь пытался помочь!",
            "В неприятной ситуации, в которой мы оказались, я виню политиков.",
            "Хватит ко мне придираться! Почему меня за все ругают?",
            "Я возлагаю вину за плохой урожай на погодные условия.",
            "Не пытайся переложить ответственность на кого-нибудь другого, это твоя вина.",
            "Что ты пытаешься свалить вину на меня?",
            "Он возложил вину на сбежавшего.",
            "Я взял на себя всю вину за случившееся.",
            "С пожарного сняли обвинение.",
            "Они попытались свалить вину на нас.",
            "Они ожидали /ждали/, что я всё возьму на себя!",
            "Он был полностью освобождён от любых обвинений. / С него были полностью сняты все обвинения."
        ]
    }
}