{
    "blank": {
        "comment": [],
        "translate": "пустой, чистый, чистейший, заготовка, пробел, бланк, прикрывать, закрывать",
        "transcription": " |blæŋk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Suddenly the screen went blank.",
            "Leave the last page blank.",
            "I tried to fill the blank hours of the day.",
            "I just blanked in the oral exam.",
            "Sign your name in the blank space at the bottom of the form.",
            "But what in blank you are waiting for?",
            "The old ladies, standing akimbo in the doors, stared blank astonishment at us.",
            "There was a blank expression on her face (=no expression on her face).",
            "A blank and empty future lay before me.",
            "You've had to write the whole of this. How long have we been out of blanks?",
            "The actors are shooting blanks.",
            "Blank the colonel of the regiment!",
            "My heart began to race and my mind went blank.",
            "Bring me a blank tape and I'll record it for you.",
            "Which fairly blanked the bold visage of Adam Woodcock.",
            "Issuing out of a universe in which there was only blank space.",
            "I'm trying to think of his name, but my mind's a complete blank.",
            "The form has a blank for your signature.",
            "Blank terror reigned over the community.",
            "Leave the next two lines blank for the tutor's comments.",
            "For some inexplicable reason, her mind went completely blank.",
            "Various kinds of amusements serve to fill up the blank spaces of time.",
            "Last time I saw Mike Adams he completely blanked me.",
            "The blank assistants seemed, silent, to ask, whom fate would demand next.",
            "The hall of Sir - of - county.",
            "His heart was thumping and his mind was a complete blank.",
            "Leave three blank lines between the date and the body of the letter.",
            "His debts amount to blank, his losses to blank, his funds to blank, leaving a balance of blank in his favour.",
            "All his investigations have drawn a blank so far.",
            "The goalie blanked the Falcons for two periods in the hockey game."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Внезапно экран погас.",
            "Оставьте последнюю страницу пустой.",
            "Я старался убить свободные часы.",
            "На устном экзамене у меня всё просто вылетело из головы.",
            "Поставьте свое имя в свободном месте внизу формы.",
            "Какого - сами знаете чего - вы ждете?",
            "Пожилые женщины, стоявшие подбоченясь в дверях, смотрели на нас в полном недоумении.",
            "Её лицо ничего не выражало.",
            "Меня ждало пустое и безрадостное будущее.",
            "И тебе пришлось писать все это от руки. Как же давно у нас кончились бланки?",
            "Актёры стреляют холостыми патронами.",
            "Так тебя перетак, полковник!",
            "Мое сердце начало биться сильнее, а рассудок помутился.",
            "Принесите мне чистую кассету, и я это для вас запишу.",
            "После чего на мужественном лице Адама Вудкока отразилось крайнее изумление.",
            "Появившись из вселенной, в которой была только пустота.",
            "Я пытаюсь вспомнить, как его зовут, но в голове совершенно пусто.",
            "На этом бланке есть место для вашей подписи.",
            "Жуткий, безумный страх воцарился в общине.",
            "Оставьте следующие две строчки пустыми для замечаний преподавателя.",
            "По какой-то необъяснимой причине, у неё из головы вылетело абсолютно всё.",
            "Разнообразные развлечения придуманы для того, чтобы заполнять время, когда нечего делать.",
            "Когда я в последний раз видел Майка Адамса, он меня полностью проигнорировал. (брит.)",
            "Потрясенные свидетели, казалось, молча вопрошают, кого же судьба заберет следующим.",
            "Замок сэра такого-то из графства такого-то.",
            "Его сердце бешено колотилось, а в голове было совершенно пусто.",
            "Оставьте три пустые строки между датой и основной частью письма.",
            "Сумма его долгов равна нулю, сумма убытков равна нулю, сумма на счету равна нулю, короче, баланс - нулевой - в его пользу.",
            "Пока что все его расследования не принесли результатов.",
            "В течение двух периодов этого хоккейного матча вратарь не давал команде \"Фэлконз\" забить."
        ]
    }
}