{
    "blaze": {
        "comment": [
            "blank",
            "blanket",
            "blade"
        ],
        "translate": "пламя, блеск, вспышка, великолепие, клеймо, полыхать, пылать, сверкать, гореть",
        "transcription": " |bleɪz|",
        "antonyms": [],
        "mnemonic": [
            "blaze [блейз] пламя, сиять - Шевроле (Блейз-ер) красиво сияют, когда их поджигаешь.",
            "blaze [bleɪz]\nlaze [leɪz] - бездельничать\n***\nТы в ПОЖАР поменьше б|лез. (это) blaze\nВ ПОЖАР полез и облез. (это) blaze\nГОРИТ 5 кораблей (з). (это) blaze\n***\nВезде пламя \"blaze\",\nа ты бездельничаешь \"laze\"."
        ],
        "examples": [
            "The sun blazed down on the dry earth.",
            "He was blazing with fury.",
            "The sea was in a blaze for many miles.",
            "The streets of London blazed with bonfires.",
            "What I have to tell you is widely blazed.",
            "The fire had become a raging blaze.",
            "What the blue blazes is all this?",
            "The blaze sent smoke over much of the city.",
            "The spaceship blazed out into space.",
            "Firefighters had the blaze under control by 9:44 p.m.",
            "The captain ordered the men to blaze away at the enemy.",
            "It took almost 100 firemen to bring the blaze under control.",
            "His fame was blazed abroad by the country's newspapers and television.",
            "Firemen were called to extinguish the blaze.",
            "Helicopters were used to help fight the blaze.",
            "When you have found out what you want to do - then go at it like blazes.",
            "A blaze of anger flashed across his face.",
            "Firefighters were helpless against the blaze.",
            "The plane was seen blazing down behind the hill, where it crashed.",
            "The garden is a blaze of colour at this time of year.",
            "The room was warm, with a fire blazing in the hearth.",
            "The smoulder suddenly became a blaze.",
            "It took twelve fire engines to tackle the blaze.",
            "The fire blazed away and destroyed the whole hotel.",
            "High winds hindered firefighters in their efforts to put out the blaze.",
            "The firemen turned their hoses on the blaze.",
            "The fire department was called in to extinguish the blaze.",
            "Firefighters using water and foam are still tackling the blaze.",
            "Mary blazed with anger when she heard how her mother had been treated.",
            "The horse had a blaze between its eyes."
        ],
        "example_translate": [
            "Солнце нещадно жгло высохшую землю.",
            "Он кипел от гнева.",
            "Море сверкало на много миль вперёд.",
            "Улицы Лондона были ярко освещены кострами.",
            "То, о чём я должен тебе сказать, уже широко известно.",
            "Огонь превратился в бушующее пламя.",
            "Какого черта! Что все это значит?",
            "Пламя задымило большую часть города.",
            "Космический корабль, сияя, понёсся в космическое пространство.",
            "Пожарные взяли возгорание под контроль в 9:44 вечера.",
            "Капитан приказал продолжать огонь.",
            "Потребовалось почти сто пожарных, чтобы обуздать пламя.",
            "Его слава гремела по стране благодаря прессе и телевидению.",
            "Для тушения пламени вызвали пожарных.",
            "Чтобы помочь бороться с огнем, были использованы вертолёты.",
            "Когда ты поймешь, что хочешь делать, - вгрызайся в это!",
            "Его лицо вспыхнуло гневом.",
            "Пожарные были беспомощны в борьбе с пламенем.",
            "Было видно, как охваченный пламенем самолёт упал за холмом и там взорвался.",
            "В это время года сад усыпан цветами.",
            "В камине горел огонь, и в комнате было тепло.",
            "Слабое тление вдруг превратилось в яркое пламя.",
            "На то, чтобы погасить пламя, понадобилось двенадцать пожарных машин.",
            "Пожар не сумели потушить, и весь отель сгорел.",
            "Сильные ветра мешали пожарным потушить пламя.",
            "Пожарные направили на пламя свои брандспойты.",
            "Чтобы потушить пламя, вызвали пожарных.",
            "Пожарные все еще борются с огнём с помощью воды и пены.",
            "Мэри вспыхнула от гнева, когда узнала, как обошлись с её матерью.",
            "Между глаз у коня была белая звёздочка."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}