{
    "bleak": {
        "comment": [
            "leak"
        ],
        "translate": "мрачный, холодный, суровый, унылый, уклейка",
        "transcription": " |bliːk|",
        "antonyms": [],
        "mnemonic": [
            "bleak [бли:к] унылый, безрадостный - (О-блик) унылых людей безрадостен.",
            "bleak [bli:k]\n***\nМРАЧНЫЙ день - лишь солнца блик. (это) bleak\nУНЫЛЫЙ день и света блик. (это) bleak\nСУРОВЫЙ день - лишь солнца блик. (это) bleak\nОткрытый, незащищённый, лишённый\nрастительности; бесцветный.\n***\nКартина мрачная \"bleak\",\nкогда в крыше течь \"leak\"."
        ],
        "examples": [
            "It was a dark and bleak wintry day.",
            "The landscape was bleak.",
            "For small companies, the future looks bleak.",
            "The outlook for sufferers from this disease is bleak.",
            "The film paints a bleak picture of life in the inner city.",
            "Life in the Aran Islands has always been bleak and difficult.",
            "The company still hopes to find a buyer, but the future looks bleak.",
            "The study paints a bleak picture of the effects of pollution on animal life.",
            "Because Hunter had been a perpetual Peter Pan, accepting the bleak reality of his death came hard."
        ],
        "example_translate": [
            "Это был тёмный и мрачный зимний день.",
            "Пейзаж был суровым.",
            "Для небольших компаний будущее выглядит мрачным.",
            "Перспективы людей, страдающих от этого заболевания, безрадостны.",
            "Фильм рисует мрачную картину жизни в бедных районах города.",
            "Жизнь на островах Аран всегда была суровой и тяжёлой.",
            "Руководство компании всё ещё надеется найти покупателя, но её будущее выглядит мрачным.",
            "Данное исследование рисует мрачную картину воздействия загрязнений окружающей среды на жизнь животных.",
            "Из-за того что Хантер был вечным Питером Пэном, принять суровую реальность о том, что он умер, было тяжело."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}