{
    "bleed": {
        "comment": [
            "fleet",
            "flee",
            "blood"
        ],
        "translate": "кровоточить, истекать кровью, напечатанный",
        "transcription": " |bliːd|",
        "antonyms": [],
        "mnemonic": [
            "bleed [bli: d]\n***\nКРОВОТОЧИТ и болит. (это) bleed\n***\nНаше кредо \"creed\" -\nкровь не проливать \"bleed\"."
        ],
        "examples": [
            "Your nose is bleeding.",
            "My heart bleeds for him.",
            "Tragically, she bled to death.",
            "The dog bit him and made his hand bleed.",
            "Our hearts bleed for you in your sorrow.",
            "I closed the window on my finger and made it bleed.",
            "The men who took his son bled the father for $20,000.",
            "Wash it in cold water so the colours don't bleed.",
            "The ten-year war has bled the country dry.",
            "I'll have to get up early to catch the train tomorrow. - My heart bleeds for you, I have to do that every morning!",
            "Doctors used to bleed their patients in an effort to cure them.",
            "She was bleeding from the face and hands.",
            "Analysts predict the retailer will continue to bleed red ink, with losses topping $180 million.",
            "His ex-wife clearly intends to bleed him for every last penny."
        ],
        "example_translate": [
            "У тебя из носа идёт кровь.",
            "У меня за него сердце кровью обливается.",
            "К сожалению, она умерла от потери крови.",
            "Cобака укусила его за руку до крови.",
            "Мы искренне сочувствуем твоему горю.",
            "Я прищемил палец оконной рамой, и из него пошла кровь.",
            "Похитители ребенка вынудили его отца раскошелиться на двадцать тысяч баксов.",
            "Стирайте это в холодной воде, чтобы краска не полиняла.",
            "Десятилетняя война обескровила страну.",
            "Мне завтра надо рано встать, чтобы успеть на поезд.",
            "Когда-то врачи делали пациентам кровопускание, пытаясь их вылечить.",
            "Её лицо и руки кровоточили.",
            "Аналитики прогнозируют, что данный розничный оператор по-прежнему будет терпеть убытки, которые достигнут ста восьмидесяти миллионов долларов.",
            "Бывшая жена явно намерена выжать из него всё до последнего пенни."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}