{
    "blend": {
        "comment": [],
        "translate": "смесь, смешение, смешивать, смешиваться, сочетаться",
        "transcription": " |blend|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He blends in with the crowd.",
            "Blend the sugar, eggs, and flour.",
            "Blend the ingredients until smooth.",
            "These houses blend well with the surrounding land.",
            "Oil and water will never blend. / Water does not blend with oil.",
            "Their music is a curious blend of disco and rock.",
            "The colors blend well.",
            "Their music is a blend of jazz and African rhythms.",
            "'Smog' is a blend of 'smoke' and 'fog'.",
            "I think the colour of the paint will blend in with the curtains very nicely.",
            "Espresso coffee is usually a blend of several different types of coffee beans.",
            "Blend the nuts and raisins together.",
            "The decor is a harmonious blend of traditional and modern.",
            "At this stage of making the cake, blend in the nuts.",
            "The leader of the singing group chooses voices that blend with each other.",
            "The design achieves a perfect blend of form and function.",
            "The builder is trying to blend the style of the house in with the others in the same road.",
            "The music blends traditional and modern melodies.",
            "Structured securities blend elements of debt and equity.",
            "Leave the sauce to allow the flavours to blend.",
            "The illusionist's show is an entertaining blend of legerdemain and over-the-top showmanship."
        ],
        "example_translate": [
            "Он смешивается с толпой.",
            "Соедините сахар, яйца и муку.",
            "Смешивайте ингредиенты до получения однородной массы.",
            "Эти дома хорошо вписываются в окружающий ландшафт.",
            "Масло с водой не смешивается.",
            "Их музыка представляет собой необычное сочетание диско и рока.",
            "Эти цвета хорошо сочетаются.",
            "Их музыка представляет собой смесь джаза и африканских ритмов.",
            "Слово \"smog\" (смог) является смесью слов \"smoke\" (дым) и \"fog\" (туман).",
            "Я думаю, что эта краска будет очень хорошо гармонировать с цветом наших занавесок.",
            "Кофе эспрессо обычно представляет собой смесь кофейных зерен разных сортов.",
            "Смешайте орехи с изюмом.",
            "Оформление гармонично сочетает в себе традиционные и современные элементы.",
            "На этом этапе приготовления пирога /торта/ вмешайте /введите/ в смесь орехи.",
            "Руководитель вокального ансамбля подбирает голоса, гармонирующие друг с другом.",
            "В этой конструкции достигнуто идеальное сочетание формы и функциональности.",
            "Строительная компания старается добиться того, чтобы стиль этого дома гармонировал со стилем соседних построек.",
            "Данная музыка сочетает в себе традиционные и современные мелодии.",
            "Структурированные ценные бумаги сочетают в себе элементы долговых и долевых инструментов.",
            "Дайте соусу настояться, чтобы ароматы смешались.",
            "Концерт этого иллюзиониста представляет собой увлекательную смесь ловкости рук и сногсшибательного артистизма."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}