{
    "blind": {
        "comment": [],
        "translate": "слепой, глухой, ослепший, слепой, жалюзи, штора, бленда, слепить, ослеплять",
        "transcription": " |blaɪnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was blinded by love.",
            "She was blind with tears.",
            "He is deaf and almost blind with old age.",
            "He had been blinded in an explosion.",
            "He was blinded in an accident.",
            "The blinds were drawn (=pulled down) to protect the new furniture from the sun.",
            "How jealousy blinds people!",
            "Beverley was born blind.",
            "She was blind to his faults.",
            "One corner of the kitchen was completely blinded.",
            "The holding company was just a blind.",
            "Blind rage took hold of him.",
            "She has a blind spot concerning her son's behavior.",
            "I didn't see her, I was blinding.",
            "Many of the old people were blind.",
            "Nobody could get a blind bit of sense out of him.",
            "The blind, old dog was a pathetic sight.",
            "A wink is as good as a nod to a blind horse.",
            "She ran home in a blind panic, screaming.",
            "Young rabbits are born blind and hairless.",
            "a network of narrow passageways and blind alleys",
            "Don't let the dazzle of opening ceremonies blind you.",
            "The dust choked and blinded him.",
            "She must have been blind with rage.",
            "In his latter years he became blind.",
            "The criminals were punished and blinded",
            "The blind are too often objects of pity.",
            "She was blinded as a child in a terrible fire.",
            "The minute your back's turned, they'll rob you blind.",
            "His single-minded determination to win the war is blinding him to other dangers."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "i(y) + Закр сл = [ai]"
        ],
        "example_translate": [
            "Он был ослеплён любовью.",
            "Она ничего не видела, её глаза были полны слёз.",
            "Он оглох и почти ослеп от старости.",
            "Он был ослеплен вспышкой.",
            "Он потерял зрение в результате несчастного случая.",
            "Шторы были опущены, чтобы защитить новую мебель от солнца.",
            "Как же ревность ослепляет людей!",
            "Беверли родилась слепой.",
            "Она закрывала глаза на его недостатки.",
            "В одном углу кухни было совсем темно.",
            "Холдинговая компания была всего лишь прикрытием.",
            "Слепая ярость овладела им.",
            "Она часто закрывает глаза на поведение сына.",
            "А я ехал себе и ехал, так что даже не заметил её.",
            "Многие из стариков были слепы.",
            "Никто не мог добиться от него хоть капельки смысла.",
            "Старая слепая собака представляла собой жалкое зрелище.",
            "Что в лоб, что по лбу.",
            "Она бежала домой в дикой панике, крича во всё горло.",
            "Крольчата рождаются слепыми и лишёнными шерсти.",
            "лабиринты узких улочек и тупиков",
            "Пусть блеск церемонии открытия не вводит вас в заблуждение.",
            "Пыль мешала ему дышать и видеть. / От пыли он не мог ни дышать, ни видеть.",
            "Она наверное была вне себя от гнева.",
            "В последние годы жизни он ослеп.",
            "Преступники были наказаны, и ослеплены",
            "Слепые зачастую становятся объектами жалости.",
            "Она потеряла зрение в детстве, на страшном пожаре.",
            "Как только отвернёшься — в ту же минуту обчистят тебя до нитки.",
            "Твёрдая решимость выиграть войну не даёт ему разглядеть другие опасности."
        ]
    }
}