{
    "blink": {
        "comment": [
            "link"
        ],
        "translate": "мигать, моргать, мерцать, закрывать глаза, мерцание, миг, вспышка, отблеск льда",
        "transcription": " |blɪŋk|",
        "antonyms": [],
        "mnemonic": [
            "blink [блинк] моргать, мигать - (Блин* к) морганию и миганию глаз приводит (‘Если переедать);",
            "blink [blɪŋk]\n***\nСвет МИГАЕТ блинк да блинк. (это) blink\nОгни МЕРЦАЮТ блинк да блинк. (это) blink\nМерцание, быстрый взгляд, отблеск."
        ],
        "examples": [
            "The sun was blinking on the windows.",
            "She blinked when the light flashed.",
            "When I told her how much it would cost, she didn't even blink.",
            "He did not miss the blink in the manager's eyes.",
            "The light on your answering machine is blinking.",
            "Steve had such a high opinion of his own abilities that he hardly blinked at winning first prize.",
            "My computer's on the blink again.",
            "I blinked as I came out into the sunlight.",
            "The office was broiling because the air conditioning was on the blink.",
            "The TV announcer never seems to blink.",
            "Her eyes blinked when the light flashed.",
            "She blinked her eyes when the light flashed."
        ],
        "example_translate": [
            "Солнце светило в окна.",
            "При вспышке света она моргнула.",
            "Когда я ей сказал, сколько это будет стоить, она даже глазом не моргнула.",
            "От него не ускользнуло то, как сверкнули глаза управляющего.",
            "У тебя мигает лампочка на автоответчике.",
            "Стив был такого высокого мнения о своих способностях, что ничуть не удивился, выиграв главный приз.",
            "Мой компьютер опять барахлит.",
            "Выйдя на солнечный свет, я сощурился.",
            "В конторе стояло жуткое пекло, потому что кондиционер дышал на ладан.",
            "Кажется, что этот телевизионный диктор никогда не моргает.",
            "Когда вспыхнул свет, она моргнула.",
            "Когда свет вспыхнул, она моргнула."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}