{
    "blonde": {
        "comment": [
            "blond"
        ],
        "translate": "блондинка, шелковая кружевная ткань, светлый, белокурый, белокожий",
        "transcription": " |blɑːnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Is she a natural blonde?",
            "She was blonde as a child.",
            "She had blonde hair which came down to her waist.",
            "a table made of blond wood",
            "She was wearing a blonde wig.",
            "His hair was dyed blond.",
            "His blonde hair offset a deep tan.",
            "Sue has blonde streaks in her hair.",
            "a toothsome blonde in a tight dress",
            "Her daughter has cute blonde curls.",
            "He's six feet tall, with blonde hair.",
            "a slim girl with straight blonde hair",
            "She has blonde highlights in her hair.",
            "The blue sundress set off her long blonde hair.",
            "a shapely blonde who served as eye candy in numerous Hollywood movies",
            "You can tell that she dyes her hair blonde because her dark roots are showing.",
            "Two blonde sheilas were splashing in the water at Bondi Beach while their mother looked on."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она натуральная блондинка?",
            "В детстве у неё были светлые волосы.",
            "У неё были светлые волосы, которые доставали до талии.",
            "стол из светлого дерева",
            "Она была в белокуром парике.",
            "Его волосы были окрашены в светлый цвет.",
            "Его светлые волосы оттеняют сильный загар.",
            "В волосах Сью есть светлые пряди.",
            "аппетитная блондинка в обтягивающем наряде",
            "У её дочери милые светлые локоны /кудряшки/.",
            "Он шести футов ростом, с белокурыми волосами.",
            "стройная девушка с прямыми светлыми волосами",
            "В её волосах есть светлые пряди.",
            "Синий сарафан подчёркивал её длинные белокурые волосы.",
            "фигуристая блондинка, которая радовала глаз во множестве голливудских фильмов",
            "То, что она осветляет волосы краской, понятно по виднеющимся тёмным корням.",
            "Две девушки-блондинки плескались в воде на пляже Бонди под присмотром матери."
        ],
        "stars": 1
    }
}