{
    "blush": {
        "comment": [
            "flush",
            "lush"
        ],
        "translate": "румянец, розоватый оттенок, краснеть, заливаться румянцем",
        "transcription": " |blʌʃ|",
        "antonyms": [],
        "mnemonic": [
            "blush [блаш] краснеть, румянец - Покупка с (блаш- инного) рынка краснеть заставляет чистоплюев;",
            "blush [bl∧∫]\nflush [flʌʃ] - румянец, раскраснеться; поток, прилив\nlush [l∧∫] - пышный; роскошный; пьяница. смывать\n***\nРАСКРАСНЕЛСЯ, значит, блажь. (это) blush\nСтал СТЫДЛИВЫЙ - это блажь. (это) blush\nУ тебя РУМЯНЕЦ или бланш? (это) blush"
        ],
        "examples": [
            "You have no call to blush.",
            "I blush for shame when I remember how I treated you.",
            "I blush to admit that I haven't read it.",
            "She bent her head to hide her blushes.",
            "Love robed her in a blush.",
            "When I see the prices that tourists are charged, I blush for my country.",
            "Her cheeks suffused with an auroral blush.",
            "At first blush, this sounds like good news.",
            "He blushed at the compliment.",
            "Kate blushed scarlet.",
            "At first blush the offer seemed attractive.",
            "His colour mounted. / A blush mounted to his face.",
            "I blush to admit it, but you've caught me in an error.",
            "The girl blushed when a young man whistled as she walked by.",
            "He gave a cynical laugh at the blush which deepened the colour in her cheeks.",
            "A blush is no language: only a dubious flag-signal which may mean either of two contradictories.",
            "She put on a little lipstick and blush."
        ],
        "example_translate": [
            "Вам нечего краснеть.",
            "Я сгораю со стыда, как вспомню, как я обращался с тобой.",
            "Как ни стыдно признаться, но я его не читал.",
            "Она наклонила голову, чтобы не было видно, как она покраснела.",
            "От любви щёки её горели румянцем.",
            "Когда я вижу, какие деньги берут у нас с туристов, мне становится стыдно за свою страну.",
            "Её щеки были покрыты ярким румянцем.",
            "На первый взгляд, эта новость кажется хорошей.",
            "Услышав этот комплимент, он покраснел.",
            "Кейт густо покраснела.",
            "На первый взгляд предложение показалось заманчивым.",
            "Кровь бросилась ему в лицо.",
            "Как ни стыдно мне в этом признаться, но вы поймали меня на ошибке.",
            "Девушка покраснела, когда молодой человек свистнул, когда она проходила мимо.",
            "Увидев, что она покраснела от смущения, он презрительно ухмыльнулся.",
            "Румянец - это не язык, а лишь весьма неоднозначный сигнал, который можно интерпретировать или так, или эдак.",
            "Она нанесла немного помады и румян."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}