{
    "boast": {
        "comment": [],
        "translate": "похвастать, хвастать, хвастаться, хвастовство, предмет гордости",
        "transcription": " |bəʊst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The city boasts two excellent museums.",
            "He's boasting about how much money he has made.",
            "'I wouldn't be afraid,' she boasted.",
            "Amy boasted that her son was a genius.",
            "I do hate the way Bill boasts about his new car.",
            "Jack did not feel the need to boast about his success.",
            "Bill boasts of owning the biggest car in the neighbourhood.",
            "The Society boasts 3000 members worldwide.",
            "The museum's proudest boast is its collection of rare gems.",
            "The company is inclined to boast of its success.",
            "That jerkwater town doesn't boast a single decent beanery.",
            "We were offended by his boast that he would easily beat us.",
            "The hospital's operating rooms boast the very latest medical apparatus.",
            "Philip's boast is that he started out without any outside financial backing.",
            "When he says he's the richest man in town, he's not just making an idle boast."
        ],
        "example_translate": [
            "Город может похвастаться двумя отличными музеями.",
            "Он хвастается тем, сколько денег он заработал.",
            "- Я бы не испугалась, - она хвасталась.",
            "Эми хвасталась тем, что её сын был гением.",
            "Мне совершенно не нравится, как Билл хвастается своей новой машиной.",
            "Джек не чувствовал необходимости хвастаться своим успехом.",
            "Билл говорит, что у него самая большая машина в городе.",
            "Общество может похвастать тремя тысячами членов по всему миру.",
            "Главным предметом гордости этого музея является коллекция редких драгоценных камней.",
            "В этой компании любят хвастаться своими успехами.",
            "В этом захудалом городишке не найдётся ни одной приличной столовки.",
            "Нас обидели его хвастливые слова, что он без труда нас победит.",
            "Операционные залы этой больницы могут похвастаться новейшей медицинской аппаратурой.",
            "Филип гордится тем, что начал своё предприятие без всякой внешней финансовой поддержки.",
            "Когда он говорит, что является самым богатым человеком в городе, это не просто праздное хвастовство."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}