{
    "boil": {
        "comment": [
            "boiling",
            "boiler"
        ],
        "translate": "кипение, фурункул, нарыв, точка кипения, кипятить, кипятиться, варить, вариться",
        "transcription": " |bɔɪl|",
        "antonyms": [],
        "mnemonic": [
            "boil [bɔil]\n***\nВоду КИПЯТИЛ нам бойлер. (это) boil\nВоду КИПЯТИЛ и деток пóил. (это) boil\nСВАРЮ компот и дам обоим. (это) boil\nТОЧКА КИПЕНИЯ досталась нам обоим. (это) boil"
        ],
        "examples": [
            "The water is about to boil.",
            "He was boiling with rage.",
            "Bring water to a / the boil.",
            "Boil the rice for 15 minutes.",
            "How long does it take to boil an egg?",
            "I always boil the cotton sheets.",
            "The solution boiled at 57.4°C.",
            "The boy's body is covered in boils.",
            "The kettle's boiling — shall I turn it off?",
            "The media are keeping the issue on the boil.",
            "The way they treat people makes my blood boil.",
            "The water has been boiling away for ten minutes.",
            "Water boils at 100 degrees Celsius.",
            "We were advised to boil the water before drinking it.",
            "Boil the chicken and use a spoon to remove any scum that floats to the surface.",
            "They brought the water to a boil.",
            "They had to boil the contaminated water.",
            "She can't boil potatoes, let alone cook a meal.",
            "Put the spaghetti into plenty of boiling salted water.",
            "Boil for 20 minutes until the liquid has reduced by half.",
            "Boil the fruit up with sugar.",
            "Spinach tends to boil down a lot.",
            "He had the boil on his arm lanced.",
            "french fries cooked in boiling oil",
            "Boil this liquid until it evaporates.",
            "The saucepan boiled dry on the stove.",
            "Boil your artichoke bottoms in hard water.",
            "When the milk comes to the boil, turn off the heat.",
            "Add the seasoning and bring the sauce to the boil.",
            "Boil the juice to the consistency of a thick syrup."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вода вот-вот закипит.",
            "Он кипел от гнева.",
            "Доведите воду до кипения.",
            "Отваривайте рис в течение 15 минут.",
            "Сколько времени потребуется, чтобы сварить яйцо?",
            "Я всегда кипячу простыни /постельное бельё/ из хлопка.",
            "При температуре 57.4° Цельсия раствор закипел.",
            "Тело мальчика покрыто нарывами.",
            "Чайник кипит, выключить?",
            "Средства массовой информации подогревают интерес публики к этому вопросу.",
            "Их отношение к людям приводит меня в бешенство.",
            "Вода кипит уже десять минут.",
            "Вода закипает при ста градусах Цельсия.",
            "Нам посоветовали кипятить воду перед её употреблением.",
            "Сварите курицу, а всю всплывшую на поверхность пену удалите ложкой.",
            "Они довели воду до кипения.",
            "Им приходилось кипятить загрязненную воду.",
            "Она и картошку-то сварить не может, не говоря уже об обеде!",
            "Положите спагетти в большое количество кипящей подсоленной воды.",
            "Кипятите 20 минут, пока жидкость не выкипит наполовину.",
            "Доведите фрукты с сахаром до кипения.",
            "Шпинат, как правило, сильно уваривается.",
            "Ему вскрыли нарыв на руке.",
            "картофель фри, приготовленный в кипящем масле",
            "Кипяти эту жидкость, пока она не испарится.",
            "Кастрюля, стоявшая на плите, выкипела досуха.",
            "Повари корешки артишока в жёсткой воде.",
            "Когда молоко дойдёт до кипения, выключите огонь.",
            "Добавьте специи и доведите соус до кипения.",
            "Кипятите сок до консистенции густого сиропа."
        ],
        "stars": 1
    }
}