{
    "bold": {
        "comment": [],
        "translate": "смелый, дерзкий, храбрый, наглый, рельефный, самоуверенный, крутой, отчетливый",
        "transcription": " |bəʊld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He ventured on a very bold step.",
            "It's a bold plan that might fail.",
            "All the headings are in bold type.",
            "She wore a dress with bold stripes.",
            "Bold young hearts, athirst for fame of war.",
            "The print should be bold and easy to read.",
            "The company's name was printed in bold letters across the top of the page.",
            "He had the ability to take bold imaginative decisions.",
            "He punished the bold child for talking back.",
            "Hiring a novice was a bold move.",
            "I see you have been so bold as to ask for food at this hour.",
            "I'd like to offer a few criticisms, if I may be so bold.",
            "My aunt Flo was a bold determined woman.",
            "Which fairly blanked the bold visage of Adam Woodcock.",
            "A growing enterprise must have a bold leader.",
            "You are a clever man, friend John. You reason well, and your wit is bold, but you are too prejudiced.",
            "The painting was bold, brash, and modern.",
            "The psychic's bold claims were greeted with distrust and outright scorn.",
            "The graphics are bold and colourful.",
            "Few politicians have been bold enough to oppose the plan to cut taxes.",
            "In a surprisingly bold move, he is threatening court action against the company.",
            "Stripes are bold, bright, and fun to wear.",
            "She retained that bold effect in her reproductions of the original painting.",
            "You should be feeling confident and bold when you meet your bank manager."
        ],
        "example_translate": [
            "Он решился на очень смелый шаг.",
            "Это дерзкий план, который может провалиться. / Это смелый и рискованный план.",
            "Все заголовки выделяются жирным шрифтом.",
            "Она надела платье в крупную полоску.",
            "Храбрые молодые сердца, жаждущие военной славы.",
            "Надпись должна быть крупной и легко читаемой.",
            "Название компании было напечатано жирным шрифтом в верхней части страницы.",
            "Он имел возможность принимать смелые творческие решения.",
            "Он наказал наглого ребёнка за дерзкий язык.",
            "Приём на работу новичка был смелым шагом.",
            "Я смотрю, у тебя хватает наглости просить еду в столь неурочный час.",
            "Я хотел бы высказать несколько критических замечаний, если позволите мне такую смелость.",
            "Моя тётя Фло была женщиной смелой и решительной.",
            "После чего на мужественном лице Адама Вудкока отразилось крайнее изумление.",
            "У развивающегося предприятия должен быть смелый руководитель.",
            "Ты очень умен, Джон., ты хорошо рассуждаешь, твой дух смел, но ты слишком рассудителен. (Б.Стокер, \"Дракула\")",
            "Это была смелая, дерзкая и современная картина.",
            "Смелые утверждения экстрасенса были встречены с недоверием и неприкрытым презрением.",
            "Графика — яркая и красочная.",
            "Мало кому из политиков хватило смелости противостоять этому плану снижения налогов.",
            "Проявив неожиданную смелость, он угрожает подать судебный иск против компании.",
            "Полоски на одежде — это заметно, ярко и весело.",
            "Она сохранила этот смелый эффект в своих репродукциях оригинальных картин.",
            "Когда встречаешься с менеджером банка, нужно быть смелым и уверенным в себе."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}