{
    "bolt": {
        "comment": [],
        "translate": "болт, затвор, засов, стержень, задвижка, сбежать, грохотить, удирать",
        "transcription": " |bəʊlt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The door bolts from inside.",
            "When I opened the door, the cat bolted out.",
            "He bolted down his breakfast.",
            "The lid of the box was bolted down.",
            "Don't bolt your food!",
            "The bolt may shear off.",
            "In therefore he bolted and turned the key.",
            "The horse reared up and bolted.",
            "She bolted from her seat",
            "Try to force this bolt back.",
            "The bolt slid easily into the groove.",
            "Loosen the bolt so the bars can be turned.",
            "Don't bolt your food down like that, it's rude.",
            "You'll need a spanner to loosen that bolt.",
            "To bolt the bran from the pure flour.",
            "Kevin had bolted through the open window.",
            "He slipped the bolt into place.",
            "She sat bolt upright in the back seat.",
            "Jane slammed the door and pressed the bolt home.",
            "The manager glommed the shoplifter just as she was about to bolt out of the store.",
            "She sat bolt upright, staring straight ahead.",
            "There was the rasp of a bolt and the door suddenly opened.",
            "There's not much left of his house after it was struck by a bolt of lightning.",
            "The pothole fractured a bolt on the axle.",
            "The lightning bolt twigged in several directions.",
            "The cell contained an iron bedframe bolted to the floor.",
            "Out bolts her husband upon me with a large crab in his hand.",
            "Was this money a bolt from the blue or did you know you were going to get it?",
            "Those leaves which present a double or quadruple fold, technically termed \"the bolt\"."
        ],
        "example_translate": [
            "Эта дверь запирается изнутри.",
            "Едва я открыл дверь, как мне под ноги бросилась кошка.",
            "Он съел свой завтрак очень быстро. / Он проглотил свой завтрак.",
            "Крышка коробки была привинчена.",
            "Не давись едой!",
            "Болт может расколоться.",
            "Он влетел в дверь и повернул ключ.",
            "Лошадь встала на дыбы и понесла.",
            "Она вскочила со своего места.",
            "Постарайся вставить этот болт обратно.",
            "Засов легко скользнул в паз.",
            "Отверни немного болт, чтобы можно было повернуть планку.",
            "Не запихивай еду в рот с такой жадностью, это неприлично.",
            "Вам понадобится гаечный ключ, чтобы отвинтить этот болт.",
            "Отсеивать отруби от чистой муки.",
            "Кевин сбежал через открытое окно.",
            "Он без труда задвинул засов на место.",
            "Она резко выпрямилась на заднем сиденье.",
            "Джейн захлопнула дверь и поставила задвижку на место.",
            "Управляющий магазином схватил воришку как раз в тот момент, когда она уже собиралась дать оттуда дёру.",
            "Она резко выпрямилась, глядя прямо перед собой.",
            "Раздался неприятный скрежет затвора, и дверь неожиданно открылась.",
            "После удара молнии от его дома практически ничего не осталось.",
            "На ухабе сломался один из осевых болтов.",
            "Разряд молнии разветвился в нескольких направлениях.",
            "В камере был железный остов кровати, прикрученный к полу болтами.",
            "Из дверей на меня выпрыгивает её муж со здоровым колодезным воротом в руках.",
            "Эти деньги свалились на вас, как снег на голову, или же вы точно знали, что их получите?",
            "Эти листы сложены вдвое или вчетверо, и эти складки называются bolt."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}