{
    "bombing": {
        "comment": [],
        "translate": "бомбежка, бомбардировка, бомбометание",
        "transcription": " |ˈbɑːmɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The Allies escalated the bombing.",
            "The news of the bombing shocked her.",
            "The planes were on a bombing mission.",
            "What is the motive behind the bombing?",
            "The planes commenced bombing at midnight.",
            "The bombing attack was the catalyst for war.",
            "This last bombing should finish off the town.",
            "The bombing caused an international incident.",
            "The calm was broken by another terrorist bombing.",
            "The latest bombing is the death of all our hopes.",
            "The Israeli army retaliated for the Hamas bombing.",
            "The bombing left the city engulfed in a firestorm.",
            "The whole town was reduced to ashes in the bombing.",
            "The town was (badly) cut up in last night's bombing.",
            "The bombing took place during the hours of darkness.",
            "There had been much talk about bombing Iraq this year",
            "Government aircraft have been bombing civilian areas.",
            "Suddenly a police car came bombing down the high street.",
            "The bombing symbolizes the worst of religious fanaticism.",
            "The bombing was supposed to bring the country to its knees.",
            "No organization has admitted responsibility for the bombing.",
            "A terrorist group has claimed responsibility for the bombing.",
            "No one has yet claimed responsibility for yesterday's bombing.",
            "There was widespread international condemnation of the bombing.",
            "The FBI seeks to question these people about the airport bombing.",
            "The bombing was in revenge for the assassination of their leader.",
            "They were planning bombing raids in some of America's major cities.",
            "The south-west of the country suffered an intensive bombing campaign.",
            "He said the bombing was in complete disregard of the Geneva Convention.",
            "The ground soldiers bugged out just before the start of the aerial bombing."
        ],
        "example_translate": [
            "Союзники усилили бомбардировки.",
            "Новости о бомбардировке шокировали её.",
            "Самолёты выполняли задачу на бомбометание.",
            "Каковы причины бомбардировки?",
            "Самолёты начали бомбёжку в полночь.",
            "Эта бомбардировка стала катализатором войны.",
            "Эта бомбардировка должна разрушить город окончательно.",
            "Бомбардировка привела к международному инциденту.",
            "Спокойствие нарушил очередной теракт.",
            "Недавний теракт — это смерть всех наших надежд.",
            "Израильская армия отомстила ХАМАС за бомбардировки.",
            "После бомбёжки город поглотил огненный смерч.",
            "Бомбардировка превратила весь город в груду пепла.",
            "Во время бомбёжки прошлой ночью город сильно пострадал.",
            "Бомбардировка была произведена ночью.",
            "Было много разговоров о бомбёжках Ирака в этом году.",
            "Правительственный самолет атаковал гражданские районы /произвел бомбардировку гражданских районов/.",
            "Вдруг на главную улицу вылетела полицейская машина.",
            "Этот теракт символизирует собой худшие проявления религиозного фанатизма.",
            "Бомбардировка должна была поставить страну на колени.",
            "Ни одна из организаций не взяла на себя ответственность за этот теракт.",
            "Одна из террористических группировок взяла на себя ответственность за этот взрыв.",
            "Пока что никто не взял на себя ответственность за вчерашний взрыв.",
            "Теракты получили широкое международное осуждение.",
            "ФБР разыскивает этих людей, чтобы допросить по поводу террористического акта в аэропорту.",
            "Этот взрыв они произвели в отместку за убийство своего вожака.",
            "Они планировали бомбовые удары по некоторым крупным городам Америки.",
            "Юго-запад страны подвергся интенсивным бомбардировкам.",
            "Он сказал, что эта бомбардировка полностью противоречит Женевской конвенции.",
            "Пехота успела удрать перед самым началом бомбёжки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}