{
    "bonus": {
        "comment": [
            "bone",
            "bond",
            "carbon",
            "bonnet",
            "bonfire",
            "ribbon",
            "backbone"
        ],
        "translate": "премия, тантьема",
        "transcription": " |ˈboʊnəs|",
        "antonyms": [],
        "mnemonic": [
            "bonus [бо'нус] премия - В городе (Бонн ус-певают) премии выдавать всем;"
        ],
        "examples": [
            "Each worker receives an annual bonus.",
            "The company promised us a bonus this year.",
            "We receive annual bonuses at the end of the year.",
            "The company tried to motivate workers with the promise of bonus payments.",
            "As a bonus for good behavior you can stay up late.",
            "a cash bonus to sweeten the deal",
            "He sweetened the deal with a large signing bonus.",
            "There's an unlisted bonus track on the CD.",
            "Long-term savers qualify for a cash bonus.",
            "The company offered bonuses to entice new workers.",
            "Employees may occasionally receive bonus payments.",
            "The cash bonus provides a powerful incentive to workers.",
            "The product has the added bonus of providing extra vitamins.",
            "Donating her salary bonus to charity was a really classy thing to do.",
            "Staff members were given a bonus for finishing the project on schedule.",
            "A bonus system based on production targets was a strong motivational factor.",
            "A new contract is in place. Additionally, staff will be offered a bonus scheme.",
            "Britain's possession of North Sea oil has proved a bonus for British technology.",
            "Employees were offered a bonus as an inducement to finish the project on schedule.",
            "An unexpected bonus to my trip was a meeting with a very very very distant relative.",
            "She regarded her annual bonus as a just recompense for her job performance and not as some corporate donative."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Каждый работник получает ежегодную премию.",
            "Руководство компании обещало нам в этом году премию.",
            "Мы получаем годовые бонусы в конце года.",
            "Компания пыталась мотивировать работников обещанием выплатить бонусы.",
            "В качестве награды за хорошее поведение, можешь лечь спать попозже.",
            "денежный бонус для повышения привлекательности сделки",
            "Он подсластил сделку большой поощрительной премией.",
            "На компакт-диске есть бонусный трек, не указанный в списке.",
            "Долгосрочные вкладчики имеют право на денежный бонус.",
            "Компания предложила бонусы, чтобы привлечь новых работников.",
            "Время от времени сотрудники могут получать премиальные выплаты.",
            "Денежная премия служит мощным стимулом для работников.",
            "Дополнительным преимуществом данного продукта является повышенное содержание витаминов.",
            "Отдать прибавку к зарплате на благотворительность было по-настоящему шикарным поступком с её стороны.",
            "Сотрудники получили премию за завершение проекта в запланированные сроки.",
            "Система бонусов, основанная на выполнении производственных задач, была сильным мотивационным фактором.",
            "Введён в действие новый коллективный договор. Кроме того, сотрудникам будет предложена премиальная система.",
            "Факт принадлежности Великобритании запасов нефти в Северном море оказался благотворным для развития английских технологий.",
            "Работникам предложили премию в качестве стимула закончить проект в срок.",
            "Неожиданным приятным моментом в моей поездке стала встреча с одним очень дальним родственником.",
            "Она рассматривала свою ежегодную премию как справедливую компенсацию за её самоотдачу на работе, а не как какую-то корпоративную подачку."
        ],
        "stars": 2
    }
}