{
    "booklet": {
        "comment": [],
        "translate": "буклет, брошюра, книжечка",
        "transcription": " |ˈbʊklət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Read this extract from an information booklet.",
            "The small booklet is a useful handbook for anyone who aspires to make a career in salesmanship.",
            "The booklet was issued by the government.",
            "Please see accompanying booklet for instructions.",
            "This booklet describes how to set up the DVD player.",
            "There's an instruction booklet next to the computer.",
            "The booklet gives a brief description of each place.",
            "The booklet provides all the necessary information about the college.",
            "The financial considerations are laid out in a booklet called 'How to Borrow Money'.",
            "An information booklet will be available and press advertisements will drum home the message.",
            "Like the others, he produced a written explanation, but in Scott's case this was a 30-page printed booklet."
        ],
        "example_translate": [
            "Прочти этот кусок из справочной брошюры.",
            "Эта маленькая брошюра будет полезна всякому, кто хочет сделать карьеру в торговле.",
            "Этот проспект был выпущен правительством.",
            "Инструкции приведены в прилагающемся буклете.",
            "Эта брошюра описывает, как настроить DVD-плеер.",
            "Рядом с компьютером есть буклет с инструкцией.",
            "В буклете даётся краткое описание каждого места.",
            "В буклете содержатся все необходимые сведения об этом колледже.",
            "Эти финансовые рекомендации изложены в брошюре под названием \"Как брать деньги взаймы\".",
            "Будет доступен информационный буклет, а реклама в прессе доведёт до сведения населения нужную информацию.",
            "Скотт, как и все остальные, предоставил письменную объяснительную, но в его случае это была печатная брошюра на тридцати страницах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}