{
    "boost": {
        "comment": [
            "boom",
            "booth",
            "boot"
        ],
        "translate": "форсировать, повышать, ускорение, наддув, поддержка",
        "transcription": " |buːst|",
        "antonyms": [],
        "mnemonic": [
            "boost [бу:ст] толчок, стимул - Столько (бус т-ы) ей в качестве стимула подарил?;",
            "boost [bu:st]\n***\nНужен СТИМУЛ, чтоб не был карман пуст. (это) boon\nМеня ПРОСТИМУЛИРУЙ, а то карман пуст. (это) boon\nПОДНИМИ мне настроение, а то карман пуст.\n(это) boon"
        ],
        "examples": [
            "That promotion was a real boost for her ego.",
            "The new resort area has boosted tourism.",
            "He boosted her up.",
            "She boosted the boy onto his father's shoulders.",
            "Exercise can sometimes provide a boost of energy.",
            "The tax cut will boost the economy.",
            "Union endorsement is a good boost for a political candidate.",
            "The win boosted the team's confidence.",
            "After this initial boost, recruiting will fall off again.",
            "700 jobs will be lost in order to cut costs and boost profits.",
            "The product is supposed to boost your brainpower.",
            "He boosted the child into her car seat.",
            "The singer had to be boosted onto the stage by a special contraption",
            "If I give you a boost, could you reach the window?",
            "He was under the patronage of the Washington Post, which started boosting him as a suitable conservative black candidate for mayor.",
            "Add a little more vanilla, to give the flavor a boost.",
            "She crafted a strategy to boost the company's earnings.",
            "Give the boy a boost onto the stage, will you?",
            "The community will get a boost from a new library and recreation center.",
            "He was under the patronage of the Washington Post, which started boosting him as a suitably conservative black candidate for mayor.",
            "He gave her a boost over the fence.",
            "The plan should boost employment and get things moving in the economy.",
            "One company's innovation has proven to be a boost to the entire industry.",
            "This new funding will come as a welcome boost for the industry."
        ],
        "example_translate": [
            "Это продвижение повысило ее самомнение.",
            "Новая курортная зона привела к развитию туризма.",
            "Он помог ей подняться выше. / Он её подсадил.",
            "Она подсадила мальчика на плечи к его отцу.",
            "Занятия спортом порой обеспечивают мощный заряд энергии.",
            "Снижение налогов будет стимулировать экономику.",
            "Поддержка профсоюза - это хорошая реклама для кандидата на политический пост.",
            "Победа подняла уверенность команды в своих силах.",
            "После первоначальной шумихи набор снова снижается.",
            "Семьсот рабочих мест будут потеряны для того, чтобы сократить расходы и увеличить прибыль.",
            "Данный продукт должен улучшить ваши умственные способности.",
            "Он подсадил девочку на её место в машине.",
            "Певица должна была быть вытолкнута на сцену специальной штуковиной / приспособлением.",
            "Если я тебя подсажу, ты достанешь до окна?",
            "Он находился под покровительством \"Вашингтон Пост\", которая начала продвигать его как консервативного чернокожего кандидата, подходящего на пост мэра.",
            "Добавьте ещё немного ванили, чтобы усилить аромат.",
            "Она разработала стратегию повышения доходов компании.",
            "Вы не могли бы подсадить мальчика на сцену?",
            "Новая библиотека и развлекательный центр подтолкнут развитие этого населённого пункта.",
            "Он находился под покровительством \"Вашингтон Пост\", которая начала продвигать его как консервативного чернокожего кандидата, подходящего на пост мэра.",
            "Он подсадил её через забор.",
            "Этот план должен поспособствовать росту занятости и сдвинуть ситуацию в экономике с мертвой точки.",
            "Новшества в одной из компаний стали толчком для всей отрасли.",
            "Новые финансовые вливания дадут столь желанный толчок к развитию этой отрасли промышленности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}