{
    "boot": {
        "comment": [],
        "translate": "ботинок, сапог, багажник, бутсы, фартук, увольнять, помогать, надевать ботинки",
        "transcription": " |buːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The spare tyre is in the boot.",
            "What boots it which prevails?",
            "It boots not to look backwards.",
            "Put your bags, cases or whatnot in the boot.",
            "Harry lost his job on Friday. His work was so poor that he got the boot.",
            "And I will boot you with this gift.",
            "The new model has a bigger boot.",
            "She was a great sportswoman, and beautiful to boot.",
            "Boots it to you now, that the whole world loves you?",
            "The lining of the boot molds itself to the shape of your foot.",
            "If the great toe be struck off, let twenty shillings be paid him as boot.",
            "If you boot up your system without the keyboard being plugged in, you will see an error message.",
            "There's plenty of room in the boot for your luggage.",
            "an authoritarian coach who runs football practice like it's boot camp"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Запасное колесо находится в багажнике.",
            "Какая разница, кто одержит верх?",
            "К чему смотреть назад?",
            "Поставьте сумки, чемоданы, ну или что-то ещё у вас, в багажник.",
            "Гарри потерял работу в пятницу. Он работал так плохо, что его уволили.",
            "Я подарю тебе вот это.",
            "Новая модель имеет больший багажник.",
            "Это была великая спортсменка, да вдобавок ещё и красавица.",
            "Так что, легче тебе теперь оттого, что тебя все любят?",
            "Подкладка ботинка приспосабливается к форме вашей ноги.",
            "Если будет у кого отрублен большой палец на ноге, ему причитаются двадцать шиллингов в возмещение.",
            "Если при начальной загрузке не подключена клавиатура, вы увидите сообщение об ошибке.",
            "В багажнике полно места для вашего багажа.",
            "авторитарный тренер, который проводит футбольную тренировку так, как муштруют молодых солдат"
        ]
    }
}