{
    "boredom": {
        "comment": [
            "born",
            "boring",
            "bored",
            "border",
            "bore"
        ],
        "translate": "скука",
        "transcription": " |ˈbɔːrdəm|",
        "antonyms": [],
        "mnemonic": [
            "boredom [бо':дам] скука, тоска - (Гос-подам) скука надоела;"
        ],
        "examples": [
            "I am dying of curiosity / boredom.",
            "Boredom is the enemy of learning.",
            "He started drinking again out of boredom.",
            "As usual, Simon affected complete boredom.",
            "Most teenagers start taking drugs through boredom.",
            "I was suffering from terminal boredom.",
            "That week was an eternity of solitude and boredom.",
            "The dull, absent look on her face implied boredom.",
            "On days when few customers came to shop, Bob felt overwhelmed by boredom.",
            "She wore an unchanging expression of boredom throughout the entire lecture.",
            "For him, racing motorcycles is a great antidote to boredom.",
            "The novel captures the discontinuous nature of a soldier's life: long stretches of boredom interrupted by flashes of chaos and panic."
        ],
        "example_translate": [
            "Я умираю от любопытства / скуки.",
            "Скука — враг обучения.",
            "От тоски он снова начал пить.",
            "Саймон, как обычно, притворялся, что ему невыносимо скучно.",
            "Большинство подростков начинают принимать наркотики от скуки.",
            "Я страдал от смертельной скуки.",
            "Это была неделя бесконечного одиночества и скуки.",
            "Унылое и рассеянное выражение её лица означало, что ей скучно.",
            "В те дни, когда клиентов в магазин приходило мало, Боб чувствовал, что его одолевает скука.",
            "На протяжении всей лекции с её лица не сходило выражение скуки.",
            "Для него гонки на мотоциклах — отличное лекарство от скуки.",
            "Роман отражает прерывистый характер жизни солдата: длительные периоды скуки, которые перемежаются вспышками хаоса и паники."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}