{
    "bored": {
        "comment": [
            "born",
            "boring",
            "border",
            "bore",
            "boredom"
        ],
        "translate": "скучающий",
        "transcription": " |bɔːrd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I hope I haven't bored you.",
            "She soon got bored with the job.",
            "He bored her stiff.",
            "Are you bored with your present job?",
            "We were bored with the movie, so we left.",
            "He was easily bored.",
            "He seems the most bored, the most indifferent spectator there.",
            "Children quickly get bored by adult conversation.",
            "A bored child may simply tune out.",
            "After a while I got bored and left.",
            "The novel's sentimentalism bored me.",
            "He was bored by the repetitious work.",
            "The bored children were fooling about.",
            "the amoral, jaded, bored upper classes",
            "Her constant observations about the weather bored me.",
            "She's getting bored with the job and her heart's not in it.",
            "The work doesn't challenge him anymore, and he's often bored.",
            "Her eyes glaze over when she is bored",
            "bored children brabbling in the back seat",
            "the bored gaze of the successful film star",
            "'Are you bored?' 'Far from it. I could listen all night.'",
            "bored teenagers with an aptitude for getting into trouble",
            "The kids helped me to begin with, but they soon got bored.",
            "For the whole duration of the speech the bored audience fidgeted.",
            "Viewers were bored by the stale story lines of the new crop of sitcoms.",
            "The most ancient anchors were only large stones bored through the middle.",
            "Eventually, he got bored with the shoptalk of the nuclear engineers, which he barely understood."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Надеюсь, я вам ещё не наскучил.",
            "Работа ей скоро наскучила.",
            "Он надоел ей до чёртиков.",
            "Вам скучно на нынешней работе?",
            "Нам наскучил фильм, поэтому мы ушли.",
            "Он легко приходил в состояние скуки.",
            "Кажется, что здесь он самый скучающий и наиболее равнодушный зритель.",
            "Детям быстро надоедают взрослые разговоры.",
            "Иногда дети, которым скучно, просто перестают слушать.",
            "Спустя некоторое время мне стало скучно, и я ушёл.",
            "Чрезмерная сентиментальность этого романа мне наскучила.",
            "Ему было скучно от монотонной работы.",
            "Дети от скуки валяли дурака / дурачились.",
            "аморальная, пресыщенная, скучающая аристократия",
            "Ее постоянные высказывания о погоде мне наскучили.",
            "Работа ей наскучила, и сердце к ней больше не лежит.",
            "Работа больше ему не интересна, и он часто скучает.",
            "Когда ей скучно, взгляд у неё становится стеклянным.",
            "заскучавшие дети, которые переругиваются на заднем сиденье",
            "скучающий взгляд успешной кинозвезды",
            "— Тебе скучно? — Наоборот, слушал бы и слушал, хоть всю ночь.",
            "скучающие подростки, склонные попадать в неприятности",
            "Сначала дети мне помогали, но скоро им стало скучно.",
            "На протяжении всего выступления скучающая аудитория беспокойно ёрзала.",
            "Зрителям наскучили избитые сюжетные линии нового поколения ситкомов.",
            "Самые старые якоря представляли собой большие камни с дыркой посередине.",
            "В конце концов, непонятные разговоры инженеров-ядерщиков о работе ему наскучили."
        ],
        "stars": 2
    }
}