{
    "bore": {
        "comment": [
            "born",
            "boring",
            "bored",
            "border",
            "boredom"
        ],
        "translate": "скука, скважина, диаметр отверстия, надоедать, бурить, сверлить, наскучивать",
        "transcription": " |bɔːr|",
        "antonyms": [],
        "mnemonic": [
            "bore [бо:] надоедать - (Боо-рис) Березовский надоел всем;",
            "bore [bɔ: ]\n***\nСВЕРЛИТЬ взглядом тебе не слабо. (это) bore\nОТВЕРСТИЕ, ДЫРА в руке и мне бо- бо. (это) bore\nСКУКА - и всё мне слабо. (это) bore"
        ],
        "examples": [
            "Waiting is a bore.",
            "You'll find it's a terrible bore.",
            "She bore him three sons.",
            "I won't bore you with all the technical details.",
            "He bore her no malice.",
            "She bore herself with dignity.",
            "The monument bore an inscription.",
            "The function of an auger is to bore holes.",
            "With the wind blowing strongly behind, the little boat bore down (up)on the harbour.",
            "They bore the title Count of Nassau.",
            "It is as great a bore as to hear a poet read his own verses.",
            "His chin bore a thick growth of stubble.",
            "When all the people were on board, the boat bore away.",
            "His determined efforts at last bore down all opposition.",
            "She was still waving her hand as the train bore me away.",
            "Alice bore up well under the news of her husband's death.",
            "To walk three miles every day is a beastly bore, but healthy.",
            "He bore through England the reputation of an upright and virtuous king.",
            "Her face bore all the evidence of the 16-year-long abusive relationship.",
            "In the world of racing \"to bore\" is to push an opponent out of his course.",
            "Tim bore away most of the prizes at the races.",
            "The title of the essay bore little relation to the contents.",
            "The murder bore all the hallmarks of a serial killer's work.",
            "The driver bore down with all his strength to control the car when the wheel stuck.",
            "He had a healthy colour in his cheeks, and his face, though lined, bore few traces of anxiety.",
            "She bore herself with great dignity.",
            "The warrant bore the sheriff's seal.",
            "His face bore the marks of many missions.",
            "Charles' diplomacy eventually bore fruit.",
            "The function of an auger is to bore holes."
        ],
        "example_translate": [
            "Ожидание - это скука.",
            "Вам это покажется ужасно скучным.",
            "Она родила ему трех сыновей.",
            "Я не хочу утомлять вас, всеми техническими подробностями.",
            "Он не питал к ней никакой злобы.",
            "Она держалась с достоинством.",
            "На памятнике была надпись.",
            "Сверло предназначено для сверления отверстий.",
            "Ветер дул сзади, и маленькая лодка устремилась к гавани.",
            "Они носили титул графов Нассау.",
            "Это так же скучно, как слушать поэта, читающего свои стихи.",
            "Его подбородок зарос густой щетиной.",
            "Когда все поднялись на борт, корабль отчалил.",
            "Его упорство сломило всякое сопротивление.",
            "Она продолжала махать мне вслед, когда поезд увозил меня прочь.",
            "Элис стойко перенесла известие о смерти мужа.",
            "Ежедневная прогулка в три мили - ужасно скучное, но полезное занятие.",
            "В Англии он снискал репутацию честного и добродетельного короля.",
            "Ее лицо хранило следы побоев, которым она подвергалась на протяжении всех 16 лет совместной жизни.",
            "В скачках \"отталкивать\" означает сбить своего соперника с дорожки.",
            "Большую часть призов на гонках получил Тим.",
            "Название этого очерка мало вязалось с его содержанием.",
            "Убийство имело все признаки того, что это была работа серийного убийцы.",
            "Водитель изо всех пытался удержать автомобиль, когда заело руль.",
            "У него был здоровый вид и, несмотря на морщины, он не выглядел озабоченным.",
            "Она держалась очень достойно.",
            "На ордере была печать шерифа.",
            "Лицо его носило следы многих заданий.",
            "В конечном итоге, дипломатия Чарльза принесла свои плоды.",
            "Назначение бура состоит в сверлении отверстий."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}