{
    "boring": {
        "comment": [
            "boring – скучный bored – скучающий",
            "born",
            "bored",
            "border",
            "bore",
            "boredom"
        ],
        "translate": "скучный, буровой, бурильный, надоедливый, бурение, расточка, сверление, отверстие",
        "transcription": " |ˈbɔːrɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The job was dull and boring.",
            "I find her books totally boring.",
            "I hate this stinking boring job!",
            "A boring job atrophied my mind.",
            "Boring has become a fine art.",
            "The play was so boring, I could hardly keep myself from falling asleep.",
            "The downside of the book is that it is written in a rather boring style.",
            "It was boring to sit there without anything to do.",
            "It sounded dead boring.",
            "It was boring to the nth degree.",
            "Her husband is about the most boring person I've ever met.",
            "This is the boring bit.",
            "It's boring, but please bear with it.",
            "This type of work is often seen as boring.",
            "He went about buttonholing and boring every one.",
            "A man has no unlimited privilege of boring other people.",
            "Even the most boring meetings were enlivened by his presence.",
            "He's nothing but a boring old lech!",
            "'This is boring,' Kathleen grumbled.",
            "a boring evening with uninteresting people",
            "His writing style is now boring and outdated.",
            "I thought the play was, dare I say it, boring.",
            "His autobiography is padded with boring anecdotes.",
            "What I like about the job is that it's never boring.",
            "She made the remark that being interviewed was boring.",
            "How do you stay awake during boring lectures?",
            "One member of the audience described the opera as 'boring'.",
            "He celebrated his escape from his boring job with a long vacation.",
            "Her habit of belaboring the obvious makes her a very boring speaker.",
            "I wish this book weren't so boring., I keep falling asleep whenever I try to read it."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные, оканчивающиеся на -ing и -ed"
        ],
        "example_translate": [
            "Работа была тупая и скучная.",
            "Я нахожу её книги абсолютно /донельзя/ скучными.",
            "Ненавижу эту дико нудную работу! / Меня задолбало это дикое занудство!",
            "Скучная работа истощила мою душу.",
            "Надоедливость теперь относят к изящным искусствам.",
            "Пьеса была такой скучной, что я с трудом сдерживал себя, чтобы не заснуть.",
            "Недостаток этой книги в том, что написана она довольно скучно.",
            "Было скучно сидеть без дела.",
            "Это звучало смертельно скучно.",
            "Скучно было до невозможности.",
            "Её муж — наверное, самая большая зануда из всех, кого я знаю.",
            "Это самая скучная часть (например, лекции).",
            "Это, конечно, скучно, но я прошу вас потерпеть.",
            "Такую работу часто считают скучной.",
            "Он ко всем цеплялся с разговорами и всех утомлял.",
            "Ни один человек не обладает неограниченным правом надоедать другим людям.",
            "Его присутствие оживляло даже самые скучные собрания.",
            "Да он просто старый занудный распутник!",
            "— Вот занудство /это так нудно/, — проворчала Кэтлин.",
            "скучный вечер с неинтересными людьми",
            "Стиль его письма теперь считается скучным и устаревшим.",
            "Спектакль мне показался, не побоюсь этого слова, занудным.",
            "Его автобиография набита скучными анекдотами.",
            "Что мне нравится в этой работе, так это то, что здесь никогда не бывает скучно.",
            "Она заметила, что давать интервью утомительно.",
            "Как тебе удаётся не заснуть во время скучных лекций?",
            "Один из представителей публики назвал эту оперу \"скучной\".",
            "Он отпраздновал своё бегство от скучной работы длительным отпуском.",
            "Привычка долго распространяться об очевидном делает её очень скучным оратором.",
            "Какая же эта книга скучная: я постоянно засыпаю всякий раз, когда пытаюсь её читать."
        ]
    }
}