{
    "borrow": {
        "comment": [
            "borrowing",
            "borrower"
        ],
        "translate": "заимствовать, занимать, брать на время, залог, отрицательный перенос",
        "transcription": " |ˈbɑːroʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She borrowed $20 from me.",
            "We borrowed the car.",
            "They are always borrowing from us.",
            "The word was borrowed from English into German.",
            "Can I borrow your pen for a minute?",
            "I'm returning your ladder. Thanks for letting me borrow it.",
            "So far we have not had to borrow any money.",
            "Our neighbor borrowed my lawn mower.",
            "'Can I borrow your car?' 'No way!'",
            "The twins often borrow each other's clothes.",
            "Can I borrow your lecture notes?",
            "'You can borrow my car if you like.' 'Well, that answers one problem.'",
            "It's against my principles to borrow money (=I do not believe it is right).",
            "He's afraid some of us will want to borrow a few bucks.",
            "Can I borrow some sugar from you? I'll buy some and give it to you tomorrow.",
            "Paul came up trumps and managed to borrow a car for us.",
            "You are allowed to borrow six books from the library at a time.",
            "When you borrow the words, give credit to the original author in your paper.",
            "He borrowed the book from the library.",
            "'Can I borrow some cash?' 'Sorry, no dice.'",
            "You could borrow some money from your uncle without paying interest.",
            "The government should borrow short when interest rates are high, and borrow long when interest rates are low.",
            "May I borrow your lawn mower?",
            "His poetry borrows (words) from Shakespeare.",
            "I'm borrowing a friend's car for the weekend.",
            "English has borrowed words from many languages.",
            "Can I borrow 10 dollars? I'm broke until payday.",
            "Besides, I was looking forward to seeing my sister., rent was due and I needed to borrow a few bucks.",
            "The council could refuse to set a legal budget which would result in its being unable to borrow money and pay its employees.",
            "I don't have anything to write with. Could I borrow a pen?"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ow без удар. = [ou]"
        ],
        "example_translate": [
            "Она заняла у меня $20.",
            "Мы одолжили эту машину.",
            "Они всё время берут у нас деньги взаймы.",
            "Слово было заимствовано из английского языка немецким.",
            "Могу ли я одолжить на минуту вашу ручку?",
            "Я возвращаю вашу стремянку. Спасибо, что одолжили мне её.",
            "До сих пор, нам не приходилось брать деньги в долг.",
            "Наш сосед взял у меня газонокосилку на время.",
            "— Можно позаимствовать вашу машину? — Ни за что!",
            "Близнецы часто заимствуют друг у друга одежду.",
            "Можно одолжить у тебя конспекты?",
            "— Можешь взять мою машину, если хочешь. — Что ж, одна проблема решена.",
            "Брать деньги в долг — против моих принципов (т.е. я не считаю, что это правильно).",
            "Он боится, что кто-нибудь из нас попросит у него несколько баксов.",
            "Могу я взять у тебя немного сахару? Я завтра куплю и отдам.",
            "Пол успешно справился с задачей и умудрился одолжить для нас машину.",
            "Разрешено брать до шести книг из библиотеки за раз.",
            "Когда вы цитируете слова, ссылайтесь в своей работе на их автора.",
            "Он позаимствовал эту книгу из библиотеки.",
            "— Можно одолжить у тебя немного денег? — Прости, но не вариант.",
            "Ты можешь занять денег у дяди, и ему не надо платить проценты.",
            "Правительству следует прибегать к краткосрочным заимствованиям, когда процентные ставки высоки, и к долгосрочным, когда процентные ставки низки.",
            "Могу я одолжить у вас газонокосилку?",
            "В его стихах есть заимствования из Шекспира.",
            "На выходные я одолжу машину у одного из друзей.",
            "Английский язык позаимствовал слова из многих языков.",
            "Можешь одолжить 10 долларов? Я до зарплаты без копейки.",
            "Кроме этого, я с нетерпением ждал встречи со своей сестрой — пора было вносить арендную плату, и мне нужно было занять несколько баксов.",
            "Совет может отказаться от составления официального бюджета, в результате чего не сможет брать кредиты и оплачивать труд своих служащих.",
            "Мне нечем писать. Можно одолжить ручку?"
        ]
    }
}