{
    "bother": {
        "comment": [],
        "translate": "беспокоить, беспокоиться, надоедать, беспокойство, хлопоты",
        "transcription": " |ˈbɑːðər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't bother, please",
            "I don't want to give you any extra bother.",
            "Don't let him bother us with his nonsense.",
            "Don't bother about the letters, they're not urgent.",
            "It's an old car, but it's never caused me any bother.",
            "We had a little bother with him at first.",
            "It really bothered me that he'd forgotten my birthday.",
            "Don't bother about seeing me off.",
            "Oh bother! I forgot to phone Jean.",
            "Don't worry, my dog won't bother you.",
            "My back's been bothering me.",
            "She did not even bother to phone us.",
            "It was very noisy, but that didn't bother me.",
            "The rumours she heard did not bother her overmuch.",
            "He didn't bother with a reply.",
            "The bees will sting if you bother them.",
            "If he starts bothering you, let me know.",
            "Being in a crowd really bothers me.",
            "I'm not going to bother with the details.",
            "Sorry to bother you, but Mr. Grey is on the line.",
            "Don't bother telling me how it looks, I know it rules.",
            "'Do you want me to wait for you?' 'No, don't bother.'",
            "“Should I call later?” “No, don't bother.”",
            "Many young people didn't bother voting.",
            "Would it bother you if I put on some music?",
            "I hate to be a bother, but could you show me how the copier works?",
            "If he continues to bother you, simply ignore him.",
            "He didn't bother to answer the question.",
            "I wouldn't bother asking Richard — you'll get no change out of him.",
            "Cuts do not bother a good tennis player."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "th = [ð]"
        ],
        "example_translate": [
            "Не беспокойтесь, пожалуйста.",
            "Я не хочу причинять вам какие-либо дополнительные беспокойства.",
            "Не позволяйте ему надоедать нам своими глупостями.",
            "Не беспокойтесь об этих письмах, они не срочные.",
            "Это старый автомобиль, но это никогда не вызывало у меня никакого беспокойства.",
            "Сначала нам с ним было трудновато.",
            "Это по настоящему обеспокоило меня, то что он забыл о моём дне рождения.",
            "Не надо меня провожать.",
            "Какая досада! Я забыл позвонить Джин.",
            "Не волнуйтесь, моя собака не будет вас беспокоить.",
            "Моя спина беспокоит меня (болит).",
            "Она даже не удосужилась нам позвонить.",
            "Было очень шумно, но это меня не беспокоило.",
            "Слухи, которые доходили до неё, не очень её беспокоили.",
            "Он не снизошёл до ответа. / Он не потрудился /не удосужился/ ответить.",
            "Пчелы ужалят если вы их побеспокоите.",
            "Если он начнёт вам надоедать, дайте мне знать.",
            "Нахождение в толпе меня сильно напрягает. / Я нервничаю когда нахожусь в толпе / людном месте.",
            "Я не стану утруждать себя подробностями.",
            "Простите за беспокойство, но на линии — мистер Грей.",
            "Можешь не говорить мне, как это выглядит - я знаю, что это круто.",
            "— Хотите, я вас подожду? — Нет, не беспокойтесь.",
            "— Мне перезвонить попозже? — Нет, не трудитесь.",
            "Многие молодые люди не потрудились проголосовать.",
            "Я не побеспокою вас, если включу какую-то музыку?",
            "Простите, что беспокою, но не могли бы вы показать мне, как работает этот копир /ксерокс/?",
            "Если он продолжит вас беспокоить, просто не обращайте на него внимания.",
            "Он не потрудился ответить на этот вопрос.",
            "Я бы даже не пытался просить Ричарда: всё равно от него ничего не добьёшься. (брит.)",
            "Подрезки /резаные удары/ не являются проблемой для хорошего теннисиста."
        ]
    }
}