{
    "bound": {
        "comment": [
            "bounce",
            "boundary"
        ],
        "translate": "связанный, обязанный, граница, предел, связывать, ограничивать",
        "transcription": " |baʊnd|",
        "antonyms": [],
        "mnemonic": [
            "bound [ба'унд] прыжок, скачок, прыгать - (Баунд- иты*) прыгают и скачут (‘Бандиты);"
        ],
        "examples": [
            "I am bound to do what I promised you.",
            "She bound her hair in a ponytail.",
            "They bound his legs tight.",
            "This problem is bound up with many others.",
            "The horses started with a sudden bound.",
            "The prisoner was bound to a post and shot.",
            "Bound in the vice of the Arctic ice.",
            "Something like that was bound to happen sooner or later.",
            "If you go back to the city you're bound to get caught.",
            "It was a neat plan, but bound to fail.",
            "We felt honor bound to attend their wedding.",
            "The sticks of wood were bound together in bunches.",
            "He does not consider himself bound by agreement which was signed by his predecessor.",
            "This was bound to happen sooner or later.",
            "The young scientist felt bound down by a lot of useless and confusing rules.",
            "He is bound in the belly.",
            "Badly fitting shoes are bound to rub.",
            "The monks are bound by vows of silence.",
            "The oil shortage is bound to send prices up.",
            "They bound my arms and legs with rope.",
            "He was so violently sick he declared he was bound to die.",
            "My surgeon came seasonably and bound up the wound, and stopped the bleeding.",
            "Their story is bound to strike a chord with all parents.",
            "Every government is bound to digest the whole law into a code.",
            "He was bound to the mast of his ship.",
            "His appearance is bound to evoke sympathy.",
            "two sticks of dynamite bound together by tape",
            "The youngest son was bound to a master builder for seven years.",
            "But now I am cabin'd, cribb'd, confined, bound in to saucy doubts and fears. (W. Shakespeare, Macbeth, Act III, Scene IV)",
            "The pile of newspapers was bound with string."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я обязан сделать то, что вам обещал.",
            "Она собрала свои волосы в хвост.",
            "Они крепко связали его ноги. / Ему крепко связали ноги.",
            "Эта проблема связана со многими другими.",
            "Лошади неожиданно рванули.",
            "Приговорённого привязали к столбу и расстреляли.",
            "Зажатый в тисках арктических льдов.",
            "Рано или поздно что-то подобное должно было произойти.",
            "Если вернётесь в город, вас непременно поймают.",
            "Это был изящный план, но он был обречён на провал.",
            "Мы посчитали делом чести присутствовать на их свадьбе.",
            "Хворост был связан в вязанки.",
            "Он не считал себя связанным договором, который был подписан его предшественником.",
            "Это должно было рано или поздно случиться.",
            "Молодой учёный чувствовал, что эта куча ненужных и противоречивых правил связывает ему руки.",
            "У него запор.",
            "Плохо подобранная (неподходящая по размеру) обувь непременно натирает.",
            "Монахи обязаны соблюдать обет молчания.",
            "Нехватка нефти неизбежно приведёт к росту цен.",
            "Они связали мои руки и ноги верёвкой.",
            "Его так сильно тошнило, что он заявил, что умирает.",
            "Мой врач подошел ко мне как раз вовремя: он перевязал рану и остановил кровотечение.",
            "Их история непременно найдёт отклик в сердцах всех родителей.",
            "Каждое правительство обязано объединить все законы в кодекс.",
            "Он был привязан к мачте своего корабля.",
            "Его внешность не может не вызывать сочувствия.",
            "две динамитные шашки, связанные вместе лентой",
            "Самый младший сын был отдан в обучение главному строителю на семь лет.",
            "А теперь я подлым сомнением и страхом связан, скован, подавлен, сломан. (пер. Ю. Корнеева)",
            "Стопка газет была обвязана бечёвкой."
        ],
        "stars": 2
    }
}