{
    "boundary": {
        "comment": [],
        "translate": "граница, черта, межа, пограничный",
        "transcription": " |ˈbaʊndrɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The boundary here goes parallel with the river.",
            "The borough boundary is marked by road signs.",
            "Multinational companies operate across national boundaries.",
            "The river forms the country's western boundary.",
            "The river forms a natural boundary between the two countries.",
            "Did he violate the boundaries of the doctor-patient relationship?",
            "Anything that crosses the boundary of a black hole cannot get back.",
            "National boundaries are becoming increasingly meaningless in the global economy.",
            "The Mississippi River forms a natural boundary between Iowa and Illinois.",
            "The stream curves round to mark the boundary of his property.",
            "The river formed a natural boundary between the two countries.",
            "Those two trees mark the boundary of our property.",
            "We would need their agreement to build outside the city boundary.",
            "The property's boundary line is 25 feet from the back of the house.",
            "We walked through the churchyard towards the boundary wall."
        ],
        "example_translate": [
            "Граница идёт здесь вдоль реки.",
            "Граница города отмечена дорожными знаками.",
            "Транснациональные компании осуществляют деятельность за пределами национальных границ.",
            "Эта река является западной границей страны.",
            "Река образует естественную границу между этими двумя странами.",
            "Нарушил ли он границы отношений между врачом и пациентом?",
            "Всё, что пересекает границу чёрной дыры, не может вернуться назад.",
            "В условиях глобальной экономики государственные границы становятся всё более бессмысленными.",
            "Река Миссисипи образует естественную границу между штатами Айова и Иллинойс.",
            "Река изгибается, отмечая собой границы его владений.",
            "По этой реке проходила естественная граница между странами.",
            "Те два дерева отмечают собой границу нашей собственности.",
            "Нам понадобится их согласие на строительство за пределами городской черты.",
            "Граница данной собственности проходит в двадцати пяти футах от задней части дома.",
            "Мы прошли через кладбище к огораживающей его стене."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}