{
    "bounce": {
        "comment": [],
        "translate": "отскок, прыжок, скачок, отскакивать, подпрыгивать, вдруг, внезапно и шумно",
        "transcription": " |baʊns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He bounced to his feet",
            "She bounced out of the chair.",
            "The rubber ball bounced along.",
            "The bank bounced the cheque.",
            "She was bouncing on the trampoline.",
            "Olivia came bouncing into the room.",
            "The clerk was well bounced for his carelessness.",
            "The sounds bounce off the objects.",
            "Stop bouncing up and down on the sofa.",
            "Have you ever thought of giving her a bounce?",
            "Small children often catch diseases, but they soon bounce back.",
            "The shares bounced up 13.7%.",
            "Try to catch the ball on the second bounce.",
            "He bounced a 100-dollar check at the grocery store.",
            "Every time a cheque bounces it costs me £3 in bank charges.",
            "Exercise is great. I feel like there's a new bounce in my step.",
            "I won't go there, the bartender is drunk and I can get bounced.",
            "When you work in a team you can bounce your ideas off each other.",
            "The company's had a lot of problems in the past, but it's always managed to bounce back.",
            "Natural rubber production bounced back up to its prewar levels.",
            "Taylor was bounced from the team for assaulting another player.",
            "The rubber ball bounced.",
            "The children love to bounce on the bed.",
            "The ball bounced off the post and into the goal.",
            "The ball took a high bounce over the shortstop's head.",
            "She gave me a check for 20 dollars, but the check bounced, and I never got the money.",
            "The ex-boxer's job is to bounce people who want to enter this private club."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он вскочил на ноги.",
            "Она вскочила со стула.",
            "Резиновый мяч отскочил.",
            "Банк вернул чек.",
            "Она прыгала на батуте.",
            "Оливия в припрыжку вошла в комнату.",
            "За халатность клерку сурово пригрозили.",
            "Звуки отражаются от предметов.",
            "Прекрати прыгать на диване.",
            "Ты никогда не думал о том, чтобы выгнать ее взашей?",
            "Маленькие дети часто болеют, но они быстро выздоравливают.",
            "Курс акций подскочил на 13,7%.",
            "Постарайся поймать мяч на втором отскоке.",
            "Он выписал в продуктовом магазине \"пустой\" чек на сто долларов.",
            "Каждый возврат чека обходится мне в £3, выплачиваемых в виде банковских комиссионных.",
            "Тренировка — это здорово. Я чувствую себя полным сил и энергии.",
            "Я туда не пойду, тамошний бармен пьян и может напустить на меня вышибалу.",
            "Работая в команде, можно обмениваться друг с другом своими идеями.",
            "В прошлом у компании было множество проблем, но ей всегда удавалось их преодолеть.",
            "Объемы производства натурального каучука возросли до довоенных уровней.",
            "Тейлора с треском вышибли из команды за нападение на другого игрока.",
            "Резиновый мяч отскочил.",
            "Дети обожают прыгать на кровати.",
            "Мяч отскочил от стойки в ворота.",
            "Высоко подпрыгнув, мяч перелетел через голову шортстопа. (о бейсболе)",
            "Она выдала мне чек на двадцать долларов, но его не приняли, и денег я так и не получил.",
            "Работа этого бывшего боксёра заключается в том, чтобы вышвыривать на улицу людей, которые хотят войти в этот закрытый клуб."
        ]
    }
}