{
    "bow": {
        "comment": [],
        "translate": "лук, поклон, бант, смычок, бантик, дуга, радуга, кланяться, преклоняться, сгибать",
        "transcription": " |baʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The ages bowed him.",
            "She bowed before the Queen",
            "The pines bowed low in the wind.",
            "She received him with bows and smiles.",
            "Ella wore a bow in her hair.",
            "The trees bowed in the wind.",
            "All the men in the court bowed before the king as he entered.",
            "Take a tree and bow it.",
            "She bowed and left the stage.",
            "Draw not your bow till your arrow is fixed.",
            "She bowed her head in shame.",
            "The music ended and the girl took a bow.",
            "I bow to your better judgment, and will take your advice.",
            "The government bowed to the military pressure.",
            "He gave a final bow just as the curtains came down.",
            "He pointed the bow of the boat toward the finish line.",
            "Teague sat at his desk, bowed over a book.",
            "This is done with a formal bow to the king or queen.",
            "His back was bowed under the weight of the heavy bag.",
            "He bowed before the king.",
            "The servant bowed low and handed his master the sealed note.",
            "Corbett entered the room, bowing respectfully.",
            "He bowed before the King."
        ],
        "example_translate": [
            "Годы согнули его.",
            "Она поклонилась королеве.",
            "Сосны низко клонились от ветра.",
            "Она приняла его с поклоном и улыбкой.",
            "У Эллы был бант в волосах.",
            "Деревья гнулись на ветру.",
            "Все придворные поклонились королю, когда он вошёл.",
            "Выбери дерево и согни его.",
            "Она поклонилась и покинула сцену.",
            "Не следует поступать поспешно, не подготовившись как следует.",
            "Она склонила / понурила голову от стыда.",
            "Музыка закончилась, и девушка поклонилась.",
            "Я склоняюсь перед вашим суждением, поскольку вы опытнее, и сделаю, как вы сказали.",
            "Правительство подчинилось военному давлению.",
            "Последний поклон он сделал, когда занавес уже опускался.",
            "Он развернул нос лодки в сторону финиша.",
            "Тиг сидел за своим столом, склонившись над книгой.",
            "Это делается с церемонным поклоном королю или королеве.",
            "Его спина сгибалась под весом этого тяжёлого мешка.",
            "Он склонился перед королём.",
            "Слуга низко поклонился и протянул своему господину запечатанную записку.",
            "Корбетт вошёл в комнату, почтительно кланяясь.",
            "Он склонился перед королём."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}