{
    "boxer": {
        "comment": [
            "box"
        ],
        "translate": "боксер",
        "transcription": " |ˈbɑːksər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The boxer won the match by knockout.",
            "A good boxer needs a good defense.",
            "The boxer took several blows to the head.",
            "He jabbed at the other boxer with his left.",
            "Boxer pup Toby was snatched a fortnight ago.",
            "The boxer was flattened in the seventh round.",
            "The boxer absorbed the punches without buckling.",
            "The boxer's return generated enormous publicity.",
            "The boxer fired a left jab at his opponent's chin.",
            "Mike was by no means so able a boxer as his opponent.",
            "Minton is an outstanding boxer, with tremendous confidence in his own ability.",
            "The stocky boxer's strength and speed more than make up for his opponent's longer reach.",
            "The young boxer looked like a mere stripling next to his larger, more seasoned opponent.",
            "His next opponent, the reigning champion, would be by far the most redoubtable adversary the young boxer had ever faced.",
            "With the delivery of the knockout punch, the screen blacks out, and in the next scene the boxer wakes up in the hospital."
        ],
        "example_translate": [
            "Боксёр выиграл матч нокаутом.",
            "Хорошему боксёру нужна хорошая защита.",
            "Боксёр получил несколько ударов по голове.",
            "Он ударил другого боксёра левой.",
            "Щенок породы боксёр по кличке Тоби был похищен две недели назад.",
            "Боксер был повержен в седьмом раунде.",
            "Боксёр устоял на ногах.",
            "Возвращение боксера на ринг произвело сенсацию.",
            "Боксёр выбросил левый джеб по подбородку соперника.",
            "Майк был отнюдь не таким умелым боксёром, как его соперник.",
            "Минтон — выдающийся боксёр, с огромной уверенностью в собственном таланте.",
            "Cила и скорость этого коренастого боксёра с лихвой компенсируют более длинные руки его соперника.",
            "Рядом с более крупным и опытным соперником этот молодой боксёр казался просто юнцом.",
            "Его следующий соперник, действующий чемпион, должен был стать самым грозным противником, с которым когда-либо встречался молодой боксер.",
            "В момент получения нокаутирующего удара экран гаснет, а в следующей сцене боксёр просыпается в больнице."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}