{
    "boyfriend": {
        "comment": [
            "friend",
            "girlfriend",
            "unfriendly",
            "friendship",
            "friendly"
        ],
        "translate": " молодой человек, возлюбленный",
        "transcription": "  |ˈbɔɪfrend|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I think that he is her boyfriend.",
            "Her boyfriend dumped her.",
            "My boyfriend is still in a mood.",
            "Her boyfriend's a real string bean.",
            "Do get your new boyfriend round to see us.",
            "Simon was her first real boyfriend.",
            "Her boyfriend's a real cutie.",
            "Her boyfriend is the artsy type.",
            "Her boyfriend's a certified weirdo.",
            "My boyfriend's been inside for a year.",
            "I didn't have a boyfriend till I was 17.",
            "She says her boyfriend is a little kinky.",
            "Her boyfriend's just a pretentious twerp.",
            "She doesn't treat her boyfriend very well.",
            "Her boyfriend is a distant relative of mine.",
            "I thought she'd split up with her boyfriend.",
            "She's nice, but her boyfriend is really lame.",
            "She got back together with her old boyfriend.",
            "He threatened to kill his ex-wife's boyfriend.",
            "My mum's new boyfriend used to beat me up a lot.",
            "Her boyfriend's some big ape she met at a party.",
            "Dawn and her boyfriend were cuddling on the sofa.",
            "She was brokenhearted when her boyfriend left her.",
            "I'm tired of hearing her gush about her boyfriend.",
            "She is pissed at her boyfriend for not calling her.",
            "She brought her boyfriend home to meet her parents.",
            "Hold on to that boyfriend of yours — he's a keeper!",
            "She took an overdose after a row with her boyfriend.",
            "Will she ever stop blabbering on about her boyfriend?",
            "At a guess, she'd had an argument with her boyfriend."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "По-моему, он её парень.",
            "Её парень бросил её.",
            "Мой парень всё ещё сердится.",
            "Её бойфренд /парень/ — высокий и худой как жердь.",
            "Обязательно приводи к нам своего нового парня.",
            "Саймон был её первым настоящим парнем.",
            "Её парень такой милашка!",
            "Её парень из таких, манерных.",
            "Её парень — чудило, каких поискать.",
            "Мой парень/ бойфренд уже год как сидит.",
            "До семнадцати лет парня у меня не было.",
            "Она говорит, что у её парня слегка извращённые наклонности.",
            "Её парень просто напыщенный хам.",
            "Она не очень хорошо обращается со своим парнем.",
            "Её парень — мой дальний родственник.",
            "Я думал, что она порвала со своим парнем.",
            "Она славная девушка, но её парень — полный отстой.",
            "Она вернулась к своему прежнему ухажёру.",
            "Он угрожал убить парня своей бывшей жены.",
            "Новый приятель моей матери частенько меня поколачивал.",
            "Её парень — какой-то тупой здоровяк, с которым она познакомилась на вечеринке.",
            "Дон обнималась со своим парнем на диване.",
            "Когда парень её бросил, она была вне себя от горя.",
            "Я устал слушать её бесконечные рассказы о своём парне.",
            "Она злится на своего парня за то, что не позвонил.",
            "Она привела своего парня домой, чтобы познакомить его с родителями.",
            "Держись за своего парня покрепче: он просто золото /таких надо беречь/! (разг. a keeper — то, что надо беречь и ценить)",
            "Она приняла слишком большую дозу после ссоры со своим парнем.",
            "Когда же она наконец заткнется? Все уши прожужжала рассказами о своем приятеле.",
            "Полагаю, она перед этим поссорилась со своим парнем."
        ]
    }
}