{
    "brake": {
        "comment": [],
        "translate": "тормоз, трепало, чаща, тормозной, тормозить, затормозить",
        "transcription": " |breɪk|",
        "antonyms": [],
        "mnemonic": [
            "brake [брейк] тормоза - Танцоры (брейк) дане - без тормозов:",
            "break [breık]\nbrake [breık]\n***\nЛОМАТЬСЯ в танце брейк. (это) break\nТрещина, отверстие. Перемена, каникулы.\n***\nТОРМОЗИ - танцуй брейк. (это) brake\n***\nВо время паузы \"break\"\nты съел мой стейк \"steak\"."
        ],
        "examples": [
            "The brake refused to act.",
            "He braked sharply to avoid the dog.",
            "The government put a brake on plans for expansion.",
            "I managed to put on the brakes just in time.",
            "Test your brakes after driving through water.",
            "The dry leaf rustles in the brake.",
            "She cut in on a red Ford, forcing the driver to brake heavily.",
            "I rammed my foot down on the brake.",
            "They sought brake and thicket, in vain.",
            "The brake warning light came on.",
            "The driver jammed the brake pedal to the floor.",
            "Rises in interest rates act as a brake on expenditure.",
            "Long skid marks on the pavement indicated the driver had attempted to brake.",
            "He was driving with one foot on the gas and one foot on the brake.",
            "Williams tried to apply the brakes but couldn't stop the vehicle in time.",
            "There's a time lag between when you see a stop sign and when your foot steps on the brake."
        ],
        "example_translate": [
            "Тормоз отказал.",
            "Он резко затормозил, чтобы не задавить собаку.",
            "Правительство не дало хода планам по расширению и развитию.",
            "Мне удалось в последний момент нажать на тормоза.",
            "После езды по воде проверьте тормоза.",
            "В кустах шуршит сухая листва.",
            "Она подрезала красный \" Форд\", вынуждая водителя резко тормозить.",
            "Я вдавил педаль тормоза в пол.",
            "Они обыскали чащу и заросли, но всё было напрасно.",
            "Загорелась сигнальная лампочка тормозной системы.",
            "Водитель вдавил педаль тормоза в пол.",
            "Повышения процентных ставок выступают в качестве тормоза для потребительских расходов.",
            "Длинный след на асфальте свидетельствовал о том, что водитель пытался затормозить.",
            "Он ехал, поставив одну ногу на газ, а другую — на тормоз.",
            "Вильямс попытался затормозить, но не смог вовремя остановить машину.",
            "Между моментом, когда вы видите знак \"стоп\", и моментом, когда ваша нога нажимает на тормоз, проходит некоторое время."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}