{
    "brandy": {
        "comment": [
            "brand",
            "grand",
            "strand",
            "brand-name",
            "random",
            "brand-new"
        ],
        "translate": "бренди, коньяк",
        "transcription": " |ˈbrændɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I can't drink brandy neat.",
            "Come, Jack, I'll give you a cogue of brandy.",
            "I took a swallow of brandy.",
            "He asked to rax him the brandy bottle.",
            "The finest brandies are made in Cognac.",
            "She killed a bottle of brandy that night.",
            "He took a huge gulp of brandy.",
            "She followed dinner with a brandy.",
            "Brenda knocked the brandy back quickly.",
            "She likes to add a drop of brandy to her tea.",
            "He rose from the table, leaving his brandy untouched.",
            "The brandy made him choke, but it restored his nerve.",
            "Sean drank a large glass of brandy to calm his nerves.",
            "Peter called the waitress over and ordered a large brandy.",
            "She gave me such a hooker of brandy that I went right to sleep.",
            "I keep a bottle of brandy handy — purely for medicinal purposes.",
            "We had a barrel of brandy which we husbanded as well as we could.",
            "He uncorked the decanter and poured a dollop of brandy into the snifter.",
            "Generously pour the brandy over the cake, which is so spongy that it will absorb most of the liquid."
        ],
        "example_translate": [
            "Я не могу пить бренди в чистом виде.",
            "Подойди сюда, Джек, я налью тебе бренди.",
            "Я глотнул бренди.",
            "Он попросил передать ему бутылку бренди.",
            "Лучшие бренди производятся в провинции / регионе Коньяк.",
            "В ту ночь она прикончила бутылку коньяка.",
            "Он сделал огромный глоток бренди.",
            "Поужинав, она выпила коньяка.",
            "Бренда быстро опрокинула в рот свой коньяк.",
            "Она любит добавить в чай капельку коньяку.",
            "Он поднялся из-за стола, так и не притронувшись к коньяку.",
            "Он задохнулся от бренди, но оно вернуло ему мужество.",
            "Шон выпил большой стакан бренди, чтобы успокоить свои нервы.",
            "Питер подозвал официантку и заказал большое бренди.",
            "Она дала мне такую порцию бренди, что я тотчас же заснул.",
            "У меня под рукой всегда есть бутылка бренди, чисто для медицинских целей.",
            "У нас была бочка коньяка, которую мы расходовали как можно экономнее.",
            "Он откупорил графин и налил немного бренди в бокал.",
            "Обильно полейте коньяком корж, который настолько порист, что поглотит большую часть жидкости."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}