{
    "branch": {
        "comment": [],
        "translate": " отделение, ветвь, боковой, вспомогательный, разветвляться",
        "transcription": "  |bræntʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She grabbed at the branch.",
            "Ethics is a branch of philosophy.",
            "The branch crashed down on my car",
            "Break a branch from a tree.",
            "The young tree is beginning to branch out.",
            "There's a branch above you - can you reach it?",
            "The rail company may have to close the branch line to Uckfield.",
            "a new branch of science",
            "Where's their nearest branch?",
            "The bank has branches all over the country.",
            "Botany is a branch of biology.",
            "Now the company is branching out into new fields, including services.",
            "birds singing from the branches of a tree",
            "My sweater was hooked on a branch.",
            "The company has branched into the computers market.",
            "In the U.S., the President is the head of the executive branch of government.",
            "A cardinal perched momently on the dogwood branch.",
            "A large branch came crashing down.",
            "Consequences that go on branching out more widely.",
            "Mr. M. has been assumed as a Partner in the Edinburgh Branch of the Bank.",
            "A flower developed on the branch.",
            "Сut away the branch that sticks out.",
            "The snake entwined itself around the branch.",
            "An excellent street branches away from the quay.",
            "The branch gave under the weight of the heavy snow.",
            "Contact your local branch to arrange an appointment.",
            "He broke off one of the branches.",
            "She whittled a walking stick from a maple tree branch.",
            "After six years as branch manager she has been reassigned to the headquarters staff.",
            "The branch had been chopped off."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(закр сл) = [ɑː]"
        ],
        "example_translate": [
            "Она ухватилась за эту ветку.",
            "Этика — это раздел философии.",
            "Эта ветка свалилась на мою машину.",
            "Отломите с какого-нибудь дерева ветку.",
            "Крона молодого дерева разрастается.",
            "Над тобой ветка, достанешь до нее?",
            "Железнодорожной компании, возможно, придется закрыть ветку до Укфилда.",
            "новая отрасль науки",
            "Но где их ближайшее отделение /филиал/?",
            "Банк имеет филиалы по всей стране.",
            "Ботаника — это раздел /отрасль/ биологии.",
            "В настоящее время компания выходит в новые сферы деятельности, включая оказание услуг.",
            "птицы, которые поют на ветвях дерева",
            "Мой свитер зацепился за ветку.",
            "Компания вышла на компьютерный рынок.",
            "В США президент является главой исполнительной ветви власти.",
            "На ветку кизила на мгновение присела птица кардинал.",
            "Большая ветка с треском рухнула вниз.",
            "Мы продолжаем ощущать всё новые и новые последствия этого.",
            "Мистер М. был принят в качестве партнёра в эдинбургское отделение банка.",
            "На ветке распустился цветок.",
            "Срежьте торчащую ветку.",
            "Змея обвилась вокруг ветки.",
            "От набережной отходит удивительная улица.",
            "Ветка согнулась под тяжестью снега.",
            "Свяжитесь с вашим местным отделением, чтобы договориться о встрече.",
            "Он отломал одну из ветвей.",
            "Она вырезала трость /посох/ из кленовой ветки.",
            "После шести лет работы руководителем отдела ее перевели в центральное управление.",
            "Ветка была отрублена."
        ]
    }
}