{
    "brand": {
        "comment": [
            "grand",
            "strand",
            "brand-name",
            "random",
            "brandy",
            "brand-new"
        ],
        "translate": "тавро, сорт, клеймо, качество, головня, клеймить, позорить, выжигать клеймо",
        "transcription": " |brænd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She was branded a loose woman.",
            "They no longer brand their cattle.",
            "He owned a chain of restaurants branded under his own name.",
            "I am able to recall every word of this, it is branded into my mind.",
            "The store sells a variety of shoe brands.",
            "How do you preserve the superior image of a brand?",
            "Jake arrived in his brand new (=completely new) car.",
            "To brand consciences, already ulcerated by a sense of guilt.",
            "Poor marketing can cheapen a brand name.",
            "a new brand of soup mixes",
            "I don't like his brand of humor.",
            "products which lack a strong brand image",
            "I always buy the cheapest brand of cereal.",
            "Stealing that money has branded Jim for life — no-one will trust him again.",
            "Which brand of carpet did you choose?",
            "The drug is sold under several brand names.",
            "What brand are those jeans you are wearing?",
            "When this product is not branded it sells for a lower price.",
            "That brand of sneaker is endorsed by several basketball stars.",
            "The exact words my father spoke as he left us are branded in my memory.",
            "a selected brand of ice cream with an exceptionally high butterfat content",
            "The handsets will be branded with the Aston Martin logo and will feature the sound of an Aston Martin engine as a ring tone."
        ],
        "example_translate": [
            "Её заклеймили \"распущенной\".",
            "Они больше не клеймят свой скот.",
            "Ему принадлежала сеть ресторанов, названная его собственной фамилией.",
            "Я помню каждое слово из той речи, так она врезалась мне в память.",
            "В магазине продаётся множество обувных брендов.",
            "Как сохранить безупречный имидж торговой марки?",
            "Джейк приехал на своей новенькой (т.е. совершенно новой) машине.",
            "Терзаться угрызениями совести, уже и так отравленной чувством вины.",
            "Плохой маркетинг может обесценить бренд.",
            "новая марка смесей для супа",
            "Мне не нравится его чувство юмора.",
            "продукты, которым не хватает раскрученного рекламного образа",
            "Я всегда покупаю самую дешёвую марку хлопьев.",
            "Кража этих денег заклеймила Джима на всю жизнь: теперь ему уже никто не поверит.",
            "Какую марку ковра вы выбрали?",
            "Препарат продаётся под несколькими торговыми марками.",
            "Джинсы какой торговой марки на тебе сейчас?",
            "Если продукция не фирменная, она продаётся по более низкой цене.",
            "Эту марку кроссовок рекламируют некоторые звёзды баскетбола.",
            "Покидая нас, отец произнёс именно эти слова, которые отпечатались в моей памяти.",
            "отличная марка мороженого с исключительно высоким содержанием молочного жира",
            "На данных мобильных телефонах будет стоять логотип \"Астон Мартин\", а в качестве рингтона будет использоваться звук мотора этого автомобиля."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}