{
    "brand-new": {
        "comment": [
            "brand",
            "grand",
            "strand",
            "brand-name",
            "random",
            "brandy"
        ],
        "translate": "новенький, совершенно новый, с иголочки",
        "transcription": " |ˌbræn ˈnjuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "All the furniture in their house is brand-new.",
            "They are in the process of releasing brand-new products to the market.",
            "Never buy a brand-new car unless you're rich. Purchase a slightly used car.",
            "He made the unwise decision to invest in a brand-new company.",
            "Although the table is brand-new, it has the look and feel of an antique.",
            "A brand-new, top-notch computer was the new science teacher's first requisition.",
            "His clothes looked brand-new.",
            "Not wanting our brand-new cabin cruiser to get scratched, we put thick rubber fenders between it and the dock.",
            "First, lets begin by understanding why individuals are searching out second hand computers in contrast to a brand-new one."
        ],
        "example_translate": [
            "Вся мебель в их доме, совсем новая.",
            "Они в процессе вывода на рынок совершенно новых товаров.",
            "Никогда не покупайте абсолютно новые машину, если только вы не богач. Покупайте слегка подержанную.",
            "Он принял неразумное решение вложиться в только что созданную компанию.",
            "Хотя стол совершенно новый, на вид и на прикосновение он совсем как антикварный.",
            "Первым требованием нового учителя естествознания был самый современный первоклассный компьютер.",
            "Одежда на нём была как новая.",
            "Не желая поцарапать наш новый прогулочный катер, мы проложили между ним и причалом толстые резиновые кранцы.",
            "Для начала, давайте разберёмся, почему люди ищут подержанные компьютеры, а не абсолютно новые."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}