{
    "brass": {
        "comment": [],
        "translate": "латунный, медный, латунь, медь, начальство, покрывать латунью",
        "transcription": " |bræs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Brass is an alloy of copper and zinc.",
            "I don't know how she has the brass to do it.",
            "The brasses began to play.",
            "The top brass are coming in from Washington to see how we do things here.",
            "The \"high brass\" of American business was also well represented at the meeting.",
            "The brass plate on the door said 'Dr Rackman'.",
            "Polishing the brass and the silver.",
            "The composition of brass includes copper and zinc.",
            "In the 1850s the company branched out into making brass and wind instruments.",
            "The Pentagon top brass hates the idea of getting embroiled in Kosovo peacekeeping.",
            "The whole orchestra — the strings, percussion, woodwinds, and brass — began to play.",
            "Some of the modern outfits don't have brass.",
            "The meeting was attended by top diplomats and military top brass.",
            "'You're fat and lazy.' 'Fat and lazy to you with brass knobs on!'"
        ],
        "example_translate": [
            "Латунь — это сплав меди и цинка.",
            "Даже не знаю, как ей хватает наглости так поступать.",
            "Заиграли духовые.",
            "Руководство едет из Вашингтона, чтобы посмотреть, как мы здесь работаем / как у нас тут дела.",
            "Шишки американского бизнеса также присутствовали на собрании.",
            "Медная табличка на двери гласила : \"Доктор Рэкмэн\".",
            "Полировка меди и серебра.",
            "Латунный сплав состоит из меди и цинка.",
            "В 1850-х гг. компания освоила производство медных и других духовых инструментов.",
            "Пентагоновское начальство совершенно не радует идея ввязываться в миротворческую операцию в Косово.",
            "Весь оркестр — струнные, ударные, духовые и медь — начал играть.",
            "В некоторых современных группах нет медных духовых инструментов.",
            "В совещании приняли участие высокопоставленные дипломаты и представители военной верхушки.",
            "— Ты — жирный и ленивый. — А ты ещё жирнее и ленивее меня! / Уж чья бы корова мычала!"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}