{
    "brave": {
        "comment": [
            "wave",
            "slave",
            "grave",
            "cave",
            "leave"
        ],
        "translate": "храбрый, смелый, отважный, храбро встречать, индейский воин, молодец",
        "transcription": " |breɪv|",
        "antonyms": [],
        "mnemonic": [
            "brave [брэйв] храбрый, смелый - (Брей в) его лобок, чтобы смелость проверить;",
            "brave [breɪv]\n***\nБРАВИРУЕТ, значит, храбрей (в). (это) brave\nБРОСАЕТ ВЫЗОВ, значит, храбрей (в). (это) brave\nХРАБРЫЙ, СМЕЛЫЙ всегда храбрей (в). (это) brave",
            "grave [greıv]\ngravity - серьёзность\n***\nМОГИЛКУ роют для душегреев. (это) grave\nСЕРЬЁЗНАЯ угроза для душегреев. (это) grave\nГравировать, высекать. Серьёзный, роковой.\n***\nЕсли ты храбрый \"brave\",\nто и серьёзный \"grave\"."
        ],
        "examples": [
            "She said \"no\", and said it brave and stark.",
            "Fortune favours the brave.",
            "That was a very brave thing to do!",
            "She braved the elements.",
            "She gave us a brave smile.",
            "Protesters braved the rain and snow.",
            "the home of the free and the brave",
            "For six days they made a brave defence.",
            "...a soldier who braved enemy fire to rescue her wounded comrade...",
            "a brave knight and his noble steed",
            "That was a very brave thing to do.",
            "Joe's brave action cost him his life.",
            "He lost his brave fight against the disease.",
            "He braved them, if they were men, to come out.",
            "brave people who risked being killed to help others",
            "The soldier's brave deed was beyond the call of duty.",
            "Today we remember the brave who died in the last war.",
            "the brave efforts of the medical staff to save his life",
            "a brave soldier who was never far behind the firing line",
            "The deeds of these few brave men have passed into history.",
            "It was brave of you to speak in front of all those people.",
            "Despite their captain's brave performance, Arsenal lost 2-1.",
            "We need to find an appropriate way to honor these brave people.",
            "More than 100 people braved the elements and attended the rally.",
            "The statement 'he is brave and he is not brave' is a contradiction.",
            "Hep devotees of jazz were willing to brave any venue to hear him play.",
            "Like his famous namesake, young Washington had a brave, adventurous spirit.",
            "I would never be an instrument of bringing a free and brave people into slavery.",
            "Leaving the court, the families all tried to put on a brave face (=not show that they were sad or worried)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она сказала \"нет\", и сказала это смело и решительно.",
            "Смелость города берёт. (посл.)",
            "Это был очень смелый поступок!",
            "Она бросила вызов стихии.",
            "Она одарила нас смелой улыбкой. / Она храбро нам улыбнулась.",
            "Демонстранты митинговали, несмотря на дождь со снегом.",
            "вотчина свободы и отваги",
            "В течение шести дней они самоотверженно оказывали сопротивление.",
            "...солдат, который храбро встретил огонь противника, чтобы спасти своего раненого товарища...",
            "отважный рыцарь и его благородный скакун",
            "Это был очень смелый поступок.",
            "Смелый поступок Джо стоил ему жизни.",
            "Он потерпел поражение в храброй схватке с болезнью.",
            "Он призывал их, если они действительно считали себя мужчинами, сразиться с ним.",
            "мужественные люди, которые рисковали быть убитыми, чтобы помочь другим",
            "Храбрый поступок солдата превосходил обычное представление о долге.",
            "Сегодня мы чтим память храбрецов, погибших на последней войне.",
            "отважные усилия медперсонала спасти его жизнь",
            "храбрый солдат, который всегда находился рядом с линией огня",
            "Дела этих храбрецов вошли в историю.",
            "Вы проявили смелость, выступив перед всеми этими людьми.",
            "Несмотря на отважную игру капитана, \"Арсенал\" проиграл со счетом 2 - 1.",
            "Мы должны найти подходящий способ почтить этих отважных людей.",
            "Более ста человек пришли на митинг, несмотря на буйство стихии.",
            "Высказывание \"он храбр и не храбр\" является противоречием.",
            "Настоящие ценители джаза охотно решились бы на любое место проведения концерта, лишь бы услышать его игру.",
            "Как и его знаменитый тезка, молодой Вашингтон имел отважный, авантюрный дух.",
            "Я никогда не стану орудием порабощения свободного и храброго народа.",
            "Покидая суд, все семьи пытались сохранять лицо (т.е. не показывать, что они переживают, или им грустно)."
        ],
        "stars": 2
    }
}