{
    "breach": {
        "comment": [],
        "translate": "нарушение, брешь, пролом, разрыв, отверстие, нарушать, проламывать, пробивать брешь",
        "transcription": " |briːtʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had the impudence to breach the contract.",
            "They breached the agreement they had made with their employer.",
            "The army breached the castle wall.",
            "After the election the breach between the factions widened.",
            "He was sued for breach of contract.",
            "Is he going to breach his contract?",
            "There had been a major breach of security at the air base.",
            "This is clearly a breach of the treaty.",
            "We regard the publication of this information as a serious breach of trust.",
            "Many people consider her decision to be a breach of trust.",
            "Her failure to respond to the invitation was a serious breach of etiquette.",
            "Britain did not want to risk a breach with the US over sanctions.",
            "It is not a crime, though it is a breach of stock market rules.",
            "The soldier's actions constitute a breach of military protocol.",
            "Thanks for stepping into the breach last week.",
            "This was a clear breach of the 1994 Trade Agreement.",
            "Employees who refuse to relocate are in breach of contract.",
            "Failing to complete the work constitutes a breach of the employment contract.",
            "He claims that the city breached an agreement by selling the property."
        ],
        "example_translate": [
            "У него хватило наглости расторгнуть контракт.",
            "Они нарушили соглашение с работодателем.",
            "Армия пробила брешь в стене замка.",
            "После выборов раскол между фракциями усилился.",
            "Он был ответчиком по делу о нарушении контракта.",
            "Он что, собирается нарушить контракт?",
            "До этого на авиабазе была серьёзная брешь в системе безопасности.",
            "Несомненно, это нарушение договора.",
            "Мы считаем публикацию этой информации серьёзным злоупотреблением доверия.",
            "Многие считают, что её решение является злоупотреблением доверия.",
            "То, что она не ответила на приглашение, было серьёзным нарушением этикета.",
            "Британия не захотела рисковать разрывом отношений с США из-за применения санкций.",
            "Это не является преступлением, хотя и нарушает правила фондового рынка.",
            "Действия этого солдата представляют собой нарушение военного протокола.",
            "Спасибо, что подменил на работе на прошлой неделе.",
            "Это было явное нарушение торгового соглашения от 1994 года.",
            "Сотрудники, отказывающиеся от передислокации, нарушают договор.",
            "Незавершение работы является нарушением трудового договора.",
            "Он утверждает, что городские власти нарушили уговор, продав это имущество."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}