{
    "break in": {
        "comment": [
            "break",
            "breath",
            "breast",
            "bread",
            "breakfast",
            "breathe",
            "breathing",
            "breach",
            "breakdown",
            "breathtaking",
            "breakthrough"
        ],
        "translate": "прерывать, врываться, взламывать, вламываться, разнашивать, выламывать, объезжать",
        "transcription": " |ˈbreɪk ɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The thieves waited until it was dark enough to break in.",
            "I'm wearing my new boots in the house to break them in.",
            "We chatted during a break in the game.",
            "She waited for a break in the conversation.",
            "The loud bell on the clock broke in upon his dreams.",
            "There was a break in the hedge.",
            "We crawled through a break in the hedge.",
            "I didn't want to break in on his telephone conversation.",
            "I went for a walk to break in my new boots.",
            "The sun shone through a break in the clouds.",
            "...the burglars broke in by smashing a window...",
            "Then there was a break in her voice.",
            "They hoped to avoid a break in relations.",
            "Water seeped through the break in the basement wall.",
            "...he rudely broke in to drop the names of several celebrities that he had met...",
            "He got his first big break in 1998.",
            "We waited for a break in the traffic.",
            "We flew off for a week's break in Spain.",
            "The break in the dam threatened the valley.",
            "A break in the clouds let us see the summit.",
            "The break in the eighth frame cost him the match.",
            "We'll go for a walk if there's a break in the rain.",
            "There was a break in the action when a player was hurt",
            "Dad would occasionally break in with an amusing comment.",
            "Don't drive the new car too fast, I'm still breaking it in.",
            "Latecomers will be admitted at a suitable break in the performance.",
            "There was no sign of a break in the weather (=an improvement in bad weather).",
            "I'm sorry to break in on your private thoughts, but I think we should get on with some work.",
            "... it would be as incongruous to meet her at the end of a chapter as it would be to see the dawn break in the west ..."
        ],
        "example_translate": [
            "Воры дождались, пока будет достаточно темно, и только потом приступили ко взлому.",
            "Я хожу по дому в новых ботинках, чтобы разносить их.",
            "Мы пообщались во время перерыва в игре.",
            "Она ждала, что когда наступит пауза в разговоре.",
            "Громкий звон часов прервал его сон.",
            "В изгороди была дырка. (через которую можно было пролезть)",
            "Мы пролезли через дыру в изгороди.",
            "Я не хотел прерывать его разговор по телефону.",
            "Я пошел прогуляться, чтобы разносить свои новые ботинки.",
            "Солнце светило сквозь просвет в облаках.",
            "...грабители вломились, разбив окно...",
            "Потом её голос вдруг сорвался.",
            "Они надеялись избежать разрыва отношений.",
            "Вода просочилась через трещину в цоколе.",
            "...он грубо прервал разговор, назвав имена нескольких знаменитостей, которых он встретил...",
            "Первый большой успех пришёл к нему в 1998 году.",
            "Мы подождали, пока машин на дороге станет поменьше.",
            "Мы вылетели на недельный отпуск в Испанию.",
            "Прорыв дамбы поставил долину под угрозу.",
            "Просвет в облаках позволил нам увидеть вершину.",
            "Брейк в восьмом фрейме стоил ему матча. (о боулинге)",
            "Мы пойдем гулять, если дождь прекратиться. (если дождь перестанет идти, break in the weather — резкая перемена погоды)",
            "Игра прервалась, когда игрок был травмирован",
            "Папа время от времени вмешивался в разговор, отпуская забавные комментарии.",
            "Не веди так быстро, я всё ещё обкатываю эту машину.",
            "Опоздавшие будут пропущены (в зал) во время перерыва в представлении.",
            "Никаких признаков перемены погоды (т.е. улучшения плохой погоды) не было.",
            "Прошу прощения, что прерываю ход ваших сокровенных мыслей, но, по-моему, нам надо заняться делом.",
            "... это было бы столь же нелепо встретить ее в конце главы, как увидеть рассвет на западе ..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}