{
    "breathe": {
        "comment": [],
        "translate": "дышать, вдыхать, вздохнуть, подышать, выдыхать, перевести дух, жить, дуть, благоухать",
        "transcription": " |briːð|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Breathe deeply and then exhale.",
            "I can't breathe this dirty city air.",
            "Lie down flat and breathe deeply.",
            "Don't breathe a word about it to anyone.",
            "'Wait,' he breathed.",
            "A better fellow does not breathe.",
            "The patient suddenly stopped breathing.",
            "I'll never give up as long as I'm still breathing.",
            "The fat man opposite was breathing garlic all over me.",
            "He breathed new life into the old house.",
            "He wants to live where he can breathe clean air.",
            "He was breathing hard from running.",
            "As I live by bread! As I live and breathe!",
            "He stopped there to breathe his horse.",
            "Don't breathe a word., it's supposed to be a surprise.",
            "Roy breathed on his hands and rubbed them together vigorously.",
            "Those old letters, breathing of her wealth.",
            "The natural fibers allow the fabric to breathe.",
            "Don't worry, I wouldn't breathe a word of your secret.",
            "breathe in clear tonic mountain air",
            "Politics is the stuff I live and breathe.",
            "A sense of calm breathed from the landscape.",
            "In the morning I open the window wide and breathe in deeply.",
            "He can't breathe! Everybody move back and give him some air!",
            "People are concerned about the quality of the air they breathe.",
            "He used to have a good name, but it has been breathed on recently.",
            "High in the mountains the air is thin and it can be hard to breathe.",
            "She breathes the Christian spirit.",
            "In three months you'll breathe a beggar and outlaw.",
            "Place your hands on the small of your back and breathe in."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Глубоко вдохните, а затем выдохните.",
            "Я не могу дышать этим грязным городским воздухом.",
            "Ложись ровно и глубоко дыши.",
            "Об этом никому ни слова.",
            "— Подождите, — выдохнул он.",
            "Лучше него нет человека.",
            "Пациент неожиданно перестал дышать.",
            "Я не ни за что не сдамся, пока ещё дышу.",
            "Толстяк, сидящий напротив, меня всего обдышал чесноком.",
            "Он вдохнул в этот старый дом новую жизнь.",
            "Он хочет жить там, где сможет дышать чистым воздухом.",
            "Пробежавшись, он тяжело дышал.",
            "Честное слово!",
            "Он остановился, чтобы дать отдохнуть лошади.",
            "Никому ни слова: это должно быть сюрпризом.",
            "Рой подышал на руки и энергично их растёр.",
            "Эти старые письма, каждая буква которых буквально дышит её благополучием.",
            "Натуральные волокна позволяют ткани дышать.",
            "Не беспокойся, я и словом не выдам твой секрет.",
            "дышать чистым бодрящим горным воздухом",
            "Политика — это то, чем я живу и дышу.",
            "Пейзаж излучал спокойствие.",
            "Утром я открываю настежь окно и делаю глубокий вдох.",
            "Ему нечем дышать! Отойдите все назад, дайте ему немного воздуха!",
            "Людей волнует качество воздуха, которым они дышат.",
            "Он имел неплохую репутацию, но в последнее время о нём всякое поговаривают.",
            "Высоко в горах воздух разреженный, и иногда трудно дышать.",
            "Она дышит христианским духом.",
            "Через три месяца ты превратишься в нищего изгоя.",
            "Положите руки на поясницу и вдохните."
        ]
    }
}