{
    "breakdown": {
        "comment": [
            "break",
            "break in",
            "breath",
            "breast",
            "bread",
            "breakfast",
            "breathe",
            "breathing",
            "breach",
            "breathtaking",
            "breakthrough",
            "downward",
            "downwards",
            "download",
            "downstairs",
            "down",
            "downtown"
        ],
        "translate": "пробой, распад, поломка, разрушение, распределение, авария, развал, анализ, упадок",
        "transcription": " |ˈbreɪkdaʊn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I had a breakdown in the middle of the road.",
            "He was on the verge of a nervous breakdown.",
            "The way she's going on, she'll have a nervous breakdown.",
            "Can you give us a breakdown of the figures?",
            "She had already had one nervous breakdown.",
            "What do you do in the event of a breakdown on the motorway?",
            "A spending breakdown showed the average household spent about $50 per week.",
            "He suffered a breakdown after his wife died.",
            "His car was taken away on the back of a breakdown truck.",
            "Family breakdown can lead to behavioural problems in children.",
            "I had lived far too strenuously, so, my nervous breakdown was the pay-off.",
            "A sudden rise in oil prices could lead to a breakdown of the economy.",
            "Always carry a phone with you in case you have a breakdown on the motorway.",
            "Two years ago he suffered a mental breakdown.",
            "There was a breakdown in communication between members of the group.",
            "There has been a breakdown in communication (=failure).",
            "We are concerned about the breakdown of law and order in the country.",
            "I was worried he might have a breakdown if he carried on working so hard.",
            "Both sides are to blame for the breakdown in communication."
        ],
        "example_translate": [
            "Моя машина сломалась посреди дороги.",
            "Он был на грани нервного срыва.",
            "Если она будет продолжать в том же духе. у нее будет нервный срыв.",
            "Вы можете дать нам разбивку по цифрам?",
            "Она уже перенесла один нервный срыв.",
            "Что вы делаете, если машина ломается в пути?",
            "Распределение расходов показывает, что домохозяйства в среднем тратили около $50 в неделю.",
            "После того, как умерла жена, он перенёс нервный срыв.",
            "Его автомобиль увезли на эвакуаторе.",
            "Распад семьи может привести к поведенческим проблемам у детей.",
            "Я жил очень напряжённо, поэтому нервный срыв был своего рода расплатой.",
            "Неожиданный рост цен на нефть может привести к разрушению экономики.",
            "Всегда носите с собой телефон на случай, если у вас на трассе произойдёт поломка.",
            "Два года тому назад он перенёс нервный срыв.",
            "Произошло нарушение коммуникации между членами группы.",
            "Произошёл разрыв (т.е. неисправность) связи.",
            "Мы обеспокоены нарушением правопорядка в стране.",
            "Я боялся, что он слетит с катушек, если и дальше будет столько работать.",
            "Обе стороны виноваты в нарушении коммуникации."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}