{
    "breast": {
        "comment": [
            "breath, breast - дыхание, грудь",
            "break",
            "break in",
            "breath",
            "bread",
            "breakfast",
            "breathe",
            "breathing",
            "breach",
            "breakdown",
            "breathtaking",
            "breakthrough"
        ],
        "translate": "грудь, молочная железа, отвал, противиться, восставать",
        "transcription": " |brest|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She put the baby to her breast.",
            "Do you prefer a breast or a leg?",
            "The male has a white breast.",
            "She has been diagnosed with breast cancer.",
            "The runner breasted the tape",
            "She crouched her head upon her breast.",
            "The dark silk dress was fastened at the breast with a great gold clasp.",
            "Her head sank down upon her breast.",
            "My breast heaved with emotion.",
            "The baby sucked on the mother's breast.",
            "a few slices of turkey breast",
            "You should never ignore a breast lump.",
            "a bird with an orange breast",
            "Breast cancer is the leading cause of death for American women in their forties.",
            "Deep in her breast lives the silent wound.",
            "I was at the race's finish line to see the winner breast the tape.",
            "She slept as calmly and undisturbedly as the infant at her breast.",
            "Sugary foods promote breast cancer.",
            "At the word 'breast', some of the class tittered.",
            "He beat his breast in anger.",
            "They breasted the mountain.",
            "a faulty gene that causes breast cancer",
            "Dick cradled her photograph against his breast.",
            "The cub licked the milk from its mother's breast.",
            "She breasted the diagnosis of cancer with fortitude and optimism.",
            "European children learn the breast stroke., they often don't know how to crawl",
            "The chemical heightens contrast between different kinds of tissue in the breast.",
            "The run, to raise money for breast cancer, has a £10 entry fee (=fee to enter a competition).",
            "She was diagnosed with breast cancer.",
            "The drugs are being used experimentally on patients suffering from breast cancer."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ea = [e]"
        ],
        "example_translate": [
            "Она приложила младенца к груди.",
            "Вы что больше любите, грудку или ножку? / Вам грудку или ножку?",
            "У самцов грудка белая.",
            "Ей диагностировали рак молочной железы.",
            "Бегун пересек финишную ленту",
            "Она склонила голову на грудь.",
            "Тёмное шёлковое платье было скреплено на груди большой золотой брошкой.",
            "Её голова склонилась на грудь.",
            "Моя грудь потяжелела от волнения.",
            "Младенец сосал грудь матери.",
            "несколько ломтиков грудки /филе/ индейки",
            "Уплотнение в молочной железе нельзя игнорировать.",
            "птица с оранжевой грудкой",
            "Рак молочной железы является основной причиной смерти американок в возрасте сорока — пятидесяти лет.",
            "Глубоко в её груди не заживает эта немая рана.",
            "Я был у финишной черты, в надежде увидеть, как победитель коснётся грудью ленточки.",
            "Она спала так же тихо и спокойно, как и дитя на её груди.",
            "Продукты с высоким содержанием сахара провоцируют рак молочной железы.",
            "При упоминании слова \"грудь\" часть класса захихикала.",
            "Разозлившись, он ударил себя в грудь.",
            "Они достигли вершины горы.",
            "дефектный ген, вызывающий рак молочной железы",
            "Дик прижал её фотографию к своей груди.",
            "Детёныш слизывал молоко с груди матери.",
            "Она боролась против рака со стойкостью и оптимизмом.",
            "Европейские дети учатся плавать брассом, и нередко они не умеют плавать кролем..",
            "Этот химикат усиливает контраст между разными видами тканей молочной железы.",
            "Вступительный взнос (т.е. плата за участие в соревновании) за участие в забеге, проводящемся с целью сбора денег для лечения рака молочной железы, составляет десять фунтов стерлингов.",
            "Ей диагностировали рак молочной железы.",
            "В виде эксперимента эти препараты применяются при лечении пациенток, страдающих от рака молочной железы."
        ]
    }
}