{
    "breathtaking": {
        "comment": [
            "break",
            "break in",
            "breath",
            "breast",
            "bread",
            "breakfast",
            "breathe",
            "breathing",
            "breach",
            "breakdown",
            "breakthrough"
        ],
        "translate": "захватывающий, потрясающий, поразительный",
        "transcription": " |ˈbreθteɪkɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The view of the mountains was breathtaking.",
            "They gave a breathtaking performance.",
            "The view from my bedroom window was absolutely breathtaking.",
            "He took a breathtaking header.",
            "The scope of the error is breathtaking.",
            "Don't miss the chance to see the breathtaking Dolomite Mountains.",
            "The film's cinematography is breathtaking.",
            "The train raced past with breathtaking speed.",
            "Nature lovers will be raptured by the documentary's breathtaking cinematography.",
            "As a result of an enactment by Congress, this breathtaking canyon will be permanently protected from development.",
            "Farsighted conservationists long ago realized that wilderness areas of breathtaking beauty needed to be protected from future development."
        ],
        "example_translate": [
            "От вида на горы захватывало дух.",
            "Они выступили потрясающе.",
            "Вид из окна моей спальни был совершенно потрясающим.",
            "Он так сиганул вниз головой в воду, что у всех дух перехватило.",
            "От масштаба этой ошибки захватывает дух.",
            "Не упустите шанс увидеть потрясающие Доломитовые Альпы.",
            "От операторской работы в этом фильме захватывает дух.",
            "Поезд с головокружительной скоростью промчался мимо.",
            "Любители природы будут в восторге от потрясающей работы оператора этого документального фильма.",
            "В результате введения Конгрессом в силу одного законодательного акта, этот потрясающий каньон будет надолго защищён от застройки.",
            "Дальновидные экологи уже давно поняли, что эти потрясающе красивые участки дикой природы нуждаются в защите от будущей застройки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}