{
    "breeding": {
        "comment": [
            "breed",
            "tree",
            "breeze",
            "creep",
            "reef"
        ],
        "translate": "разведение, размножение, выведение, воспитание, воспитанность, хорошие манеры",
        "transcription": " |ˈbriːdɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His politeness shows good breeding.",
            "Courtesy is the cachet of good breeding.",
            "She is a woman of breeding and refinement.",
            "He got into the business of breeding cattle.",
            "She became involved in the breeding of sled dogs.",
            "Male animals serve the females for breeding purposes.",
            "Open-sea fish lay several million eggs each breeding season.",
            "The whales migrate between their feeding ground in the north and their breeding ground in the Caribbean.",
            "The young lieutenant had an air of wealth and good breeding.",
            "Benson took great care in selecting breeding stock (=animals you keep to breed from).",
            "She believes that we are breeding a generation of children who know nothing about the history of their country."
        ],
        "example_translate": [
            "Его вежливость говорит о хорошем воспитании.",
            "Вежливость - это признак хорошего воспитания.",
            "Это женщина хорошо воспитанная и утончённая.",
            "Он занялся разведением крупного рогатого скота.",
            "Она стала участвовать в разведении ездовых собак.",
            "Самцы спариваются с самками для целей размножения.",
            "Каждый брачный сезон рыба, обитающая в открытом море, откладывает несколько миллионов икринок.",
            "Киты мигрируют между районом кормёжки, который находится на севере, и областью размножения в Карибском бассейне.",
            "На вид этот молодой лейтенант был явно богат и хорошо воспитан.",
            "Бенсон проявил большую тщательность в отборе племенного скота (т.е. животных, которых держат для получения приплода).",
            "Она считает, что мы растим поколение детей, которые ничего не знают об истории своей страны."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}