{
    "breed": {
        "comment": [],
        "translate": "порода, поколение, потомство, племя, размножаться, разводить, выводить",
        "transcription": " |briːd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She breeds dogs",
            "What breed of dog is she?",
            "Spaniels are my favourite breed of dog.",
            "Kindnesses breed on themselves.",
            "Seals come ashore to breed.",
            "This breed is very true.",
            "Poor living conditions breed violence and despair.",
            "Google represents a new breed of entrepreneurs",
            "He's the last of a dying breed.",
            "The hens are of a bad breed and are infrequent layers.",
            "These dogs were originally bred in Scotland to round up sheep.",
            "The collie is a working breed.",
            "An iniquitous government breeds despair in men's souls.",
            "Real cowboys are a dying breed (=not many exist anymore).",
            "He got into the business of breeding cattle.",
            "Mosquitoes breed in stagnant pools of water.",
            "The plants are bred to resist disease and drought.",
            "The birds breed in northern latitudes.",
            "Green turtles return to their natal island to breed.",
            "There is a new breed of school-teachers. They unionize, they strike.",
            "What are the individual traits of the breed?",
            "He experimented on a particular breed of white rats.",
            "Each programme in the series will spotlight a particular breed of dog.",
            "It seems reasonable to conjecture that these conditions breed violence.",
            "She was the promoter of the pressure to breed on women whether married or not.",
            "The contest offered a cash reward to the first person who could breed a blue rose.",
            "She believes that we are breeding a generation of children who know nothing about the history of their country.",
            "The breed was on the verge of extinction.",
            "These cattle were crossed with a breed from the highlands.",
            "He allowed discontents and jealousies to breed in the army."
        ],
        "example_translate": [
            "Она разводит собак.",
            "Какой она породы? / К какой породе собак она принадлежит?",
            "Спаниели - моя любимая порода собак.",
            "Добрые дела плодятся сами по себе.",
            "Тюлени выходят на берег для размножения.",
            "Эта порода не подвержена изменениям.",
            "Плохие условия жизни порождают жестокость и безысходность.",
            "Основатели Google являются представителями нового поколения предпринимателей.",
            "Он последний из вымирающей породы.",
            "Эти куры из плохой породы и не часто несутся.",
            "Этих собак первоначально разводили в Шотландии для выгона овец. (чтобы они помогали пасти овец)",
            "Колли — это рабочая порода собак.",
            "Несправедливое правительство вызывает отчаяние в душах людей.",
            "В наше время настоящие ковбои — вымирающий вид (т.е. их осталось не так много).",
            "Он занялся разведением крупного рогатого скота.",
            "Комары размножаются в водоёмах со стоячей водой.",
            "Эти растения выедены для того, чтобы противостоять болезням и засухе.",
            "Эти птицы выводят потомство / размножаются в северных широтах.",
            "Для размножения зелёные черепахи возвращаются на свой родной остров.",
            "Появилось новое поколение школьных учителей. Они объединяются в профсоюзы, они объявляют забастовки.",
            "Каковы характерные признаки данной породы?",
            "Он проводил эксперименты на определённой породе белых крыс.",
            "Каждая из передач этого цикла будет посвящена отдельной породе собак.",
            "Кажется разумным предположить, что эти условия порождают насилие.",
            "Она была сторонницей принуждения женщин к рождению детей, независимо от замужества.",
            "По условиям конкурса предлагалось денежное вознаграждение первому, кто сумеет вывести синюю розу.",
            "Она считает, что мы растим поколение детей, которые ничего не знают об истории своей страны.",
            "Эта порода была на грани исчезновения.",
            "Этот скот был скрещён с породой из высокогорья.",
            "Он допустил, что в армии появились неудовлетворённость и зависть."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}