{
    "brick": {
        "comment": [
            "fabric"
        ],
        "translate": "кирпич, брусок, клинкер, кирпичный, облицовывать",
        "transcription": " |brɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We live in the brick duplex.",
            "The church was built of brick.",
            "He has been an absolute brick.",
            "Protesters attacked the police with stones and bricks.",
            "The brick works closed last year.",
            "The large brick house with a turret at top.",
            "The boy's ball accidentally dislodged the top brick from the wall.",
            "We seem to have come up against a brick wall in this investigation.",
            "Negotiations ran into a brick wall.",
            "My office is in that small brick building.",
            "The brick connected on her head, knocking her out.",
            "I caught my coat on a loose brick projecting from the wall.",
            "A brick crashed through the window.",
            "a path bordered by a high brick wall",
            "The plot of land is demarcated by a low brick wall.",
            "I've tried to talk some sense into them, but it's like banging my head against a brick wall.",
            "My father was just driving along, minding his own business, when suddenly a brick came through the window."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы живем в кирпичном дуплексе. (амер. двухквартирный дом или брит. квартира на два этажа).",
            "Церковь была построена из кирпича.",
            "Он был абсолютно \"своим парнем\". / На него всегда можно было положиться.",
            "Митингующие напали на полицейских с камнями и кирпичами.",
            "Кирпичный завод закрылся в прошлом году.",
            "Большой кирпичный дом с башенкой на крыше.",
            "Мяч мальчика случайно выбил верхний кирпич из стены.",
            "Кажется, в этом расследовании, мы зашли в тупик.",
            "Переговоры зашли в тупик.",
            "Мой кабинет находится в этом небольшом кирпичном здании.",
            "Кирпич сильно попал ей по голове, и она потеряла сознание.",
            "Я зацепился своим пальто за кирпич, торчавший из стены.",
            "В окно с громким звоном влетел кирпич.",
            "дорожка вдоль высокой кирпичной стены",
            "Границы земельного участка определены невысокой кирпичной стеной.",
            "Я пытался было как-то их вразумить, но это всё равно что биться головой о стену.",
            "Мой отец просто ехал себе и никого не трогал, когда в окно (машины) вдруг влетел кирпич."
        ]
    }
}