{
    "bride": {
        "comment": [
            "bright",
            "brightly",
            "brightness",
            "bridge"
        ],
        "translate": "невеста, новобрачная",
        "transcription": " |braɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I give you the bride and groom!",
            "The bride danced with her father.",
            "Sam was head over heels in love with his new bride.",
            "The bride and groom exchanged vows.",
            "I'd like to propose a toast (=ask people to drink a toast) to the bride and groom.",
            "He and his bride boarded the train, and the conductor announced: \"All aboard!\"",
            "The bride's family were scheming to prevent a wedding.",
            "He made a toast to the bride and groom.",
            "Jilt a lover or a bride",
            "The charming bride outbraved all.",
            "The bride walked down the aisle to the altar.",
            "The bride's veil trailed along the ground.",
            "The bride wore white with a pearl headdress.",
            "The bride carried a bouquet of white and red roses.",
            "It's the custom for the bride's father to pay for the wedding.",
            "The bride and groom rode in a limousine from the church to the reception hall.",
            "The bride wore a lovely lace wedding gown.",
            "Everyone drank a toast to the bride and groom.",
            "We don't want the flower girl upstaging the bride.",
            "I'd like to propose a toast to the bride and groom.",
            "The bride's train was carried by her two young nephews.",
            "Could the bride's family all gather together for a photo?",
            "In some cultures it is customary for the bride to wear white.",
            "By tradition, it's the bride's parents who pay for the wedding.",
            "By convention, the bride's father gives her away at her wedding.",
            "It is the custom for the bride to wear a white dress on her wedding day.",
            "Ladies and gentlemen, will you raise your glasses to the bride and groom.",
            "The gossamer veil seemed to float about the bride as she walked down the aisle.",
            "You don't see many threesomes at honeymoon resorts, but one bride had brought along her mother."
        ],
        "example_translate": [
            "Я предлагаю выпить за жениха и невесту!",
            "Невеста потанцевала со своим отцом.",
            "Сэм был по уши влюблен в свою невесту.",
            "Жених и невеста обменялись брачными обетами.",
            "Я хотел бы предложить тост (т.е. попросить людей выпить) за жениха и невесту.",
            "Он со своей невестой сел в поезд, и кондуктор объявил, что посадка окончена.",
            "Родственники невесты плели интриги, чтобы расстроить свадьбу.",
            "Он поднял тост за жениха и невесту.",
            "Бросай любовника или жениха",
            "Очаровательная невеста затмевала всех своей красотой.",
            "Невеста прошла по проходу к алтарю.",
            "Фата невесты волочилась по земле.",
            "Невеста была в белом (платье) с перламутровым головным убором.",
            "Невеста несла букет из белых и красных роз.",
            "Согласно обычаю, свадьбу оплачивает отец невесты.",
            "Из церкви жених и невеста отправились на лимузине в банкетный зал.",
            "Невеста была в прекрасном кружевном свадебном платье.",
            "Все выпили за жениха и невесту.",
            "Мы не хотим, чтобы девушка с букетом отвлекала внимание от невесты.",
            "Я хотел бы предложить тост за жениха и невесту",
            "Шлейф невесты несли два её маленьких племянника.",
            "Не могла бы вся семья невесты собраться вместе для фотографии?",
            "В некоторых культурах принято, чтобы невеста была одета в белое.",
            "По традиции, свадьбу оплачивают родители невесты.",
            "Согласно обычаю, на церемонии бракосочетания отец невесты отдаёт её жениху.",
            "По обычаю, в день свадьбы невеста надевает белое платье.",
            "Дамы и господа, поднимите, пожалуйста, бокалы за невесту и жениха.",
            "Тонкая фата, казалось, плыла вокруг невесты, когда она шла под венец.",
            "На курортах для молодожёнов редко увидишь троицу, но одна из невест привезла с собой мать."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}