{
    "briefly": {
        "comment": [],
        "translate": "кратко, коротко, вкратце, сжато",
        "transcription": " |ˈbriːfli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Briefly, I think we should accept their offer.",
            "Please briefly describe your experience.",
            "We paused briefly to look at the scenery.",
            "'I'm divorced, as you know,' she said briefly.",
            "We stopped off briefly in London.",
            "Several important issues are only briefly mentioned.",
            "Sonia explained briefly what we had to do.",
            "The whale surfaced briefly then dove under again.",
            "Gielgud appears briefly in this movie.",
            "We hugged briefly, and then it was time to say goodbye.",
            "He sketched the story briefly, telling the facts just as they had happened.",
            "She appeared on the show, albeit briefly.",
            "If I can digress for a moment, I'd like to briefly mention her earlier films.",
            "Briefly, the hunter and his quarry glared at each other.",
            "The head coach was briefly suspended after launching into a foul-mouthed philippic during a press conference."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Короче говоря, я думаю, что нам следует принять их предложение.",
            "Пожалуйста, кратко опишите ваш опыт работы.",
            "Мы ненадолго задержалась, чтобы полюбоваться пейзажем.",
            "— Как вам известно, я в разводе, — кратко сказала она.",
            "Мы ненадолго остановились в Лондоне.",
            "Некоторые важные вопросы были упомянуты лишь вкратце.",
            "Соня кратко объяснила, что мы должны делать.",
            "Кит ненадолго всплыл, а затем вновь нырнул вглубь.",
            "Гилгуд ненадолго появляется в этом фильме.",
            "Мы быстренько обнялись и затем пришло время попрощаться.",
            "Он пересказал историю в общих чертах, кратко описав, как всё было.",
            "Она появилась на шоу, хотя и на короткое время /ненадолго/.",
            "Если позволите мне на секунду отвлечься, я бы хотел коротко упомянуть ее ранние фильмы.",
            "Короче, охотник и его жертва уставились друг на друга.",
            "Главный тренер получил небольшую дисквалификацию после того, как во время одной из пресс-конференций он, не стесняясь в выражениях, разразился гневной обличительной речью."
        ]
    }
}