{
    "brief": {
        "comment": [],
        "translate": "краткий, короткий, недолгий, резюме, сводка, инструкция, резюмировать",
        "transcription": " |brif|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a brief stay in the country",
            "The meeting will be brief.",
            "You'll be briefed at Control.",
            "We stopped by Alice's house for a brief visit.",
            "My brief was to train and advise the staff.",
            "The Prime Minister asked his officials to brief him on the subject.",
            "Greene spent a brief time at Cambridge.",
            "Let's keep this conversation brief., I have a plane to catch.",
            "He covered the matter in a brief statement.",
            "We were briefed that if we could not sight and identify the target we had to bring our bombs back.",
            "The President has been briefed by his advisers.",
            "The president has been fully briefed on the current situation in Haiti.",
            "The President read a brief statement to reporters before boarding his plane.",
            "Our two salesmen were briefed on the format of the magazine, the advert sizes and costs, and the general article content.",
            "The essay is brief but thorough enough.",
            "a one-page brief of the intelligence report",
            "Her brief is to manage the company's sales department.",
            "The reporters were briefed about the President's plan to invade.",
            "The architect's brief is to design an extension that is modern but blends with the rest of the building."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ie = [iː]"
        ],
        "example_translate": [
            "недолгое пребывание в стране",
            "Совещание будет кратким.",
            "Инструкции получите на командном пункте.",
            "Мы остановились возле дома Алисы, чтобы ненадолго зайти к ней в гости.",
            "Моя задача заключалась в обучении и консультировании персонала.",
            "Премьер-министр попросил своих подчинённых ввести его в курс дела.",
            "Грин провёл некоторое время в Кембридже.",
            "Давайте не будем затягивать эту беседу: мне ещё нужно успеть на самолет.",
            "Он осветил этот вопрос в коротком сообщении.",
            "У нас были инструкции не сбрасывать бомбы, если мы не обнаружим и не опознаем цель.",
            "Президент проинформирован своими советниками.",
            "Президент полностью проинформирован о текущей ситуации на Гаити.",
            "Перед посадкой на борт самолёта президент выступил с кратким заявлением перед журналистами.",
            "Два наших продавца были проинструктированы о формате журнала, размерах и стоимости рекламных объявлений, а также об общем содержании статьи.",
            "Данное сочинение является кратким, но достаточно основательным.",
            "одностраничное резюме доклада разведки",
            "Ей поручено управлять отделом продаж компании.",
            "Журналистов проинформировали о президентском плане вторжения.",
            "Архитектору поручено спроектировать пристройку, которая является современной, но сливается с остальной частью здания."
        ]
    }
}