{
    "brightly": {
        "comment": [
            "bright",
            "brightness",
            "bridge",
            "bride"
        ],
        "translate": "ярко, беспечально",
        "transcription": " |ˈbraɪtli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She smiled brightly.",
            "The sun shone brightly.",
            "The grass is brightly green.",
            "The moon shone brightly in the sky.",
            "The male is usually bigger and more brightly coloured than the female.",
            "Predators have been observed to avoid attacking brightly coloured species.",
            "These brightly coloured insects flit about above the ground.",
            "The kitchen was warm and brightly lit.",
            "A small fire burned brightly in the fireplace.",
            "Brightly colored objects pique a baby's interest.",
            "brightly colored balloons and other party decorations",
            "He kept the lamp of hope burning brightly in his soul.",
            "Does a constellation twinkle more brightly than a single star?",
            "He chaffed her about the brightly colored shirt she had received as a gift.",
            "The simple stone floor is the perfect foil for the brightly coloured furnishings.",
            "Among the court entertainers waiting to enter the grand hall were masked harlequins in brightly colored pantaloons."
        ],
        "example_translate": [
            "Она весело улыбнулась.",
            "Ярко светило солнце.",
            "Трава ярко-зеленая.",
            "Луна ярко сияла в небе.",
            "Самцы обычно крупнее и более ярко окрашены, чем самки.",
            "Как показывают наблюдения, хищники избегают нападений на ярко окрашенных животных.",
            "Эти яркие насекомые порхают над землей.",
            "На кухне было тепло и очень светло.",
            "В камине ярко пылал огонёк.",
            "Ярко окрашенные объекты возбуждают интерес младенцев.",
            "яркие разноцветные шары и другие праздничные украшения",
            "Он берёг свет надежды, ярко горевший в его душе. / Он не давал угаснуть яркому свету надежды в своей душе.",
            "Мерцают ли созвездия ярче, чем одиночные звёзды?",
            "Он подтрунивал над ней из-за яркой рубашки, которую она получила в подарок.",
            "Простой каменный пол является идеальным контрастом для ярко окрашенной мебели.",
            "Среди придворных артистов, ожидающих у входа в большой зал, были арлекины в масках и ярких панталонах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}