{
    "broadcast": {
        "comment": [
            "castle",
            "cast",
            "forecast"
        ],
        "translate": "передача, радиовещание, вещать, распространять, радиовещательный",
        "transcription": " |ˈbrɔːdkæst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His speech was broadcast on national radio.",
            "I missed the broadcast, I forgot to listen in.",
            "They broadcast the news people want to see.",
            "The interview was broadcast from London.",
            "The broadcast was delayed because of technical difficulties .",
            "They mostly just broadcast fluff.",
            "The President's speech will be broadcast on all channels.",
            "The interview was broadcast live across Europe.",
            "I managed to pick up an American news broadcast.",
            "The judge decided to allow broadcast of the trial.",
            "They broadcast the news to the local population every day.",
            "The radio station faded the music down to give a special news broadcast.",
            "Don't broadcast the fact that he lost his job.",
            "Did you hear the broadcast of last night's game?",
            "The ceremony will be broadcast live on television.",
            "a speech that was broadcast live during prime time",
            "This broadcast comes live via satellite from New York.",
            "Mr Thornton's broadcast talks on exotic music are widely known.",
            "CNN's live broadcast of the trial (=sent out at the same time as the events are happening)",
            "the President's radio broadcast to the nation",
            "The networks compete to broadcast important sports events.",
            "The local news station broadcast a special weather update.",
            "The interview will be broadcast through a satellite hookup.",
            "The station broadcasts the symphony live every Friday night.",
            "The video portion of the broadcast was fine but the sound was poor.",
            "The audio portion of the broadcast was fine but the picture was poor.",
            "There was so much static on the radio we couldn't hear the broadcast.",
            "The interview will be broadcast nationally through a satellite linkup.",
            "Live broadcast of the presidential debate preempts the regular news hour.",
            "After the broadcast, we were inundated with requests for more information."
        ],
        "example_translate": [
            "Его речь транслировалась по национальному радио.",
            "Я пропустил передачу, я забыл, что она идёт.",
            "Они показывают такие новости, какие люди хотят видеть.",
            "Интервью транслировалось из Лондона.",
            "Трансляция была приостановлена по техническим причинам.",
            "Они большей частью передают по радио просто ерунду.",
            "Речь Президента будет передаваться по всем каналам.",
            "Интервью транслировалось в прямом эфире на всю Европу.",
            "Мне удалось поймать американскую новостную программу.",
            "Судья разрешил трансляцию судебного разбирательства.",
            "Они каждый день передают программы новостей для местного населения.",
            "Радиостанция заглушила музыку, чтобы передать экстренные новости.",
            "Не надо всем рассказывать, что он потерял работу.",
            "Ты слышал трансляцию вчерашней игры?",
            "Церемония будет транслироваться по телевидению в прямом эфире.",
            "речь, которая транслировалась в прямом эфире в прайм-тайм",
            "Эта передача идёт в прямом эфире через спутник из Нью-Йорка.",
            "Радиопрограммы мистера Торнтона о необычных направлениях в музыке широко известны.",
            "прямая трансляция судебного разбирательства на канале CNN (проходит одновременно с происходящими событиями)",
            "радиотрансляция обращения президента к народу",
            "Эти телесети конкурируют за право показа важных спортивных событий.",
            "Местная станция передал специальный выпуск прогноза погоды.",
            "Интервью будет транслироваться по спутниковой связи.",
            "Каждую пятницу, по вечерам, станция транслирует эту симфонию в прямом эфире.",
            "Картинка трансляции была в порядке, но звук был плохой.",
            "Аудиосоставляющая трансляции была неплоха, но вот картинка никуда не годилась.",
            "По радио было столько помех, что передачу совсем не было слышно.",
            "Интервью будет транслироваться на всю страну посредством спутниковой связи.",
            "Вместо обычных часовых новостей в эфире идёт прямая трансляция президентских дебатов.",
            "После эфира нас завалили просьбами о получении более подробной информации."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}