{
    "brochure": {
        "comment": [
            "hurry",
            "hurt",
            "church"
        ],
        "translate": "брошюра",
        "transcription": " |brəʊˈʃʊr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This brochure contains our latest information including details of all upcoming projects.",
            "Please ask for our free colour brochure.",
            "All special offers advertised in this brochure are subject to availability.",
            "I've attached an application to the brochure for you.",
            "The brochure is available in electronic and paper versions.",
            "The travel brochure is full of the most wonderful resorts imaginable.",
            "The brochure tries to give a fair and accurate description of each hotel.",
            "Regarding your recent inquiry, I have enclosed a copy of our new brochure.",
            "The brochure images a vacation at the resort in language that makes you want to make a reservation this instant."
        ],
        "example_translate": [
            "Эта брошюра содержит нашу последнюю информацию, включая детали будущих проектов.",
            "Просим обращаться за нашими бесплатными брошюрами.",
            "Все специальные предложения, представленные в данной брошюре, действительны при условии наличия товаров.",
            "Для вас я приложил к брошюре анкету.",
            "Эта брошюра имеется как в электронной, так и в бумажной версии.",
            "В этой туристической брошюре полно самых прекрасных курортов, которых только можно себе представить.",
            "В брошюре сделана попытка дать беспристрастное и точное описание каждой гостиницы.",
            "Что касается вашего последнего запроса, я приложил (к письму) экземпляр нашей новой брошюры.",
            "Брошюра расписывает отдых на этом курорте так заманчиво, что хочется сию же секунду забронировать там себе место."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}