{
    "bruise": {
        "comment": [],
        "translate": "синяк, ушиб, кровоподтек, повреждение, помять, помяться, повредить, контузить",
        "transcription": " |bruːz|",
        "antonyms": [],
        "mnemonic": [
            "bruise [бру:з] синяк, ушибать - Синяк и ушибы от (бруз-чатки);"
        ],
        "examples": [
            "She bruised her knee when she fell.",
            "I feel a dull pain if I touch the bruise.",
            "I don't want to bruise anyone's feelings.",
            "This remark really bruised my ego",
            "He had a bruise just above his left eye.",
            "A bruise forms when a blood vessel breaks under the skin.",
            "He had a bad bruise on his leg after he fell.",
            "I bruised my knee.",
            "Handle the fruit carefully or it will bruise.",
            "I have a bruise from where I bumped my head.",
            "Repeated hitting raised a large bruise.",
            "He threw it with that force against the floor that the solidest metal would have received some damage or bruise thereby.",
            "The incident had bruised his pride.",
            "Bruise the berries with a wooden spoon and strain them.",
            "She fell off her bike and bruised her knee."
        ],
        "example_translate": [
            "Она ушибла колено, когда упала.",
            "Я чувствую тупую боль, если прикасаюсь к синяку.",
            "Я не хочу, ранить чьи-либо чувства.",
            "Это замечание сильно задело моё эго.",
            "Чуть выше левого глаза у него был синяк.",
            "Синяк образуется, в следствии разрыва кровеносных сосудов под кожей.",
            "У него был страшный синяк на ноге, после того как он упал.",
            "Я ушиб колено.",
            "Обращайтесь с этим фруктом аккуратно иначе он получит повреждение и начнёт гнить.",
            "У меня синяк на том месте, где я ударился головой.",
            "От многочисленных ударов появился большой синяк.",
            "Он с такой силой ударил его об пол, что даже на самом крепком металле остались бы вмятины.",
            "Это происшествие задело его гордость.",
            "Ягоды разомните деревянной ложкой и процедите.",
            "Она упала с велосипеда и ушибла колено."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}