{
    "brush": {
        "comment": [
            "rush",
            "crush"
        ],
        "translate": "кисть, щетка, хвост, столкновение, стычка, чистить щеткой, причесывать, вычистить",
        "transcription": " |brʌʃ|",
        "antonyms": [],
        "mnemonic": [
            "brush [браш] щётка - (Браш-юру) щеткой почисти."
        ],
        "examples": [
            "Don't forget to brush your teeth.",
            "I must brush up my French.",
            "Hold the brush so.",
            "He brushed the wall lightly.",
            "Please brush this insect off.",
            "They brushed aside our suggestion.",
            "He'd had a few brushes with the police.",
            "I felt her hair brush against my arm.",
            "She gave her hair a casual stroke with the brush.",
            "Charlotte brushed against him as she left the room.",
            "He gave his hair a quick brush.",
            "Her long skirt brushed the floor.",
            "He brushed past waiting journalists.",
            "Remember to brush your teeth after eating sweets.",
            "A brush with death can make you appreciate life more.",
            "You can't brush your difficulties aside in that easy manner.",
            "Brush the pastry with milk.",
            "Brush the dust from the jacket.",
            "I'll just give my hair a quick brush.",
            "There was only just room to brush past in the crowd.",
            "A head so decisively brushed.",
            "Dip the brush into the paint.",
            "The brush provided a covert for game.",
            "The dentist recommended two brushes a day.",
            "I must brush up on my French before I go to Paris.",
            "She brushed the suit before hanging it back into the closet.",
            "I hadn't thought that we would brush up against so much opposition in this town.",
            "Brush a little oil over the top of the pizza.",
            "It was painted with just two slicks of the brush.",
            "Nell brushed past him in the doorway."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не забудь почистить зубы.",
            "Мне нужно освежить в памяти французский язык.",
            "Держи кисть вот так.",
            "Он легонько коснулся стены.",
            "Смахни, пожалуйста, эту букашку.",
            "Они отмели наше предложение.",
            "У него несколько раз были проблемы с полицией.",
            "Я почувствовал, как её волосы легонько коснулись моей руки.",
            "Она небрежно провела расчёской по волосам.",
            "Шарлотта слегка коснулась его, выходя из комнаты.",
            "Он наскоро причесался.",
            "Ее длинная юбка подметала пол /волочилась по полу/.",
            "Он прошмыгнул мимо поджидающих его журналистов.",
            "После поедания сладостей, не забудьте почистить зубы.",
            "Возможно, побывав на волоске от смерти, вы станете больше ценить жизнь.",
            "Вам не удастся так просто отмахнуться от этих проблем.",
            "Смажьте выпечку молоком.",
            "Cмахните с куртки пыль.",
            "Я сейчас, только быстренько расчешусь.",
            "Места хватило, только чтобы прошмыгнуть сквозь толпу.",
            "Так чётко выписанная голова.",
            "Окуните кисть в краску.",
            "Этот густой кустарник служил дичи укрытием.",
            "Стоматолог порекомендовал чистить зубы два раза в день.",
            "Перед поездкой в Париж я должен подзаняться французским.",
            "Она отряхнула костюм, прежде чем повесить его обратно в гардероб.",
            "Я не думал, что в этом городе нам окажут такое сопротивление.",
            "Верх пиццы смажьте небольшим количеством масла.",
            "Это было нарисовано просто двумя взмахами кисти.",
            "В дверях Нелл проскочила мимо него."
        ],
        "stars": 2
    }
}