{
    "buck": {
        "comment": [
            "bucket"
        ],
        "translate": " доллар, самец, козел, щеголь, денди, брыкание, противиться, брыкаться, выслуживаться",
        "transcription": "  |bʌk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Buck up, we're all waiting.",
            "A good holiday will buck you up.",
            "A male deer is a buck, stag.",
            "Buck up, John! We'll be late.",
            "Buck up, your troubles will soon be over.",
            "I've a mind to have a buck at this new rush myself.",
            "The white horse got over the ground in bucks like a rabbit.",
            "The plane bucked sharply.",
            "Some horses are specially trained to buck their riders off, to amuse the crowd at an outdoor performance.",
            "He owes me ten bucks.",
            "John is bucking for a promotion.",
            "It is wasted time and energy to try to buck any legitimate movement.",
            "She gave me a tonic which bucked me a little.",
            "...some sleaze will try to make a buck off of this tragic murder...",
            "Come on, buck up, things aren't that bad!",
            "a surprise presidential visit to buck up the troops",
            "He's afraid some of us will want to borrow a few bucks.",
            "It'll be a long time before the situation starts to buck up.",
            "Buck up, kids, it's not so bad as you're making it out to be.",
            "Besides, I was looking forward to seeing my sister., rent was due and I needed to borrow a few bucks.",
            "...bucked the trend to outdo everyone else and just wore the same clothes they had in previous years...",
            "You need something to buck you up.",
            "The buck stops firmly with the boss.",
            "He was bucked by the success he'd had.",
            "Are taxpayers getting enough bang for their buck?",
            "Unemployment in the area has bucked the trend by falling over the last month.",
            "Turn sparkling wine into Buck's Fizz with the addition of chilled orange juice.",
            "I couldn't make out any of the panhandler's slobber, but I gave the poor soul a buck anyway.",
            "The movie is about a group of men trying to make a buck (=earn some money) as male strippers.",
            "a con man whose dupes are usually led on by their own greed and eagerness to turn an easy buck"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Поторопись, мы ждём.",
            "Хорошо проведённый отпуск оживит тебя.",
            "Самец оленя называется олень-самец.",
            "Веселей, Джон! Мы опаздываем.",
            "Гляди веселей, скоро твоим неприятностям настанет конец!",
            "Я хочу сам попробовать поучаствовать в этом новом состязании.",
            "Белая лошадь поскакала, подпрыгивая как кролик.",
            "Самолёт резко шатнуло / качнуло.",
            "Некоторых лошадей специально натаскивают, чтобы они брыкались - зрители это очень любят.",
            "Он должен мне десять баксов.",
            "Джон твёрдо нацелился на повышение.",
            "Напрасная трата времени и сил - пытаться противостоять любому законному движению.",
            "Она дала мне тоник, который немного меня взбодрил.",
            "...какая-нибудь сволочь непременно постарается нажиться на этом громком убийстве...",
            "Ну же, не падай духом: всё не так уж плохо!",
            "неожиданный визит президента с целью ободрить войска",
            "Он боится, что кто-нибудь из нас попросит у него несколько баксов.",
            "Пройдёт много времени, прежде чем положение начнёт улучшаться.",
            "Веселей, ребята, — всё не так плохо, как вы думаете.",
            "Кроме этого, я с нетерпением ждал встречи со своей сестрой — пора было вносить арендную плату, и мне нужно было занять несколько баксов.",
            "...отказался от всеобщего желания перещеголять всех остальных и просто носил ту же одежду, что и в предыдущие годы...",
            "Тебе нужно чем-нибудь взбодриться.",
            "Окончательное решение неизменно остаётся за шефом.",
            "Его успех придал ему гордости.",
            "Получают ли налогоплательщики то, за что они платят?",
            "За последний месяц уровень безработицы в данной области упал, нарушив складывающуюся тенденцию.",
            "Превратите игристое вино в коктейль \"бакс-физ\", добавив в него охлаждённого апельсинового сока.",
            "Хоть из бормотания этого попрошайки я не понял ни слова, но всё равно дал бедняге доллар.",
            "Этот фильм — о группе мужчин, которые пытаются срубить бабла (т.е заработать денег) в качестве стриптизёров.",
            "мошенник, чьих жертв обычно подводит их собственная жадность и стремление заработать лёгкие деньги"
        ],
        "stars": 0
    }
}