{
    "bucket": {
        "comment": [],
        "translate": "ведро, бадья, грейфер, черпак, наваливаться, черпать, гнать лошадь",
        "transcription": " |ˈbʌkɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He sank the bucket into the well.",
            "There's a hole in the bucket and the water is leaking out.",
            "Peter has fainted., this bucket of water should fetch him round.",
            "She lowered her bucket into the well.",
            "I upended the bucket to use as a stool.",
            "The Greek, that great well whence we bucket up our terms.",
            "When you've slopped out the waste bucket, clean it thoroughly.",
            "They were drinking beer by the bucket.",
            "We used two buckets of paint to paint the living room.",
            "Get a bucket to swill the yard down.",
            "Bucketing water from the well, we raced to put out the fire.",
            "They made buckets of cash on the deal.",
            "He was standing with a bucket of icy water in one hand and a wet sponge in the other.",
            "a bucket of water and a chamois",
            "He made buckets of money in the stock market.",
            "She watched the water swill around in the bucket.",
            "We set a booby trap by balancing a bucket of water on top of the door so that it would fall on him when he came in."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он опустил ведро в колодец.",
            "В ведре дыра, и вода просачивается.",
            "Питер упал в обморок., ведро воды должно привести его в чувство.",
            "Она опустила ведро в колодец.",
            "Я перевернул ведро, чтобы усесться на него, как на стул.",
            "Греческий язык, этот великий источник, из которого мы черпаем наши термины.",
            "После того как вынесете помойное ведро, хорошенько его помойте.",
            "Они пили пиво вёдрами.",
            "Мы потратили два ведра краски, чтобы покрасить гостиную.",
            "Найди ведро, чтобы помыть двор.",
            "Зачерпнув в вёдра воды из колодца, мы помчались тушить пожар.",
            "На этом деле они заработали огромную кучу денег.",
            "Он стоял с ведром ледяной воды в одной руке и мокрой губкой в другой.",
            "ведро воды и замшевая тряпка",
            "Он сделал кучу денег на фондовом рынке.",
            "Она смотрела, как в ведро наливается вода.",
            "Мы соорудили ловушку, установив ведро воды наверху двери, чтобы оно упало на него, когда он войдёт в комнату."
        ]
    }
}