{
    "bulk": {
        "comment": [],
        "translate": "объем, масса, большая часть, рыхлый, лежащий навалом, казаться, нагромождать",
        "transcription": " |bʌlk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bulk of the debt was paid.",
            "It is cheaper to buy it in bulk.",
            "The bulk of the goods of this company is intended for export.",
            "The bulk of the goods is transported by rail and ships.",
            "The bulk of the work is finished.",
            "The question of replacing the director bulks large with the committee.",
            "Your money could bulk up to a fortune if you save everything you can.",
            "They spend the bulk of their time slanging one another in public.",
            "It is cheaper to buy it in bulk.",
            "The great bulk of these people are extremely poor.",
            "The bulk of his materials generally overwhelms him.",
            "Yeomen and tradesmen formed the bulk of the insurgents.",
            "The dough will rise until it is double in bulk.",
            "They sent bulk shipments of food to the country.",
            "The bulk of the cargo is discharged overside into lighters.",
            "The bulk of the lambs consisted of this season's drop.",
            "The bulk of consumers are based in towns.",
            "Farming makes up the bulk of the country's economy.",
            "The Customs are not to blame for the bulking of Indian tea.",
            "It's much cheaper to buy in bulk (=buy large quantities of something)."
        ],
        "example_translate": [
            "Основная часть долга выплачена.",
            "Дешевле купить это оптом.",
            "Основная масса товаров компании предназначена для экспорта.",
            "Основная масса товаров перевозится железнодорожным и морским транспортом.",
            "Основная часть работы уже закончена.",
            "Вопрос замены директора кажется комитету важным.",
            "Ты можешь скопить целое состояние, если будешь откладывать максимально возможные суммы.",
            "Большую часть времени они поносят друг друга у всех на виду.",
            "Дешевле купить его оптом.",
            "Подавляющее большинство этих людей крайне бедны.",
            "Объём материала обычно заваливает его.",
            "Мелкие землевладельцы и торговцы составили основу повстанцев.",
            "Тесто будет подниматься, пока не увеличится в объёме вдвое.",
            "В страну были отправлены массовые поставки продовольствия.",
            "Основная масса груза разгружается на лихтер через борт.",
            "Основная часть ягнят представляла собой помёт этого года..",
            "Основная часть потребителей находится в городах.",
            "Сельское хозяйство составляет основную часть экономики страны.",
            "Таможенное управление не следует обвинять в несоответствии веса индийского чая.",
            "Гораздо дешевле делать оптовые закупки (т.е. покупать что-то большими партиями)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}