{
    "bully": {
        "comment": [
            "bullet",
            "bulb",
            "bulk",
            "bulletin"
        ],
        "translate": "хулиган, задира, забияка, запугивать, задирать, великолепный",
        "transcription": " |ˈbʊlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Bullies are often cowards.",
            "He bullied his younger brothers.",
            "Teachers usually know who the bullies are in a class.",
            "The bully had to back down",
            "They were bullied out of their right.",
            "The cook will give you a bully dinner.",
            "She complained that she was being bullied by the assistant manager.",
            "The boys bullied the small girl into giving them all her money.",
            "It takes a lot of pluck to stand up to a bully.",
            "Yes, I know you've done all the dishes. Bully for you!",
            "Those boys will have to be bullied into action.",
            "I've told him a hundred times not to bully people, but he never learns.",
            "He is a bully and has been successful in dominating the entire household.",
            "Don't let them bully you into working on Saturdays.",
            "A gang of bullies was secretly sent to slit the nose of the offender.",
            "We watched his grappling and wrestling with the bully.",
            "That's a bully idea for reviving the town's retail center.",
            "...the loutish bully didn't have a whole lot of friends...",
            "Evans is an arrogant bully who needs taking down a peg or two.",
            "He's the sort of insensitive bully who enjoys throwing his weight around.",
            "He was a bully, and we're well rid of him (=it is good that he has gone)."
        ],
        "example_translate": [
            "Хулиганы часто являются трусами.",
            "Он запугал своих младших братьев.",
            "Учителя обычно знают, кто задирается в классе.",
            "Хулигану пришлось отступить",
            "Их так запугали, что они отказались от своего права.",
            "Повар приготовит для вас замечательный обед.",
            "Она пожаловалась, что заместитель руководителя издевается на ней.",
            "Парни так запугали девочку, что она отдала им все деньги.",
            "Нужно много мужества чтобы противостоять хулигану.",
            "Да, я знаю, что ты вымыла всю посуду. Возьми с полки пирожок! / Купи себе медаль!",
            "Этим парням надо как следует пригрозить, чтобы они начали что-то делать.",
            "Я ему сто раз говорил не задирать людей, но всё без толку.",
            "Он тиран и с легкостью захватил власть в семье.",
            "Не позволяйте им заставлять вас работать по субботам.",
            "Тайком была отправлена шайка хулиганов, чтобы они расквасили нос обидчику.",
            "Мы наблюдали, как он сцепился с хулиганом и начал с ним бороться.",
            "Это отличная идея для возрождения городского торгового центра.",
            "...этот хамоватый задира не имеет много друзей...",
            "Эванс — это высокомерный хулиган /заносчивый задира/, которого нужно поставить на место.",
            "Это толстокожий забияка, который любит похвастать своим положением.",
            "Он был задирой, и слава богу, что мы от него избавились (т.е. хорошо, что он ушёл)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}