{
    "bump": {
        "comment": [
            "album"
        ],
        "translate": "удар, шишка, столкновение, ударяться, ударять, толкать, вдруг, внезапно",
        "transcription": " |bʌmp|",
        "antonyms": [],
        "mnemonic": [
            "bump [бамп] удар, ударять - (Бамп-ер) от удара защищает.",
            "bump [bʌmp]\n***\nВРЕЗАЛСЯ в бампер, коротко - в бамп. (это)\nУдар, шишка."
        ],
        "examples": [
            "My car bumped into the tree.",
            "I bumped into an old friend in town today.",
            "I've bumped into the door and hurt my knee.",
            "Did you feel a bump?",
            "She has a bump on the back of her head.",
            "Two more good results will bump up your average.",
            "The bump threw him off the bicycle",
            "Then he bumped me against the wall.",
            "His mood of exaltation fell with a bump into the trough of melancholy.",
            "The loss bumped us out of first place.",
            "They bumped into us from behind.",
            "I ran after him, bumping against people in my hurry.",
            "She walked home the long way round so as not to bump into anybody.",
            "And it comes bump on the head.",
            "Be careful not to bump the vase.",
            "She bumped her arm on the table.",
            "I have a bruise from where I bumped my head.",
            "These drug dealers mean business, and they'll bump off anyone who gets in their way.",
            "We heard a bump in the next room.",
            "Tim was a clumsy boy, always bumping into the furniture.",
            "The car shook as it went over a bump.",
            "Gingerly she explored the bump on her head with her fingers.",
            "He wound up with a few minor bumps and bruises from the fight.",
            "The reforms bumped many families off the state-provided healthcare list.",
            "The roof was so low he bumped his head (=his head hit the roof).",
            "Every bump in the road swashed a little more of my soda on the car's upholstery.",
            "The TV show will be bumped to a new time."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Моя машина врезалась в дерево.",
            "Сегодня в городе я столкнулся со старым приятелем.",
            "Я стукнулся о дверь и поранил колено.",
            "Ты почувствовал удар /толчок/?",
            "У неё шишка на затылке.",
            "Еще два неплохих результата поднимут твой средний балл.",
            "От удара он упал с велосипеда.",
            "Тогда он схватил меня и как шарахнет о стену.",
            "Его хорошее настроение с грохотом обрушилось в дыру меланхолии.",
            "Это поражение выбило нас с первого места.",
            "Они налетели на нас /врезались в нас/ сзади.",
            "Я погнался за ним, в спешке налетая на людей.",
            "По дороге домой она сделала крюк, чтобы случайно на кого-нибудь не наткнуться.",
            "И эта штуковина с треском ударяет по голове.",
            "Осторожно, не стукни вазу.",
            "Она ударилась рукой о стол.",
            "У меня синяк на том месте, где я ударился головой.",
            "Эти наркодельцы не шутят, и замочат любого, кто встанет у них на пути.",
            "Мы услышали, как в соседней комнате что-то глухо стукнуло.",
            "Тим был неуклюжим мальчиком, постоянно натыкающимся на мебель.",
            "Автомобиль тряхнуло, когда он наехал на кочку.",
            "Она осторожно потрогала шишку у себя на голове.",
            "Он вырвался из драки с несколькими небольшими синяками и ушибами.",
            "Из-за этих реформ многие семьи оказались вычеркнуты из списка лиц, медицинское обслуживание которых осуществляется за государственный счёт.",
            "Потолок был настолько низким, что он стукнулся головой (т.е. ударился головой о потолок).",
            "С каждым дорожным ухабом на обивку машины выплескивалось ещё немного моей газировки.",
            "Показ этого телешоу передвинут на новое время."
        ],
        "stars": 1
    }
}