{
    "bunch": {
        "comment": [
            "bundle",
            "tribunal"
        ],
        "translate": "гроздь, связка, пучок, группа, пук, сгусток, сбивать в кучу, сбиваться в кучу",
        "transcription": " |bʌntʃ|",
        "antonyms": [],
        "mnemonic": [
            "bunch [банч] букет - Я (б анч-оусов) целый букет купил бы;",
            "bunch [bʌntʃ]\n***\nВ одной СВЯЗКЕ Патрик и Спанч. (это) bunch\nПУЧОК цветов принёс мне Спанч. (это) bunch\nСВЯЗКУ ключей потерял Спанч. (это) bunch"
        ],
        "examples": [
            "I'll send her a bunch of flowers.",
            "The children bunched together in small groups.",
            "He is the best of the bunch.",
            "There's a whole bunch of places I want to visit.",
            "Sean bunched his fists.",
            "He had a bunch of keys on his belt.",
            "Grapes with bunches red as blood.",
            "Don't bunch the flowers up so tightly, you'll spoil them.",
            "It's a load / pile / bunch of crap.",
            "A bunch of crazies live there.",
            "She bunched her fingers into a fist.",
            "The singers bunched up to make room for one more.",
            "He is the worst of the bunch.",
            "Gina was carrying a small bunch of flowers.",
            "They treated us like a bunch of patsies.",
            "They're playing you for a bunch of saps!",
            "That's a bunch of crap! I never said that.",
            "You're all behaving like a bunch of animals.",
            "All that talk is just a bunch of hokum.",
            "The child's tights bunched at the ankles.",
            "The company is run by a bunch of dullards.",
            "The ancient Egyptians were a clever bunch.",
            "They were acting like a bunch of morons.",
            "Amy picked a small bunch of wild flowers.",
            "They treated us like a bunch of peasants.",
            "The club members are a really live bunch.",
            "...the dress bunches a bit at the waist...",
            "The report is just a bunch of gobbledygook.",
            "A bunch of keys hung from his belt.",
            "a bunch of ill-mannered little brats"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я пошлю ей букет цветов.",
            "Дети разбиты на небольшие группы.",
            "Он лучший из них.",
            "Есть целая куча мест, которые я хочу посетить.",
            "Шон сжал свои кулаки.",
            "На поясе у него была связка ключей.",
            "Кроваво-красные гроздья винограда.",
            "Не завязывай цветы так туго, ты их испортишь.",
            "Это полная чушь.",
            "Там живёт кучка психов.",
            "Она сжала пальцы в кулак.",
            "Вокалисты потеснились, чтобы дать место ещё одному человеку.",
            "Он — самый худший из всей этой компании.",
            "В руках у Джины был букетик цветов.",
            "С нами обращались, как с кучкой идиотов /как с лохами/.",
            "Они держат вас за компанию недоумков.",
            "Это полная херня! Я такого никогда не говорил.",
            "Вы ведёте себя, как скоты.",
            "Всё это — просто какие-то бредни /сплошная демагогия/.",
            "Детские колготки сползли до лодыжек.",
            "Компания управляет кучка идиотов.",
            "Древние Египтяне были людьми смышлёными.",
            "Они вели себя, как кучка идиотов.",
            "Эми собрала небольшой букет /букетик/ полевых цветов.",
            "С нами обошлись, как с каким-то деревенским мужичьём.",
            "Члены этого клуба — настоящие живчики.",
            "...платье немного топорщилось/выпирало в талии..",
            "Это не отчёт, а сплошная белиберда.",
            "С его ремня свисала связка ключей.",
            "куча невоспитанных маленьких сорванцов"
        ],
        "stars": 2
    }
}