{
    "bundle": {
        "comment": [
            "bunch",
            "tribunal"
        ],
        "translate": "пучок, пакет, связка, узел, сверток, вязанка, спроваживать, отсылать",
        "transcription": " |ˈbʌndl|",
        "antonyms": [],
        "mnemonic": [
            "bundle ['bʌnd (ə) l]\n***\nСВЯЗАЛ ты палочки, а куда барабан|дел. (это) bundle\nСВЯЗКУ дров отдали банде (л). (это) bundle"
        ],
        "examples": [
            "The bundle served him for a pillow.",
            "I bundled him off.",
            "The children were bundled away when the guests arrived.",
            "Could you bundle up these clothes and I'll take them to the post?",
            "He gathered the bundles of clothing into his arms.",
            "They made bundles of money.",
            "The women bundled away when their husbands returned.",
            "I shall bundle you out of here very fast if you don't leave by yourself.",
            "Don't bundle all the clothes into that bag so carelessly.",
            "I remember you were a bundle of nerves on your wedding day.",
            "Six of us bundled into a taxi.",
            "In this cold wind you'd be wise to bundle up well.",
            "The guest got very drunk so they bundled him into a taxi and sent him home.",
            "The profession offers a bundle of benefits, not least of which is extensive training.",
            "College evening classes cost a bundle.",
            "The bus door burst open and all the children bundled out.",
            "They've increased sales by bundling their most popular programs.",
            "A reliable car doesn't have to cost a bundle.",
            "All computers are bundled with a full suite of applications.",
            "The family were so ashamed of the youngest son that they bundled him off to Canada.",
            "He made a bundle on the stock market.",
            "A company can make a bundle by selling unwanted property.",
            "It was only when the price of a modem dropped below 35 $ that PC manufacturers decided to bundle modems into all new computers.",
            "The car comes bundled with free insurance.",
            "Microsoft can bundle Windows NT at discounted prices with its popular desktop application programs.",
            "This commodity bundle is preferable.",
            "She made a bundle selling real estate.",
            "Bundle up the newspapers and take them to the skip.",
            "The company offered customers a single computer solution, bundling together hardware and software."
        ],
        "example_translate": [
            "Этот свёрток служил ему подушкой.",
            "Я спровадил его, отделался от него.",
            "Когда приехали гости, детей увели.",
            "Упакуй, пожалуйста, эти вещи, а я отнесу их на почту.",
            "Он собрал узлы с одеждой и взял их в руки.",
            "Они заработали огромную кучу денег.",
            "Женщины ушли из комнаты, когда вернулись их мужья.",
            "Если ты сам не уйдёшь, я быстренько тебя выпровожу.",
            "Не пихай так вещи в чемодан!",
            "Помнится, в день вашей свадьбы вы очень нервничали.",
            "Шестеро из нас умудрились набиться в такси.",
            "На таком ветру надо кутаться потеплее.",
            "Гость был совершенно пьян, так что они впихнули его в такси и отправили восвояси.",
            "Эта профессия обладает массой достоинств, не последнее из них - большие возможности для обучения.",
            "Вечерние занятия в вузе стоят кучу денег.",
            "Дверь автобуса распахнулась, и дети высыпали оттуда.",
            "Они увеличили продажи, связав самые популярные свои программы в один пакет.",
            "Надёжный автомобиль не обязан стоить больших денег.",
            "Все компьютеры поставляются в комплекте с полным набором приложений.",
            "Семья была так оскорблена поступком младшего сына, что отправила его в Канаду.",
            "Он заработал кучу денег на фондовом рынке.",
            "Любая компания может заработать кучу денег, продав ненужную собственность.",
            "Только после того, как цены на модемы упали до 35 долларов, производители ПК стали продавать все новые компьютеры в комплекте с модемом.",
            "При покупке автомобиля предоставляется бесплатная страховка.",
            "Microsoft может поместить операционную систему Windows NT в единый пакет с популярными прикладными программами для ПК, и продавать его по сниженным ценам.",
            "Этот набор благ более предпочтителен.",
            "Она сколотила круглую сумму на продаже недвижимости.",
            "Газеты сложи и отнеси в мусорный бак.",
            "Компания предложила клиентам единое компьютерное решение, объединяющее программное и аппаратное обеспечение в один пакет."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}