{
    "burden": {
        "comment": [],
        "translate": "бремя, нагрузка, груз, тяжесть, ноша, обременять, отягощать, нагружать",
        "transcription": " |ˈbɜːrdn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He became a burden to his family.",
            "I don't want to burden you with my troubles.",
            "He is ill able to sustain the burden.",
            "The burden of responsibility weighed heavily on his shoulders.",
            "Why do you burden yourself with your sister's children?",
            "This should ease the burden on busy teachers.",
            "I don't wish to burden you with my problems.",
            "I don't like being a burden on other people.",
            "The burden of decision was his.",
            "Silicon Valley firms chafe under burden of new rules.",
            "The burden of what he said was to defend enthusiastically the conservative aristocracy.",
            "He believes that middle-class people bear a disproportionate share of the tax burden.",
            "The burden of taxation has risen considerably.",
            "She shouldered the full burden of raising three children.",
            "Taking away the burden of administration will free teachers to concentrate on teaching.",
            "Parents carry the burden of ensuring that children go to school.",
            "Caring for an elderly relative can become an intolerable burden.",
            "The total tax burden (=the amount of tax paid) has risen only slightly."
        ],
        "example_translate": [
            "Он стал обузой для своей семьи.",
            "Я не хочу обременять тебя своими проблемами.",
            "Он едва способен нести этот груз.",
            "Груз ответственности сильно давил на его плечи.",
            "Почему ты занимаешься еще и детьми своей сестры, это же лишняя морока?",
            "Это должно снизить нагрузку на учителей.",
            "Я не хочу обременять вас своими проблемами.",
            "Я не люблю быть обузой для других.",
            "Бремя решения лежало на нём.",
            "Фирмы Кремниевой долины стонут под тяжестью новых правил.",
            "Суть того, что он сказал, сводилась к призыву энергично защищать консервативную аристократию.",
            "Он считает, что люди из среднего класса несут непропорционально большую долю налогового бремени.",
            "Налоговое бремя значительно увеличилось.",
            "Она взвалила на свои плечи всю тяжесть воспитания троих детей.",
            "Освобождение учителей от административной работы позволит им сконцентрироваться на преподавании.",
            "Бремя ответственности за обеспечение того, чтобы дети ходили в школу, лежит на родителях.",
            "Уход за пожилым родственником может стать невыносимым бременем.",
            "Общая налоговая нагрузка (т.е. сумма уплаченных налогов) выросла лишь незначительно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}