{
    "bureau": {
        "comment": [
            "burst",
            "bury",
            "burial",
            "burden",
            "burglary",
            "burglar",
            "burger"
        ],
        "translate": "бюро, контора, управление, комод, письменный стол, отдел, комитет, конторка",
        "transcription": " |ˈbjʊrəʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Federal Bureau of Investigation",
            "The book is on top of my bureau.",
            "Bureau of Land Management",
            "Bureau of Internal Revenue",
            "Bureau of the Mint",
            "Bureau of Labor Statistics",
            "Bureau of Standards",
            "Bureau of International Expositions",
            "The data is then sent on to the Census Bureau.",
            "Jan's been assigned to the Asian Affairs Bureau.",
            "The Bureau is active in promoting overseas investment.",
            "The Census Bureau is an organ of the Commerce Department.",
            "Last year, the environment bureau was upgraded to a ministry.",
            "The younger policeman was leaning against the bureau with his arms folded.",
            "A correspondent in the Middle East bureau just filed a new report on the coup."
        ],
        "example_translate": [
            "Федеральное бюро расследований",
            "Книга лежит на моём комоде.",
            "Бюро по управлению землями (Министерства внутренних дел США)",
            "Налоговое управление (в США)",
            "Управление монетного двора (Министерства финансов США)",
            "Бюро статистики труда (Министерства труда США)",
            "Бюро стандартов (в США)",
            "Бюро международных выставок",
            "Затем данные отправляются в Бюро переписи населения.",
            "Ян был назначен на должность в Управление по делам Азии.",
            "Бюро проводит активную работу по стимулированию иностранных инвестиций.",
            "Бюро переписи населения является органом Министерства торговли.",
            "В прошлом году бюро по охране природы было реорганизовано в министерство.",
            "Тот полицейский, что помладше, прислонился к бюро и сложил руки на груди.",
            "Один из корреспондент ближневосточного бюро только что прислал новый отчёт об этом перевороте."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}