{
    "burglar": {
        "comment": [
            "burst",
            "bury",
            "burial",
            "bureau",
            "burden",
            "burglary",
            "burger"
        ],
        "translate": "грабитель, взломщик, вор, ночной грабитель, вор-взломщик",
        "transcription": " |ˈbɜːrɡlər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I forgot to set the burglar alarm.",
            "The burglar came through the window.",
            "The burglar wielded an axe.",
            "What would you do if you found a burglar in your flat?",
            "He claimed that he killed the burglar.",
            "The burglar planted a hard blow on his chin.",
            "The burglar carried his loot in a pillowcase",
            "The burglar used a jimmy to open the window.",
            "Ironically, he had decided not to install a burglar alarm before the break-in occurred.",
            "He trained his gun on the burglar.",
            "A burglar broke in sometime during the night.",
            "The police successfully ensnared the burglar.",
            "I've learned my lesson., I've now got a burglar alarm and a guard dog.",
            "Burglar alarm companies claim they work in close co-operation with the police.",
            "A professional burglar was able to heist a box of jewelry from the safe in the closet."
        ],
        "example_translate": [
            "Я забыл включить сигнализацию.",
            "Грабитель проник в дом через окно.",
            "Грабитель орудовал топором.",
            "Что бы вы сделали, если бы обнаружили вора в вашей квартире?",
            "Он заявил, что убил грабителя.",
            "Вор как следует врезал ему в челюсть.",
            "Грабитель нес свою добычу в наволочке",
            "Чтобы открыть окно, грабитель воспользовался монтировкой.",
            "По иронии судьбы, незадолго до взлома он решил не устанавливать охранную сигнализацию.",
            "Он навёл своё оружие на грабителя.",
            "Где-то посреди ночи в дом вломился грабитель.",
            "Полиция успешно поймала грабителя.",
            "Урок я усвоил: теперь у меня есть охранная сигнализация и сторожевая собака.",
            "Компании, продающие охранные сигнализации, утверждают, что они работают в тесном сотрудничестве с полицией.",
            "Профессиональному взломщику удалось умыкнуть из сейфа в шкафу коробку драгоценностей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}