{
    "burglary": {
        "comment": [
            "burst",
            "bury",
            "burial",
            "bureau",
            "burden",
            "burglar",
            "burger"
        ],
        "translate": "кража со взломом, ограбление, ночная кража со взломом",
        "transcription": " |ˈbɜːrɡlərɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He got put inside for burglary.",
            "Most burglaries happen at night.",
            "He was charged with burglary.",
            "Burglaries have risen by 5%.",
            "Make sure the policy gives adequate coverage against burglary.",
            "Paul was doing time for burglary.",
            "Crime is on the increase, especially mugging and burglary.",
            "If you are the victim of a burglary, the emotional upset can affect you for a long time.",
            "The lawyer argued spuriously that his client knew nothing of the burglary.",
            "There have been a number of burglaries in the neighborhood in recent months.",
            "He originally acted as a fence for another gang before turning to burglary himself.",
            "Unfortunately, the burglary, which he committed while still a teen, was but a prologue to a wasted life of crime.",
            "He has been charged with attempted burglary.",
            "Cash was taken during a burglary of the apartment."
        ],
        "example_translate": [
            "Он попала в тюрьму за кражу со взломом.",
            "Большинство краж происходит в ночное время.",
            "Ему было предъявлено обвинение в краже.",
            "Число краж со взломом увеличилось на пять процентов.",
            "Убедитесь, что полис предоставляет адекватную страховую защиту от кражи со взломом.",
            "Пол отбывал срок за кражу со взломом.",
            "Уровень преступности растёт, особенно воровство и разбой.",
            "Если вы стали жертвой кражи со взломом, эмоциональное расстройство может влиять на вас долгое время.",
            "Адвокат ложно утверждал, что его клиент ничего не знал об ограблении.",
            "За последние месяцы в районе произошло несколько краж со взломом.",
            "Вначале он скупал награбленное у другой банды, а затем сам занялся грабежом.",
            "К сожалению, ограбление, которое он совершил, будучи ещё подростком, оказалось лишь прологом к потраченной впустую жизни преступника.",
            "Ему предъявлено обвинение в попытке кражи со взломом.",
            "Во время ограбления квартиры были украдены наличные деньги."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}