{
    "bury": {
        "comment": [
            "burst",
            "burial",
            "bureau",
            "burden",
            "burglary",
            "burglar",
            "burger"
        ],
        "translate": "похоронить, хоронить, закапывать, зарывать, прятать, схоронить, предать забвению",
        "transcription": " |ˈberi|",
        "antonyms": [],
        "mnemonic": [
            "bury [бэ:ри] хоронить, прятать - Лопату (бери) и хорони свои богатства;",
            "bury ['beri]\n***\nЗАХОРОНИЛИ клад в Либéрии. (это) bury\nПРЕДАЛИ ЗЕМЛЕ Берию. (это) bury"
        ],
        "examples": [
            "The dog buried her bone.",
            "He buried the money in the backyard.",
            "He was buried in thought.",
            "He was buried with full military honors.",
            "The castle was buried deep in the forest.",
            "The dog buried its teeth in my leg.",
            "Bob likes to bury himself in the countryside, away from the city.",
            "My elder sister buried her husband about six months ago.",
            "I tried to bury these unpleasant memories.",
            "They dig a small hole in the sand to bury their eggs.",
            "I shall have to bury myself in my studies if I am to pass the exam.",
            "The skiers were buried under the snow.",
            "57 miners were buried alive.",
            "He was buried in the churchyard of St Mary's.",
            "His glasses were buried under a pile of papers.",
            "She buried her face in her hands.",
            "He has learned to bury his feelings.",
            "She had buried her husband, two sons, and a daughter.",
            "The story was buried at the back of the paper.",
            "Electric cables are buried beneath the streets.",
            "Their ancestors are buried in the local cemetery.",
            "They dug a pit to bury the body.",
            "The bullet buried itself in the wall.",
            "The disclaimer was buried in the fine print.",
            "The newspaper covered the story, but it was buried in the back of section C."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Собака закопала свою кость.",
            "Он закопал деньги на заднем дворе.",
            "Он был погружён в размышления.",
            "Он был похоронен со всеми воинскими почестями.",
            "Замок был спрятан глубоко в чаще леса.",
            "Собака вонзила свои зубы в мою ногу.",
            "Боб любит сидеть безвылазно в деревне, подальше от города.",
            "Моя старшая сестра потеряла мужа около шести месяцев тому назад.",
            "Я пытался заглушить эти неприятные воспоминания.",
            "Они выкапывают в песке небольшую ямку, чтобы отложить туда яйца.",
            "Если я хочу сдать этот экзамен, я должна сосредоточиться на учёбе.",
            "Лыжники были погребены под снегом.",
            "Пятьдесят семь шахтёров было похоронено заживо.",
            "Он был похоронен на кладбище Сент-Мэри.",
            "Его очки были погребены под грудой бумаг.",
            "Она уткнулась лицом в свои ладони.",
            "Он научился прятать свои чувства.",
            "К тому времени она уже похоронила своего мужа, двух сыновей и дочь.",
            "Статья была спрятана на обратной стороне газеты.",
            "Под улицами зарыты электрические кабеля.",
            "Их предки похоронены на местном кладбище.",
            "Они выкопали яму, чтобы похоронить тело.",
            "Пуля вонзилась в стену.",
            "Оговорка была спрятана среди текста, набранного мелким шрифтом.",
            "Газета осветила это событие, но статья о нём была погребена где-то в конце раздела \"C\"."
        ],
        "stars": 2
    }
}