{
    "bush": {
        "comment": [
            "bus",
            "busy",
            "bust"
        ],
        "translate": "куст, втулка, кустарник, буш, вкладыш, гильза, обсаживать кустарником",
        "transcription": " |bʊʃ|",
        "antonyms": [],
        "mnemonic": [
            "bush [буш] куст - Джордж (Буш) в кустах пасётся.",
            "bush [buʃ]\nambush ['æmbuʃ]\n***\nВ КУСТАХ прячется Джордж Буш. (это) bush\nВ КУСТАХ устроил он дебош. (это) bush\n***\nСидел в ЗАСАДЕ сам|Буш. (это) ambush"
        ],
        "examples": [
            "The bush was transplanted to a different part of the garden.",
            "The bush is six feet high.",
            "I can't pull this bush up, it's firmly rooted in the ground.",
            "The child was hiding in the bushes.",
            "Good wine needs no (ivy) bush. посл.",
            "Into that bush pop he goes.",
            "pluck the flowers off the bush",
            "He squatted behind the bush to avoid being seen.",
            "The bush has put out some new branches.",
            "President Bush",
            "The bush put forth new branches.",
            "The bush has plenty of buds but no flowers yet.",
            "There's no point in beating about the bush, so I'll give it to you straight.",
            "The next bush was fast beside me.",
            "Louis fell out of the tree and landed in a holly bush.",
            "He hopped the bush.",
            "She leant the bush against the wall.",
            "The lower branches of the bush began to rot off.",
            "one of Bush's staunchest supporters",
            "She used the nippers to prune the bush.",
            "President Bush vetoed the bill on July 6.",
            "Bush's tax plan gives the most to the rich.",
            "President Bush has fired back at his critics.",
            "Bush preceded Clinton as president of the US.",
            "Bush is hoping to hit the right note again with voters.",
            "The polls showed Clinton leading Bush 55 percent to 34 percent.",
            "It's important to prune the bush every year to encourage new growth.",
            "If you don't cut off some of the branches, that tree will bush out sideways.",
            "The red stems of this bush provide a contrast to the drab brown of the winter garden.",
            "Traditionally young Masai men are consigned to a period of isolation in the bush in order to turn them into strong, lionhearted warriors."
        ],
        "example_translate": [
            "Куст пересадили в другую часть сада.",
            "Высота этого куста — шесть футов.",
            "Не могу вырвать этот куст, он слишком крепко сидит в земле.",
            "Ребенок прятался в кустах.",
            "Хороший товар сам себя хвалит.",
            "И внезапно он скрылся в кустах.",
            "срывать цветы с куста",
            "Он присел за кустом, чтобы его не увидели.",
            "Куст дал новые побеги.",
            "Президент Буш",
            "Куст пустил новые побеги.",
            "У куста много почек, но ещё нет цветов.",
            "Нет смысла ходить вокруг да около, так что я выскажу тебе всё напрямик.",
            "Следующий куст был как раз рядом со мной.",
            "Луи свалился с дерева прямо на заросли остролиста.",
            "Он перепрыгнул через этот куст.",
            "Она пригнула куст к стене.",
            "Нижние ветви куста начали гнить и отмирать.",
            "один из самых верных сторонников Буша",
            "Чтобы подрезать кусты, она воспользовалась секатором.",
            "Президент Буш наложил вето на законопроект шестого июля.",
            "От налоговой реформы Буша выиграют в первую очередь богатые.",
            "Президент Буш нанёс ответный удар своим критикам.",
            "Буш был предшественником Клинтона на посту президента США.",
            "Буш надеется вновь произвести нужное впечатление на избирателей.",
            "Опросы показали, что Клинтон опережает Буша с пятидесяти пятью процентами против тридцати четырёх.",
            "Важно ежегодно производить обрезку кустарника, чтобы стимулировать свежий прирост.",
            "Если не спилить несколько веток, дерево очень сильно разрастётся.",
            "Красные стебли этого куста создают контраст тускло-коричневому цвету зимнего сада.",
            "По традиции, молодых мужчин племени масаи надолго оставляют в буше в полном одиночестве, чтобы превратить их в сильных, неустрашимых воинов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}