{
    "businessman": {
        "comment": [
            "business"
        ],
        "translate": "бизнесмен, деловой человек, коммерсант, делец",
        "transcription": " |ˈbɪznəsmæn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A businessman will catch at any chance of making a profit.",
            "He is studying for being a businessman.",
            "Many people knew him as a local businessman.",
            "He was a ruthless and greedy businessman.",
            "A successful businessman has to be aggressive.",
            "He was much lauded as a successful businessman.",
            "He is the archetype of a successful businessman.",
            "He is the prototype of a conservative businessman.",
            "a businessman with few outside interests besides golf",
            "the old nativist prejudice against the foreign businessman",
            "A businessman will clutch at any chance of making a profit.",
            "a businessman who swindled investors out of millions of pounds",
            "He was, to all appearances, a respectable, successful businessman.",
            "A local businessman saved the day by donating £30,000 to the school.",
            "He was a ruthless businessman, motivated by naked ambition and greed.",
            "a successful businessman and withal a major contributor to local charities",
            "The businessman was struck down with a heart attack in the middle of the meeting.",
            "an unprincipled businessman who made a lot of money — and didn't care how he did it",
            "He's not the most sophisticated businessman you'll ever meet, but he's no greenhorn.",
            "The film is about a professional killer who's hired to liquidate a powerful businessman.",
            "An unscrupulous businessman manipulated them into selling their land for practically nothing.",
            "I know it's hard for him to sell his paintings. He's always been a better artist than businessman.",
            "The embattled entrepreneur struck a deal with a rival businessman in an attempt to save his teetering business empire."
        ],
        "example_translate": [
            "Бизнесмен ухватится за любую возможность получить прибыль.",
            "Он готовится к карьере предпринимателя.",
            "Его многие знали как местного бизнесмена.",
            "Он был безжалостным и жадным бизнесменом.",
            "Успешный бизнесмен должен быть напористым.",
            "Его очень расхваливали как успешного бизнесмена.",
            "Он является архетипом успешного бизнесмена.",
            "Он является типичным консервативным бизнесменом.",
            "бизнесмен, которого помимо работы и гольфа почти ничего не интересует",
            "старое шовинистическое предубеждение против иностранных бизнесменов",
            "Настоящий бизнесмен не упустит ни одного шанса получить прибыль.",
            "бизнесмен, который надул вкладчиков на несколько миллионов фунтов",
            "Судя по всему, он был респектабельным, удачливым бизнесменом.",
            "Положение спас местный бизнесмен, пожертвовав школе тридцать тысяч фунтов стерлингов.",
            "Это был безжалостный делец, движимый неприкрытым честолюбием и алчностью.",
            "успешный бизнесмен и к тому же крупный спонсор местных благотворительных организаций",
            "В самый разгар заседания у предпринимателя случился сердечный приступ.",
            "беспринципный делец, который заработал кучу денег — и не гнушался для этого ничем",
            "Он не самый опытный бизнесмен на свете, но и не зелёный новичок.",
            "Фильм рассказывает о профессиональном убийце, которого наняли, чтобы ликвидировать влиятельного бизнесмена.",
            "Один бессовестный делец обработал их так, что они продали свои земли практически задаром.",
            "Я знаю, что ему тяжело продавать свои картины. Художник из него всегда был лучше, чем бизнесмен.",
            "Находящийся на грани разорения бизнесмен заключил сделку с конкурентом, пытаясь спасти свою терпящую крах империю."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}