{
    "but": {
        "comment": [
            "butcher",
            "debut",
            "bud"
        ],
        "translate": "но, а, однако, зато, кроме, только, кроме, возражение, кто бы не",
        "transcription": " |bət|",
        "antonyms": [],
        "mnemonic": [
            "but [бат] но - Но, (Бат-ый) ведь новый уже у стен кремля."
        ],
        "examples": [
            "He is but a child.",
            "There's no one here but me.",
            "We had no choice but to leave.",
            "But now to the main question.",
            "I'd like to go but I'm too busy.",
            "I was not there but my brother was.",
            "There was no one there but him.",
            "Who but you would think that?",
            "What can we do but sit and wait?",
            "Never a month passes but she writes to her old parents.",
            "But that's marvellous news!",
            "I didn't tell anyone but my sister.",
            "They have but two weeks to get ready.",
            "There is no ifs or buts. He has to obey.",
            "'It was a good idea.' 'But it didn't work.'",
            "I live in the next house but two in this street.",
            "But for your help we should not have finished in time.",
            "The sun has set, but it is still light.",
            "I had no choice but to accept the challenge.",
            "hopes that last but a moment",
            "They're rich, but I mean rich.",
            "There was nothing else to do but to agree.",
            "He's a hardworking but not very intelligent boy.",
            "Nothing but disaster would come from such a plan.",
            "Excuse me, but I'm afraid this is a no-smoking area.",
            "We have relationships of many different sorts - with our children, our parents, our boss and our friends, to name but a few.",
            "I could come any day but Thursday.",
            "They've done nothing but argue all afternoon.",
            "He was unable to swallow anything but liquids.",
            "It's an old car, but it's very reliable."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он всего лишь ребёнок.",
            "Здесь никого нет, кроме меня.",
            "Нам оставалось только уйти.",
            "А сейчас обсудим главный вопрос.",
            "Мне бы очень хотелось поехать, но я слишком занят.",
            "Меня там не было, а вот мой брат был.",
            "Там никого не было, кроме него.",
            "Кто ещё, кроме тебя, мог бы так подумать?",
            "Что нам остаётся, кроме как сидеть и ждать?",
            "Не проходит и месяца, чтобы она не написала своим престарелым родителям.",
            "Но это же чудесные новости!",
            "Я никому не рассказывал, кроме сестры.",
            "У них всего две недели, чтобы подготовиться.",
            "Никаких \"если\" и \"но\". Ему придётся подчиниться.",
            "— Это была хорошая идея. — Но она не сработала.",
            "Я живу в третьем доме от конца улицы.",
            "Без вашей помощи мы не закончили бы вовремя.",
            "Солнце село, но ещё светло.",
            "Мне ничего не оставалось, как принять этот вызов.",
            "надежды, которые длятся лишь мгновение",
            "Они богаты, — то есть, очень богаты.",
            "Не оставалось ничего другого, как согласиться.",
            "Он трудолюбивый, но не очень умный мальчик.",
            "Ничего, кроме несчастья, этот план принести не мог.",
            "Простите, но к сожалению, здесь курить запрещено.",
            "Мы вступаем во множество самых различных отношений: с нашими детьми, с нашими родителями, с нашими начальниками и нашими друзьями, и это ещё далеко не всё.",
            "Я могу прийти в любой день, кроме четверга.",
            "Они весь день только и делали, что спорили.",
            "Он был не в состоянии глотать ничего, кроме жидкостей.",
            "Автомобиль старый, но очень надёжный."
        ],
        "stars": 3
    }
}