{
    "butt": {
        "comment": [
            "butter",
            "button",
            "butterfly"
        ],
        "translate": "приклад, торец, окурок, стык, удар, бодаться, ударять головой, натыкаться",
        "transcription": " |bʌt|",
        "antonyms": [],
        "mnemonic": [
            "mutter ['mʌtə]\n***\nБОРМОЧУТ, только обормоты. (это) mutter\nНе БОРМОЧУТ бегемоты. (это) mutter\nЕго ВОРЧАНЬЕ - сплошные маты. (это) mutter\n***\nТы бормотал \"mutter\",\nпросил масла \"butter\"."
        ],
        "examples": [
            "a baby's soft little butt",
            "Kevin, get your butt over here!",
            "They were the common butts of every fool's arrow.",
            "He lit one cigarette from the butt of another and dragged at it nervously.",
            "He deserves a good kick in the butt.",
            "He butted his sister out of the way.",
            "They blamed the disaster on a worker who dropped a burning cigarette butt.",
            "Never butt in on anyone else's quarrel.",
            "When someone else is talking, don't butt in (to their conversation), it's rude.",
            "He flicked his cigarette butt out the window.",
            "The enraged Billy butted and butted against the door until he was tired.",
            "This single fact speaks more than butts and tons of declamation.",
            "He dropped a cigar butt and ground it into the carpet with his heel.",
            "The goat butted the hiker with his horns",
            "I worked my butt off in college.",
            "Butt was a sure \"draw\" on this subject.",
            "Paul quickly became the butt of everyone's jokes."
        ],
        "example_translate": [
            "детская мягкая попка",
            "Кевин, тащи свою задницу сюда!",
            "Они были общей мишенью для всех дураков.",
            "Он прикурил одну сигарету от другой и нервно затянулся.",
            "Он заслуживает хорошего пинка под зад.",
            "Он отпихнул свою сестру с дороги.",
            "Вину за катастрофу возложили на работника, бросившего непогашенный окурок.",
            "Никогда не влезай в чужую ссору.",
            "Когда кто-то ещё разговаривает, не вмешивайся в их разговор, это невежливо.",
            "Резким щелчком он выбросил окурок из окна.",
            "Разъярённый Билли всё бился о дверь, пока не утомился.",
            "Один этот факт говорит больше всей уймы слов.",
            "Он бросил окурок сигары и раздавил его каблуком о ковёр.",
            "Козёл боднул туриста рогами.",
            "В колледже я работал, как вол.",
            "Бат оказался настоящим растяпой, выболтав всё об этом деле.",
            "Пол быстро стал объектом всеобщих насмешек."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}