{
    "butter": {
        "comment": [],
        "translate": "масло, сливочное масло, грубая лесть, намазывать маслом, грубо льстить",
        "transcription": " |ˈbʌtər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Mix the flour and butter well.",
            "Mix the butter and sugar together.",
            "Butter will enrich the sauce.",
            "The cold hardened the butter.",
            "Vitamin D is found in butter.",
            "The butter had a twang.",
            "half a jar of peanut butter",
            "Writing is my bread and butter.",
            "The boy was plastering butter on his bread.",
            "Mix the flour and butter, then add the eggs.",
            "The cake consisted of flour, butter, eggs and sugar.",
            "Mix in 75g of butter.",
            "The taste is much like butter.",
            "Do you call this stuff butter?",
            "She melted butter in the frying pan.",
            "The butter cream smothered the cake.",
            "The butter had gone runny in the heat.",
            "You've got some butter on your bottom lip.",
            "Teacakes should be served hot with butter.",
            "Would you like some butter for your potato?",
            "He modified the recipe by using oil instead of butter.",
            "In this cake mixture, you can substitute oil for butter.",
            "She lays the butter on so thickly that you hardly taste the bagel.",
            "Melt a lump of butter in your frying-pan.",
            "Next, add the remaining butter to the pan.",
            "If you warm up the butter it'll spread more easily.",
            "buckwheat griddle cakes served with strawberry butter",
            "Separate off the top of the cream and use it to make butter.",
            "If you butter Father up, do you think he'll lend us the car?",
            "He was just buttering up to the director to try to get a favour from him."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Хорошо перемешайте муку со сливочным маслом.",
            "Смешайте сливочное масло с сахаром.",
            "Масло сделает соус вкуснее.",
            "От холода масло затвердело /стало твёрдым/.",
            "Витамин D содержится в сливочном масле.",
            "Масло имело неприятный привкус.",
            "полбанки арахисового масла",
            "Писательство — это мой хлеб.",
            "Мальчик мазал масло на хлеб.",
            "Смешайте муку с маслом, затем добавьте яйца.",
            "Пирог готовился из муки, масла, яиц и сахара.",
            "Добавьте 75 граммов сливочного масла.",
            "На вкус это очень похоже на сливочное масло.",
            "Неужели вы называете эту дрянь маслом?",
            "Она растопила масло в сковороде.",
            "Торт покрывал масляный крем.",
            "От жары масло потекло /растаяло, размякло, расплылось, \"поплыло\"/.",
            "У тебя (осталось) масло на нижней губе.",
            "Булочки к чаю должны подаваться в горячем виде, с маслом.",
            "Вы бы хотели добавить немного сливочного масла в картошку?",
            "Он изменил рецепт, использовав растительное масло вместо сливочного.",
            "В приготовлении теста для этого торта вы можете заменить сливочное масло подсолнечным.",
            "Она так густо намазывает масло, что вкуса бублика почти не чувствуешь.",
            "Растопите на сковороде кусочек сливочного масла.",
            "Затем добавьте оставшееся масло в сковороду.",
            "Если вы разогреете масло, его будет легче намазывать.",
            "блинчики из гречневой муки, которые подаются с \"клубничным маслом\" (делается из сливочного масла, взбитого в миксере с сахаром и клубникой)",
            "Отделите верхний слой сметаны и используйте его для приготовления масла.",
            "Если ты ублажишь папу, может, он даст нам машину?",
            "Он ходил кругами вокруг директора, чтобы выдоить из него привилегии."
        ]
    }
}