{
    "buy": {
        "comment": [
            "buyer",
            "bay"
        ],
        "translate": "купить, покупать, приобретать, накупить, покупка",
        "transcription": " |baɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I will not buy that.",
            "Let me buy you a drink.",
            "Where did you buy that dress?",
            "He bought the whole story.",
            "I bought this hat for $10.",
            "I can't buy this story.",
            "I don't buy that explanation.",
            "Dan bought the car for $2000.",
            "He said it was a mistake, but I don't buy it.",
            "She buys for the big department store",
            "Her clients are on the buy.",
            "French buy into 9/11 conspiracy.",
            "$50 doesn't buy much these days.",
            "This sum will buy you a ride on the train.",
            "It's cheaper to buy direct from the manufacturer.",
            "We must make sure to buy in sugar before the price rises again.",
            "He changed his mind about moving, but was unable to buy the house back.",
            "The wine is a good buy at $6.50.",
            "The money will be used to buy equipment for the school.",
            "$15 should buy us a pizza and a drink.",
            "The stock was a real buy at that price.",
            "He bought the quilt from a local artist.",
            "People say the judge had been bought by the Mafia.",
            "Stock prices are low, so now is a good time to buy.",
            "Ricky showed her the painting he'd bought that morning.",
            "Four cartons of ice cream for four dollars is a real buy.",
            "'Let's just say it was an accident.' ' He'll never buy that.'",
            "It's much cheaper to buy in bulk (=buy large quantities of something).",
            "She had never bought into the idea that to be attractive you have to be thin.",
            "My freedom was bought by the blood of my ancestors."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я на это не куплюсь.",
            "Разреши мне угостить тебя выпивкой. / Позвольте вас угостить.",
            "Где ты купила это платье?",
            "Он купился на эту историю.",
            "Я купил эту шляпу за десять долларов.",
            "Не могу я на это купиться.",
            "Это объяснение не кажется мне убедительным.",
            "Дэн купил эту машину за две тысячи долларов.",
            "Он сказал, что это была ошибка, но я ему не верю.",
            "Она делает закупки для большого универмага.",
            "Клиенты, с которыми она работает, как раз сейчас делают покупки.",
            "Французы верят, что трагедия 11 сентября была подстроена. (заголовок с сайта CNN)",
            "В наше время на пятьдесят долларов много не купишь.",
            "Этой суммы тебе хватит на поездку на поезде.",
            "Дешевле покупать непосредственно у производителя.",
            "Нам обязательно надо запастись сахаром, пока цены снова не взлетели.",
            "Он передумал переезжать, но выкупить обратно свой старый дом не смог.",
            "Шесть с половиной долларов за это вино — выгодная покупка.",
            "Эти деньги будут потрачены на покупку оборудования для школы.",
            "Нам должно хватить пятнадцати долларов на пиццу и напиток /выпивку/.",
            "По этой цене покупка акций была крайне выгодной.",
            "Он купил это лоскутное одеяло у местного художника.",
            "Говорят, что судья был подкуплен мафией.",
            "Цены на акции сейчас низкие — самое время покупать.",
            "Рикки показал ей картину, которую купил утром.",
            "Четыре коробки мороженого за четыре доллара — это просто даром.",
            "— Давайте просто скажем, что это был несчастный случай. — Он никогда в это не поверит.",
            "Гораздо дешевле делать оптовые закупки (т.е. покупать что-то большими партиями).",
            "Она никогда не верила, что для того чтобы быть привлекательной, нужно быть худой.",
            "Моя свобода была приобретена ценою крови моих предков."
        ]
    }
}