{
    "buyer": {
        "comment": [
            "buy",
            "bay"
        ],
        "translate": "покупатель",
        "transcription": " |ˈbaɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There were several potential buyers.",
            "The vase was sold to a Dutch buyer.",
            "I could get you a better price on that, I'm well in with their chief buyer.",
            "I bought this hat for $10.",
            "He bought the quilt from a local artist.",
            "The buyer paid $6,000 down for the new car.",
            "The rights to the property carry over to the buyer.",
            "a buyer for a chain store",
            "the buyer's assumption of debt",
            "An anonymous buyer purchased the painting.",
            "He said it was a mistake, but I don't buy it.",
            "Stock prices are low, so now is a good time to buy.",
            "Government hoping for domestic buyer for Telecom Italia.",
            "Four cartons of ice cream for four dollars is a real buy.",
            "The new buyer must pay the arrearage on the home before moving in.",
            "I'll look for a house next year when it's more of a buyer's market.",
            "The company still hopes to find a buyer, but the future looks bleak.",
            "Any prospective buyer will be turned off by the sight of rotting wood.",
            "The furniture has been knocked down ready for the buyer to put it together himself.",
            "The house seller may try to play one buyer off against another, to raise the price.",
            "In the auction buyers bid up the price until one buyer, by virtue of entering the high bid, wins."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Потенциальных покупателей было несколько.",
            "Ваза была продана покупателю из Голландии.",
            "Я помогу вам продать это по более выгодной цене - я в хороших отношениях с менеджером по закупкам.",
            "Я купил эту шляпу за десять долларов.",
            "Он купил это лоскутное одеяло у местного художника.",
            "Покупатель выложил шесть тысяч долларов наличными за новый автомобиль.",
            "Право собственности переходит покупателю.",
            "закупщик для фирменного /сетевого/ магазина",
            "признание (принятие на себя) долга покупателем",
            "Картину приобрёл анонимный покупатель.",
            "Он сказал, что это была ошибка, но я ему не верю.",
            "Цены на акции сейчас низкие — самое время покупать.",
            "Правительственные упования на отечественного покупателя компании Telecom Italia.",
            "Четыре коробки мороженого за четыре доллара — это просто даром.",
            "Перед переездом новый покупатель обязан оплатить имеющуюся задолженность по дому.",
            "Я буду искать дом в следующем году, когда рынок станет выгоднее для покупателей.",
            "Руководство компании всё ещё надеется найти покупателя, но её будущее выглядит мрачным.",
            "Любого потенциального покупателя отпугнёт вид гниющей древесины.",
            "Мебель разбирается на детали, а собирает её сам покупатель.",
            "Продавец дома может попытаться заставить одного из покупателей соревноваться с другим, чтобы набить цену.",
            "На аукционе покупатели набавляют цену до тех пор, пока не выиграет один из них - тот, кто назначит самую высокую цену."
        ],
        "stars": 3
    }
}