{
    "t-shirt": {
        "comment": [
            "shirt",
            "hire",
            "thirsty",
            "third",
            "whirl"
        ],
        "translate": "футболка, тенниска, майка с короткими рукавами",
        "transcription": " |ˈtiːʃərt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This is my favorite T-shirt.",
            "The T-shirt was too small for him.",
            "She was wearing jeans and a T-shirt.",
            "Your T-shirt is on backwards.",
            "The T-shirt is cut fairly low at the neck.",
            "I can't get these marks out of my T-shirt.",
            "He goes around in a T-shirt even in winter.",
            "You've got your T-shirt on the wrong way around.",
            "The T-shirt ran and made all my other clothes pink.",
            "She was wearing a smart jacket with a T-shirt underneath.",
            "He lifted his T-shirt to expose a jagged scar across his chest.",
            "I threw on a pair of jeans and a T-shirt.",
            "She was wearing jeans and a baggy T-shirt.",
            "She wore a T-shirt and an old pair of jeans.",
            "The T-shirt comes in Small, Medium and Large.",
            "Stop wriggling and let me put your T-shirt on.",
            "The T-shirt was stretched tight over his belly.",
            "I chucked my old T-shirt for it was badly worn.",
            "Wear a T-shirt under your wetsuit to stop it chafing.",
            "Even at the Ivies they dress in the standard rigging of the college student: T-shirt and jeans."
        ],
        "example_translate": [
            "Это моя любимая футболка.",
            "Футболка была слишком мала для него.",
            "Она была одета в джинсы и футболку.",
            "Твоя футболка надета задом наперед.",
            "У этой футболки довольно глубокий вырез.",
            "Я не могу убрать (отстирать) эти пятна на моей футболке!",
            "Он ходит в футболке, даже зимой.",
            "У тебя футболка надета задом наперёд.",
            "Футболка полиняла, и вся остальная моя одежда стала розовой.",
            "На ней была элегантная куртка, надетая на футболку.",
            "Он задрал футболку, чтобы показать неровный шрам на своей груди.",
            "Я набросила на себя джинсы и футболку.",
            "Она была одета в джинсы и мешковатую футболку.",
            "Она была в футболке и старых джинсах.",
            "Эта футболка поставляется в малом, среднем и крупном размере.",
            "Перестань вертеться и дай мне надеть на тебя футболку.",
            "Футболка туго обтягивала его живот.",
            "Я выбросил старую майку, так как она была изрядно поношена.",
            "Одевайте футболку под свой гидрокостюм, чтобы он не натирал (кожу).",
            "Даже в Лиге Плюща студенты одеваются в свой стандартный прикид: футболку и джинсы..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}