{
    "tackle": {
        "comment": [
            "attack",
            "stack"
        ],
        "translate": "снасти, принадлежности, тали, инструмент, схватить, биться, энергично браться",
        "transcription": " |ˈtækl|",
        "antonyms": [],
        "mnemonic": [
            "tackle [тэкл] инструмент, принадлежности - Это кто ей (тыкал) своим инструментом?.",
            "tackle ['tæk (ə) l]\n***\nВЗЯЛСЯ за работу и всё время такал. (это) tackle\nСХВАТИЛСЯ за работу и всё время такал. (это) tackle\nПЫТАЛСЯ ПЕРЕУБЕДИТЬ и всё время такал. (это)\ntackle\nПринадлежности, инструмент, блок."
        ],
        "examples": [
            "I'll tackle this difficult task.",
            "He tackled his material problems.",
            "He tackled his opponents.",
            "I had so many books to tackle.",
            "I'll tackle my homework later.",
            "You need to tackle the final part first.",
            "You will tackle up and go over.",
            "We found new ways to tackle the problem.",
            "I certainly couldn't tackle both of them on my own.",
            "There are several different ways we can tackle this problem.",
            "an attempt to tackle the problem of bullying in schools",
            "When I tackled Susan about it, she admitted she'd made a mistake.",
            "He made two tackles in the first half.",
            "We need to tackle the real problems of unemployment and poverty.",
            "He was tackled at the line of scrimmage.",
            "There is an urgent need for someone to tackle this problem.",
            "The President was elected with a clear mandate to tackle violent crime.",
            "It takes a big man to play tackle.",
            "The right tackle is a straight A student.",
            "It took twelve fire engines to tackle the blaze.",
            "There is more than one way to tackle the problem.",
            "In the morning, with a clear head, she'd tackle the problem.",
            "Britain came bottom on efforts to tackle pollution and global warming.",
            "Union leaders blasted the Government for failing to tackle the jobs crisis.",
            "The touchdown was nullified because the left tackle was offside."
        ],
        "example_translate": [
            "Я возьмусь за эту непростую задачу.",
            "Он взялся за решение своих материальных проблем.",
            "Он вступил в жаркий спор со своими оппонентами.",
            "Мне предстояло перерыть кучу книг.",
            "Я примусь / возьмусь за домашнее задание позже.",
            "В первую очередь вам нужно проработать заключительную часть.",
            "Запряжёшь лошадь и отправишься.",
            "Мы нашли новые пути решения проблемы.",
            "Я, конечно, не сумел бы в одиночку справиться с ними обоими.",
            "Есть несколько различных способов, которыми мы можем справиться с этой проблемой.",
            "попытка решить проблему издевательств в школах",
            "Когда я поговорил об этом со Сьюзен, она призналась, что допустила ошибку.",
            "Он сделал два захвата /подката/ в первой половине игры.",
            "Нам нужно решать важнейшие проблемы безработицы и бедности.",
            "Его захватили на линии схватки /мяча, розыгрыша, скримиджа/. (об американском футболе)",
            "Срочно нужен человек, который возьмётся за решение этой проблемы.",
            "Президента избрали с чётким наказом разобраться с насильственными преступлениями.",
            "Чтобы играть на позиции тэкла, нужно быть здоровым мужиком. (об американском футболе)",
            "Правый тэкл — круглый отличник. (тэкл — игрок линии нападения в американском футболе)",
            "На то, чтобы погасить пламя, понадобилось двенадцать пожарных машин.",
            "Существует более одного способа решения этой проблемы.",
            "Утром, на свежую голову, она бы занялась этой проблемой.",
            "Великобритания стала одной из последних по части усилий по решению проблем загрязнения окружающей среды и глобального потепления.",
            "Профсоюзные лидеры подвергли правительство уничтожающей критике за неспособность преодолеть кризис занятости.",
            "Тачдаун отменили из-за офсайда у левого тэкла. (об американском футболе)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}