{
    "tag": {
        "comment": [],
        "translate": "бирка, признак, ярлык, этикетка, наконечник, добавлять, связывать, скреплять",
        "transcription": " |tæɡ|",
        "antonyms": [],
        "mnemonic": [
            "tag [tæg]\n***\nСОЕДИНИМ все мысли в тэг. (это) tag\nСОЕДИНИМ картинки так. (это) tag\nЯРЛЫК повесить нужно так. (это) tag"
        ],
        "examples": [
            "He was tagged as a quitter.",
            "He was tagged for speeding.",
            "Suddenly my friend realized that he had a tag.",
            "Each bird was tagged and released into the wild.",
            "The police officer tagged the cars for overtime parking.",
            "The child tagged after the others.",
            "Sheep were tagged before they were let out to grass.",
            "All the staff wore name tags.",
            "He tagged each sentence with \"my God!\"",
            "If I thought I was tagged here, I was wrong.",
            "Death is but the tag of this life. (H. C. Holland)",
            "They showed a pretty knack at tagging verses.",
            "His speed earned him the tag of 'the runner'.",
            "The country no longer wants to be tagged as a Third World nation.",
            "All the words are tagged with their part of speech."
        ],
        "example_translate": [
            "За ним закрепилась слава лодыря.",
            "Его оштрафовали за превышение скорости.",
            "Вдруг мой друг осознал, что за ним следят (за ним был хвост).",
            "Каждую птицу окольцевали /пометили/, а затем отпустили на свободу.",
            "Полицейский выписал квитанции за превышение времени парковки.",
            "Ребёнок пошёл вслед за всеми.",
            "На овец надели ярлыки прежде чем отпустили пастись.",
            "Все сотрудники носили бейджики.",
            "Он имел привычку прибавлять в конце каждой фразы: \"Боже мой!\"",
            "Если я и подумал, что за мной здесь следят, то я ошибся.",
            "Смерть - всего лишь довесок к жизни.",
            "Они продемонстрировали большую сноровку в стихоплётстве",
            "За свою скорость он заслужил прозвище \"бегун\".",
            "Эта страна больше не хочет называться \"государством третьего мира\".",
            "На всех словах обозначена их часть речи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}