{
    "tale": {
        "comment": [
            "talent",
            "talented",
            "stale",
            "fairytale",
            "tail"
        ],
        "translate": "рассказ, повесть, выдумки, россказни, сплетня, побасенка, счет, число, количество",
        "transcription": " |teɪl|",
        "antonyms": [],
        "mnemonic": [
            "sale [seɪl]\n***\nЧто будет ПРОДАЖА - слухи сеял. (это) salary\n***\nЯ написал рассказ \"tale\"\nкак делать продажи \"sale\".",
            "tale [teɪl]\n***\nРассказывал СКАЗКУ и пил коктейль. (это) tale\nСПЛЕТНЮ рассказать хотел. (это) tale\nПослушай СКАЗКУ и ложись в постель. (это) tale\nРассказ, сказание, сплетня, выдумки.\n***\nВ сказке \"tale\"\nесть рыба кит \"whale\"."
        ],
        "examples": [
            "He was intrigued by the tale.",
            "Half his tale he left unsaid.",
            "Everything he told us about his happy marriage was just a fairy tale.",
            "It added spice to the tale.",
            "the fairy tale about the sleeping princess",
            "This tale, ridiculed by most, was yet believed by some.",
            "At the tale of pity my eyes are filled with tears.",
            "This impassioned tale devolves through four separate movements.",
            "It is a quite straightforwardly told tale",
            "His sorry tale is one long whinge about his own suffering...",
            "tales of her life in post-war Berlin",
            "The movie is a stirring tale of courage.",
            "The children put on a play adapted from a Russian folk tale.",
            "However the tale ends, we would have made it end yet more joyfully.",
            "yet another tale of a power-mad dictator with a Machiavellian plan to take over the world",
            "a tale of misery and woe",
            "a lurid tale of violence and betrayal",
            "a sorrowful tale of death and despair",
            "a fairy tale by Hans Christian Andersen",
            "an epic tale of mutiny on the high seas",
            "a cautionary tale about how not to buy a computer",
            "His tale is one long whinge about his own suffering.",
            "The old mariner took a sup of grog and began his tale.",
            "a book of old Japanese folk tales (=traditional stories)",
            "a tale of horror replete with eerie hauntings and evil witchery",
            "She wrote a picturesque tale of their journey across the country.",
            "an ancient tale of a mage who made lush gardens grow in the desert",
            "He told us thrilling tales about his adventures as a pilot in the war.",
            "The England team's tale of woe continued, and they lost the next three games.",
            "a macabre tale about a woman who uses thaumaturgy to bring her dead lover back to life"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Сказка его захватила.",
            "Половину своей истории он не рассказал.",
            "Все, что он рассказал нам о своем счастливом браке было просто сказкой.",
            "Это придало истории пикантность",
            "cказка о спящей принцессе",
            "В эту историю, осмеянную большинством, некоторые, тем не менее, поверили.",
            "Когда рассказывают что-нибудь печальное, мои глаза наполняются слезами.",
            "Это трогательная история с продолжением, в четырёх частях.",
            "Эта история рассказана предельно откровенно.",
            "Его жалобная история - одно сплошное нытье про свои собственные страдания…",
            "рассказы о её жизни в послевоенном Берлине",
            "Этот фильм представляет собой волнующий рассказ о мужестве.",
            "Дети поставили пьесу, адаптированную из русской народной сказки.",
            "Каким бы ни был конец сказки, мы бы сделали его еще более счастливым.",
            "очередная сказка об одержимом жаждой власти диктаторе с хитроумным планом завоевания всего мира",
            "повесть, полная горя и страданий",
            "страшная повесть о жестокости и предательстве",
            "печальная повесть о смерти и отчаянии",
            "сказки Ганса Христиана Андерсена",
            "эпический рассказ о мятеже в открытом море",
            "поучительная история о том, как не надо покупать компьютер",
            "Его рассказ — это один сплошной плач о своих собственных страданиях.",
            "Старый моряк сделал глоток /отхлебнул/ грога и начал свой рассказ.",
            "книга старых японских народных сказок",
            "страшная история, изобилующая жуткими призраками и злым колдовством",
            "Она написала живописную повесть об их путешествии по стране.",
            "старая сказка о волшебнике, который вырастил посреди пустыни пышные сады",
            "Он рассказывал нам захватывающие истории о своих приключениях на войне в качестве пилота.",
            "Злоключения сборной Англии продолжились, и они проиграли три следующие игры.",
            "жуткая история о женщине, которая использует волшебство, чтобы вернуть к жизни умершего возлюбленного"
        ],
        "stars": 2
    }
}