{
    "talented": {
        "comment": [
            "tale",
            "talent",
            "stale",
            "fairytale"
        ],
        "translate": "талантливый, одаренный, даровитый",
        "transcription": " |ˈtæləntɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's a very talented individual.",
            "She's a very talented musician.",
            "He's a talented architect but a poor diplomat.",
            "I have no musical talent.",
            "The team has recruited some of the best talent around.",
            "Most young talented players are determined to turn pro.",
            "She's a talented singer and also a fine actress.",
            "He's a very talented young actor who's just ready to break through.",
            "There are many good players on the team, but she's a special talent.",
            "The company is doing a talent search to find the right person for the job.",
            "I grant that he's a talented writer, but I just don't find his books very interesting.",
            "They sang a duet in the talent show .",
            "They have a talented midfield this year.",
            "The team has a tandem of talented guards.",
            "The region has a large and talented labour pool.",
            "He's the most talented actor in the country, bar none.",
            "All the credit must go to the play's talented director.",
            "We fielded a team of highly talented basketball players.",
            "She was held to be one of the most talented actors of her time.",
            "The company has hired some expensive legal talent for the trial.",
            "She's generally regarded as one of the most talented singers around.",
            "He's not the most talented player on the team, but he always hustles.",
            "His experience, skills, and talents make him perfectly suited for the job.",
            "The violinist revealed himself as a talented interpreter of classical music.",
            "Many talented people now feel that a career in politics isn't worth all the aggravation.",
            "He's a talented player but his angry outbursts have made him a pariah in the sport of baseball.",
            "The Nobel-winning geneticist was of course backstopped in his research by a team of highly talented assistants."
        ],
        "example_translate": [
            "Она очень талантливый человек.",
            "Она очень талантливый музыкант.",
            "Он талантливый архитектор, но плохой дипломат.",
            "У меня нет музыкальных способностей.",
            "В этой команде собраны одни из самых больших талантов.",
            "Большинство талантливых молодых игроков полны решимости стать профессионалами.",
            "Она талантливая певица, да ещё и хорошая актриса.",
            "Это очень талантливый молодой актёр, который вот-вот готов совершить прорыв.",
            "В команде есть много хороших игроков, но у неё особый талант.",
            "Компания ищет таланты в поисках подходящего человека для этой работы.",
            "Допускаю, что он талантливый писатель, но я не нахожу его книги особо интересными.",
            "Они спели дуэтом на шоу талантов .",
            "В этом году у них появился талантливый полузащитник.",
            "В команде имеется тандем талантливых защитников.",
            "В данной области имеются большие и высококвалифицированные трудовые резервы.",
            "Бесспорно, он самый талантливый актёр в стране.",
            "Все заслуги нужно приписать талантливому режиссёру этого спектакля.",
            "Мы выставили команду очень талантливых баскетболистов.",
            "Её считали одной из самых талантливых актрис своего времени.",
            "Для судебного разбирательства компания наняла какого-то дорогого юридического таланта.",
            "Большинство считает её одной из самых талантливых ныне живущих певиц.",
            "Это не самый талантливый игрок в команде, но он постоянно проявляет активность.",
            "Благодаря своему опыту, навыкам и талантам он идеально подходит для этой работы.",
            "Скрипач оказался талантливым исполнителем классической музыки.",
            "Многие талантливые люди теперь считают, что карьера в политике не стоит потраченных нервов.",
            "Он — талантливый игрок, но вспышки гнева сделали его парией в мире бейсбола.",
            "Естественно, этот удостоенный нобелевской премии генетик опирался в своих исследованиях на команду высококвалифицированных талантливых помощников."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}