{
    "tank": {
        "comment": [
            "rank"
        ],
        "translate": "бак, танк, резервуар, танковый, наливать в бак",
        "transcription": " |tæŋk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The fuel tank's almost empty.",
            "The petrol tank is leaking.",
            "A big fish was swimming in the tank.",
            "They tanked the match.",
            "The petrol tank suddenly ignited.",
            "The water tank is leaking.",
            "He tanked right over her without so much as noticing her. (A. Thirkell)",
            "The oil leaked out of the tank.",
            "Their vehicle was crushed by an army tank.",
            "We can stop here and tank up with best quality petrol at a good price.",
            "Our team always tanks them.",
            "The tank was hit by enemy fire.",
            "Some people have accused her of tanking.",
            "The tank was hit by a volley of bullets.",
            "The oil tank had developed a small crack.",
            "A tank guarded the bridge from enemy attack.",
            "Tropical fish swam slowly around in the tank.",
            "The water in the tank is constantly filtered.",
            "the push of the water on the walls of the tank",
            "The new tank has yet to be tested in the field.",
            "The tank should hold enough to last us a few days.",
            "Mr. Doron is director of a public policy think tank.",
            "A respected think tank led by academics from Glasgow.",
            "In the living room there was a tank of colorful fish.",
            "The septic action occurs at the bottom of the septic tank.",
            "Not long after the chairman resigned, shares in the company tanked.",
            "We set off next day on a full tank.",
            "We've had the hot-water tank lagged.",
            "The fuel tank has a capacity of 40 litres.",
            "The gas tank has a capacity of 12 gallons."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "n = [ŋ]"
        ],
        "example_translate": [
            "Топливный бак почти пустой.",
            "Бензобак протекает.",
            "В аквариуме плавала большая рыбина.",
            "Они нарочно проиграли матч.",
            "Топливный бак внезапно загорелся.",
            "Эта ёмкость для воды протекает.",
            "Он прошел мимо, даже не заметив ее.",
            "Масло вытекло из бака.",
            "Их машину раздавил боевой танк.",
            "Мы можем здесь остановиться и заправить автомобиль хорошим бензином за сравнительно невысокую цену.",
            "Наша команда всегда их побеждает.",
            "Танк был подбит огнём противника.",
            "Некоторые обвинили её в сливе матча.",
            "Танк попал под шквальный огонь.",
            "В масляном баке образовалась небольшая трещина.",
            "От нападения врагов мост охранял танк.",
            "Тропические рыбы медленно плавали по водоёму.",
            "Вода в баке постоянно фильтруется.",
            "давление воды на стенки резервуара",
            "Новый танк ещё должен пройти испытания в полевых условиях.",
            "Контейнер должен быть достаточно вместительным, чтобы мы могли продержаться несколько дней.",
            "Г-н Дорон является руководителем центра исследования политических проблем.",
            "Пользующийся уважением научный центр, возглавляемый учёными из Глазго.",
            "В гостиной стоял аквариум с разноцветными рыбками.",
            "Процессы разложения происходят на дне отстойника.",
            "Вскоре после отставки председателя, акции компании рухнули.",
            "Мы отправились на следующий день, с полным баком бензина.",
            "Мы сделали термоизоляцию бака горячей воды.",
            "Ёмкость топливного бака составляет сорок литров.",
            "Ёмкость бензобака составляет двенадцать галлонов. (примерно 45,4 л)"
        ]
    }
}