{
    "tap": {
        "comment": [
            "tape",
            "staple"
        ],
        "translate": "кран, отвод, ответвление, метчик, постукивать, стучать, перехватывать",
        "transcription": " |tæp|",
        "antonyms": [],
        "mnemonic": [
            "tap [tæp]\n***\nПОСТУКИВАТЬ любил Потап. (это) tap\nПробка, затычка., лёгкий стук."
        ],
        "examples": [
            "I washed my hands under the kitchen tap.",
            "I went up and tapped on the window.",
            "There was a tap at the door.",
            "She went into the bathroom and turned on the taps.",
            "He turned as someone tapped him on the shoulder.",
            "This tap of beer was too bitter.",
            "Your shoes want tapping.",
            "He tapped me on the shoulder.",
            "Sentiment wasn't his tap.",
            "He was tapping his fingers on the table impatiently.",
            "Telephone taps were played on tape recorders in court.",
            "She tapped her feet in time to the music.",
            "The police had put a tap on his phone line.",
            "He was tapped for an exclusive Senior Society.",
            "I will tap a barrel on purpose for you. (E. Bulwer-Lytton)",
            "People are tapping into the power supply illegally.",
            "She tapped ash from her cigarette.",
            "She felt a tap on her shoulder.",
            "The FBI was tapping the phone line of the suspected spy.",
            "tap a maple tree for its syrup",
            "We hope that additional sources of funding can be tapped.",
            "Murray's phone calls to Australia were tapped."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я помыл руки под кухонным краном.",
            "Я подошел и постучал в окно.",
            "Раздался стук в дверь.",
            "Она пошла в ванную и открыла краны.",
            "Он повернулся, когда кто-то хлопнул его по плечу.",
            "Этот сорт пива был слишком горький.",
            "На твои туфли необходимо набить набойки.",
            "Он похлопал меня по плечу.",
            "Излишняя чувствительность была не для него.",
            "Он нетерпеливо барабанил пальцами по столу.",
            "Плёнки с записью подслушанных телефонных разговоров были прокручены в суде.",
            "Она потопывала ногами в такт музыке.",
            "Полиция поставила его телефонную линию на прослушку.",
            "Он был избран в члены почётнейшего Совета Старейшин.",
            "Я специально для вас проделаю отверстие в бочке.",
            "Люди незаконно подключаются к этому источнику питания.",
            "Она стряхнула с сигареты пепел.",
            "Она почувствовала, как её легонько похлопали по плечу.",
            "ФБР занималось прослушиванием телефонной линии подозреваемого в шпионаже.",
            "сделать надрез на кленовом дереве ради сиропа",
            "Мы надеемся, что можно будет использовать дополнительные источники финансирования.",
            "Телефонные разговоры Мюррея с Австралией прослушивались."
        ],
        "stars": 2
    }
}
