{
    "tape": {
        "comment": [
            "tap",
            "staple"
        ],
        "translate": "лента, тесьма, рулетка, волокита, записывать на пленку",
        "transcription": " |teɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I taped the box shut.",
            "The runner breasted the tape",
            "His ankle had been taped.",
            "We've got the film on tape.",
            "The show was recorded on tape.",
            "We are sick of the red tape.",
            "load a tape into the VCR",
            "The tape was playing for hours.",
            "The tape has an adhesive backing.",
            "He broke the tape in record time.",
            "Scotch tape was also a pioneer product in its field.",
            "She stuck a tape in the VCR.",
            "I hate hearing my voice on tape.",
            "If you gum the tape it is stronger.",
            "The show is taped before a live audience.",
            "Stick reflective tape on your school bag.",
            "We tape the show so we can zap through the commercials.",
            "I'll listen to the tape tomorrow.",
            "Quiet — the machine's still taping.",
            "Run the tape back to the beginning.",
            "She taped a note to the refrigerator.",
            "I was listening to a tape in the car.",
            "Would you mind if I taped this conversation?",
            "The tape-recorder ejects the tape automatically.",
            "Bring me a blank tape and I'll record it for you.",
            "They will enlace him in the coils of their red tape.",
            "Telephone taps were played on tape recorders in court.",
            "There were two pictures taped to the side of the fridge.",
            "Tape the shipping label to the box.",
            "He used a piece of tape for a belt."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я полностью обмотал коробку скотчем. (taped box shut: обмотать таким образом чтобы не осталось просветов)",
            "Бегун пересек финишную ленту",
            "Его лодыжка была забинтована.",
            "У нас есть этот фильм на кассете /на плёнке/.",
            "Шоу было записано на пленку.",
            "Мы устали от бюрократии.",
            "вставте кассету в видеомагнитофон",
            "Эта запись играла несколько часов.",
            "Лента имеет клейкую основу.",
            "Он финишировал с рекордным временем. (досл. порвал финишную ленту)",
            "Липкая лента тоже была когда-то новаторским продуктом в своей области.",
            "Она вставила кассету в видеомагнитофон.",
            "Терпеть не могу свой голос на плёнке.",
            "Если нанести на ленту клей, она станет прочнее.",
            "Шоу записывается перед \"живой\" аудиторией.",
            "Прикрепи на школьную сумку светоотражающую ленту.",
            "Мы записываем эту программу, поэтому сможем пропустить рекламу.",
            "Я послушаю эту кассету завтра.",
            "Тихо: запись ещё идёт.",
            "Перемотайте плёнку назад, к началу.",
            "Она приклеила записку (с помощью скотча) к холодильнику.",
            "Я сидел в машине и слушал кассету.",
            "Вы не возражаете, если я запишу этот разговор?",
            "Магнитофон выбрасывает кассету автоматически.",
            "Принесите мне чистую кассету, и я это для вас запишу.",
            "Они задушат его в кольцах своей бюрократии.",
            "Плёнки с записью подслушанных телефонных разговоров были прокручены в суде.",
            "Там были две фотографии, прикреплённые скотчем к холодильнику (сбоку).",
            "Приклейте на коробку транспортную этикетку.",
            "Вместо пояса у него был кусок тесьмы."
        ]
    }
}