{
    "task": {
        "comment": [
            "ask"
        ],
        "translate": "задача, задание, урок, урочная работа, задавать работу, перегружать",
        "transcription": " |tæsk|",
        "antonyms": [],
        "mnemonic": [
            "task [таек] задача - Мне (таск-ливо) задачи эти решать;",
            "ask [a: sk]\n***\nСПРАШИВАЛ про Сирию и Дамаск. (это) ask\nПросить.\n***\nЯ тебя прошу \"ask\"\nрешить одну задачу \"task\".",
            "task [tɑ: sk]\n***\nМне ЗАДАЛИ РАБОТУ - починить тарантас (к).\n(это) task\nЗАДАНИЕ 1- починить тарантас (к). (это) task\nЗадача.\n***\nЯ тебя прошу \"ask\"\nрешить одну задачу \"task\"."
        ],
        "examples": [
            "It was a rather simple task.",
            "You must not task me too high.",
            "You have to complete this task inside a week.",
            "It is a daunting task.",
            "He is unequal to the task.",
            "She appoints them a task of needle-work.",
            "He squared up to the task.",
            "There are several different ways to accomplish the same task.",
            "His task was to keep Jimmy in check.",
            "He put his back into the task.",
            "She was adequate to the task.",
            "Ideally, he should complete the task immediately.",
            "She was unequal to the task.",
            "I was just warming to the task.",
            "I'll tackle this difficult task.",
            "It will take a tighter workman than I am for this task.",
            "Finishing the task will not be easy.",
            "He dispatched the task he was assigned.",
            "I was given the task of building a fire.",
            "The task ahead is to reconstruct the building.",
            "I was dispensed from this terrible task",
            "They found it quite a tough task to accomplish.",
            "He saw the difficulty and greatness of his task.",
            "This is a laborious task that takes time and costs money.",
            "Every task has a clear end in view.",
            "We had an awesome task ahead of us.",
            "This has got to be our number one task.",
            "Our first task is to gather information.",
            "This task is inapplicable to our classes.",
            "The dispatch of the task force is purely a contingency measure."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(закр сл) = [ɑː]"
        ],
        "example_translate": [
            "Это было довольно простое задание.",
            "Нельзя требовать от меня слишком многого.",
            "Ты должен закончить это задание не больше, чем за неделю.",
            "Это чрезвычайно трудная задача.",
            "Эта задача ему не по плечу.",
            "Она засаживает их за шитьё.",
            "Он решительно взялся за выполнение задачи.",
            "Существует несколько различных способов выполнения одной и той же задачи.",
            "Его задачей было держать Джима под контролем.",
            "Он полностью выложился, выполняя это задание.",
            "Она вполне подходила для этого.",
            "В идеале, он должен выполнить это задание немедленно.",
            "Эта задача была ей не по плечу.",
            "Мне только-только начало нравиться задание.",
            "Я возьмусь за эту непростую задачу.",
            "Для такой работы потребуется более сведущий специалист, чем я.",
            "Закончить это задание будет нелегко.",
            "Он выполнил возложенную на него задачу.",
            "Мне было поручено развести огонь.",
            "Предстоящая задача — реконструировать здание.",
            "Меня освободили от этого ужасного задания.",
            "Это задание оказалось для них очень сложным.",
            "Он понимал всю трудность и масштаб своей задачи.",
            "Это трудоёмкое задание, которое требует затрат времени и денег.",
            "Каждая задача имеет перед собой чёткую цель.",
            "Перед нами стояла потрясающая задача.",
            "Это должно быть нашей задачей номер один.",
            "Наша первая задача состоит в том, чтобы собрать информацию.",
            "Это задание нельзя применить на наших занятиях.",
            "Отправка оперативной группы — исключительно мера предосторожности."
        ],
        "stars": 3
    }
}