{
    "taxation": {
        "comment": [
            "tax",
            "taxi",
            "taxpayer"
        ],
        "translate": "налогообложение, обложение налогом, взимание налога, сумма налога",
        "transcription": " |tækˈseɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Taxation is based on income.",
            "The bond is subject to taxation.",
            "Excessive taxation has been clogging the market.",
            "Is all that is upon the farm subjected to taxation?",
            "International Union for Land Value Taxation and Free Trade",
            "He exploit the new taxation system.",
            "Taxation is a drag on the economy.",
            "The burden of taxation has risen considerably.",
            "Who is responsible for these variations in taxation?",
            "Mills argues that high taxation strangles the economy.",
            "He was immune from taxation as long as he resided in Bermuda.",
            "We must try to right the balance between taxation and government spending.",
            "With the introduction of independent taxation, a married woman's position is much clearer."
        ],
        "example_translate": [
            "Размер налогообложения определяется доходом.",
            "Данные облигации подлежат налогообложению.",
            "Высокие налоговые ставки тормозили развитие рынка.",
            "Все ли имущество фермы подвергается налогообложению?",
            "Международный союз по налогообложению земельной собственности и свободной торговле",
            "Он использовал в своих интересах новую систему налогообложения.",
            "Налогообложение является тормозом экономики.",
            "Налоговое бремя значительно увеличилось.",
            "Кто несёт ответственность за эти изменения в налогообложении?",
            "Миллс утверждает, что высокое налогообложение душит экономику.",
            "Он был освобождён от налогообложения всё время, пока проживал на Бермудских островах.",
            "Мы должны попытаться восстановить баланс между налогообложением и государственными расходами.",
            "С введением независимого налогообложения, положение замужней женщины стало гораздо яснее."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}