{
    "teach": {
        "comment": [
            "teacher",
            "teaching",
            "tear",
            "tea",
            "team",
            "tease"
        ],
        "translate": " учить, преподавать, обучать, приучать, проучить, давать уроки, выучивать",
        "transcription": "  |tiːtʃ|",
        "antonyms": [],
        "mnemonic": [
            "teach [ти:ч] учить - Ученик учителю: «Что ты меня (тычешь) своей учебой?»;",
            "teach [ti: tʃ]\nteacher ['ti:tʃə]\n***\nУЧАТ нас, чтоб мы могли цели достичь. (это) teach\nУЧИТ нас Иван Никитич. (это) teach\n***\nНаш УЧИТЕЛЬ симпатичен. (это) teacher\n***\nКаждый \"each\"\nготов нас учить \"teach\"."
        ],
        "examples": [
            "Teach me how to run the business.",
            "My father taught me to swim.",
            "I taught history for many years.",
            "I was meant to teach.",
            "That'll teach you to be late!",
            "Who taught you to use your PC?",
            "I'll teach you to come home late.",
            "The episode taught me a lesson I'll never forget.",
            "She taught English to foreign students.",
            "A very short time would suffice to teach him to read.",
            "If you can convince a child you love him, you can teach him anything.",
            "He qualified to teach mathematics.",
            "He enjoys teaching his students about history.",
            "I have endeavored to teach them to phrase and clause.",
            "How long did it take you to teach the dog to sit up and beg?",
            "We need to teach our children the difference between good and bad.",
            "It's important to teach your children about the dangers of smoking.",
            "Someone should teach you some manners!",
            "She had to teach a class of illiterates.",
            "Can you teach me one of your card tricks?",
            "I'm teaching English to Italian students.",
            "Someone needs to teach her right and wrong.",
            "The idea is to teach children to save money.",
            "I teach creative writing at Trinity College.",
            "The church teaches compassion and forgiveness.",
            "Darwin teaches that biological species develop.",
            "We must teach children to be wary of strangers.",
            "Schools try to teach children a set of principles.",
            "He taught geography at the local secondary school.",
            "The program aims to teach road safety through play."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "Сложное дополнение",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Научи меня вести дела.",
            "Отец научил меня плавать.",
            "Я много лет преподавал историю.",
            "Мне было суждено стать преподавателем.",
            "Будешь теперь знать, как опаздывать!",
            "Кто научил тебя работать на компьютере?",
            "Я тебе покажу, как приходить домой поздно!",
            "Этот случай стал для меня уроком, который я никогда не забуду.",
            "Она преподавала английский иностранным студентам.",
            "Достаточно немного времени, чтобы научить его читать.",
            "Если убедить ребёнка в том, что его любят, его можно научить чему угодно.",
            "Он получил специальность преподавателя математики.",
            "Ему очень нравится учить своих студентов истории.",
            "Я попытался научить их строить словосочетания и предложения.",
            "Сколько времени тебе потребовалось, чтобы научить собаку делать стойку и служить?",
            "Мы должны научить своих детей понимать разницу между хорошим и плохим.",
            "Важно донести до сознания детей информацию о вреде курения.",
            "Кто-то должен научить тебя хорошим манерам!",
            "Ей пришлось преподавать в классе, где не умели ни читать, ни писать.",
            "Можете научить меня одному из ваших карточных фокусов?",
            "Я преподаю английский язык итальянским студентам.",
            "Кто-то должен научить её отличать хорошее от плохого.",
            "Идея состоит в том, чтобы научить детей экономить деньги.",
            "Я преподаю литературное творчество в колледже св. Троицы.",
            "Церковь учит состраданию и прощению.",
            "Дарвин учит, что биологические виды эволюционируют.",
            "Мы должны научить детей остерегаться незнакомцев.",
            "Школы стараются внушить детям определённый набор принципов.",
            "Он преподавал географию в местной средней школе.",
            "Цель данной программы — обучить безопасности дорожного движения в игровой форме."
        ],
        "stars": 3
    }
}