{
    "tease": {
        "comment": [],
        "translate": "дразнить, поддразнивать, раздразнить, поддразнивание, задира",
        "transcription": " |tiːz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Stop teasing the cat!",
            "Don't get upset. I was only teasing.",
            "She used to tease me about my hair.",
            "I'm sorry, it was only a tease.",
            "The children teased the new teacher.",
            "He is not soon provoked, however teased.",
            "Evelyn would tease her, but only in fun.",
            "The advertisement is intended to tease the customers",
            "The lower rate is just a tease to attract new customers.",
            "Shopmen and barkers tease you to buy goods.",
            "Don't take any notice of Joe — he's a big tease.",
            "It's horrid of you to tease them like that.",
            "The children teased the boy because of his stammer.",
            "The flirting man teased the young woman.",
            "He used to tease her mercilessly.",
            "She continued to tease her brother, grinning wickedly."
        ],
        "example_translate": [
            "Перестань дразнить кошку!",
            "Не расстраивайся. Я просто пошутил.",
            "Она дразнила меня из-за моих волос.",
            "Извини, я только дразнился.",
            "Дети дразнили нового учителя.",
            "Сколько его ни дразни, его трудно вывести из себя.",
            "Эвелин /Эвелина, Ивлин/, бывало, дразнила её, но только в шутку.",
            "Реклама предназначена для того, чтобы завлекать клиентов.",
            "Более низкая ставка /цена/ — это просто наживка для привлечения новых клиентов.",
            "Продавцы и зазывалы настойчиво просят вас купить (их) товары.",
            "Не обращай внимания на Джо — он большой задира.",
            "Отвратительно с твоей стороны так дразнить их.",
            "Дети дразнили мальчика из-за его заикания.",
            "Флиртующий /заигрывающий/ мужчина поддразнивал молодую женщину. / Мужчина заигрывал с молодой женщиной, поддразнивая её.",
            "Когда-то он нещадно дразнил её.",
            "Она продолжала дразнить своего брата, зло усмехнувшись."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}