{
    "technically": {
        "comment": [
            "technical",
            "technology",
            "technique",
            "technician",
            "technological"
        ],
        "translate": "технически",
        "transcription": " |ˈteknɪklɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Technical experts analyzed the data.",
            "Technically, that cheap stuff may be wine, but it's hardly drinkable.",
            "He is using the word in its technical sense.",
            "Technically, the term is no longer used by experts.",
            "The dance looks simple, but is technically very difficult.",
            "Her performance was technically perfect, but it lacked soul.",
            "His playing is technically brilliant, but it doesn't excite me.",
            "Even if it were technically possible, we do not have the money to do it.",
            "It could soon be technically possible to produce a human being by cloning.",
            "If you have any problems with your new computer, we offer 24-hour technical support.",
            "Technically speaking, it may not be a violation, but it is certainly repugnant to the spirit of the law.",
            "Technically, a bank's reserves belong to the stockholders.",
            "The film's director hired a real police officer as a technical consultant.",
            "Those leaves which present a double or quadruple fold, technically termed \"the bolt\"."
        ],
        "example_translate": [
            "Технические специалисты проанализировали данные.",
            "Формально, эта дешёвая бурда может оказаться вином, но вряд ли её можно пить.",
            "Он употребляет это слово в его техническом смысле.",
            "Строго говоря, этот термин больше не используется специалистами.",
            "Танец выглядит простым, но на самом деле он очень сложен технически.",
            "Технически её выступление было безукоризненно, однако ей не хватило душевности.",
            "С точки зрения техники, его игра великолепна, но она меня не трогает.",
            "Даже если бы такое было технически возможно, у нас на это нет денег.",
            "Скоро может появиться техническая возможность создать человеческое существо путём клонирования.",
            "Если у вас возникнут проблемы с новым компьютером, мы предоставим круглосуточную техническую поддержку.",
            "Возможно, с формальной точки зрения это и не является нарушением, но безусловно противоречит духу закона.",
            "Формально, резервы банка принадлежат акционерам.",
            "Режиссёр фильма нанял в качестве технического консультанта настоящего офицера полиции.",
            "Эти листы сложены вдвое или вчетверо, и эти складки называются bolt."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}