{
    "technique": {
        "comment": [
            "technical",
            "technology",
            "technician",
            "technological",
            "technically"
        ],
        "translate": "техника, метод, способ, технические приемы",
        "transcription": " |tekˈniːk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They developed a new technique.",
            "The dancer's technique is strong.",
            "It's a simple but effective technique.",
            "The technique is at best ineffective and at worst dangerous.",
            "The technique was originated by an Italian artist.",
            "I used a special technique to make the bread.",
            "He's a great player, with brilliant technique.",
            "He knew the technique of grabbing an audience.",
            "She borrowed the technique from local artisans.",
            "It's a new technique and the failure rate is quite high.",
            "We learned some techniques for relieving stress.",
            "In mathematics, we use many techniques of problem-solving.",
            "His technique is to start at 1 across and then go to 1 down.",
            "The players need to practice in order to improve their technique.",
            "We use the same technique in the layout of this magazine.",
            "As pedagogy this technique of presentation is unexceptionable.",
            "She has become more refined in her painting technique.",
            "There are various techniques for dealing with industrial pollution.",
            "He invented a technique to determine the sequence of base pairs in DNA.",
            "Her technique became a standard against which all future methods were compared.",
            "This technique was then adapted and refined by the more sophisticated cultures of the ancient world.",
            "Fletcher's superior technique brought him victory.",
            "Her knitting technique is more sophisticated than mine.",
            "'Multimedia' is the term for any technique combining sounds and images.",
            "In 1862, a technique was contrived to take a series of photographs showing stages of movement.",
            "The ice-skaters will be judged on technique and creativity.",
            "Over the next months, he applied himself to improving the technique.",
            "The technique is being tried in classrooms to assess what effects it may have.",
            "The technique involves grafting a very thin slice of bone onto the damaged knee.",
            "No great manual dexterity (=skill in using your hands) is required to perform the technique."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они разработали новый метод.",
            "У этой танцовщицы сильная техника.",
            "Этот метод прост, но эффективен.",
            "Эта методика, в лучшем случае, неэффективна, а в худшем — опасна.",
            "Эту технику изобрёл один итальянский художник.",
            "Для изготовления этого хлеба я применил особую технологию.",
            "Это великолепный игрок с блестящей техникой.",
            "Он знал, как завладеть вниманием аудитории.",
            "Она позаимствовала этот приём у местных ремесленников.",
            "Техника новая, и процент отказов довольно высок.",
            "Мы выучили кое-какие упражнения для снятия стресса.",
            "В математике мы используем множество способов решения задач.",
            "Его метод состоит в том, чтобы начать с 1 по горизонтали, а затем перейти к 1 по вертикали. (о решении кроссворда)",
            "Игроки должны тренироваться, чтобы оттачивать своё техническое мастерство.",
            "При составлении макета журнала мы используем эти же методы.",
            "С точки зрения педагогики, подобная техника изложения безупречна. (пер. И.3. Налетова)",
            "Она стала более изящной в своей технике живописи.",
            "Существуют различные методы борьбы с промышленным загрязнением.",
            "Он изобрёл способ определения последовательности пар оснований в ДНК.",
            "Её техника стала стандартом, с которым сравнивали все последующие методы.",
            "Этот метод затем был адаптирован и усовершенствован более утончёнными культурами древнего мира.",
            "Победу Флетчеру принесло его превосходное техническое мастерство.",
            "Её техника вязания является более сложной, чем моя.",
            "\"Мультимедиа\" — это название любой техники, сочетающей звуки и изображения.",
            "В 1862 году придумали метод съёмки серии фотографий, показывающих стадии движения.",
            "У фигуристов будут оценивать технику исполнения элементов и артистичность.",
            "В течение следующих месяцев он сосредоточился на совершенствовании технического мастерства.",
            "Эта методика испытывается в классах, чтобы оценить, какие эффекты она может иметь.",
            "Предлагаемая методика связана с пересадкой на повреждённое колено очень тонкого кусочка кости.",
            "Для выполнения этой техники не требуется большой ловкости рук (т.е. мастерского владения руками)."
        ]
    }
}