{
    "technical": {
        "comment": [],
        "translate": "технический, специальный, промышленный, технические подробности",
        "transcription": " |ˈteknɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Technical experts analyzed the data.",
            "Technical service will be charged extra.",
            "David was asked to head up the technical team.",
            "I won't bore you with all the technical details.",
            "The broadcast was delayed because of technical difficulties .",
            "staff who provide technical and administrative support to the college",
            "a pianist with good technical skills",
            "I have no technical knowledge at all.",
            "The fall is only a technical correction.",
            "Can you translate this technical jargon?",
            "He is using the word in its technical sense.",
            "I didn't understand all the technical terms.",
            "The argument was essentially a technical one.",
            "A technical glitch caused a temporary shutdown.",
            "Technical terms are rarely occurrent in literature.",
            "the impact of technical advancements on civilization",
            "the technical and vulgar names for an animal species",
            "Distressed companies need loans and technical advice.",
            "Use clear English in preference to technical language.",
            "Technical assistance for the product is free of charge.",
            "Association of Scientific, Technical and Managerial Staff",
            "The technical details mean nothing to the average punter.",
            "Our staff will be available to give you technical support.",
            "She possesses complete technical mastery of her instrument.",
            "high-speed Internet connections and other technical wizardry",
            "The hirer receives the bike in a perfect technical condition.",
            "We are waiting for a callback from a technical support specialist.",
            "In spite of some technical hitches, the first program was a success.",
            "Analysts content that the stock market is due for a technical rally.",
            "No other company had the technical know-how to deal with the disaster."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Технические специалисты проанализировали данные.",
            "Техническое обслуживание будет оплачиваться дополнительно.",
            "Дэвида попросили возглавить технический отдел.",
            "Я не хочу утомлять вас, всеми техническими подробностями.",
            "Трансляция была приостановлена по техническим причинам.",
            "сотрудники, которые обеспечивают техническую и административную поддержку колледжа",
            "пианист с хорошими техническими навыками",
            "У меня нет никаких технических знаний.",
            "Данное падение представляет собой всего лишь техническую поправку.",
            "Вы можете перевести этот технический жаргон?",
            "Он употребляет это слово в его техническом смысле.",
            "Я не понял всех этих технических терминов.",
            "По сути, спор был чисто формальным.",
            "Технический сбой вызвал временное отключение системы.",
            "Технические термины редко встречаются в (художественной) литературе.",
            "влияние технического прогресса на цивилизацию",
            "технические и вульгарные названия одного из видов животных",
            "Компаниям, которые испытывают финансовые трудности, нужны кредиты и технические консультации.",
            "Отдавайте предпочтение понятному английскому языку перед специальной терминологией.",
            "Техническая поддержка продукции осуществляется бесплатно.",
            "Ассоциация научно-технических работников и руководящего персонала (в Великобритании)",
            "Эти технические подробности ничего не значат для среднестатистического потребителя.",
            "Наши сотрудники всегда готовы предоставить вам техническую поддержку.",
            "С точки зрения техники, она владеет своим музыкальным инструментом в совершенстве.",
            "высокоскоростной интернет и другие чудеса техники",
            "Арендатор получает мотоцикл в технически безупречном состоянии.",
            "Мы ждем звонка от специалиста техподдержки.",
            "Несмотря на некоторые технические заминки, первая программа была успешной.",
            "Аналитики согласны с тем, что фондовый рынок ожидает оживление, вызванное внутренними факторами.",
            "Ни одна другая компания не имела достаточного технического опыта, чтобы справиться с этой катастрофой."
        ]
    }
}