{
    "teenager": {
        "comment": [],
        "translate": "подросток",
        "transcription": " |ˈtiːneɪdʒər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a teenager with spots on his face",
            "The teenager wolfed down the pizza",
            "As a teenager I was painfully shy.",
            "a TV sex education series aimed at teenagers",
            "I was painfully shy as a teenager.",
            "As a teenager, I was painfully shy.",
            "I don't want a roommate who acts like a horny teenager with every woman he meets.",
            "the vexed parents of an unruly teenager",
            "She dropped acid when she was a teenager.",
            "He became involved in petty crime as a teenager.",
            "This is an improper diet for a growing teenager.",
            "I felt like a teenager going out on a first date.",
            "Sobbingly, the teenager admitted killing the baby.",
            "Some teenager stole my car and took it for a joyride.",
            "a gangly teenager who was born to play varsity basketball",
            "Consider the problems of the teenager contra those of the adult.",
            "A change in personality may mean your teenager has a drug problem.",
            "Richens was 17 when he flew into a rage and stabbed another teenager.",
            "an insentient therapist who failed to see what the teenager's real problem was",
            "The sullen teenager would give only a monosyllabic response to even the friendliest question.",
            "The appearance of a ransom note meant that the teenager's disappearance was now a matter for the police.",
            "...when questioned by his parents about his drug use, the teenager told one blatant falsity after another...",
            "He spoke in the vernacular of an urban teenager.",
            "The teenager caught shoplifting seemed to evince no remorse.",
            "A teenager was accused of cracking into the company's network.",
            "As a teenager he embarked on a series of ill-advised escapades."
        ],
        "example_translate": [
            "подросток с прыщами на лице",
            "Подросток с жадностью уплетал пиццу",
            "Подростком я был болезненно застенчив.",
            "телевизионный сериал, посвящённый теме полового воспитания, ориентированный на подростковую аудиторию",
            "Я был болезненно застенчивым подростком.",
            "В подростковом возрасте я был болезненно застенчив.",
            "Мне не нужен сосед, который, как тинейджер, возбуждается при виде каждой женщины.",
            "измученные родители непослушного подростка",
            "Она глотала \"кислоту\", когда была подростком. (сл. drop — принимать препараты через рот)",
            "Подростком он стал участвовать в мелких преступлениях.",
            "Этот рацион не подходит для растущего подростка.",
            "Я чувствовал себя подростком, который идёт на первое свидание.",
            "Рыдая, подросток признался в убийстве малыша.",
            "Какой-то подросток угнал мою машину и взял её \"покататься\".",
            "долговязый нескладный подросток, рождённый для студенческого баскетбола",
            "Противопоставьте проблемы подростков взрослым проблемам.",
            "Изменение личности может означать, что у вашего подростка возникли проблемы с наркотиками.",
            "Риченсу было семнадцать лет, когда он в порыве гнева зарезал другого подростка.",
            "бесчувственный врач, который не разглядел, в чём заключается реальная проблема этого подростка",
            "Этот угрюмый подросток давал лишь односложные ответы даже на самые дружелюбные вопросы.",
            "Появление письма с требованием о выкупе означало, что исчезновением этого подростка теперь будет заниматься полиция.",
            "...когда родители расспрашивали его об употреблении наркотиков, подросток говорил одну наглую ложь за другой...",
            "Он говорил на языке городских подростков.",
            "Подросток, пойманный на магазинной краже, ничуть не выглядел раскаивающимся.",
            "Подростка обвинили во взломе сети компании.",
            "Будучи подростком, он принял участие в нескольких необдуманных выходках."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}