{
    "teenage": {
        "comment": [],
        "translate": "юношеский, в возрасте от 13 до 19 лет",
        "transcription": " |ˈtiːneɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is a typical teenage rebel.",
            "My teenage daughter's a real clotheshorse.",
            "My teenage daughter wears a special device at night to correct her bite.",
            "The infant was exposed by the teenage mother.",
            "In her view, “teenage boys are perpetually horny”.",
            "The windows were broken by a gang of teenage hooligans.",
            "The health department is stepping up efforts to reduce teenage smoking.",
            "The story is about the emotional odyssey experienced by a teenage girl.",
            "Parents sometimes find it difficult to communicate with their teenage children.",
            "The birth rate for older women has declined, but, by contrast, births to teenage mothers have increased.",
            "He is wanted for the murder of a teenage girl.",
            "She had trouble keeping her teenage sons in order.",
            "Deanes writes and lectures about teenage delinquents.",
            "A group of teenage boys stood talking in a group outside.",
            "He is worried that his teenage kids will fall foul of the law.",
            "Critics of the scheme have said that it will not solve the problem of teenage crime.",
            "Teenage mothers often have no option but to (=have no other choice except to) live with their parents."
        ],
        "example_translate": [
            "Он — типичный подросток-бунтарь.",
            "Моя несовершеннолетняя дочка — самая настоящая шмоточница.",
            "Моя дочь-подросток на ночь надевает специальное устройство для исправления прикуса.",
            "Младенец был брошен юной матерью на улице.",
            "По её мнению, “мальчики-подростки постоянно хотят секса”.",
            "Окна были разбиты шайкой подростков-хулиганов.",
            "Министерство здравоохранения активизирует усилия, направленные на снижение уровня подросткового курения.",
            "В этой истории рассказывается о волнительных приключениях, которые выпали на долю юной девушки.",
            "Родителям иногда трудно общаться со своими детьми-подростками.",
            "Рождаемость у пожилых женщин снизилась, но, в противоположность этому, число родов у матерей-подростков возросло.",
            "Он разыскивается за убийство девочки-подростка.",
            "Ей было очень нелегко держать сыновей-подростков в узде.",
            "Динз пишет и читает лекции о несовершеннолетних правонарушителях.",
            "Снаружи стояли кучкой и разговаривали несколько мальчишек-подростков.",
            "Он опасается, что его дети-подростки пойдут против закона.",
            "Критики данной системы сказали, что она не решит проблему подростковой преступности.",
            "Матери-подростки часто не имеют другой возможности (т.е. иного выбора), кроме как жить с родителями."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}