{
    "telescope": {
        "comment": [],
        "translate": "телескоп, оптическая подзорная труба, складывать, складываться, сжимать",
        "transcription": " |ˈtelɪskəʊp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The front of the car telescoped when it hit the wall.",
            "The novel was telescoped into a short play.",
            "We took the best telescope to observe it withal.",
            "One should use a telescope to study the heavenly bodies.",
            "The rings of Saturn can be seen through a telescope.",
            "The whole legal process was telescoped into a few weeks.",
            "He slewed the telescope three degrees south.",
            "She aimed the telescope at a point in the eastern sky.",
            "Without a telescope, the comet will look like a fuzzy blob.",
            "Using a telescope, Galileo discovered stars that were invisible to the naked eye.",
            "The telescope is inclined at an angle of 43 degrees.",
            "The star is not visible to an observer without a telescope.",
            "The telescope can detect light emitted by distant galaxies.",
            "Twiddle the knob on the telescope until things are in focus.",
            "Observations made using the telescope have led to new theories.",
            "Details on the moon's surface can only be seen through a telescope.",
            "How are you going to telescope all those articles into one short book?",
            "The new telescope offers an unparalleled opportunity to conduct research.",
            "The telescope makes the craters on the surface of the moon incredibly clear.",
            "Through his telescope he could see millions of stars that were invisible to the naked eye.",
            "With the telescope we can see details of the planet's surface that are ordinarily invisible.",
            "The Hubble Telescope has allowed astronomers to make significant discoveries about our galaxy.",
            "For dramatic purposes, the film telescopes the years over which the events occurred into a few short months."
        ],
        "example_translate": [
            "Передняя часть автомобиля сплющилась при ударе о стену.",
            "Этот роман сократили, сделав из него короткую пьесу.",
            "Мы взяли лучший телескоп, чтобы вести наблюдения с его помощью.",
            "Для изучения небесных тел следует использовать телескоп.",
            "Кольца Сатурна можно увидеть в телескоп",
            "Весь судебный процесс уложился в несколько недель.",
            "Он быстро сместил телескоп на три градуса к югу.",
            "Она нацелила телескоп на точку в восточной части неба.",
            "Без телескопа эта комета будет выглядеть как нечёткое пятно.",
            "При помощи телескопа Галилео открыл звёзды, невидимые невооружённым глазом.",
            "Телескоп наклонён под углом в 43 градуса.",
            "Эта звезда не видна наблюдателю без телескопа.",
            "Данный телескоп может обнаружить свет, излучаемый далёкими галактиками.",
            "Вертите ручку телескопа, пока всё не станет чётким.",
            "Наблюдения, сделанные с помощью телескопа, привели к возникновению новых теорий.",
            "Мелкие детали на поверхности Луны можно увидеть только в телескоп.",
            "Как же вам удастся сжать все эти статьи в одну небольшую книгу?",
            "Новый телескоп предлагает уникальную возможность для проведения исследований.",
            "В этот телескоп кратеры на поверхности Луны становятся невероятно чёткими.",
            "Через свой телескоп он мог видеть миллионы звезд, которые не были видны невооруженным глазом.",
            "С помощью телескопа мы можем видеть детали на поверхности планеты, которые обычно не видны.",
            "Телескоп \"Хаббл\" позволил астрономам сделать значительные открытия о нашей галактике.",
            "В драматических целях, авторы фильма сжимают несколько лет, в течение которых происходили события, в несколько коротких месяцев."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}