{
    "tell": {
        "comment": [],
        "translate": "сказать, говорить, рассказывать, сообщать, указывать, отличать, сказываться",
        "transcription": " |tel|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He told us the story.",
            "I promise not to tell anyone.",
            "They told us to wait.",
            "Tell me what is bothering you.",
            "She never told her love.",
            "They did not do it, I tell you.",
            "If you hit me, I'll tell.",
            "Tell me your phone number again.",
            "I was going to tell father on him.",
            "I can't tell you because it's a secret.",
            "I'll tell you all about it when I get back.",
            "He was telling on all his former colleague.",
            "How can you tell a fake Vuitton handbag from the real thing?",
            "I thought I told you not to touch anything!",
            "Tell me straight, Adam. Just answer yes or no.",
            "She told us some funny stories about her sister.",
            "I told you it was a waste of time talking to him.",
            "Can you tell the difference between sparkling wine and champagne?",
            "He could think one thing, and tell another.",
            "It's hard to tell how long the job will take.",
            "I tell you that man is a crook!",
            "My mother told me not to trust Robert.",
            "Sheppard was telling the truth.",
            "Jack had to go, but he didn't tell me why.",
            "You could tell a mile off that he was lying.",
            "Stop trying to tell me what to do all the time.",
            "What do these fossils tell us about climate change?",
            "Please tell us your name and occupation.",
            "No one had told them about the drug's side effects.",
            "She might have been lying. Benjy couldn't tell."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "Сложное дополнение",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Он рассказал нам эту историю.",
            "Я обещаю никому не рассказывать.",
            "Они приказали нам ждать. / Нам велели подождать.",
            "Скажите мне, что вас беспокоит.",
            "Она никогда не говорила вслух о своей любви.",
            "Они не делали этого, уверяю вас.",
            "Если ударишь меня, я расскажу.",
            "Повтори-ка мне ещё раз свой номер.",
            "Я собиралась пожаловаться на него отцу.",
            "Я не могу тебе рассказать, потому что это секрет.",
            "Я всё тебе расскажу, когда вернусь.",
            "Он доносил на всех бывших коллег.",
            "Как отличить поддельную сумку Louis Vuitton от настоящей?",
            "Я, кажется, говорил тебе ничего не трогать!",
            "Скажи мне прямо, Адам. Просто ответь: \"да\" или \"нет\".",
            "Она рассказала нам несколько забавных историй о своей сестре.",
            "Я же вас предупреждал: с ним разговаривать — только время терять.",
            "Вы можете отличить игристое вино от шампанского?",
            "Он мог думать одно, а говорить другое.",
            "Трудно сказать, как долго займёт эта работа.",
            "Говорю тебе, этот человек — мошенник!",
            "Мать велела мне не доверять Роберту .",
            "Шеппард говорил правду.",
            "Джеку пришлось уйти, но из-за чего — он мне не сказал.",
            "За версту было видно, что он лжёт.",
            "Прекрати свои попытки мне всё время указывать.",
            "Что эти окаменелости говорят нам об изменении климата?",
            "Пожалуйста, назовите нам своё имя и род занятий.",
            "Никто не сказал им о побочных эффектах этого препарата.",
            "Может, она и врёт — Бенджи не смог определить, так это или нет."
        ]
    }
}