{
    "temporary": {
        "comment": [
            "temper",
            "temporarily",
            "temperature",
            "temple"
        ],
        "translate": "временный, переходящий, временный рабочий или служащий",
        "transcription": " |ˈtempəreri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's an interesting job, but it's only temporary.",
            "I'm living with my parents, but it's only temporary.",
            "The delay is only temporary.",
            "She was employed on a temporary basis.",
            "The bridge was erected as a temporary measure.",
            "The temporaries are paid at $6.50 an hour.",
            "Due to a small fire, the office will be closed temporarily.",
            "The drug will give you temporary relief from the pain.",
            "It's a temporary job, but I'm hoping it will be made permanent.",
            "Many of those changes could just be a temporary fix.",
            "They hoped that his exile would be temporary.",
            "The temporary camps were inadequately equipped.",
            "One temporary gleam of good fortune cheered him for a time.",
            "The company's financial problems were just a temporary blip.",
            "As a temporary measure, I do not presume to challenge its wisdom.",
            "a temporary aberration in US foreign policy",
            "They have called a temporary ceasefire in the region.",
            "We have seen temporary blips of high job growth earlier this year.",
            "The survey didn't collect any information about temporary workers.",
            "You might want to consider temporary work until you decide what you want to do.",
            "A technical glitch caused a temporary shutdown.",
            "Any government funding would be temporary in nature.",
            "She might get temporary work, but there's not much about.",
            "The refugees are being housed in temporary accommodation.",
            "Shoppers will get a temporary reprieve from the new sales tax.",
            "The court acquitted Campbell on the grounds of temporary insanity.",
            "She suffered temporary loss of vision after being struck on the head.",
            "She went for a retreat at the monastery for a temporary respite from the moil of the modern world.",
            "The new bridge was erected as a temporary measure to replace the one which was destroyed by floods.",
            "While he was in the hospital, the CEO had his most trusted lieutenant assume temporary headship of the firm."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это интересная работа, вот только временная.",
            "Я живу с родителями, но это лишь на время.",
            "Это всего лишь временная заминка.",
            "Она работала по договору временного найма.",
            "Мост был возведён в качестве временной меры.",
            "Временные сотрудники получают 6,5 долл. в час.",
            "Из-за небольшого пожара, офис временно будет закрыт.",
            "Это лекарство временно облегчит вам боль.",
            "Это пока что временная работа, но я надеюсь, что она станет постоянной.",
            "Многие из этих изменений могли бы быть просто временной мерой.",
            "Они надеялись, что его изгнание будет носить временный характер.",
            "Временные лагеря не были должным образом оборудованы.",
            "Один краткий проблеск удачи приободрил его на время.",
            "Финансовые проблемы данной компании были всего лишь временным явлением.",
            "Я не осмеливаюсь ставить под сомнение разумность этого шага в качестве временной меры.",
            "временное отклонение от нормы во внешней политике США",
            "Они заявили о временном прекращении огня в данном регионе.",
            "Некоторое время назад в этом году мы наблюдали заметный, но непродолжительный рост занятости населения.",
            "Это исследование не собирало какой-либо информации о временных работниках.",
            "Вам может потребоваться рассмотреть временную работу, пока вы не решите, чем хотите заниматься.",
            "Технический сбой вызвал временное отключение системы.",
            "Любое государственное финансирование будет носить временный характер.",
            "Она могла бы получить временную работу, но её сейчас не так много.",
            "Беженцев размещают в местах временного проживания.",
            "Покупатели получат временную отсрочку от уплаты нового налога с продаж.",
            "Суд оправдал Кэмпбелла на основании временного помешательства /состояния аффекта/.",
            "После удара по голове она временно потеряла зрение.",
            "Она удалилась в монастырь, взяв временную передышку от вечной суеты современного мира.",
            "Новый мост был возведён в качестве временной меры, для замены разрушенного наводнением.",
            "На время своего пребывания в больнице, генеральный директор поручил наиболее надёжному своему заместителю принять на себя временное руководство фирмой."
        ]
    }
}