{
    "temple": {
        "comment": [
            "temper",
            "temporary",
            "temporarily",
            "temperature"
        ],
        "translate": "храм, висок, височная область, шпарутка, сооружать храм",
        "transcription": " |ˈtempl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The veins in his temple throbbed.",
            "Fire took the temple.",
            "The temple can only be reached by water.",
            "They worship at this temple.",
            "The roof gives a very squat aspect to the temple.",
            "They offered libations at the temple.",
            "The temple is presumed to date from the first century BC.",
            "We saw a temple resplendent from afar in colours and gold.",
            "The First Book of the Maccabees tells of the profanation of the temple of Jerusalem by Antiochus IV Epiphanes in 167 b.c.",
            "The temple was once the site of sacrifices — both to honor the gods in times of plenty and to propitiate them in times of trouble.",
            "We were astonished to find the temple still in its original condition.",
            "Gastronomes from all over make the pilgrimage to this temple of haute cuisine.",
            "The once elegant temple lay in virtual ruin.",
            "The ancient temple was surrounded by vast stretches of impenetrable jungle.",
            "Hindu leaders appealed for calm (=asked that the public stay calm) after a temple was burnt to the ground."
        ],
        "example_translate": [
            "Жилки на его виске пульсировали.",
            "Огонь охватил храм.",
            "До этого храма можно добраться только по воде.",
            "Они проводят богослужения в этом храме.",
            "Из-за крыши храм выглядит очень маленьким и непропорционально широким.",
            "В этом храме они приносили возлияния богам.",
            "Предположительно, данный храм датируется первым веком до нашей эры.",
            "Мы увидели храм, сверкающий издалека яркими красками и золотом.",
            "В Первой книге Маккавейской рассказывается об осквернении Иерусалимского храма Антиохом IV Епифаном в 167 году до нашей эры.",
            "В этом храме когда-то приносили жертвы, как для того, чтобы воздать хвалу богам во времена изобилия, так и для того, чтобы умилостивить их в трудные времена.",
            "Мы были поражены, обнаружив, что храм по-прежнему находится в своём первоначальном состоянии.",
            "Гурманы со всего мира совершают паломничество в этот храм \"высокой кухни\".",
            "Этот когда-то изящный храм фактически лежал в руинах.",
            "Древний храм был окружён обширными непроходимыми джунглями.",
            "После сожжения одного из храмов, индуистские лидеры призвали к спокойствию (т.е. попросили общественность сохранять спокойствие)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}