{
    "temptation": {
        "comment": [
            "empty",
            "attempt",
            "attempted",
            "contempt",
            "exemption"
        ],
        "translate": "искушение, соблазн",
        "transcription": " |tempˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [
            "temple ['tɛmp (ə) l]\ntemporal ['tɛmpərəl] - светский, временной, мирской,\nгражданский\ntemptation - искушение, соблазн\n***\nВ ХРАМЕ служил и там|пел. (это) temple\nХрам, церковь. Сооружать храм."
        ],
        "examples": [
            "The temptation was too great to resist.",
            "Money is always a temptation.",
            "The temptation is very strong.",
            "I finally gave in to the temptation and had a cigarette.",
            "She resisted the temptation to laugh.",
            "And lead us not into temptation, but deliver us from evil. (Bible)",
            "Finally she yielded to temptation and helped herself to a large slice of cake.",
            "He lured me into temptation.",
            "The dessert menu has a lot of delicious temptations.",
            "No doubt there is a temptation to give in to this.",
            "She surrendered to temptation and took out a cigarette.",
            "Don't give in to the temptation to argue back.",
            "It was hard resisting the temptation to open the box.",
            "Resist the temptation to buy the item until you're certain you need it.",
            "The temptation to despair may become overwhelming.",
            "We must resist the temptation to oversimplify.",
            "She was seduced by the temptation of easy money and started to work in a massage parlor.",
            "To his everlasting credit, he never once gave in to temptation.",
            "He felt the temptation and his will power weakened.",
            "Colette surrendered to temptation and took out a cigarette.",
            "There might be a temptation to cheat if students sit too close together."
        ],
        "example_translate": [
            "Искушение было слишком велико, чтобы устоять.",
            "Деньги - это всегда искушение.",
            "Этот соблазн очень силён.",
            "Я, наконец, уступил искушению и выкурил сигарету.",
            "Она устояла перед соблазном рассмеяться.",
            "И не введи нас во искушение, но избави нас от лукавого. (Библия, Евангелие от Матфея, гл. 6, ст. 13)",
            "В конце концов, она поддалась искушению и утешила себя большим кусоком торта.",
            "Он ввёл меня в искушение.",
            "Десертное меню содержит много соблазнительно вкусных блюд.",
            "Конечно существует соблазн согласиться с этим.",
            "Она поддалась искушению и вынула сигарету.",
            "Не поддавайтесь искушению огрызнуться.",
            "Было сложно устоять перед искушением и не открыть коробку.",
            "Не поддавайтесь искушению купить вещь до тех пор, пока не будете уверены, что она вам действительно нужна.",
            "Искушение поддаться отчаянию может стать непреодолимым.",
            "Мы обязаны не поддаваться искушению всё упростить.",
            "Она поддалась искушению лёгких денег и начала работать в массажном салоне.",
            "Надо отдать ему должное: он ни разу не поддался искушению.",
            "Он почувствовал это искушение, и его сила воли ослабела.",
            "Поддавшись искушению, Колетт вытащила из пачки сигарету.",
            "Если ученики сидят слишком близко друг к другу, может возникнуть соблазн пойти на обман."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}