{
    "tenant": {
        "comment": [],
        "translate": "арендатор, съемщик, наниматель, жилец, арендовать, владеть на правах аренды",
        "transcription": " |ˈtenənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The desk was left by the previous tenant.",
            "The apartment needs to be cleaned out before a new tenant can move in.",
            "The tenant went to very needless expense.",
            "Council tenants are not allowed to have dogs in there flats.",
            "The laundry in the basement is for tenants only.",
            "The landlord can evict a tenant who doesn't pay the rent.",
            "An astute tenant always reads the small print in a lease.",
            "This allowed tenant farmers to buy land on easy terms (=by paying small sums of money over a long period).",
            "Clearing the refrigerator of what the previous tenant had left behind was like taking a course in the advanced putrefaction of leftovers.",
            "Since no one lived in the attic, the landlord suggested that the new tenant might have seen the materialization of a woman once murdered there.",
            "The recently deceased tenant was found by a concerned neighbor."
        ],
        "example_translate": [
            "Этот стол остался от прошлого жильца.",
            "Нужно вывезти из квартиры все вещи до приезда нового жильца.",
            "Арендатор пошёл на абсолютно ненужные расходы.",
            "Наниматели муниципальной собственности не вправе содержать собак в своих квартирах.",
            "Прачечная в подвале дома — только для его жильцов.",
            "Домовладелец имеет право выселить арендатора, если тот не платит арендную плату.",
            "Умный арендатор всегда читает мелкий шрифт в договоре аренды.",
            "Это позволило фермерам-арендаторам покупать землю на льготных условиях (т.е. путём выплаты небольших сумм денег в течение длительного периода).",
            "Чистка холодильника от того, что оставил после себя прежний жилец, была похоже на изучение продвинутой стадии разложения останков.",
            "Поскольку на чердаке никто не жил, владелец дома предположил, что новый арендатор, возможно, видел воплощение духа женщины, которую однажды там убили.",
            "Недавно умершего жильца обнаружил его обеспокоенный сосед."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}