{
    "tender": {
        "comment": [
            "tend",
            "pretend",
            "tent"
        ],
        "translate": "тендер, предложение, нежный, ласковый, мягкий, предлагать, вносить",
        "transcription": " |ˈtendər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her voice was tender and soft.",
            "He gave her a tender look.",
            "Continue cooking until the meat is tender.",
            "The meat is tender and juicy.",
            "The pork chops were tender and moist.",
            "I have never heard before the piano sound so tender.",
            "One tender word destroys a lover's rage. (S. Centlivre)",
            "Her wrist was swollen and tender.",
            "They held each other in a tender embrace.",
            "My arm is still tender where I bruised it.",
            "Minton tendered her resignation on Friday.",
            "The meat is so tender you can cut it with a fork.",
            "That tender rosy tint jewelled the mountains and the stones.",
            "We turned him over to the tender mercies of the student court.",
            "The early frost did in all of our tender plants.",
            "The first tender tints of morning now appeared on the verge of the horizon."
        ],
        "example_translate": [
            "Ее голос был нежным и мягким.",
            "Он одарил её нежным взглядом. / Он с нежностью посмотрел на неё.",
            "Продолжайте варить до тех пор, пока мясо не станет мягким.",
            "Это мясо нежное и сочное.",
            "Свиные отбивные были нежные и сочные.",
            "Я никогда до этого не слышала у пианино такого мягкого (мелодичного) звука.",
            "Одно ласковое слово гасит ярость возлюбленного.",
            "Её запястье распухло и болело, если дотронуться.",
            "Они держали друг друга в нежных объятиях.",
            "Моя рука по-прежнему болит в месте ушиба.",
            "Минтон подала прошение об отставке в пятницу.",
            "Это мясо — настолько нежное, что его можно резать вилкой.",
            "Этот нежный розовый отблеск украшал горы и камни.",
            "Мы отдали его на милость студенческого суда.",
            "Ранние заморозки погубили все наши нежные растения.",
            "На самом краю горизонта уже появились первые нежные краски утра."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}