{
    "tendency": {
        "comment": [],
        "translate": "тенденция, склонность, стремление, тенденциозный",
        "transcription": " |ˈtendənsi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He has a tendency to oversell himself.",
            "She suffers from a tendency to talk too much.",
            "a tendency to drop things",
            "The tendency still persists.",
            "She has a tendency to labor the obvious.",
            "They have some tendency to correct the disorder radically.",
            "Some people may inherit a tendency to alcoholism.",
            "His hair was brown, with a tendency to run in ringlets.",
            "fabric with a tendency to shrink",
            "Liza had always had a tendency to wildness.",
            "The tendency of all he said was to prove his own merits.",
            "Students have a tendency to misbehave themselves at exam time.",
            "There's still a tendency to see the issues in black and white.",
            "Greg's tendency to be critical made him unpopular with his co-workers.",
            "an unfortunate tendency to call those who disagree with him “brainless goons”",
            "the shoreward tendency of the current",
            "The author has a tendency to overwrite.",
            "He has an unfortunate tendency to show up late.",
            "History has an inbuilt tendency to repeat itself.",
            "a confirmed tendency to exaggerate about everything",
            "a tendency to turn from collegial to one-man management",
            "The economy has shown a general tendency toward inflation.",
            "He has an inveterate tendency to tell some very tall tales.",
            "The drug is effective but has a tendency to cause headaches.",
            "His tendency to overact made his performance less realistic.",
            "She has a tendency to generalize from her husband to all men.",
            "an intransigent conservative opposed to every liberal tendency",
            "Like mythology, Greek philosophy has a tendency to personify ideas.",
            "The author's tendency toward diffusion makes the novel a tedious read.",
            "Researchers believe that the tendency for diabetes is present at birth."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив с to после сущ",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "У него есть склонность перехваливать себя.",
            "Она страдает излишней болтливостью.",
            "привычка всё ронять",
            "Эта тенденция всё ещё сохраняется.",
            "У неё есть привычка постоянно повторять очевидные вещи.",
            "Они стремятся полностью устранить беспорядок.",
            "Некоторые люди могут унаследовать склонность к алкоголизму.",
            "У него были каштановые волосы, имеющие тенденцию завиваться колечками.",
            "ткань со склонностью к усадке",
            "Лайза всегда была немного необузданная /строптивая/.",
            "Цель его речи была в том, чтобы продемонстрировать свои собственные заслуги.",
            "Студенты имеют склонность плохо вести себя во время экзаменов.",
            "По-прежнему существует тенденция видеть проблемы в чёрно-белой гамме.",
            "Склонность Грега к критике сделала его непопулярным среди коллег.",
            "досадная склонность называть всех, кто с ним не согласен, \"безмозглыми болванами\"",
            "стремление направления течения к берегу",
            "У этого автора имеется тенденция к тому, чтобы писать слишком много.",
            "У него есть досадная склонность опаздывать.",
            "Истории свойственно повторяться.",
            "хроническая склонность всё преувеличивать",
            "тенденция перехода от коллегиального к единоличному управлению",
            "Экономика продемонстрировала общую тенденцию развития в сторону инфляции.",
            "У него застарелая привычка рассказывать какие-то невероятные небылицы.",
            "Препарат эффективен, но имеет тенденцию вызывать головные боли.",
            "Из-за склонности к переигрыванию его игра кажется менее реалистичной.",
            "Она склонна делать общие выводы о мужчинах, основываясь на своём муже.",
            "непримиримый консерватор, который сопротивлялся любым либеральным тенденциям",
            "Как и мифология, греческая философия имеет тенденцию персонифицировать идеи.",
            "Из-за того, что автор склонен к многословности, читать его роман скучно.",
            "Исследователи полагают, что склонность к диабету имеется уже при рождении."
        ]
    }
}