{
    "tend": {
        "comment": [],
        "translate": "иметь тенденцию, ухаживать, заботиться, пасти, иметь склонность, присматривать",
        "transcription": " |tend|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She tends to the children.",
            "People who are lying tend to avoid eye contact.",
            "Old people tend to feel the cold more.",
            "Elderly people tend to repeat themselves.",
            "It is difficult to say where society is tending.",
            "When I'm tired or stressed, I tend to overeat.",
            "Rhenish wines tend to be sweet.",
            "Wolves tend to hunt in packs.",
            "Interest rates are tending upwards.",
            "People tend to need less sleep as they get older.",
            "Sofia was in the bedroom tending to her son.",
            "She tends to be nervous before her lectures.",
            "Students tend to overuse certain words.",
            "The neighbours tend to keep their distance.",
            "They tend to evade their responsibilities.",
            "Light-coloured clothes tend to show the dirt.",
            "Women tend not to advance in the major law firms.",
            "Such questions tend only to wiredraw the judgment.",
            "Deprived children tend to do less well at school.",
            "The regulations tend to work against smaller companies.",
            "Children who are neglected tend to become neglectful parents.",
            "These foods tend to constipate you.",
            "I have very clumsy hands and tend to drop things.",
            "Westerners tend to be unfamiliar with Asian customs.",
            "Voters tend to identify the Party with unfair treatment of the poor.",
            "Things tend to quieten down after Christmas.",
            "Women tend to get a raw deal from employers.",
            "When production does not keep pace, buyers tend to bid up prices.",
            "Such boils tend to recrudesce.",
            "His speeches tend to be rather long-winded."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Инфинитив с to после глаголов",
            "Инфинитив"
        ],
        "example_translate": [
            "Она присматривает за детьми.",
            "Люди, которые лгут, стараются избегать зрительного контакта.",
            "Старики, как правило, мёрзнут больше.",
            "Пожилые люди имеют привычку повторяться.",
            "Трудно сказать, в какую сторону развивается общество.",
            "Я обычно переедаю, когда устал или нервничаю.",
            "Рейнские вина, как правило, сладкие.",
            "Волки, как правило, охотятся стаями.",
            "Процентные ставки стремятся вверх.",
            "С возрастом людям, как правило, нужно меньше сна.",
            "София была в спальне, занималась своим сыном.",
            "Она обычно нервничает перед своими лекциями.",
            "Учащиеся часто злоупотребляют некоторыми словами.",
            "Соседи, как правило, предпочитают держать дистанцию /не хотят идти на сближение/.",
            "Они стремятся уклониться от исполнения своих обязанностей.",
            "На светлой одежде, как правило, хорошо видна грязь.",
            "В крупных юридических фирмах женщины редко продвигаются по службе.",
            "Такие вопросы обычно только запутывают суд.",
            "Дети из бедных семей обычно хуже успевают в школе.",
            "Как правило, данные ограничения работают против мелких компаний.",
            "Дети, которым уделяли в детстве мало внимания, чаще всего становятся нерадивыми родителями.",
            "От этих продуктов у тебя обычно запор.",
            "Я очень неуклюжий, и постоянно всё роняю.",
            "Люди с Запада, как правило, незнакомы с азиатскими обычаями.",
            "Избиратели склонны отождествлять политику партии с несправедливым отношением к беднякам.",
            "Обычно после Рождества наступает затишье.",
            "Работодатели, как правило, обманывают /дискриминируют/ женщин.",
            "Когда производство не соответствует объемам спроса, покупатели склонны назначать повышенную цену.",
            "Такие нарывы, как правило, открываются.",
            "Его выступления обычно довольно тягомотные."
        ]
    }
}