{
    "tension": {
        "comment": [
            "tense"
        ],
        "translate": "напряжение, натяжение, растяжение, давление, упругость, растягивающее усилие",
        "transcription": " |ˈtenʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Muscle tension can be a sign of stress.",
            "There was a lot of tension at the meeting.",
            "Her joke diffused the tension in the room.",
            "The tension heightened.",
            "His fingers worked with tension.",
            "The tension between Ami and Jim is palpable.",
            "This kind of tension is not good for my nerves.",
            "Do you sense the tension between those two?",
            "You have a lot of tension in your neck muscles.",
            "Loosen the tension on a rope.",
            "The author resolves the tension too soon.",
            "The room was charged with tension and anxiety.",
            "There was racial tension on campus.",
            "He felt a tension between duty and love.",
            "Political tensions in the region make it unstable.",
            "It was probably the tension that made him jittery.",
            "Tension began to build as they argued more frequently.",
            "Tension here is mounting, as we await the final result.",
            "A high tension wire, brought down by a storm, can continue to spark.",
            "The book describes the tension-filled days before the war.",
            "A bitter feud culminated months of tension.",
            "He suffered from fatigue and emotional tension.",
            "The continued tension could explode into more violence.",
            "I sensed a lot of tension and jealousy beneath the surface.",
            "increasing tension between colonials and the mother country",
            "She tried to relieve the tension by making a joke.",
            "Exercise is the ideal way to relieve tension after a hard day.",
            "In those days, there was a great deal of racial tension on campus.",
            "The diplomats' first concern was to reduce international tensions.",
            "the period of tension and consequent need for military preparedness"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Напряжение мышц может быть признаком стресса.",
            "Атмосфера на заседании была очень напряжённая.",
            "Её шутка разрядила напряжение среди собравшихся в комнате.",
            "Напряжение повысилось /возросло/.",
            "Его пальцы напряжённо двигались /работали/.",
            "Напряжённость в отношениях между Эми и Джимом очевидна.",
            "Такого рода напряжение плохо сказывается на моих нервах.",
            "Чувствуете напряжённость между этими двумя (людьми)?",
            "У вас большое напряжение в мышцах шеи.",
            "Ослабьте натяжение верёвки.",
            "Автор чересчур быстро устраняет напряжённость.",
            "Комната была наполнена напряжением и тревогой.",
            "В студенческом городке присутствовала напряжённость на расовой почве.",
            "Он почувствовал, что разрывается между долгом и любовью.",
            "Политическая напряжённость в регионе делает его нестабильным.",
            "Возможно, из-за этого напряжения он и нервничал.",
            "Они ссорились всё чаще, и напряжение начало постепенно нарастать.",
            "Мы ждём окончательного результата, и напряжение всё возрастает.",
            "Высоковольтные провода, оборванные бурей, иногда продолжают искрить.",
            "В этой книге описаны напряжённые предвоенные дни.",
            "Результатом многомесячной напряжённости стала острая вражда.",
            "Он страдал от усталости и эмоционального напряжения.",
            "Постоянное напряжение может привести к ещё большим вспышкам насилия.",
            "Я почувствовал, что под внешним спокойствием скрывается большое напряжение и зависть.",
            "растущая напряженность между колониями и их метрополией",
            "Она попыталась разрядить обстановку шуткой.",
            "Физические упражнения — идеальный способ снять напряжение после тяжёлого дня.",
            "В то время в студгородке была большая расовая напряжённость.",
            "Первой проблемой для дипломатов стало ослабление международной напряжённости.",
            "период напряжённости и вытекающая из него необходимость в военной готовности"
        ]
    }
}