{
    "tense": {
        "comment": [
            "tension"
        ],
        "translate": "напряженный, натянутый, время, натягивать, натягиваться",
        "transcription": " |tens|",
        "antonyms": [],
        "mnemonic": [
            "dense [dɛns]\ntense [tɛns] - напряжённый, натянутый. Напрягать\nsense [sɛns] - чувство, ощущение, смысл\n***\nГУСТЫЕ волосы у Лады Дэнс. (это) dense\nВ НЕПРОХОДИМЫЙ лес пошла Лада Дэнс. (это) dense\nНе любит ТУПЫХ Лада Дэнс. (это) dense\n***\nНет смысла \"sense\"\nидти в лес густой \"dense\".",
            "tense [tɛns]\nintense - тугой, напряжённый; напрягать, натягивать\nintensify - сильный, интенсивный\nintensity - усиливать, активизировать\ntension - напряжённость, сила, энергия\n***\nОт своих чувств \"sense\"\nя напряжённый \"tense\"."
        ],
        "examples": [
            "Why are you so tense?",
            "Humor often helps a tense situation.",
            "Some weeks following the elections were extremely tense.",
            "My calf muscles are really tense.",
            "Every time the phone rang, she tensed.",
            "Waiting for an operation tends to tense most people up.",
            "She saved a tense situation by staying calm.",
            "It was a tense meeting.",
            "A verb has aspect, mood, tense, voice.",
            "Is anything wrong? You look a little tense.",
            "She was feeling pretty tense.",
            "She tried to relax her tense muscles.",
            "The atmosphere at home was rather tense.",
            "She was drilling the class in the forms of the past tense.",
            "Marion spoke, eager to break the tense silence.",
            "Alternately relax and tense your calf muscle.",
            "“You look tense. Let me buy you a drink,” he purred.",
            "At the moment, the situation in Haiti is very tense.",
            "He tensed up when he saw his opponent enter the room.",
            "Massage is great if your neck and back are tense.",
            "The incident led to tense international relations.",
            "His comments have inflamed an already tense situation.",
            "He got a phone call from his lawyer that tensed him up.",
            "The sentence will read better if you change the tense of the verb.",
            "\"Do I look as if I am jesting?\" she asked, her face pale and tense.",
            "In English the past tense of a verb is usually formed by adding 'ed'.",
            "While the politicians talk of peace, the situation on the ground remains tense.",
            "If your muscles are tense, blood cannot circulate freely.",
            "You should avoid changing tense in the middle of a paragraph.",
            "The spirited mood on Friday was in sharp contrast to the tense atmosphere last week."
        ],
        "example_translate": [
            "Почему вы так напряжены?",
            "Юмор часто выручает в напряжённой ситуации.",
            "Несколько недель после выборов были очень напряжёнными.",
            "Мои икроножные мышцы действительно напряжены.",
            "Она напрягалась каждый раз, когда звонил телефон.",
            "Ожидание операции заставляет многих людей нервничать.",
            "Она спасла напряженную ситуацию, оставаясь спокойной.",
            "Это была напряжённая встреча.",
            "У глагола есть следующие категории: вид, залог, время, наклонение.",
            "Что-то не так? Ты выглядишь немного напряжённым.",
            "Она чувствовала себя довольно зажато.",
            "Она попыталась расслабить напряжённые мышцы.",
            "Атмосфера в доме была довольно напряжённой.",
            "Она муштровала учеников по формам прошедшего времени.",
            "Марион заговорила, стремясь нарушить напряженное молчание.",
            "Поочерёдно расслабляйте и напрягайте икроножные мышцы.",
            "— Какая-то ты напряжённая. Давай я куплю тебе выпить, — промурлыкал он.",
            "В данный момент ситуация на Гаити остаётся очень напряжённой.",
            "Он напрягся, увидев, как в комнату входит его соперник.",
            "Массаж отлично помогает, если напряжены шея и спина.",
            "Это происшествие привело к напряжению международных отношений.",
            "Его высказывания обострили и без того напряжённую ситуацию.",
            "Он получил телефонный звонок от своего адвоката, из-за которого и напрягся.",
            "Это предложение будет лучше читаться, если изменить время, в котором стоит глагол.",
            "— Разве похоже, что я шучу? — побледнев, спросила она с напряжённым лицом.",
            "В английском языке прошедшее время глагола, как правило, образуется путём добавления окончания \"-ed\".",
            "Пока политики говорят о мире, ситуация на местах остаётся напряженной.",
            "Если мышцы напряжены, кровь не может свободно циркулировать.",
            "Следует избегать смены употребляемого времени в середине абзаца.",
            "Бодрое пятничное настроение резко отличалось от напряжённой обстановки прошлой недели."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}