{
    "tent": {
        "comment": [
            "tend",
            "pretend",
            "tender",
            "tenth",
            "patent",
            "detention"
        ],
        "translate": "палатка, навес, тампон, жить в палатках, вставлять тампон",
        "transcription": " |tent|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This tent sleeps six people.",
            "The tent was made of nylon.",
            "Winds buffeted the tent.",
            "She unzipped the tent flap.",
            "The tent sleeps five adults.",
            "Do you know how to put up a tent?",
            "A flap covered the entrance to the tent.",
            "It took a couple of hours to erect the tent.",
            "Our sole accommodation was a tent barely able to contain eight persons.",
            "You put up the tent and I'll make a fire.",
            "The Sultan's tent was richly adorned with thick tapestries and gleaming gold candlesticks.",
            "The tent flap was pegged open.",
            "The circus tented near the town.",
            "Do you know how to set up a tent?",
            "She forgot how to set up the tent.",
            "We pitched the tent on level ground.",
            "The tent is useless in wet conditions.",
            "Try and pitch your tent on level ground.",
            "The dog had torn a huge hole in the tent.",
            "The tent covered the campers from the rain.",
            "We were freezing cold in the tent last night.",
            "He glared at the people who surrounded the tent.",
            "Make sure the tent is safely pegged down in this high wind.",
            "The tent should provide adequate protection from the elements.",
            "None of us had the foggiest idea about how to put the tent up.",
            "We had to hold the tent down with rocks to stop it blowing away.",
            "The wedding reception was held under an elephantine tent on the great lawn.",
            "We were disquieted by the strange noises we heard outside our tent at night.",
            "We'll wait till the wind drops (=blows less strongly) before we put the tent up.",
            "I'm glad we didn't use the tent. It's so much nicer to sleep outside under the stars."
        ],
        "example_translate": [
            "В этой палатке — шесть спальных мест. / Эта палатка рассчитана на шестерых.",
            "Эта палатка была сделана из нейлона.",
            "Ветры трепали палатку.",
            "Она расстегнула молнию на пологе палатки.",
            "Эта палатка рассчитана на пятерых взрослых. / В этой палатке — пять взрослых спальных мест.",
            "Ты знаешь, как ставить палатку?",
            "Откидное полотнище закрывало вход в палатку.",
            "Пару часов ушло на то, чтобы поставить палатку.",
            "Нашим единственным убежищем была палатка, едва вмещавшая восемь человек.",
            "Вы поставите палатку, а я буду разводить огонь.",
            "Султанский шатёр был богато украшен толстыми гобеленами и сверкающими золотыми подсвечниками.",
            "Полог палатки был закреплён в откинутом состоянии.",
            "Цирк разбил палаточный лагерь неподалёку от городка.",
            "Ты умеешь ставить палатку?",
            "Она забыла, как ставить палатку.",
            "Мы разбили палатку на ровной площадке.",
            "Эта палатка бесполезна в условиях сырости.",
            "Попробуйте поставить палатку на ровной поверхности.",
            "Собака проделала в палатке огромную дыру.",
            "Палатка спасла туристов от дождя.",
            "Мы вчера ночью в палатке жутко мёрзли.",
            "Он сердито оглядел людей, которые окружили палатку.",
            "Убедись в том, что палатка хорошо закреплена на таком ветру.",
            "Палатка должна обеспечить адекватную защиту от буйства стихий.",
            "Никто из нас не имел ни малейшего понятия о том, как поставить палатку.",
            "Нам пришлось придавить палатку камнями, чтобы её не сдувало ветром.",
            "Свадебный банкет проходил под огромным навесом на большой лужайке.",
            "Мы были встревожены странными звуками, которые доносились до нашей палатки ночью.",
            "Мы подождём, пока ветер спадёт (т.е. подует не так сильно), и только потом поставим палатку.",
            "Хорошо, что мы не стали ставить палатку: куда приятнее спать на свежем воздухе, под звёздами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}