{
    "tenure": {
        "comment": [],
        "translate": "владение, пребывание, срок пребывания, пребывание в должности, срок владения",
        "transcription": " |ˈtenjər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her 12-year tenure with the company",
            "She was tenured after she published her book",
            "He hopes to get tenure next year.",
            "It's becoming increasingly difficult to acquire academic tenure.",
            "She was tenured after she published her book.",
            "After she served three years on probation, the committee tenured her.",
            "The defendant did not have tenure on the land.",
            "After seven years I was finally granted tenure.",
            "During his tenure as head coach, the team won the championship twice.",
            "His tenure in office will end with the next election.",
            "Clamant students gathered outside the college president's office, protesting the denial of tenure for the popular professor."
        ],
        "example_translate": [
            "Её 12-летний стаж работы в компании",
            "Её приняли в штат на постоянной основе, после того как она опубликовала свою книгу.",
            "В следующем году он надеется получить назначение в штат сотрудников.",
            "Получить академическую должность становится всё труднее.",
            "Она получила постоянное назначение после выхода ее книги.",
            "После трехлетнего испытательного срока комитет назначил ее на постоянную должность.",
            "Подсудимый не обладал правом пользования на землю.",
            "Семь лет спустя мне всё-таки дали эту должность.",
            "За время его пребывания на посту главного тренера команда два раза выиграла чемпионат.",
            "Срок его пребывания в должности заканчивается на следующих выборах.",
            "Студенты собрались возле офиса ректора колледжа, шумно протестуя против отказа в должности популярному профессору."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}