{
    "terrorist": {
        "comment": [
            "terribly",
            "terrible",
            "territory",
            "terror",
            "terrorism",
            "deterrent",
            "terrific",
            "terrify",
            "terrace"
        ],
        "translate": "террористический, террорист",
        "transcription": " |ˈterərɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We refuse to talk to terrorists.",
            "come into contact with a terrorist group",
            "a terrorist bomb that left 168 people dead",
            "Most wanted terrorist now is Usama Bin Ladin",
            "a notorious mastermind of terrorist activities",
            "The calm was broken by another terrorist bombing.",
            "He tipped off the police about the terrorist plot.",
            "After the terrorist attack, people look consternated.",
            "The government will not give in to terrorist threats.",
            "The terrorist group claimed responsibility for the attack.",
            "Mr O'Hara had no known connection with terrorist activity.",
            "Victims are demanding retribution for the terrorist attacks.",
            "She had manufactured the terrorist story to put everyone off.",
            "A terrorist group has claimed responsibility for the bombing.",
            "an undercover operation to infiltrate the terrorist organization",
            "The political party is used as a cloak for terrorist activities.",
            "The terrorist placed the bomb on the doorstep and then scuttled off.",
            "The recent terrorist attacks have scuppered any chance of a peace settlement.",
            "Gloom had usurped mirth at the party after the news of the terrorist act broke.",
            "Years were needed for the agent to insinuate himself into the terrorist organization.",
            "The country's long period of misrule had made it a hotbed for terrorist organizations.",
            "They vowed to use any means necessary to bulwark the country against a terrorist attack.",
            "The jitters are worst in the capital, where 61% of people are fearful of a terrorist attack.",
            "Fears of renewed terrorist attacks cast a cloud over the event (=spoilt the happy situation).",
            "His mission was to locate and infiltrate the terrorist cell that was believed to be hiding in the city."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы отказываемся вести переговоры с террористами.",
            "войти в контакт с террористической группировкой",
            "бомба, из-за которой погибли сто шестьдесят восемь человек",
            "Сейчас самым разыскиваемым террористом является Усама Бен Ладен.",
            "печально известный организатор террористической деятельности",
            "Спокойствие нарушил очередной теракт.",
            "Он проинформировал полицию об этом террористическом заговоре.",
            "После теракта люди выглядят перепуганными.",
            "Правительство не уступит угрозам террориста.",
            "Данная террористическая группировка взяла на себя ответственность за это нападение.",
            "Насколько известно, мистер О'Хара не был связан с террористической деятельностью.",
            "Потерпевшие требуют сурового возмездия за эти террористические атаки.",
            "Она выдумала историю про террористов, чтобы все от неё отстали.",
            "Одна из террористических группировок взяла на себя ответственность за этот взрыв.",
            "тайная операция по внедрению в террористическую организацию",
            "Эта политическая партия используется в качестве прикрытия для террористической деятельности.",
            "Террорист положил бомбу на ступеньки дома и быстро скрылся.",
            "Недавние теракты уничтожили всякую надежду на мирное урегулирование.",
            "После того, как стало известно о теракте, веселье на вечеринке сменилось унынием.",
            "Агенту понадобилось несколько лет, чтобы внедриться в террористическую организацию.",
            "За длительный период безвластия эта страна превратилась в рассадник террористических организаций.",
            "Они пообещали использовать любые средства, необходимые, чтобы защитить страну от террористических атак.",
            "Больше всего волнение ощущается в столице, 61% жителей которой опасаются террористических атак.",
            "Страх возобновления террористических атак бросил тень на данное событие (т.е. испортил эту радостную ситуацию).",
            "Его задача состояла в том, чтобы найти и проникнуть в террористическую ячейку, которая, как считалось, скрывается где-то в городе."
        ]
    }
}