{
    "terrific": {
        "comment": [
            "terribly",
            "terrible",
            "territory",
            "terror",
            "terrorism",
            "terrorist",
            "deterrent",
            "terrify",
            "terrace"
        ],
        "translate": "потрясающий, ужасающий, огромный, необычайный",
        "transcription": " |təˈrɪfɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "That's a terrific idea!",
            "I had a terrific time.",
            "She looked terrific in midnight-blue velvet.",
            "She has a terrific voice.",
            "The thunder burst with a terrific crash.",
            "Your test scores were terrific.",
            "He believes the soil is terrific for potatoes and wheat.",
            "He drank a terrific amount of beer.",
            "God, that dog can keep up a terrific clip.",
            "She's given me some terrific ideas.",
            "I've recovered completely. In fact, I feel terrific.",
            "We were hit by a terrific snowstorm last week.",
            "The shepherd delivered a terrific facer upon our friend.",
            "His letter of recommendation gave her a terrific build-up.",
            "Through the red sky terrific meteors scour.",
            "The extensive warehouse collapsed and fell outwards with a terrific crash into the street.",
            "They did a terrific job painting the house.",
            "The actress who played the lawyer was terrific.",
            "His letter of recommendation gave her a terrific buildup.",
            "The ceilings were too low to accommodate his terrific height."
        ],
        "example_translate": [
            "Это потрясающая идея! / Это потрясающе!",
            "Я потрясающе провёл время.",
            "Она выглядела потрясающе в своём тёмно-синем бархатном платье.",
            "У неё потрясающий голос.",
            "Раздался оглушительный удар грома.",
            "Результаты ваших тестов были потрясающими.",
            "Он считает, что эта почва просто идеальна для картофеля и пшеницы.",
            "Он выпил огромное количество пива.",
            "Боже, эта собака может развивать бешеную скорость.",
            "Она подкинула мне несколько потрясающих идей.",
            "Я полностью выздоровел. На самом деле, я чувствую себя потрясающе.",
            "На прошлой неделе нас накрыла ужасная снежная буря.",
            "Пастух нанёс страшный удар в лицо нашему другу.",
            "В своем рекомендательном письме он не скупился на похвалу в ее адрес.",
            "По красному небу мчатся огромные метеоры.",
            "Огромное здание склада осело и с ужасающим грохотом рухнуло посреди улицы.",
            "Они проделали потрясающую работу по покраске дома.",
            "Актриса, которая играла адвоката, была прекрасна.",
            "Его рекомендательное письмо сослужило ей огромную услугу.",
            "Потолки были слишком низкими для его громадного роста."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}