{
    "terrible": {
        "comment": [
            "terribly",
            "territory",
            "terror",
            "terrorism",
            "terrorist",
            "deterrent",
            "terrific",
            "terrify",
            "terrace"
        ],
        "translate": "ужасный, страшный, громадный, внушающий ужас, внушающий страх",
        "transcription": " |ˈterəbl|",
        "antonyms": [],
        "mnemonic": [
            "terrible ['terəb (ə) l]\n***\nУЖАСНЫЙ вид у пантеры|был. (это) terrible\nУЖАС у пантеры|был. (это) terrible\nИван ГРОЗНЫЙ бороду теребил. (это) terrible\n***\nIvan the Terrible - Иван Грозный."
        ],
        "examples": [
            "Ivan the Terrible",
            "You're making a terrible mistake.",
            "I had terrible toothache all last night.",
            "His death will be a terrible blow.",
            "Those pills you smoke are terrible.",
            "Rick's a terrible gossip.",
            "A terrible rage possessed her",
            "A terrible sense of panic overtook him.",
            "Traffic was held up by a terrible accident.",
            "Three books about me (all terrible, but never mind that).",
            "Against all the odds, he recovered from his terrible injuries.",
            "We're facing a terrible dilemma.",
            "I was dispensed from this terrible task",
            "I had a terrible hangover the next day.",
            "Who is responsible for this terrible mess?",
            "I had a terrible night, I did turn and wind so.",
            "Everybody knew they had a terrible case on each other.",
            "A terrible tsunami followed the earthquake",
            "There was a terrible crack-up on the expressway.",
            "I still go on working, but with terrible interruptions.",
            "The meeting is terrible, and the chairman haws and hums.",
            "A terrible storm swept down on the village.",
            "She's a terrible gossip but she means no harm.",
            "...a terrible reek coming from the garbage can...",
            "Those terrible cigarettes smell the whole room out.",
            "The last government has left behind a terrible debt.",
            "People suffered terrible deprivations during the war.",
            "I still wince at the thought of that terrible evening.",
            "Jane's school report sent father into a terrible temper.",
            "It's hard to pick yourself up after such a terrible shock."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Иван Грозный",
            "Ты делаешь ужасную ошибку.",
            "У меня была страшная зубная боль всю прошлую ночь.",
            "Его смерть будет страшным ударом.",
            "Ты куришь ужасные сигареты.",
            "Рик ужасный болтун / сплетник.",
            "Страшный гнев овладел ею.",
            "Ужасное чувство паники овладело им.",
            "Дорожное движение встало из-за ужасной аварии.",
            "Три книги про меня (все ужасные - впрочем, это не имеет значения).",
            "Наперекор всему, он оправился от страшных травм.",
            "Мы столкнулись с ужасной дилеммой.",
            "Меня освободили от этого ужасного задания.",
            "У меня было жуткое похмелье на следующий день.",
            "Кто в ответе за эту ужасную путаницу?",
            "Я ужасно спал этой ночью - крутился и вертелся в постели.",
            "Все знали, что они безумно влюблены друг в друга.",
            "За землетрясением последовало страшное цунами.",
            "На скоростной дороге произошла ужасная авария.",
            "Я все ещё продолжаю работать, но с очень большими перерывами.",
            "Собрание ужасное, а председательствующий бормочет что-то невнятное.",
            "На селение обрушился ураган.",
            "Она — ужасная сплетница, но это не со зла.",
            "...ужасный смрад, исходящий от мусорного бака...",
            "Комнату наполнил запах этих ужасных сигарет.",
            "Последнее правительство оставило после себя огромные долги.",
            "Во время войны люди испытывали ужасные лишения.",
            "Я по-прежнему содрогаюсь при мысли о том страшном вечере.",
            "Отчёт об успеваемости Джейн ужасно рассердил её отца.",
            "Трудно оправиться после такого удара."
        ],
        "stars": 3
    }
}