{
    "territory": {
        "comment": [
            "terribly",
            "terrible",
            "terror",
            "terrorism",
            "terrorist",
            "deterrent",
            "terrific",
            "terrify",
            "terrace"
        ],
        "translate": "территория, область, земля, сфера, половина поля",
        "transcription": " |ˈterətɔːri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We pushed deep into enemy territory.",
            "This territory is rapidly populating.",
            "A tiger has a large territory to defend.",
            "Male cats spray to mark territory.",
            "The country reconquered the territory lost in the previous war.",
            "Guam is a U.S. territory.",
            "They were entering hostile territory.",
            "A dog uses urine to mark its territory.",
            "umbrageous at the loss of their territory",
            "It was a pretext to occupy more territory.",
            "The plane was flying over enemy territory.",
            "New troops parachuted into enemy territory.",
            "Hong Kong became Chinese territory in 1997.",
            "a foolhardy attempt to capture more territory",
            "Scouting in enemy territory is very dangerous.",
            "They fought a war over the disputed territory.",
            "New troops were parachuted into enemy territory.",
            "The tribes fought for control over the territory.",
            "The countries fought for dominion of the territory.",
            "Three of the soldiers strayed into enemy territory.",
            "Some animals mark their territory to warn off rivals.",
            "The territory was districted for legislative purposes.",
            "The soldiers are operating deep within enemy territory.",
            "The army is finally making inroads into enemy territory.",
            "The army has made another big push into enemy territory.",
            "The goal of the expedition is to map unexplored territory.",
            "territory under the jurisdiction of the federal government",
            "Neither side is willing to move on the issue of territory.",
            "a part of the city where two drug gangs are disputing territory",
            "Soldiers swept through the territory, looting, burning, and killing."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы продвинулись вглубь вражеской территории.",
            "Эта территория быстро заселяется.",
            "Тигру нужно защищать обширную территорию.",
            "Коты разбрызгивают мочу, чтобы пометить территорию.",
            "Страна отвоевала территории, потерянные в ходе прошлой войны.",
            "Гуам является территорией США.",
            "Они входили на вражескую территорию.",
            "Собаки метят свою территорию мочой.",
            "обиженные потерей своей территории",
            "Это был предлог для захвата новых территорий.",
            "Самолёт летел над вражеской территорией.",
            "Новые войска высадились на вражескую территорию с воздуха.",
            "Гонконг стал территорией Китая в 1997 году.",
            "безрассудная попытка захватить как можно больше территории",
            "Разведка на территории противника — дело очень опасное.",
            "Они вели войну из-за спорной территории.",
            "Новые войска были заброшены на вражескую территорию при помощи парашютов.",
            "Племена воевали за контроль над этой территорией.",
            "Страны боролись за власть над этой территорией.",
            "Трое солдат забрели на территорию противника.",
            "Некоторые животные метят территорию, чтобы отогнать от неё соперников.",
            "Территория была разбита на районы для законодательных целей.",
            "Солдаты действуют в глубине территории противника.",
            "Войска наконец-то проникают вглубь вражеской территории.",
            "Армия сделала ещё один большой рывок вглубь вражеской территории.",
            "Задачей экспедиции является нанесение на карту неизведанной территории.",
            "территория, находящаяся под юрисдикцией федерального правительства",
            "Ни одна из сторон не хочет идти на уступки по вопросу территорий.",
            "район города, территорию которого оспаривают две банды наркоторговцев",
            "Солдаты пронеслись по этой территории, грабя, сжигая и убивая."
        ]
    }
}