{
    "terror": {
        "comment": [
            "terribly",
            "terrible",
            "territory",
            "terrorism",
            "terrorist",
            "deterrent",
            "terrific",
            "terrify",
            "terrace",
            "error"
        ],
        "translate": "террор, ужас, страх, гроза, тяжёлый человек, беспокойный ребёнок",
        "transcription": " |ˈterər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was almost senseless with terror.",
            "They let out the screams of terror.",
            "His appearance struck her with terror.",
            "Blank terror reigned over the community.",
            "Shots rang out, and I screamed in terror.",
            "He used terror to make them confess.",
            "Many civilians fled in terror.",
            "the terrors of life in the jungle",
            "I heard a noise and woke up rigid with terror.",
            "His appearance will strike terror into his enemies.",
            "The horse reared in terror.",
            "a regime that rules by terror",
            "He was driven on by a primordial terror.",
            "Terror law defeat: Blair slams MPs. (CNN)",
            "He fell back with a scream of terror and pain.",
            "a campaign of terror against ethnic minority groups",
            "Death holds no terrors for (=does not frighten) me.",
            "The crowd backed off in terror as the soldiers charged.",
            "The word 'cancer' still strikes terror into many hearts.",
            "There was a look of sheer terror (=complete terror) on his face.",
            "The Red Army Faction tried to undermine the state by terror tactics.",
            "He fought down his terror as darkness descended, and walked on through the wood.",
            "The superstitious terror with which that meteor-shower would have been regarded in old times.",
            "Napoleon had no desire to see the Reign of Terror reenacted in the cities of Italy. (J. S. C. Abbott)",
            "Terror blunted her feelings.",
            "She was struck dumb with terror.",
            "That Johnson kid's a real little terror!",
            "a terror that is still fresh in her memory",
            "The resistance movement started a campaign of terror.",
            "We lived in terror of our father when he was drinking."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я был почти без чувств от страха.",
            "Они завопили от ужаса.",
            "Его появление наполнило её страхом.",
            "Жуткий, безумный страх воцарился в общине.",
            "Раздались выстрелы, и я закричала от ужаса.",
            "Он запугивал их, чтобы заставить сознаться.",
            "Многие мирные жители в ужасе разбежались.",
            "ужасы жизни в джунглях",
            "Я услышал шум и проснулся, замерев от страха.",
            "Его появление будет вселять ужас во врагов.",
            "От страха лошадь встала на дыбы.",
            "режим, который правит путём террора",
            "Он был гоним первобытным страхом. / Его гнал первобытный ужас.",
            "Закон о мерах по борьбе с терроризмом отклонен: Блэр критикует парламентариев. (заголовок)",
            "Он упал на спину, закричав от ужаса и боли.",
            "кампании террора против этнических меньшинств",
            "Для меня в смерти нет ничего ужасного (т.е. она меня не пугает).",
            "Толпа в ужасе отпрянула, когда солдаты пошли в атаку.",
            "Слово \"рак\" по прежнему вселяет ужас в сердца многих людей.",
            "На его лице был написан смертельный (т.е. полный) ужас.",
            "\"Фракция Красной Армии\" (RAF) пыталась вести подрывную деятельность против государства, используя тактику террора.",
            "Когда стемнело, он поборол страх и пошёл дальше через лес.",
            "Суеверный ужас, с которым в древние времена наблюдали бы этот метеоритный дождь.",
            "Наполеону совершенно не хотелось видеть, как террор снова будет царить в городах Италии.",
            "Ужас притупил её чувства.",
            "От ужаса она потеряла дар речи.",
            "Этот малыш Джонсон — просто кошмар, а не ребёнок!",
            "ужас, который ещё свеж в её памяти",
            "Движение сопротивления начало кампанию террора.",
            "Когда отец пил, мы все жили в ужасе перед ним."
        ]
    }
}