{
    "terrorism": {
        "comment": [],
        "translate": "терроризм",
        "transcription": " |ˈterərɪzəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Acts of terrorism must not escape justice.",
            "Their actions were shown to abet terrorism.",
            "We will fight terrorism, wherever it exists.",
            "I am utterly opposed to any form of terrorism.",
            "He proposed a new plan for dealing with terrorism.",
            "Intellectuals have initiated a debate on terrorism.",
            "their alleged involvement in international terrorism",
            "The U.S. took the lead in declaring war on terrorism.",
            "Measures to combat terrorism will be high on the agenda.",
            "No silver bullet can make the world safe from terrorism.",
            "The nations covenanted to fight terrorism around the world.",
            "He used a party conference fringe meeting to defend terrorism.",
            "Does this policy provide coverage for acts of war or terrorism?",
            "The establishment of the regional government did not end terrorism.",
            "The powers could not allow such an act of terrorism to go unpunished.",
            "He urged the whole community to stand united and to reject terrorism.",
            "The government's statement was a condemnation of all acts of terrorism.",
            "The government must not lose the initiative in the fight against terrorism.",
            "The police have been given special powers to help them in the fight against terrorism.",
            "The new international agreement opens up the possibility of much greater co-operation against terrorism.",
            "The two agencies will need to intercommunicate better if the nation is ever to become truly secure from international terrorism."
        ],
        "example_translate": [
            "Акты терроризма не должны ускользать от правосудия.",
            "Как было показано, их действия поощряют терроризм.",
            "Мы будем бороться с терроризмом везде, где он существует.",
            "Я категорически против любых форм терроризма.",
            "Он предложил новый план борьбы с терроризмом.",
            "Интеллигенция инициировала дебаты по вопросу терроризма.",
            "их предполагаемая причастность к международному терроризму",
            "США первыми объявили войну терроризму.",
            "Одним из первых пунктов повестки дня будет обсуждение мер борьбы с терроризмом.",
            "Нет такого волшебного средства, чтобы можно было одним махом обезопасить мир от терроризма.",
            "Народы заключили соглашение бороться с терроризмом по всему миру.",
            "Он воспользовался дополнительным совещанием партконференции для поддержки терроризма.",
            "Предоставляет ли этот полис страховое покрытие на случай военных действий или терроризма?",
            "Создание регионального правительства не привело к уничтожению терроризма.",
            "Власти не могут допустить, чтобы террористический акт прошёл безнаказанно.",
            "Он призвал все сообщество объединиться и отвергнуть терроризм.",
            "Заявление правительства сводилось к осуждению любых террористических действий.",
            "Правительство не должно потерять инициативу в борьбе против терроризма.",
            "Полицейским были даны особые полномочия, чтобы помочь им в борьбе с терроризмом.",
            "Новое международное соглашение открывает возможности для гораздо более тесного сотрудничества в борьбе с терроризмом.",
            "Если страна когда-нибудь хочет стать по-настоящему защищённой от международного терроризма, этим агентствам придётся наладить более тесное взаимодействие."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}