{
    "text": {
        "comment": [],
        "translate": "текст, тема, руководство, оригинал, писать крупным почерком",
        "transcription": " |tekst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I texted a message to her.",
            "I'll try to stick to my text.",
            "To cut text, press Control + C.",
            "She just texted me back.",
            "The text is revised as appropriate.",
            "We had to leave this paragraph out of the text.",
            "Some of the original text has survived.",
            "The text is not butchered by misprinting.",
            "The original version of the text has been pruned quite a bit.",
            "He wants to reconstruct the original text.",
            "A good critic will refer back to the text often.",
            "There should not be too much text in children's books.",
            "In his speech, the President departed from his text only once.",
            "Tear your thoughts away from the scene, leave the text itself.",
            "Literary texts, like all other works of art, have a historical context.",
            "a corrupt version of the text",
            "Tnsert a picture into the text.",
            "I texted her a little while ago.",
            "Cut and paste the sentence in the text.",
            "a text with a commentary thereon",
            "wrest a meaning from the old text",
            "an ancient text written on papyrus",
            "The text is filled with inaccuracies.",
            "You can drag and drop text like this.",
            "a new rendition of the text in English",
            "He added amendatory phrases to the text.",
            "He annotated the text at several places.",
            "'Hamlet' is a set text (=one that must be studied for an examination) this year.",
            "a corrupted version of the ancient text",
            "You'll have to realign your text columns."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я написала ей текстовое сообщение.",
            "Я попытаюсь не отклоняться от темы.",
            "Чтобы скопировать текст в буфер обмена, нажмите Control + C.",
            "Она только что ответила мне по СМС.",
            "В текст внесены соответствующие изменения.",
            "Нам пришлось выкинуть этот абзац из текста.",
            "Часть оригинального текста сохранилась.",
            "Данный текст не испорчен опечатками.",
            "Первоначальный вариант текста был порядочно сокращён.",
            "Он хочет восстановить первоначальный текст.",
            "Хороший критик будет часто возвращаться к тексту.",
            "В детских книгах не должно быть слишком много текста.",
            "В своем выступлении президент отклонился от текста только один раз.",
            "Не раздумывай над этой сценой, оставь текст, каким он есть.",
            "Литературные тексты, как и все другие произведения искусства, имеют исторический контекст.",
            "повреждённая версия текста",
            "Вставь в текст картинку.",
            "Я совсем недавно написал ей СМС.",
            "Вырежьте это предложение и вставьте его в текст.",
            "текст с комментарием к нему",
            "исказить смысл старого текста",
            "древний текст, написанный на папирусе",
            "В тексте полно неточностей.",
            "Текст можно перетаскивать — вот так.",
            "новый перевод данного текста на английский язык",
            "Он добавил в текст исправления.",
            "Он прокомментировал этот текст в нескольких местах.",
            "В этом году \"Гамлет\" является обязательным текстом (т.е. текстом, который надо обязательно изучить для экзамена). (брит.)",
            "повреждённая версия этого древнего текста",
            "Вам придётся перегруппировать текстовые колонки."
        ]
    }
}