{
    "textbook": {
        "comment": [],
        "translate": "учебник, руководство",
        "transcription": " |ˈtekstbʊk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His economics textbook is in its tenth edition.",
            "I like the design of the textbook.",
            "Please read the first two chapters of your textbook for our next class.",
            "One shelf in my bookcase is crammed full of my old college textbooks.",
            "The professor's clarification helped her to understand the textbook.",
            "The teacher's edition of the textbook comes with a lot of supplementary material.",
            "The textbook was first published in 1858 and is now in its 39th edition.",
            "The advertising campaign was a textbook example of how to sell a product.",
            "The mischievous teacher likes to call on the sleepiest-looking students to read aloud from the textbook.",
            "Your essays on human rights should have some original thought and not be simply a paraphrase of what's in the textbook."
        ],
        "example_translate": [
            "Его учебник экономики выходит в десятом издании.",
            "Мне нравится компоновка этого учебника.",
            "К нашему следующему уроку просьба прочитать первые две главы учебника.",
            "Одна из полок в моём книжном шкафу битком набита моими старыми учебниками.",
            "Разъяснения профессора помогли ей понять учебник.",
            "Издание данного учебника для преподавателей поставляется с большим количеством дополнительных материалов.",
            "Впервые этот учебник вышел в 1858 году, и сейчас у него тридцать девятое издание.",
            "Данная рекламная кампания была хрестоматийным пример того, как нужно продавать продукт.",
            "Этот вредный учитель любит вызывать самых сонных на вид учеников, чтобы они зачитали что-нибудь вслух из учебника.",
            "Ваши сочинения по правам человека должны содержать какие-то оригинальные мысли, а не просто пересказывать то, что в учебнике."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}