{
    "than": {
        "comment": [
            "thank",
            "thanks"
        ],
        "translate": "чем, кроме, как, чтобы",
        "transcription": " |ðən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is older than I am.",
            "He is older than me.",
            "Easier said than done.",
            "You need that money more than I do.",
            "The beach is more than a mile away.",
            "No sooner said than done.",
            "Other than that, nothing happened.",
            "I'd like to stay at home this evening rather than go out.",
            "This computer is not used by anyone other than me.",
            "Natalie was prettier than her sister.",
            "They stayed there for less than an hour.",
            "If it costs more than $60, I won't buy it.",
            "There were more people there than I expected.",
            "She looks more like a farmer's wife than a revolutionary.",
            "I had not been off for more than a few minutes.",
            "She had woken even earlier than usual.",
            "I'd sooner go hungry than eat junk food.",
            "They have not spoken to one another other than by e-mail message.",
            "Divorce is more common than it was a generation ago.",
            "Hardly / Scarcely had a moment passed than the door creaked open."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "th = [ð]"
        ],
        "example_translate": [
            "Он старше меня.",
            "Он старше меня.",
            "Легче сказать, чем сделать.",
            "Вы нуждаетесь в этих деньгах больше чем я.",
            "До пляжа больше мили.",
            "Сказано — сделано. / Слушаюсь. / Сию секунду будет сделано.",
            "За исключением этого — никаких происшествий.",
            "Сегодня вечером я бы лучше остался дома, вместо того чтобы куда-нибудь идти.",
            "Этим компьютером никто, кроме меня, не пользуется.",
            "Натали была красивее, чем её сестра.",
            "Они пробыли там меньше часа.",
            "Если это стоит больше шестидесяти долларов, я покупать не буду.",
            "Там было больше людей, чем я ожидал.",
            "Она больше похожа на фермершу, чем на революционерку.",
            "Я отсутствовал всего несколько минут.",
            "Она проснулась даже раньше, чем обычно.",
            "Я лучше буду ходить голодным, чем есть, что попало.",
            "Они общались друг с другом только при помощи сообщений по электронной почте.",
            "Сейчас разводы более часты, чем это было двадцать-тридцать лет назад.",
            "И минуты не прошло, как дверь со скрипом отворилась."
        ]
    }
}