{
    "theft": {
        "comment": [
            "them",
            "then",
            "thermal",
            "thief"
        ],
        "translate": "кража, воровство, покража, украденные вещи",
        "transcription": " |θeft|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was suspected of theft.",
            "He was found guilty of theft.",
            "I'd like to report a theft.",
            "The thief was taken in the theft.",
            "Does the policy cover theft and fire?",
            "Are we covered for theft?",
            "This person is guilty of theft by extortion.",
            "Her assistant was accused of theft and fraud by the police.",
            "The theft of the jewelry and other valuables was immediately reported to the police.",
            "She was nicked for the theft.",
            "The image of art theft as a gentleman's crime is outdated.",
            "In some societies, theft is punished by death.",
            "Car theft is on the increase.",
            "This was her third conviction for theft.",
            "The finder of a wallet who takes it home may be guilty of theft.",
            "The men have denied charges of theft.",
            "He was charged with two counts of theft.",
            "This policy will insure your car against theft.",
            "He served an eighteen-month sentence for theft.",
            "He was shocked by the implication of his partner in the theft.",
            "There are steps you can take to safeguard against identity theft.",
            "Identity theft has become one of the most frequent and feared swindles of our time.",
            "We remain vigilant against theft.",
            "She appeared on several charges of theft.",
            "There have been a number of thefts in the area.",
            "His business partner was implicated in the theft.",
            "You may also wish to carry insurance against theft."
        ],
        "example_translate": [
            "Его подозревали в краже.",
            "Он был признан виновным в краже.",
            "Я хочу сообщить о краже.",
            "Вора застали в момент совершения кражи.",
            "Эта страховка распространяется на кражу и пожар?",
            "Мы застрахованы от кражи?",
            "Это лицо виновно в присвоении чужого имущества путем вымогательства.",
            "Полиция обвинила её помощника в воровстве и мошенничестве.",
            "О краже ювелирных изделий и других ценных вещей немедленно сообщили в полицию.",
            "За эту кражу её и повязали.",
            "Представление о краже произведений искусства как о благородном преступлении устарело.",
            "В некоторых странах воровство карается смертью.",
            "Растёт количество угонов автотранспорта.",
            "Это была её третья судимость за кражу.",
            "Человека, который нашёл бумажник и взял его себе, можно обвинить в воровстве.",
            "Эти люди отвергли обвинения в краже.",
            "Ему было предъявлено обвинение по двум эпизодам краж.",
            "Этот полис застрахует ваш автомобиль от угона.",
            "Он отбыл восемнадцать месяцев заключения за кражу.",
            "Он был потрясён участием своего напарника в краже.",
            "Вы можете предпринять кое-какие шаги для защиты от кражи личных данных.",
            "Кража личных данных стала одной из самых частых и устрашающих афер нашего времени.",
            "Мы сохраняем бдительность в отношении краж.",
            "Она предстала перед судом по нескольким обвинениям в краже.",
            "В данном районе произошло несколько краж.",
            "Его партнер по бизнесу был замешан в краже.",
            "Возможно, вы также захотите застраховаться от краж."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}