{
    "theme": {
        "comment": [
            "them",
            "themselves"
        ],
        "translate": "тема, предмет, позывные, сочинение на заданную тему, основа",
        "transcription": " |θiːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A common theme connects the stories.",
            "She wove the story around a specific theme.",
            "Her bedroom is decorated in a Victorian theme.",
            "Desire is a common theme in music and literature.",
            "Love is a recurring theme in the book.",
            "The quest for power is the underlying theme of the film.",
            "Freia's theme in Wagner's opera",
            "Nature is a recurrent theme (=a theme that appears repeatedly) in Frost's poetry.",
            "The party had a Hawaiian luau theme.",
            "This theme runs through the whole book.",
            "plans to plunk a theme park on the island",
            "unimaginative development of a musical theme",
            "The playwright skillfully brings together various themes.",
            "Campbell has made health care a central theme in his campaign.",
            "Religion is the predominant theme of the play.",
            "A theme of revenge underlies much of her writing.",
            "The book's theme is the conflict between love and duty.",
            "The author constructs all the stories around one theme.",
            "Your homework is to write a two-page theme on pollution.",
            "Political revolution is a recurrent theme in Riley's books.",
            "Within ten years the theme park was turning over £20 million.",
            "It was the usual 'boy gets girl' theme.",
            "A constant theme in his novels is religion.",
            "His letters were always on the theme of love.",
            "The album focuses on themes of love and loss.",
            "Adventures are popular themes in children's books.",
            "Most of his poems are variations on the theme of love.",
            "The loss of innocence is a recurrent theme in his stories.",
            "The theme of creation is a recurrent motif in Celtic mythology.",
            "The primal theme of the essay is toleration of religious diversity."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эти рассказы связаны общей темой.",
            "Её рассказ крутился вокруг одной конкретной темы.",
            "Её спальня оформлена в викторианском стиле.",
            "Страсть является общей темой для музыки и литературы.",
            "Тема любви постоянно звучит в этой книге.",
            "Стремление к власти является основной темой фильма.",
            "Тема Фреи в опере Вагнера",
            "Природа является лейтмотивом поэзии Фроста (т.е. темой, которая многократно в ней повторяется).",
            "Вечеринка была в гавайском стиле.",
            "Эта тема проходит красной нитью через всю книгу.",
            "планы «забабахать» на острове тематический парк отдыха с аттракционами",
            "незамысловатое развитие музыкальной темы",
            "Этот драматург искусно объединяет различные темы.",
            "Кэмпбелл сделал здравоохранение центральной темой своей избирательной кампании.",
            "Религия является преобладающей темой этого спектакля.",
            "Тема мести лежит в основе большинства её работ.",
            "Темой данной книги является противоречие между любовью и долгом.",
            "Автор выстраивает все сюжеты вокруг одной темы.",
            "Ваше домашнее задание — написать две страницы по теме \"загрязнение окружающей среды\".",
            "Политическая революция является рефреном книг Райли.",
            "Меньше чем за десять лет оборот парка аттракционов составил более двадцати миллионов фунтов стерлингов.",
            "Обычная история: мальчик добивается девочки.",
            "Постоянной темой в его романах является религия.",
            "Темой его литературных произведений всегда была любовь.",
            "Альбом фокусируется на темах любви и утраты.",
            "Популярной темой детских книг являются приключения.",
            "Большинство его стихов являются вариациями на тему любви.",
            "Потеря невинности является повторяющейся темой его рассказов.",
            "Тема сотворения мира является повторяющимся мотивом кельтской мифологии.",
            "Основной темой сочинения является терпимость к религиозному разнообразию."
        ]
    }
}