{
    "theoretical": {
        "comment": [
            "theory"
        ],
        "translate": "теоретический, умозрительный, спекулятивный",
        "transcription": " |ˌθiːəˈretɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The idea is purely theoretical at this point.",
            "I agree with you, but only on a theoretical level.",
            "Aristotle's theoretical model of the universe",
            "He questions the study's theoretical framework.",
            "The danger is more than just a theoretical possibility.",
            "On a theoretical level, hiring more people seems logical.",
            "The lack of consensus reflected differences in theoretical positions.",
            "She has theoretical knowledge of teaching, but no practical experience.",
            "Equality between men and women in our society is still only theoretical.",
            "Functional education selects knowledge that is concrete and usable rather than abstract and theoretical.",
            "Quarks have not been observed directly but theoretical predictions based on their existence have been confirmed experimentally."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "На данный момент эта идея чисто теоретическая.",
            "Я согласен с вами, но только на теоретическом уровне.",
            "теоретическая модель вселенной Аристотеля",
            "Он подвергает сомнению теоретические основы данного исследования.",
            "Эта опасность — не просто теоретическая возможность, а нечто большее.",
            "На теоретическом уровне принятие на работу дополнительного количества людей кажется логичным.",
            "Отсутствие единодушия отражало различия в теоретических позициях.",
            "Она имеет теоретические знания о преподавании, но не имеет его практического опыта.",
            "Равенство между мужчинами и женщинами в нашем обществе по-прежнему пока только теоретическое.",
            "Функциональное образование выбирает знания конкретные и полезные, а не абстрактные и теоретические.",
            "Хотя кварки не наблюдались напрямую, но теоретические предсказания, основанные на их существовании, подтверждены экспериментально."
        ]
    }
}