{
    "therapy": {
        "comment": [],
        "translate": "терапия, лечение",
        "transcription": " |ˈθerəpɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Talking over my problem with you has been good therapy.",
            "We tried every imaginable therapy.",
            "Rob was in therapy for several years.",
            "Writing was a form of therapy for him.",
            "Hormon replacement therapy is very important and should be instituted early.",
            "He is undergoing cancer therapy.",
            "Heat therapy gave the best relief.",
            "The drug therapy has not succeeded.",
            "The cancer responded to the aggressive therapy.",
            "Her condition is not responsive to drug therapy.",
            "Counselling was given as a primary therapy for depression.",
            "After years of therapy, he has finally achieved an inner peace.",
            "Her health insurance will cover 12 one-hour sessions of therapy per year.",
            "The doctor prescribed three months of physical therapy for my leg injury."
        ],
        "example_translate": [
            "Разговор о моей проблеме с тобой, был хорошей терапией.",
            "Мы перепробовали все мыслимые терапии /варианты лечения/.",
            "Роб несколько лет ходил к психоаналитику.",
            "Для него писательство было своего рода терапией.",
            "Гормонозаместительная терапия очень важна, и её следует начинать как можно раньше.",
            "Он проходит курс лечения от рака.",
            "Наибольшее облегчение принесла термотерапия /теплолечение/.",
            "Медикаментозная терапия не удалась.",
            "Агрессивная терапия подействовала на раковую опухоль.",
            "Её заболевание не поддаётся медикаментозной терапии.",
            "В качестве первичной терапии при депрессии предоставлялась психологическая помощь.",
            "После нескольких лет лечения, он, наконец, достиг внутреннего спокойствия.",
            "Её медицинской страховки хватит на компенсацию двенадцати часовых сеансов терапии в год.",
            "Врач назначил три месяца физической терапии для моей травмы ноги."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}