{
    "thirteen": {
        "comment": [],
        "translate": "тринадцать, тринадцать",
        "transcription": " |ˌθɜːrˈtiːn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She'll be thirteen this month.",
            "It's Roberto's thirteenth birthday.",
            "I was number thirteen, and you came in and made the fourteenth.",
            "They view on average for thirteen hours a week.",
            "The thermometer showed thirteen degrees below zero",
            "I'm planning to leave on the thirteenth (=the 13th day of the month).",
            "When it happened, I was thirteen (=13 years old).",
            "They've only sold thirteen tickets so far.",
            "I was thirteen years old and very innocent.",
            "A total of thirteen meetings were held to discuss the issue.",
            "The vellum is yellowed in these thirteen years.",
            "The clubs attract revelers as young as thirteen.",
            "When she was only thirteen she was eventing with a horse called Foxtrot.",
            "Cairo has only thirteen square centimetres of green space for each inhabitant."
        ],
        "example_translate": [
            "В этом месяце ей будет тринадцать.",
            "В этот день Роберто исполняется тринадцать лет.",
            "Я был тринадцатым, а ты пришёл и стал четырнадцатым.",
            "Они смотрят телевизор в среднем тринадцать часов в неделю.",
            "Термометр показал тринадцать градусов ниже нуля",
            "Я планирую уехать тринадцатого (т.е. на тринадцатый день месяца).",
            "Когда это случилось, мне было тринадцать (лет).",
            "Пока что они продали только тринадцать билетов.",
            "Мне было тринадцать лет, и я был очень наивен.",
            "Для обсуждения этого вопроса было проведено в общей сложности тринадцать совещаний.",
            "Пергамент пожелтел за эти тринадцать лет.",
            "Эти клубы привлекают отдыхающих, начиная с тринадцатилетнего возраста.",
            "Когда ей было всего тринадцать, она уже выступала на лошади по кличке Фокстрот.",
            "В Каире на каждого жителя приходится всего тринадцать квадратных сантиметров, покрытых зеленью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}