{
    "thirty": {
        "comment": [],
        "translate": "тридцать, тридцать",
        "transcription": " |ˈθɜːrtɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is in his thirties.",
            "He was then at thirty.",
            "She is on the sunny side of thirty.",
            "I say thank you and thirty.",
            "'What time is it?' 'It's about two thirty.'",
            "Almost thirty thousand women, Irish and otherwise.",
            "The temperature outside is in the high thirties.",
            "We set a (time) limit of thirty minutes for the test.",
            "The court will retire for thirty minutes.",
            "They were hardly ever parted in thirty years of marriage.",
            "Thirty dollars an hour is the going rate for a math tutor.",
            "He had sported away thirty thousand lives.",
            "These thirty six votes turned the election.",
            "Thirty people died in a fire in downtown Chicago.",
            "The poet's ability burned out before he was thirty.",
            "They let me have the computer on trial for thirty days.",
            "He looked like he was thirty, maybe thirty-five years old.",
            "Thirty percent of the new students need remedial classes in math.",
            "The most rapid rate of a box-wagon is about thirty miles per hour.",
            "All the thirty were in politics vehemently opposed to the prisoner.",
            "The party isn't a crush. I have only asked about thirty odd people.",
            "The machinery alone will cost something like thirty thousand pounds.",
            "Parents are allowed thirty days to appeal against committee's decision.",
            "Every farmer has the rent of his farm remitted for the next thirty years.",
            "A recent poll put Doctor Martens among the world's top thirty designer labels.",
            "It's ironic that her husband smoked for thirty years, and yet she's the one who died of lung cancer."
        ],
        "example_translate": [
            "Он в своем тридцатилетнем возрасте.",
            "Ему тогда было тридцать лет.",
            "Ей ещё нет тридцати.",
            "Я говорю спасибо, и точка.",
            "— Который час? — Примерно два тридцать. / Около половины третьего.",
            "Почти тридцать тысяч женщин, ирландок и других национальностей.",
            "Температура на улице переваливает за тридцать.",
            "На этот тест мы отводим максимум тридцать минут.",
            "Суд удаляется на получасовое совещание.",
            "За тридцать лет брака они почти никогда не расставались.",
            "Тридцать долларов в час — это обычная ставка репетитора по математике.",
            "Он просто так отправил на смерть тридцать тысяч людей.",
            "Эти тридцать шесть голосов изменили исход выборов.",
            "Тридцать человек погибло в результате пожара в центре Чикаго.",
            "Поэт исчерпал свой талант к тридцати годам.",
            "Они дали мне компьютер на испытательный срок в тридцать дней.",
            "Он выглядел на тридцать, может, на тридцать пять лет.",
            "Тридцать процентов новых учеников нуждаются в дополнительных занятиях по математике.",
            "Самая высокая скорость движения товарного состава - около тридцати миль в час.",
            "Что касается политических взглядов, все тридцать были из оппозиционной узнику партии.",
            "Приём будет скромным. Я пригласил тридцать с небольшим человек.",
            "Одно лишь оборудование будет стоить около тридцати тысяч фунтов.",
            "Родителям даётся тридцать дней на обжалование решения комитета.",
            "Все фермеры будут освобождены от уплаты ренты в течение последующих тридцати лет.",
            "Недавний опрос поставил \"Доктор Мартенс\" в число тридцати ведущих дизайнерских лейблов в мире.",
            "По иронии судьбы, именно она умерла от рака лёгких, хотя курильщиком с тридцатилетним стажем был её муж."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}