{
    "those": {
        "comment": [
            "these",
            "that",
            "this"
        ],
        "translate": "те, тех, теми",
        "transcription": " |ðoʊz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Those old boxes take up a lot of space.",
            "Those gray skies promise rain.",
            "Thanks are due to all those who took part.",
            "I wish those children would behave themselves.",
            "Clean off those grubby hands before you touch anything.",
            "Will those grass stains wash out?",
            "Those two kids make quite a pair.",
            "It would have taken me a lifetime to read all those books.",
            "He can hold anything in those big mitts of his.",
            "Those ruffled blouses went out of fashion years ago.",
            "Those who ought to have been staunch have fallen away.",
            "“Those rich politicians don't care about peons like us,” she complained.",
            "those hardy souls who daily submerse themselves in icy cold water for its invigorating effect"
        ],
        "example_translate": [
            "Те старые коробки занимают много места.",
            "Это пасмурное небо предвещает дождь.",
            "Огромное спасибо всем, кто принял участие.",
            "Хотелось бы, чтобы те дети вели себя хорошо.",
            "Вымой свои грязные руки, прежде чем к чему-то прикасаться.",
            "Эти пятна от травы отстираются?",
            "Те двое детей – отличная пара. (речь может идти о детях, подростках, молодых людях)",
            "Мне потребовалась бы вся жизнь, чтобы прочитать все эти книги.",
            "В своих огромных лапах он может удержать всё, что угодно.",
            "Эти блузки из жатой ткани вышли из моды много лет назад.",
            "Те, кто должен был остаться верен, изменили.",
            "— Этим богачам-политикам плевать на пешек вроде нас, — пожаловалась она.",
            "те закалённые люди, которые каждый день окунаются в ледяную воду ради бодрости, которой она придаёт"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}