{
    "though": {
        "comment": [
            "thousand",
            "thought",
            "without",
            "although",
            "thoughtful",
            "through",
            "thorough",
            "enough",
            "cough",
            "rough",
            "tough",
            "plough",
            "borough"
        ],
        "translate": "хотя, однако, несмотря на, если бы, однако, все же",
        "transcription": " |ðoʊ|",
        "antonyms": [],
        "mnemonic": [
            "though [(вз)о'у] хотя - (Зоу- парк) хотя и большой, зверей там мало;",
            "although [ɔ:l'ðəu]\n***\nНЕСМОТРЯ НА ТО, что мал, с дивана сам сползаю.\n(это) although\nХОТЯ я мал - с дивана сам сползаю. (это) although"
        ],
        "examples": [
            "It's hard work. I enjoy it though.",
            "Though I may fail, I will still try.",
            "Though it was raining, we went hiking.",
            "Though they know the war is lost, they continue to fight. (B. Bliven)",
            "It sounds like a lot of fun. Isn't it rather risky though?",
            "Though she's almost 40, she still plans to compete.",
            "Strange though it may seem, I like housework.",
            "Two heart attacks in a year. It hasn't stopped him smoking, though.",
            "The rooms, though small, were pleasant and airy.",
            "I thought he'd been drinking, though I wasn't completely sure.",
            "Pascal went ahead with the experiment even though he knew it was dangerous.",
            "The offenders were dealt with firmly though fairly.",
            "Though it has no well-known actors in it, the movie has become the sleeper hit of the summer."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "gh = [ ] (ght - [t])",
            "th = [ð]",
            "ou = [ou]"
        ],
        "example_translate": [
            "Это трудная работа, но, тем не менее, она мне нравится.",
            "У меня может не получиться, но я всё равно попытаюсь.",
            "Несмотря на дождь, мы отправились в поход.",
            "Хотя они знают, что война проиграна, они продолжают сражаться.",
            "Звучит довольно весело. Но разве это не рискованно?",
            "Хотя ей почти сорок лет, она по-прежнему планирует выступать на соревнованиях.",
            "Как это ни странно, я люблю работать по дому.",
            "Два сердечных приступа за год. Тем не менее, это не заставило его бросить курить.",
            "Номера, хоть и небольшие, были приятные и просторные.",
            "Мне показалось, что он пил, хотя я и не был совершенно в этом уверен.",
            "Паскаль продолжил эксперимент даже несмотря на то, что осознавал его опасность.",
            "С преступниками обошлись жёстко, хотя и справедливо.",
            "Несмотря на отсутствие известных актёров, этот фильм неожиданно стал хитом летнего сезона."
        ],
        "stars": 3
    }
}