{
    "thousand": {
        "comment": [
            "thought",
            "without",
            "although",
            "though",
            "thoughtful"
        ],
        "translate": "тысяча, множество, масса, тысяча",
        "transcription": " |ˈθaʊznd|",
        "antonyms": [],
        "mnemonic": [
            "thousand [фса'узент] тысяча - На его (фазенд-е) тысячи рабов работают;"
        ],
        "examples": [
            "There are thousands of things I want to do.",
            "Yours forever. One thousand X's.",
            "He made a thousand and one excuses.",
            "I've been this route a thousand times before.",
            "They spent over a thousand pounds.",
            "The company employs 30 thousand people.",
            "His song enchained a thousand listeners.",
            "The figure was about a thousand.",
            "It's worth a thousand pounds, a bonny sum.",
            "There were more than a thousand words of text.",
            "Almost thirty thousand women, Irish and otherwise.",
            "In England they call one thousand million a milliard.",
            "the old adage that a picture is worth a thousand words",
            "Am I sure, myself, about anything at all? No, no, a thousand times, no.",
            "Ten thousand valiant well-appointed men.",
            "Two thousand workers now face redundancy.",
            "One load of wheat is a thousand quarters.",
            "He had sported away thirty thousand lives.",
            "I figured I'd burn the guy for a thousand.",
            "He sent Caesar a force of six thousand men.",
            "Fifteen thousand bird watchers visit annually.",
            "A force of seven thousand men landed in Suffolk.",
            "Give me the car mileage to the nearest thousand.",
            "The diamond was insured for two thousand dollars.",
            "Full three thousand at but one draught he caught.",
            "He gave his old car away for two thousand dollars.",
            "He was afraid he would drop several thousand pounds.",
            "The house was appraised at seventy thousand dollars.",
            "She's been batting a thousand since she got that job.",
            "It'll be a thousand pounds, give or take fifty or so."
        ],
        "example_translate": [
            "Есть тысячи вещей, которые я хочу сделать.",
            "Твой навеки. Целую тысячу раз.",
            "Он тысячу и один раз извинился. / Он нашёл тысячу и одну отговорку /оправдание/.",
            "Я по этому маршруту уже тысячу раз ездил.",
            "Они потратили более тысячи фунтов.",
            "В данной компании работает тридцать тысяч человек.",
            "Его песня привлекла внимание тысяч слушателей.",
            "Цифра была около тысячи.",
            "Это стоит добрую тысячу фунтов - приличные деньги!",
            "Там было больше тысячи слов текста.",
            "Почти тридцать тысяч женщин, ирландок и других национальностей.",
            "В Англии тысячу миллионов называют словом \"milliard\".",
            "старая пословица о том, что лучше один раз увидеть, чем сто раз услышать",
            "Разве я сам уверен в чем-нибудь? Нет, нет, тысячу раз нет.",
            "Десять тысяч хорошо снаряжённых смельчаков.",
            "Сейчас двум тысячам работников грозит сокращение.",
            "Одна партия пшеницы составляет тысячу четвертей.",
            "Он просто так отправил на смерть тридцать тысяч людей.",
            "Я рассчитывал нагреть парня на тысячу.",
            "Он послал Цезарю отряд в шесть тысяч человек.",
            "Ежегодно это место посещают пятнадцать тысяч орнитологов.",
            "Отряд в семь тысяч человек высадился в Суффолке.",
            "Скажите мне пробег автомобиля с точностью до тысячи.",
            "Алмаз был застрахован на две тысячи долларов.",
            "Он поймал три тысячи рыб один лишь раз закинув невод.",
            "Он продал свою старую машину за две тысячи долларов.",
            "Он боялся, что потеряет на этом несколько тысяч фунтов.",
            "Дом оценили в семьдесят тысяч долларов.",
            "С тех пор, как она получила эту работу, дела у неё идут лучше некуда.",
            "Это обойдётся в тысячу фунтов, плюс-минус пятьдесят или около того."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}