{
    "threatening": {
        "comment": [
            "thread",
            "threaten",
            "threat"
        ],
        "translate": "угрожающий, грозящий, нависший",
        "transcription": " |ˈθretnɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A storm is threatening.",
            "He was threatening to burn the place down.",
            "He stood, a threatening figure, framed in the doorway.",
            "Civil war has been threatening the country for years.",
            "Martha was always threatening to leave, but I never believed her.",
            "Cherry is surrounded by threatening creatures, mostly the nightclub heavies.",
            "The criminals extorted money from the shopkeepers by threatening them with violence.",
            "They extorted money from the executive by threatening to reveal his past to the company boss",
            "The nonstop torrential rains were threatening to produce an alluvion of biblical proportions.",
            "His voice sounded threatening.",
            "A plague of squirrels is threatening our forests.",
            "She is threatening to file a petition for divorce.",
            "She responded to their decision by threatening to quit.",
            "He hijacked a truck, threatening the driver at gunpoint.",
            "The house seemed less threatening in the cold light of day.",
            "Illegal hunting is threatening the survival of the species.",
            "Some yobbo has been threatening shopkeepers in the East End.",
            "He is threatening to out other players who have used steroids.",
            "Workers are threatening to walk out if an agreement is not reached.",
            "They squeezed money from the owner of the business by threatening him.",
            "Postal workers are threatening a strike if they don't receive a pay increase.",
            "The trees look like threatening figures, silhouetted against the evening sky.",
            "In a surprisingly bold move, he is threatening court action against the company.",
            "Some nutcase was arrested for sending the threatening letters to the White House.",
            "Rowdies had overtaken the neighborhood and were threatening people on the street.",
            "They are threatening to take legal action against the hospital (=start a court case against them)."
        ],
        "example_translate": [
            "Надвигается буря.",
            "Он угрожал сжечь это место дотла.",
            "Он стоял в дверном проёме с угрожающим видом.",
            "Вот уже много лет стране угрожает гражданская война.",
            "Марта всё время грозилась уйти, но я ей никогда не верил.",
            "Черри окружена опасными ребятами, в основном бугаями из ночных клубов.",
            "Грабители отбирали деньги у хозяев магазинов, угрожая им насилием.",
            "Они вымогали деньги у этого должностного лица, угрожая раскрыть главе компании его прошлое.",
            "Бесконечные проливные дожди грозили привести к потопу библейских масштабов.",
            "Его голос звучал угрожающе.",
            "Нашим лесам угрожает нашествие белок.",
            "Она грозится подать заявление на развод.",
            "В ответ на их решение она пригрозила уволиться.",
            "Он угнал грузовик, угрожая водителю оружием.",
            "В холодном свете дня дом уже казался менее опасным.",
            "Незаконная охота представляет угрозу для выживания данного вида.",
            "Какой-то гопник запугивает ист-эндских лавочников.",
            "Он угрожает выдать имена других игроков, которые использовали стероиды.",
            "Рабочие угрожают прекратить работу, если не будет достигнуто соглашение.",
            "Они выжимали деньги из владельца этого предприятия путём угроз.",
            "Почтовые работники грозят забастовкой, если им не повысят заработную плату.",
            "Деревья на фоне вечернего неба выглядят угрожающе.",
            "Проявив неожиданную смелость, он угрожает подать судебный иск против компании.",
            "Какого-то психа арестовали за отправку писем с угрозами в адрес Белого Дома.",
            "Район оказался во власти хулиганов, которые угрожали простым обывателям.",
            "Они угрожают возбудить иск против больницы (т.е. начать против них судебное дело)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}