{
    "threat": {
        "comment": [
            "weapon, threat - оружие, угроза",
            "thread",
            "threatening",
            "threaten"
        ],
        "translate": "угроза, грозное предзнаменование",
        "transcription": " |θret|",
        "antonyms": [],
        "mnemonic": [
            "threat [(фс)рет] угроза - (Срет) он на эту угрозу.",
            "threat [θrɛt]\nthreaten ['θrɛt (ə) n]\nthread - нить, резьба, нитка., нитевидный\n***\nЕсть УГРОЗА от дождя отсыреть. (это) threat\nТы УГРОЖАЕШЬ уже раз третий. (это) threat\n***\nТы ГРОЗИШЬ уже раз третий. (это) threaten"
        ],
        "examples": [
            "There is a threat of rain.",
            "Your threats don't scare me.",
            "The threat was only a bluff.",
            "She carried out her threat to resign.",
            "His action was construed as a threat.",
            "His words implied a threat.",
            "This stand poses a threat to peace.",
            "He was willing to use violence and threats to get what he wanted.",
            "They were under threat of arrest.",
            "Earthquakes are a constant threat in Japan.",
            "The program is under threat of closure due to lack of funding.",
            "a country under threat of civil war",
            "She dismissed the statement as an empty threat.",
            "Officials claim the chemical poses no real threat.",
            "the threat of hacking and computer viruses",
            "The king knew that there was a threat of revolution.",
            "The gunmen carried out their threat and shot the man.",
            "Her words contained an implicit threat.",
            "There is a threat of nuclear attack.",
            "He held the Will over her like a threat.",
            "The government chose a more muted response to the threat.",
            "The United Nations are trying to free the world from the threat of war.",
            "Pollution poses a threat to fish.",
            "She was viewed as a serious threat to the party leadership.",
            "The blackmailer used the threat of scandal as a lever to get money.",
            "The students' suggestion must be stamped on before it becomes a threat.",
            "The police cleared all the people out of the hotel after the bomb threat.",
            "The riots are a threat to public order.",
            "Nichols never carried out his threat to resign.",
            "The rise in crime constitutes a threat to society."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ea = [e]"
        ],
        "example_translate": [
            "Есть угроза дождя.",
            "Твои угрозы меня не пугают.",
            "Эта угроза была всего лишь блефом. / Это была лишь пустая угроза.",
            "Она выполнила свою угрозу уйти в отставку.",
            "Его действия были истолкованы как угроза.",
            "В его словах читалась угроза.",
            "Это противостояние угрожает миру.",
            "Он охотно применял насилие и угрозы, чтобы получить желаемое.",
            "Они находились под угрозой ареста.",
            "В Японии землетрясения представляют собой постоянную угрозу.",
            "Программа находится под угрозой закрытия из-за отсутствия финансирования.",
            "страна, которой грозит гражданская война",
            "Она не придала значения этому заявлению, сочтя его пустой угрозой.",
            "Чиновники утверждают, что эти химические вещества не представляют собой реальной угрозы.",
            "угроза взлома и компьютерных вирусов",
            "Король понимал, что существует угроза революции.",
            "Бандиты привели угрозу в исполнение и застрелили его.",
            "В её словах была скрыта угроза.",
            "Существует угроза ядерного нападения.",
            "Своим завещанием он держал её на коротком поводке.",
            "Правительство выбрало более сдержанный ответ на эту угрозу.",
            "ООН пытается освободить мир от военной угрозы.",
            "Загрязнение окружающей среды представляет угрозу для рыб.",
            "Её считали серьёзной угрозой партийному руководству.",
            "Шантажист угрожал скандалом, чтобы получить деньги.",
            "Эту инициативу студентов нужно решительно пресечь, пока она не превратилась в угрозу.",
            "После предупреждения о заложенной бомбе полиция эвакуировала из гостиницы всех людей.",
            "Данные волнения представляют собой угрозу для общественного порядка.",
            "Николс так и не выполнил свою угрозу уйти в отставку.",
            "Рост преступности представляет собой угрозу для общества."
        ],
        "stars": 3
    }
}
