{
    "threaten": {
        "comment": [
            "thread",
            "threatening",
            "threat"
        ],
        "translate": " угрожать, грозить, пригрозить, замахиваться, припугивать, предвещать",
        "transcription": "  |ˈθretn|",
        "antonyms": [],
        "mnemonic": [
            "threat [θrɛt]\nthreaten ['θrɛt (ə) n]\nthread - нить, резьба, нитка; нитевидный\n***\nЕсть УГРОЗА от дождя отсыреть. (это) threat\nТы УГРОЖАЕШЬ уже раз третий. (это) threat\n***\nТы ГРОЗИШЬ уже раз третий. (это) threaten"
        ],
        "examples": [
            "Do you mean to threaten?",
            "The mugger threatened him with a gun.",
            "A storm is threatening.",
            "Dark clouds threatened rain.",
            "The city was threatened by the epidemic.",
            "He threatened me when I tried to call the police.",
            "The clouds threaten rain.",
            "Danger threatens.",
            "The practice threatens to become general.",
            "He threatened to take them to court.",
            "Britain's fishing industry remains threatened.",
            "Famine threatens the district.",
            "Poaching threatens the survival of the rhino.",
            "These problems threaten the very foundations of modern society.",
            "Then he became angry and threatened that he would go to the police.",
            "Postal workers are threatening a strike if they don't receive a pay increase.",
            "Civil war has been threatening the country for years.",
            "a marriage threatened by financial problems",
            "The rebels threaten to seize civilian hostages.",
            "The latest news threatens trouble for the economy.",
            "Fundamentalists threaten to perturb the social order.",
            "These influences threaten the very framework of our society.",
            "Her response to their decision was to threaten to quit her job.",
            "Some of these corporations threaten to sue at the drop of a hat.",
            "Threaten to carve him up if he won't give the money, that should make him do it!",
            "All we need do is threaten them.",
            "political bullyboys who threaten their opponents",
            "These scandals could threaten the vitality of the sport.",
            "Overfishing threatens the survival of certain fish species.",
            "economic policies that threaten to undermine the health care system"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Инфинитив с to после глаголов",
            "Инфинитив"
        ],
        "example_translate": [
            "уж не вздумали ли вы угрожать мне?",
            "Грабитель угрожал ему пистолетом.",
            "Надвигается буря.",
            "Темные тучи угрожающе предвещали дождь.",
            "Городу угрожала эпидемия.",
            "Он пригрозил мне, когда я попытался позвонить в полицию.",
            "Тучи предвещают дождь.",
            "Грозит опасность.",
            "Этот обычай грозит стать всеобщим.",
            "Он пригрозил подать на них в суд.",
            "Рыбная промышленность Великобритании остаётся под угрозой.",
            "Району грозит голод.",
            "Браконьерство угрожает выживанию носорогов.",
            "Эти проблемы угрожают самим основам /устоям/ современного общества.",
            "Тогда он рассердился и пригрозил, что пойдёт в полицию.",
            "Почтовые работники грозят забастовкой, если им не повысят заработную плату.",
            "Вот уже много лет стране угрожает гражданская война.",
            "брак, находящийся под угрозой из-за проблем с финансами",
            "Мятежники угрожают захватом заложников из гражданского населения.",
            "Последние новости грозят бедой для экономики.",
            "Фундаменталисты угрожают возмутить общественный порядок.",
            "Эти факторы угрожают самим основам нашего общества.",
            "В ответ на их решение она пригрозила уволиться с работы.",
            "Некоторые из этих корпораций угрожают не раздумывая /без промедления/ подать в суд.",
            "Пригрози, что зарежешь его, если он не отдаст денег, это должно подействовать.",
            "Нам нужно только пригрозить им, и всё.",
            "политические хулиганы /задиры/, которые угрожают своим оппонентам",
            "Эти скандалы могут поставить под угрозу жизнеспособность спорта.",
            "Чрезмерный отлов рыбы угрожает выживанию некоторых видов рыб.",
            "экономическая политика, которая угрожает подорвать систему здравоохранения"
        ],
        "stars": 3
    }
}