{
    "thread": {
        "comment": [
            "threatening",
            "threaten",
            "threat"
        ],
        "translate": "резьба, нить, нитка, нарезка, продевать нитку, нитяной, нитевидный",
        "transcription": " |θred|",
        "antonyms": [],
        "mnemonic": [
            "thread [(фс)ред] нитка - Эта нитка уже до (сред-ы) порвётся;",
            "threat [θrɛt]\nthreaten ['θrɛt (ə) n]\nthread - нить, резьба, нитка; нитевидный\n***\nЕсть УГРОЗА от дождя отсыреть. (это) threat\nТы УГРОЖАЕШЬ уже раз третий. (это) threat\n***\nТы ГРОЗИШЬ уже раз третий. (это) threaten"
        ],
        "examples": [
            "Will you run a thread through an eyelet?",
            "Fasten the thread off with a knot.",
            "The girl was threading beads on a string.",
            "The thread is too thick to go into the needle.",
            "a thread of smoke climbed upward",
            "There's a piece of thread on your skirt., let me pull it off.",
            "The surgeon closed the two edges of the incision with surgical thread.",
            "Will you thread the needle for me?",
            "She knotted the end of the thread.",
            "The waiters threaded between the crowded tables.",
            "She had her eyebrows threaded.",
            "a river that threads through narrow valleys",
            "She untwisted the ball of thread.",
            "Waiters threaded through the crowd.",
            "His garment was seamed with silk thread.",
            "The melody which threads the first duet.",
            "She unwound some thread from the spool.",
            "Chaplin feared that the art of pantomime was under thread.",
            "A thin glistening thread of moisture ran along the rough concrete sill.",
            "She's handy with a needle and thread.",
            "She threaded her shoelace through the holes.",
            "The prince's coat was of black silk laced with gold thread.",
            "He lost the thread of his argument.",
            "I'm looking for a needle and thread.",
            "She coiled the loose thread around her finger.",
            "the spider's thread attached to the window sill",
            "He is still in hospital, his life hanging by a thread.",
            "I'd like to refer to something that was posted in an earlier thread.",
            "The thread wouldn't go through the eye.",
            "Tom threaded the rope through the safety harness."
        ],
        "example_translate": [
            "Продень нитку в иголку, будь так добр.",
            "Закрепи нитку, завязав её узлом.",
            "Девушка нанизывала бусы на нитку.",
            "Эта нитка слишком толста, чтобы пролезть в игольное ушко.",
            "струйка дыма поднялась вверх",
            "На твоей юбке нитка, дай я ее сниму.",
            "Хирург соединил края разреза хирургической нитью.",
            "Продень мне, пожалуйста, нитку в иголку.",
            "Она завязала на конце нити узелок.",
            "Официанты пробирались между близко стоящими столиками.",
            "У неё были тонкие брови \"в ниточку\". / Она выщипала себе брови нитью.",
            "река, которая, словно нитка, вьётся через узкие долины",
            "Она распустила этот клубок ниток.",
            "Официанты протискивались сквозь толпу.",
            "Его одежда была сшита шёлковыми нитками.",
            "Мелодия, являющаяся лейтмотивом первого дуэта.",
            "Она отмотала от катушки немного ниток .",
            "Чаплин боялся, что искусство пантомимы может вымереть.",
            "Тонкая поблескивающая струйка жидкости стекала по неровному бетонному подоконнику.",
            "Она ловко обращается с иголкой и ниткой.",
            "Она продела шнурок через отверстия /люверсы, блочки/ в ботинках.",
            "Плащ принца был из чёрного шёлка с золотым шитьём.",
            "Он потерял нить своих рассуждений.",
            "Я ищу иголку и нитку.",
            "Она обмотала свободную нитку вокруг пальца.",
            "паутинка, прикреплённая к подоконнику",
            "Он всё ещё находится в больнице, и его жизнь висит на волоске.",
            "Я хотел бы сослаться на одну вещь, которая была опубликована в более ранней ветке (форума).",
            "Нитка никак не продевалась в игольное ушко.",
            "Том продел верёвку сквозь страховочный пояс."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}