{
    "thrilled": {
        "comment": [],
        "translate": "взволнованный, возбужденный, заинтригованный, захваченный",
        "transcription": " |θrɪld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was thrilled by their decision.",
            "They were thrilled with the gift.",
            "She was thrilled to receive an invitation.",
            "He was thrilled about being asked to play.",
            "I'm absolutely thrilled that you are coming.",
            "We were thrilled that he would give a concert in our town.",
            "We were so thrilled to hear about the baby.",
            "The men were thrilled by a loud whistle blow.",
            "I've always wanted a car, so I'm thrilled to bits.",
            "She was thrilled at the idea of having her very own toys to play with.",
            "The children are thrilled with the new arrival.",
            "He was thrilled by the speed and the roar of the engine.",
            "Generations of European children have thrilled to the novels of J. F. Cooper.",
            "I'm not too thrilled with the way things stand (=the state that the situation is in) at the moment."
        ],
        "example_translate": [
            "Я был в восторге от их решения.",
            "Они были очень взволнованы полученным подарком.",
            "Она была очень рада получить приглашение.",
            "Он был в восторге от того, что его попросили сыграть.",
            "Я в полном восторге, что вы приезжаете.",
            "Мы трепетали от восторга, узнав, что он даст концерт в нашем городе.",
            "Мы так обрадовались, когда услышали о ребёнке.",
            "Мужчины были встревожены громким свистом.",
            "Мне всегда хотелось иметь машину, так что я в полном восторге. (брит.)",
            "Она была в восторге при мысли о том, что у неё будут собственные игрушки.",
            "Дети от новорождённого в восторге.",
            "Скорость и рёв мотора привели его в восторг.",
            "Многие поколения европейских детей запоем читали захватывающие романы Дж. Ф. Купера.",
            "В данный момент я не в восторге от того, как всё обстоит (т.е. от положения дел)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}