{
    "thrive": {
        "comment": [
            "derive",
            "river",
            "driver",
            "drive",
            "strive"
        ],
        "translate": "процветать, преуспевать, разрастаться, буйно разрастаться, буйно расти",
        "transcription": " |θraɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He throve on trade.",
            "Thought thrives on conflict.",
            "My children thrived on this product.",
            "He's the sort of person who thrives on hard work.",
            "I throve on a diet of oatmeal, mutton and strong tea.",
            "The armament firms thrive on war., the glaziers gain by broken windows.",
            "These plants thrive with relatively little sunlight.",
            "To thrive in science, you must be both a consummate collaborator and a relentless competitor.",
            "Young, innovative artists thrive in the freewheeling milieu that a big city offers.",
            "These trees will thrive, to a greater or lesser degree, in a number of climates."
        ],
        "example_translate": [
            "Он разбогател на торговле.",
            "В споре рождается истина.",
            "Мои дети стали крепче от этого продукта.",
            "Он из той породы людей, которые просто обожают много работать.",
            "Я прямо-таки расцвёл, питаясь овсянкой, бараниной и крепким чаем.",
            "Фирмы, продающие оружие, процветают благодаря войне., стекольщики наживаются на выбитых стеклах.",
            "Эти растения хорошо растут при сравнительно слабом освещении.",
            "Чтобы преуспеть в науке, нужно одновременно быть непревзойдённым партнёром и безжалостным конкурентом.",
            "В свободной обстановке большого города процветают молодые, передовые художники.",
            "Эти деревья будут более или менее успешно произрастать в нескольких климатических зонах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}