{
    "throne": {
        "comment": [
            "thorough",
            "thoroughly",
            "thorn",
            "through",
            "throughout",
            "throw",
            "throat",
            "bathroom",
            "overthrow",
            "breakthrough"
        ],
        "translate": "трон, престол, королевская власть, возводить на престол",
        "transcription": " |θrəʊn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The king abdicated the throne.",
            "She was seated upon a throne.",
            "He is next in line for the throne.",
            "Resign a claim to the throne.",
            "Will Charles succeed to the throne?",
            "Henry IV usurped the throne from Richard II.",
            "The young prince will soon occupy the throne.",
            "Who will succeed him to the throne?",
            "He throned it always like a tragedy king.",
            "The king was forced to abdicate the throne.",
            "Edward renounced his claim to the French throne.",
            "She ascended to the throne after the King's death.",
            "The king assumed the throne when he was very young.",
            "As the oldest son, he was next in line to the throne.",
            "The last occupant of the throne fled the country.",
            "...a determinate order of succession to the throne...",
            "She is now seventh in line of succession to the throne.",
            "Six columns underprop a rich throne of the massive ore.",
            "She seized control of the throne after her husband died.",
            "James I succeeded to the throne upon the Queen's death in 1603.",
            "The Crown Prince was acknowledged as the true heir to the throne.",
            "The throne was to be shared between an idiot and an infant yet unborn.",
            "The army killed the usurper and placed the king back on his throne again."
        ],
        "example_translate": [
            "Царь отрекся от престола.",
            "Её посадили на трон.",
            "Он — следующий в очереди на трон.",
            "Откажитесь от притязаний на трон.",
            "Будет ли Чарльз наследником престола?",
            "Генрих IV узурпировал трон, по праву принадлежавший Ричарду II.",
            "Юный принц вскоре займёт трон.",
            "Кто унаследует трон после него?",
            "Он всегда сидел на троне, как какой-нибудь король из трагедии.",
            "Король был вынужден отречься от престола.",
            "Эдвард отрёкся от своих притязаний на французский трон.",
            "Она взошла на трон после смерти короля.",
            "Король вступил на престол, когда был совсем молод.",
            "Будучи старшим сыном, он был следующим в очереди на трон.",
            "Последний монарх бежал из страны.",
            "...установленный порядок престолонаследия...",
            "В порядке наследования трона она является сейчас седьмой.",
            "Шесть колонн формируют основание массивного золотого трона.",
            "Она захватила трон после смерти мужа.",
            "Яков I унаследовал трон после смерти королевы, наступившей в 1603 году.",
            "Кронпринц был признан истинным наследником престола.",
            "Трон должен был быть поделён между идиотом и ещё не родившимся ребёнком.",
            "Армия убила узурпатора и возвратила престол королю."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}