{
    "throughout": {
        "comment": [
            "thorough",
            "thoroughly",
            "thorn",
            "through",
            "throw",
            "throat",
            "bathroom",
            "overthrow",
            "breakthrough",
            "throne"
        ],
        "translate": "по всему, через, в продолжение, повсюду, через, на всем протяжении",
        "transcription": " |θruːˈaʊt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It rained throughout the day.",
            "The disease spread rapidly throughout Europe.",
            "There was a terrible scandal, but my friends supported me throughout.",
            "The house has wood floors throughout.",
            "We are open every weekend throughout the year.",
            "The hotel has recently been redecorated throughout.",
            "He was involved in politics throughout his life.",
            "The house is in excellent condition, with fitted carpets throughout.",
            "The debate continued, but Meredith remained silent throughout.",
            "The house is painted white throughout.",
            "Throughout her life, she has suffered with the disease.",
            "She has traveled throughout the world.",
            "He had a difficult year, but his supporters remained loyal throughout.",
            "The company has stores throughout the United States and Canada."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дождь шёл весь день.",
            "Болезнь быстро распространилась по всей Европе.",
            "Был ужасный скандал, но меня всё это время поддерживали друзья.",
            "Во всём доме были деревянные полы.",
            "Мы открыты каждые выходные в течение всего года.",
            "Во всём отеле был недавно обновлён интерьер.",
            "Он занимался политикой на протяжении всей своей жизни.",
            "Дом находится в отличном состоянии, везде ковровые покрытия.",
            "Спор продолжался, но Мередит всё это время молчала.",
            "Весь дом выкрашен белой краской.",
            "На протяжении всей своей жизни она страдала этой болезнью.",
            "Она объехала весь мир.",
            "Год для него был трудный, но его сторонники всё это время оставались ему верны.",
            "Компания имеет магазины на всей территории Соединённых Штатов и Канады."
        ]
    }
}