{
    "thrust": {
        "comment": [
            "rusty"
        ],
        "translate": "толчок, удар, упор, выпад, надвиг, толкать, колоть, засовывать, навязывать",
        "transcription": " |θrʌst|",
        "antonyms": [],
        "mnemonic": [
            "trust [trʌst]\nentrust\nthrust [θrʌst]\nrust [rʌst]\ncrust [krʌst]\nДОВЕРЯТЬ - не ДОВЕРЯТЬ - вот такой контраст.\n(это)trust; entrust\nДоверять, поручать, возлагать. Доверие, вера.\n***\nТОЛКАТЬ - не ТОЛКАТЬ - вот такой контраст. (это)\nthrust\n***\nРЖАВЕТЬ - не РЖАВЕТЬ - вот такой контраст.\n(это) rust\n***\nПОКРЫВАТЬСЯ КОРКОЙ - такой контраст. (это) crust\n***\nДоверие и вера \"trust\"\nне заржавеют \"rust\"."
        ],
        "examples": [
            "She ran to him for a kiss, but he thrust her away.",
            "I don't want such things thrust on me.",
            "She thrust her way through the crowd.",
            "He was thrust into the job.",
            "He thrust his hand in his pocket to find a half-crown.",
            "With a shout of victory, he thrust his sword into his enemy's body.",
            "You were taught the thrust, but not the parry.",
            "She thrust a letter into my hand.",
            "He thrust at me with his sword.",
            "He thrust his hand into his coat pocket.",
            "He dug a couple of notes out of his pocket and thrust them at her.",
            "He thrust me roughly towards the door.",
            "He thrust at his opponent with his sword.",
            "He jumped back to avoid another thrust of the knife.",
            "She thrust the letter into his hand.",
            "He thrust in some mean and unimportant anecdote.",
            "He thrust his chin forward.",
            "The doctor thrust the needle into the patient's arm.",
            "Jane thrust her plate away in a bad temper, refusing to eat.",
            "He thrust the money in the hands of the beggar.",
            "Her death thrust Newman into the position of kingmaker.",
            "He'd been plucked from obscurity and thrust into the national spotlight.",
            "He had marriage thrust upon him.",
            "He thrust his hands into his pockets."
        ],
        "example_translate": [
            "Она подбежала к нему, чтобы поцеловать, но он резко оттолкнул её.",
            "Я не хочу, чтобы мне навязывали такие вещи.",
            "Она пробралась через толпу.",
            "Его заставили работать.",
            "Он засунул руку в карман в поисках полкроновой монетки.",
            "С победным криком он вонзил меч в тело врага.",
            "Тебя научили наносить удары, но не отражать их.",
            "Она сунула письмо мне в руку.",
            "Он бросился на меня с мечом.",
            "Он засунул руку в карман пальто.",
            "Он выудил из кармана несколько банкнот и швырнул их ей.",
            "Он грубо толкнул меня к двери.",
            "Он нанёс удар мечом своему противнику.",
            "Он отскочил назад, чтобы избежать ещё одного удара ножа.",
            "Она сунула письмо ему в руку.",
            "Ни к селу ни к городу он рассказал пошлый и бездарный анекдот.",
            "Он выставил вперёд подбородок.",
            "Доктор вонзил иглу в руку пациента.",
            "Джейн обиженно отодвинула тарелку, не желая есть.",
            "Он сунул эти деньги в руки нищего.",
            "Ее смерть переместила Ньюмана на позицию \"серого кардинала\".",
            "Его выдернули из безвестности и поместили в центр внимания всей страны.",
            "Ему навязали брак.",
            "Он сунул руки в карманы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}