{
    "thumb": {
        "comment": [],
        "translate": "большой палец руки, выступ, мусолить, листать, смотреть, загрязнить",
        "transcription": " |θʌm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Press your thumb on this spot.",
            "Tom Thumb",
            "I thumbed a ride to school.",
            "I accidentally cut my thumb.",
            "Don't suck your thumb, dear.",
            "He thumbed through the report.",
            "His fingers turned to thumbs.",
            "He thumbed his way to New York.",
            "He thumbed across the country.",
            "a little girl sucking her thumb",
            "He was still under his father's thumb.",
            "To thumb down the tobacco in one's pipe.",
            "The thumb is opposable to the forefinger.",
            "Like many students I had thumbed my way through France.",
            "My mitten has a hole in the thumb.",
            "A delve into which I can put my thumb.",
            "Baby waved a sucked pink thumb at him.",
            "I caught my thumb in the door and it hurt like mad.",
            "The old man tamped down the tobacco with his thumb.",
            "Stick your thumb in the crack.",
            "As a general rule of thumb, children this age should not spend more than one hour on homework.",
            "the ball at the base of the thumb",
            "a dictionary that has a thumb index",
            "The baby held onto my thumb with her tiny fingers.",
            "'Is that the only way out of here?' he asked, jerking a thumb at the door."
        ],
        "example_translate": [
            "Прижмите к этому месту свой большой палец.",
            "а) мальчик с пальчик., б) карлик, лилипут., в) презр. ничтожество, пигмей",
            "Я поехал в школу на попутной машине /автостопом/.",
            "Я случайно порезал большой палец.",
            "Родной, не надо сосать пальчик. / Милый, вынь пальчик изо рта.",
            "Он пролистал отчёт.",
            "Его пальцы одеревенели.",
            "Он добрался до Нью-Йорка автостопом.",
            "Он проехал автостопом по всей стране.",
            "девочка, которая сосёт большой палец.",
            "Он все ещё был под каблуком у своего отца.",
            "Утрамбовать табак в трубке.",
            "Большой палец противопоставлен указательному.",
            "Как многие студенты, я объехал Францию автостопом.",
            "В моей варежке есть дырка на большом пальце.",
            "Пустота, в которую я могу засунуть большой палец.",
            "Малыш махал ему своим розовым обслюнявленным пальчиком.",
            "Я прибил дверью палец, и он зверски болел.",
            "Старик слегка утрамбовал табак большим пальцем.",
            "Засуньте в щель большой палец.",
            "Как показывает практика, детям этого возраста не следует тратить на выполнение домашнего задания более одного часа.",
            "шарообразное утолщение у основания большого пальца",
            "словарь с указателем на обрезе в виде вырезов",
            "Малышка ухватила меня за большой палец своими крохотными пальчиками.",
            "— Это единственный выход отсюда? — спросил он, указывая большим пальцем на дверь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}