{
    "tide": {
        "comment": [],
        "translate": "волна, поток, течение, время, море, период, плыть по течению",
        "transcription": " |taɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The tide set in.",
            "The tide is coming in.",
            "Is the tide going out or coming in?",
            "In the autumn of 1918 the tide finally turned.",
            "You can walk across the sands when the tide is out.",
            "The tide leaves this bank dry.",
            "The crisis prompted a rising tide of protest.",
            "She swallowed back a tide of emotion.",
            "The tide rose and fell.",
            "Strong tides make swimming dangerous.",
            "The tide ebbs and flows.",
            "The tide almost sucked us out to sea.",
            "When the tide is out, the sand stretches for a long way.",
            "The measures are meant to stem the tide of illegal immigration.",
            "The tide was lapping the harbour wall.",
            "The tide of battle turned against the Mexican army.",
            "We moved back from the encroaching tide.",
            "The boat got swept away in the tide.",
            "The boat was impelled toward the shore by the tide.",
            "The victory turned the tide of the war in North Africa.",
            "The fast-moving tide sometimes surprises unwary swimmers.",
            "It was their first major victory. The tide had turned (=changed).",
            "With the tide of public opinion against him, the president may lose.",
            "Red tide had a particularly devastating effect on nearshore shellfisheries.",
            "We walked out onto the sandbar at low tide.",
            "An aggressive tide sluiced across the barrier reef.",
            "At the turn of the tide the boats began to drop down the harbour.",
            "Nineteenth century scientists were swept along on the tide of Darwin's theories.",
            "The police seem unable to cope with the rising tide of (=large increase in) car crime."
        ],
        "example_translate": [
            "Начался прилив.",
            "Начинается прилив.",
            "Сейчас отлив или прилив?",
            "Осенью 1918 года ход событий принял наконец другой оборот.",
            "Во время отлива можно прогуляться по песчаной отмели.",
            "Прилив до этого места не доходит.",
            "Кризис стал причиной растущей волны протеста.",
            "Она с трудом сдержала прилив эмоций.",
            "Морские волны то поднимались, то опускались.",
            "Сильные приливы-отливы делают плавание опасным.",
            "Вода во время прилива убывает и прибывает.",
            "Прилив чуть не вынес нас в открытое море.",
            "Когда происходит отлив (когда вода отступает), песок простирается на очень большие расстояния.",
            "Эти меры были приняты с целью остановить поток нелегальной иммиграции.",
            "Волны прилива плескались о портовую стенку.",
            "Ход битвы обернулся против мексиканской армии.",
            "Мы отступили от надвигающейся волны.",
            "Лодку унесло в море.",
            "Прилив подгонял лодку к берегу.",
            "Эта победа переломила ход войны в Северной Африке.",
            "Стремительный прилив иногда удивляет неосторожных пловцов.",
            "Это была их первая крупная победа. Ситуация изменилась: наступил перелом.",
            "Если общественное мнение повернётся против него, президент может проиграть.",
            "Красный прилив оказал особенно разрушительное воздействие на прибрежные фермы, занимающиеся разведением моллюсков.",
            "Мы вышли на песчаную отмель во время отлива.",
            "Через барьерный риф хлынула энергичная приливная волна.",
            "При отливе лодки начали спускаться к гавани.",
            "Учёные девятнадцатого века были увлечены теорией Дарвина.",
            "Полиция кажется неспособной справиться с растущей волной (т.е. большим ростом) автомобильной преступности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}