{
    "tiger": {
        "comment": [],
        "translate": "тигр, задира, хулиган, опасный противник",
        "transcription": " |ˈtaɪɡər|",
        "antonyms": [],
        "mnemonic": [
            "tiger [та'иге] тигр - В (тайге) тигры живут."
        ],
        "examples": [
            "He was a tiger on the basketball court.",
            "A tiger has a large territory to defend.",
            "He fought like a tiger.",
            "He's a tiger on the tennis court.",
            "Tiger characters here a predator.",
            "He moved like a tiger prowling the jungle.",
            "The trainer puts the tiger through its paces.",
            "He has a reputation as a tiger on difficult climbs.",
            "Even the best defense can't keep that tiger from scoring.",
            "The tiger was finally captured two miles outside the village.",
            "In the tiger, nature has produced the perfect hunting machine.",
            "The hunters lost the tiger's trail in the middle of the jungle.",
            "The elephant drove his long tusks between the tiger's shoulders.",
            "The snapping of a dry stick is not sufficient to turn the tiger.",
            "“She's as fierce as a tiger” is a simile, but “She's a tiger when she's angry” is a metaphor."
        ],
        "example_translate": [
            "На баскетбольной площадке он был просто зверь.",
            "Тигру нужно защищать обширную территорию.",
            "Он дрался, как тигр.",
            "На теннисном корте он просто зверь.",
            "Тигр здесь символизирует хищника.",
            "Он двигался подобно тигру, крадущемуся в джунглях.",
            "Дрессировщик проверяет способности этого тигра.",
            "Его знают как решительного и неустрашимого мастера трудных восхождений.",
            "Даже самая лучшая оборона не в состоянии помешать забить этому опасному нападающему.",
            "В конце концов, тигра изловили двух милях от деревни.",
            "В виде тигра природа создала идеальную машину для охоты.",
            "Охотники потеряли след тигра в чаще джунглей.",
            "Слон вонзил свои длинные бивни тигру между лопаток.",
            "Треска сухой палки недостаточно, чтобы отогнать тигра.",
            "“Она свирепа, как тигрица” — это сравнение, но “в гневе она тигрица” — это метафора."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}