{
    "tightly": {
        "comment": [],
        "translate": "плотно, тесно, крепко, туго, наглухо, натуго",
        "transcription": " |ˈtɑɪtli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Close the door tightly.",
            "She held the money tightly in her fist.",
            "She held the banister tightly.",
            "Don't close the lid so tight.",
            "The windows were tightly shut.",
            "She kept her eyes tightly closed.",
            "Don't bunch the flowers up so tightly, you'll spoil them.",
            "Is the door shut tight?",
            "Close the lid on the box tightly.",
            "She made a tight knot in the rope.",
            "The cartridge is choked tightly into the groove of the socket.",
            "She screwed the cap on tight.",
            "The lid is too tight. I can't loosen it.",
            "Marie held the baby tightly in her arms.",
            "Harold is part of a tightly knit team.",
            "Her whereabouts are a tightly guarded secret.",
            "She went to her daughter and hugged her tightly.",
            "The woman moved closer to Beth, gripping her arm tightly.",
            "Pull the ribbon tight and make a bow.",
            "Make sure the lid is tightly fastened.",
            "She held her arms tightly against her body.",
            "She closed her hand tightly around her bag.",
            "A baby monkey clasps its mother's fur tightly.",
            "The little boy gripped his mother's hand tightly.",
            "The sheets were tucked tightly under the mattress.",
            "Keep a tight grip on his hand when you cross the street.",
            "Steve gripped the steering wheel tightly with both hands.",
            "The cat would curl up, tightly like, and just go to sleep.",
            "He has screwed the lid down so tightly that I can't get it off!",
            "You'll need to make sure you girth the saddle tightly or you'll fall off the horse."
        ],
        "example_translate": [
            "Закрой плотно дверь.",
            "Она крепко держала деньги в своем кулаке.",
            "Она крепко держалась за перила.",
            "Не закрывайте крышку так туго.",
            "Окна были плотно закрыты.",
            "Её глаза оставались плотно закрытыми.",
            "Не завязывай цветы так туго, ты их испортишь.",
            "Дверь хорошо /плотно/ закрыта?",
            "Плотно закройте крышку на коробке.",
            "Она сделала на верёвке тугой узел.",
            "Запал плотно входит в отверстие.",
            "Она туго закрутила колпачок /крышку/.",
            "Крышка слишком плотно закрыта, я не могу её открутить.",
            "Мари крепко держала малыша на руках.",
            "Гарольд является частью сплочённой команды.",
            "Ее местонахождение держится в строгой тайне.",
            "Она подошла к дочери и крепко её обняла.",
            "Женщина придвинулась ближе к Бет, крепко схватив её за руку.",
            "Туго натяните ленту и сделайте бант.",
            "Убедитесь, что крышка плотно закрыта.",
            "Она крепко прижала свои руки к телу.",
            "Она крепко вцепилась рукой в свою сумку.",
            "Обезьяний детёныш крепко хватается за шерсть матери.",
            "Мальчик крепко стиснул руку матери.",
            "Простыни были плотно заправлены под матрас.",
            "Когда будете переходить улицу, крепко держи его за руку.",
            "Стив крепко сжал руль обеими руками.",
            "Кот сворачивался в тугой такой клубочек и засыпал.",
            "Он так сильно завинтил крышку, что я не могу ее открыть.",
            "Нужно будет убедиться, крепко ли вы затянули подпругу, не то свалитесь с лошади."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}