{
    "tighten": {
        "comment": [
            "tight",
            "tightly"
        ],
        "translate": "затянуть, сжимать, сжиматься, натягивать, натягиваться, стягиваться, уплотнять",
        "transcription": " |ˈtaɪtn|",
        "antonyms": [],
        "mnemonic": [
            "tighten [та'йтен] затягивать - Производная от tight;"
        ],
        "examples": [
            "The rope tightened",
            "Tighten up the muscles of both arms.",
            "Turn the screw clockwise to tighten it.",
            "Tighten the screws firmly.",
            "His mouth tightened into a thin, angry line.",
            "She tightened her hold on the handle.",
            "As the market tightens, the rate of discount rises.",
            "When you tighten guitar strings, the note gets higher.",
            "The rope tightened around his body.",
            "Fix the frame in position and tighten the screws.",
            "The government has started to tighten the screws on illegal share dealers.",
            "The prison was ordered to tighten security after a prisoner escaped yesterday.",
            "Environmental groups are exerting pressure on the government to tighten pollution laws.",
            "He expects the presidential race to tighten."
        ],
        "example_translate": [
            "Веревка натянулась",
            "Напрягите мышцы обеих рук.",
            "Чтобы затянуть винт, поверните его по часовой стрелке.",
            "Крепко затяните винты.",
            "Его губы сжались в тонкую, сердитую линию.",
            "Она ещё крепче сжала рукоятку.",
            "По мере того как напряжение на рынке растет, учётная ставка поднимается.",
            "Когда натягиваешь гитарные струны, тон становится выше.",
            "Веревка натянулась вокруг его тела.",
            "Закрепите положение рамы и затяните винты.",
            "Правительство приступило к закручиванию гаек по отношению к нелегальным торговцам акциями.",
            "После вчерашнего побега заключённого в тюрьме было приказано усилить меры безопасности.",
            "Экологические группы оказывают давление на правительство с целью ужесточения законов относительно загрязнения окружающей среды.",
            "Он ожидает сокращения разрыва между участниками президентской гонки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}