{
    "timber": {
        "comment": [],
        "translate": "лесоматериалы, тимберс, лесной, строевой, обшивать деревом",
        "transcription": " |ˈtɪmbər|",
        "antonyms": [],
        "mnemonic": [
            "timber [ти'мбэ] древесина - (Хо-тим бе-лую) древесину;"
        ],
        "examples": [
            "Canada is rich in timber",
            "The houses were partly timber in construction.",
            "A revival of the timber industry is needed.",
            "It is necessary to stay the old building with timber where it declines.",
            "Homesteaders drove timber down the river soon after.",
            "They needed a new load of timber to finish building the house.",
            "The owner of land could grant a licence to cut and remove timber.",
            "Upon our approach the deer disappeared back into the timber from whence it had come.",
            "They cleared timber from the land.",
            "Unmerchantable stands were excluded from the timber harvesting land base in the analysis on the basis of inventory type group.",
            "The Vietnamese cut a lot of timber while they occupied Cambodia.",
            "The fur trade now exceeded timber in importance."
        ],
        "example_translate": [
            "Канада богата (строевым) лесом",
            "Дома были частично сделаны из древесины.",
            "Необходимо возродить лесную промышленность.",
            "Старый дом нужно укрепить брёвнами в тех местах, где он покосился.",
            "Вскоре поселенцы сплавили лес по реке.",
            "Для окончания строительства дома им понадобилась ещё одна партия леса.",
            "Собственник земельного участка может выдавать лицензию на вырубку и удаление с него деревьев.",
            "При нашем приближении олень снова исчез в том же лесу, откуда и появился.",
            "Они очистили землю от деревьев.",
            "Непригодные для продажи лесопосадки были исключены из сбора древесины.",
            "Во время оккупации Камбоджи вьетнамцы вырубили много леса.",
            "Теперь торговля мехами превзошла по важности торговлю лесом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}