{
    "tiny": {
        "comment": [
            "scrutiny"
        ],
        "translate": "крошечный, крохотный, малюсенький, маленький ребёнок",
        "transcription": " |ˈtaɪni|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The computer chips were tiny.",
            "She lives in a tiny fifth floor walk-up in New York.",
            "Tiny black spots freckled the walls.",
            "The plate had a tiny chip in the edge.",
            "The tiny fox cubs drink nothing but their mother's milk.",
            "There's just one tiny little problem.",
            "You think that you are a tiny body, while the great universe is enfolded in you.",
            "It was a tight squeeze in the tiny hall.",
            "The earrings were tiny.",
            "The tiny kitten mewled for its mother.",
            "I wish we could go outside instead of stifling in this tiny room.",
            "I will never understand why people build those mega houses on tiny lots.",
            "Even Oliver felt a tiny spark of excitement.",
            "The Firm X was a tiny, undercapitalized company.",
            "Sue ripped his photo up into tiny bits.",
            "The child left her tiny footprints in the snow.",
            "The baby held onto my thumb with her tiny fingers.",
            "The plate hit the floor, and shattered into tiny bits.",
            "Ella looked at the tiny face poking out of the blanket.",
            "Every inch of space in the tiny shop was crammed with goods.",
            "Aren't you even a tiny bit scared?",
            "She built a tiny business into a worldwide empire.",
            "I had to squint my eyes to focus on the tiny letters.",
            "Most residents live in tiny apartments and pay over the odds for them too.",
            "Pauline wore a tiny gold cross.",
            "The Fortune is a tiny gem of a theatre.",
            "Are we going to hear the patter of tiny feet?",
            "Tiny white flowers patterned the ground like confetti.",
            "Moisture in the air condenses to form tiny drops of water.",
            "The destitute family lives in a tiny hutch made of tin and cardboard."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Компьютерные микросхемы были крошечные.",
            "Она живёт в Нью-Йорке в маленькой квартире на шестом этаже в доме без лифта.",
            "Крошечные черные пятна покрыли стены.",
            "На ободке тарелки была крошечная щербинка.",
            "Крошечные лисята не пьют ничего, кроме материнского молока.",
            "Есть только одна крошечная загвоздка.",
            "Вы думаете, что вы - крупинка, тогда как в вас заключена огромная вселенная.",
            "В крошечный холл набилось много народу.",
            "Серьги были крошечными.",
            "Крошечный котёнок жалобно звал маму.",
            "Вот бы нам пойти на улицу, вместо того, чтобы задыхаться в этой крошечной комнате.",
            "Я никогда не пойму, почему люди строят такие громадные дома на крошечных участках земли.",
            "Даже Оливер почувствовал лёгкое волнение.",
            "Фирма \"Х\" была крошечной, недостаточно капитализированной компанией.",
            "Сью разорвала его фото на маленькие кусочки.",
            "Девочка оставила на снегу свои крошечные следы.",
            "Малышка ухватила меня за большой палец своими крохотными пальчиками.",
            "Тарелка ударилась об пол и разлетелась на маленькие кусочки.",
            "Элла взглянула /посмотрела/ на крохотное личико, выглядывающее из-под одеяла.",
            "Каждый дюйм пространства в этом крошечном магазинчике был набит товарами.",
            "Неужели тебе ни капельки не страшно?",
            "Она превратила крошечное предприятие во всемирную империю.",
            "Мне пришлось прищуриться, чтобы разглядеть эти крошечные буквы.",
            "Большинство жителей живёт в крошечных квартирах, да ещё и здорово за них переплачивает.",
            "Полина носила крошечный золотой крестик.",
            "Театр \"Форчун\" — совсем крошечный., игрушка, а не театр.",
            "Собираетесь ли вы заводить детей?",
            "Крошечные белые цветы усеивали землю, словно конфетти.",
            "Влага, которая содержится в воздухе, конденсируется в виде крошечных капель воды.",
            "Эта бедная семья живёт в крошечной лачуге из жести и картона."
        ]
    }
}