{
    "tip": {
        "comment": [
            "multiply",
            "multiple"
        ],
        "translate": "чаевые, наконечник, кончик, совет, конец, наклонять, наклоняться, опрокидывать",
        "transcription": " |tɪp|",
        "antonyms": [],
        "mnemonic": [
            "tip [тъи'п] чаевые - Этот (тип) чаевых не платит;",
            "depend [dɪ'pend]\nexpend [ɪk'spend] = spend* [spend] - тратить,\nрасходовать\nsuspend [səs'pɛnd]\nstipend ['staɪpɛnd]\n***\nЯ ЗАВИШУ от стипендий. (это) depend\nОт себя ЗАВИСЕЛ Дюпен (д). (это) depend\n***\nЕсли от денег зависишь \"depend\",\nзачем тогда много тратишь \"expend\".\n***\nМне приостановили \"suspend\"\nвыплату жалованья \"stipend\".\n***\nЯ завишу \"depend\"\nот стипендии \"stipend\"."
        ],
        "examples": [
            "He kissed the tip of her nose.",
            "Did you leave a tip?",
            "You should take my tip.",
            "I tipped the waiter $3.00.",
            "Who tipped you?",
            "He tipped his hat as he saw me.",
            "He stuck my cheek with the tip of his pen.",
            "Did you tip the waiter?",
            "I gave the guy a big tip.",
            "He got a tip on the stock market.",
            "Shall I tip the water out?",
            "Remember to tip the waiter.",
            "Ben tipped the contents of the drawer onto the table.",
            "The porter will expect a tip.",
            "She was tipping her ear a little to the side to listen.",
            "I tipped him $5.",
            "A tip of the whip will take the courage out of him.",
            "His helmet had tipped forward and the boy pushed it back.",
            "Jill knows Spain really well. Perhaps she could give us a few tips.",
            "The man tipped to get the job is Peter Middleton.",
            "The house was an absolute tip.",
            "Acting on a tip, the police were able to find and arrest Upton.",
            "He's tipped as a future world champion.",
            "Tip the arrow with the small stone.",
            "They clambered to the tip of Monadnock.",
            "He tipped off the police about the terrorist plot.",
            "Eric fell asleep, his head gently tipping to one side.",
            "I'll take this lot to the tip.",
            "'So what?' asked Brian, tipping his chair back on its rear legs.",
            "He had been widely tipped to get the new post of deputy director."
        ],
        "example_translate": [
            "Он поцеловал кончик её носа.",
            "Ты оставил чаевые?",
            "Вам следует послушаться меня.",
            "Я дал официанту на чай $3.00.",
            "Кто тебя проинформировал?",
            "Увидев меня, он слегка коснулся своей шляпы в знак приветствия.",
            "Он ткнул мне в щёку кончиком своей авторучки.",
            "Ты оставил официанту чаевые?",
            "Я дал парню хорошие чаевые.",
            "Он получил совет по торговле на фондовом рынке.",
            "Мне вылить воду?",
            "Не забудь оставить официанту чаевые /дать официанту на чай/.",
            "Бен вывалил / высыпал содержимое ящика на стол.",
            "Носильщик будет ждать от вас чаевых.",
            "Она слегка наклоняла голову, чтобы лучше слышать.",
            "Я дал /оставил/ ему \"на чай\" 5 долларов.",
            "Лёгкий удар хлыстом поубавит в нём смелости.",
            "Его шлем накренился вперёд, и мальчик сдвинул его обратно.",
            "Джилл очень хорошо знает Испанию. Возможно, она даст нам пару советов.",
            "Наиболее вероятный кандидат на эту работу — Питер Мидлтон.",
            "В доме царил полный бардак. / Это был не дом, а настоящая помойка. (брит. tip = dump)",
            "Действуя по наводке, полицейским удалось найти и арестовать Аптона.",
            "Ему пророчат звание чемпиона мира.",
            "Снабдите стрелу наконечником из небольшого камушка.",
            "Они взобрались на вершину Монаднока.",
            "Он проинформировал полицию об этом террористическом заговоре.",
            "Эрик заснул, и его голова мягко склонилась набок.",
            "Отнесу всё это на помойку. (брит.)",
            "— Ну и что? — спросил Брайан, накренив свой стул так, что он стоял только на задних ножках.",
            "Очень многие прочили ему новую должность заместителя директора."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}