{
    "tire": {
        "comment": [],
        "translate": "шина, покрышка, бандаж, колесный бандаж, утомлять, утомляться, уставать, надоедать",
        "transcription": " |ˈtaɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You will never tire of looking at it.",
            "I'm so tired of your mother and her complaints about my food.",
            "I punctured the tire within one mile of the start.",
            "...a nail punctured the tire...",
            "There is no charge for fixing the tire.",
            "Air leaked out of the tire.",
            "He upended the bicycle to fix its flat tire.",
            "The tire punctured.",
            "She stayed in the hope that he'd tire of his bit on the side.",
            "Jack up the car so you can change the tire.",
            "Jack the car up higher — I can't get the tire off.",
            "There we were, bowling along nicely, when suddenly the tire burst.",
            "He was very appreciative after we helped him change his flat tire.",
            "She was unlucky enough to get a flat tire on the way to her job interview.",
            "The car needs a tire rotation.",
            "He pumped air into the bicycle tire.",
            "People injured in accidents caused by the defective tire have threatened to sue."
        ],
        "example_translate": [
            "Тебе никогда не надоест смотреть на это.",
            "Я так устала от твоей матери и её жалоб на мою еду.",
            "Я проколол шину на расстоянии одной мили после старта.",
            "...гвоздь проколол шину...",
            "За ремонт шины плата не взимается.",
            "Из шины начал выходить воздух.",
            "Он перевернул велосипед, чтобы починить спущенную шину.",
            "Шина получила прокол.",
            "Она осталась, в надежде, что ему надоест ходить на сторону.",
            "Приподнимите автомобиль домкратом, чтобы можно было поменять шину.",
            "Приподними автомобиль чуть выше: я не могу снять колесо.",
            "Ну и вот, ехали мы себе ехали, как вдруг спустило колесо.",
            "Он очень благодарил нас после того, как мы помогли ему заменить спущенное колесо.",
            "Её угораздило пробить колесо по дороге на собеседование.",
            "Автомобиль нуждается в замене шин.",
            "Он накачал шину велосипеда воздухом.",
            "Пострадавшие в авариях, вызванных бракованными шинами, пригрозили возбуждением иска."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}