{
    "tissue": {
        "comment": [
            "issue"
        ],
        "translate": "ткань, сплетение, паутина, слой, ткать дорогую шелковую ткань",
        "transcription": " |ˈtɪʃuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Polish the lenses with a piece of tissue.",
            "She wiped her nose with a tissue.",
            "She scrubbed at her face with a tissue.",
            "The drug can damage the body's tissues.",
            "He took out a tissue and blew his nose.",
            "These devices are used in the approximation of tissue.",
            "Blot your lipstick with a tissue.",
            "The tissue around the wound necrosed.",
            "She wiped her eyes with a tissue.",
            "She sniffed and wiped her nose with a tissue.",
            "American Tissue Type Collection",
            "He used a tissue to clean his fingerprints off the gun.",
            "Sections from the left ventricle showed diseased tissue.",
            "The tissue macerated in the water.",
            "The virus is cultured in the laboratory from samples of infected tissue.",
            "He had surgery to remove fibrous scar tissue in his knee.",
            "The chemical heightens contrast between different kinds of tissue in the breast."
        ],
        "example_translate": [
            "Протрите линзы куском ткани.",
            "Она вытерла нос салфеткой.",
            "Она чистила своё лицо салфеткой.",
            "Употребление данного наркотика может привести к повреждению тканей тела.",
            "Он достал салфетку и высморкался.",
            "Эти приспособления используются для соединения тканей.",
            "После нанесения помады, промокните её салфеткой.",
            "Ткани вокруг раны омертвели.",
            "Она вытерла глаза салфеткой.",
            "Она шмыгнула носом и вытерла его салфеткой.",
            "Американская коллекция тканевых культур",
            "Чтобы стереть свои отпечатки пальцев с оружия, он воспользовался салфеткой.",
            "Изучение срезов левого желудочка показало поражение тканей.",
            "В воде салфетка размякла.",
            "Вирус культивируют в лаборатории из образцов инфицированных тканей.",
            "Он перенёс операцию по удалению фиброзной рубцовой ткани в колене.",
            "Этот химикат усиливает контраст между разными видами тканей молочной железы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}