{
    "toast": {
        "comment": [
            "toxic",
            "torch",
            "tomb"
        ],
        "translate": "тост, гренки, гренок, жареный хлеб, поджаривать, подрумянивать на огне",
        "transcription": " |toʊst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I had toast for breakfast.",
            "I burnt the toast.",
            "If you challenge her, you're toast.",
            "One mistake and you're toast.",
            "Spread the toast thinly with jam.",
            "At a party after the show, he was the toast of the West End.",
            "He spread some jelly on his toast.",
            "I had a piece of toast for breakfast.",
            "One wrong move and you are toast, buddy.",
            "He was the toast of the town.",
            "Toast a slice of bread brown on both sides.",
            "Nigel raised his glass in a toast to his son.",
            "I'd like to propose a toast (=ask people to drink a toast) to the bride and groom.",
            "I propose a toast to the Queen.",
            "I toasted the cheese sandwiches.",
            "I'd like eggs with toast on the side.",
            "Tom was toasting his feet by the fire.",
            "Champagne glasses clinked to make a toast.",
            "They made a toast to long life and happiness.",
            "She smeared jam on her toast.",
            "Let us toast the birthday girl!",
            "He made a toast to the bride and groom.",
            "When she'd completed the toast, they clinked glasses.",
            "The toaster cheeps to indicate that the toast is done.",
            "...built a contraption for automatically buttering toast...",
            "Every morning he eats a meager breakfast of toast and coffee.",
            "I will now close the meeting by asking you to join me in a final toast.",
            "Helen flicked a blob of jelly on the toast and began to spread it around."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "На завтрак у меня был поджаренный хлеб.",
            "Тост у меня подгорел. / Я сжёг тост.",
            "Если пойдёшь против неё — тебе конец.",
            "Одна ошибка — и ты покойник.",
            "Намажьте поджаренный хлеб тонким слоем варенья.",
            "На вечеринке после показа он был провозглашен кумиром Вест-Энда.",
            "Он намазал немного желе на жареный хлеб.",
            "Я позавтракала кусочком поджаренного хлеба /тоста, гренки/.",
            "Одно неверное движение, и ты - труп, приятель.",
            "Он был местной знаменитостью. / Он был любимцем всего города.",
            "Поджарьте ломтик хлеба с обеих сторон до появления корочки.",
            "Найджел поднял бокал за своего сына.",
            "Я хотел бы предложить тост (т.е. попросить людей выпить) за жениха и невесту.",
            "Я предлагаю тост за здоровье королевы.",
            "Я поджарил бутерброды с сыром.",
            "Я бы хотел яичницу, а к ней гренки.",
            "Том грел ноги у огня.",
            "Завершая тост, зазвенели бокалы с шампанским.",
            "Они подняли тост за счастье и долголетие.",
            "Она намазала тост джемом.",
            "Давайте поднимем тост за именинницу!",
            "Он поднял тост за жениха и невесту.",
            "Когда она завершила тост, они чокнулись стаканами.",
            "Писк тостера означает, что тост готов.",
            "...создал штуковину для автоматического намазывания масла на тост (поджаренный хлеб)...",
            "Каждое утро он съедает скудный завтрак, состоящий из кофе и кусочка поджаренного хлеба.",
            "А теперь я завершу собрание и попрошу вас присоединиться ко мне в заключительном тосте.",
            "Хелен капнула на тост немного желе и начала его размазывать."
        ],
        "stars": 1
    }
}