{
    "tobacco": {
        "comment": [
            "potato",
            "tomato",
            "cigarette"
        ],
        "translate": "табак, курево, табачный",
        "transcription": " |təˈbækoʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Tobacco smoke bugs me.",
            "I am forbidden tobacco.",
            "Tobacco is their main crop.",
            "Tobacco is highly addictive.",
            "His house reeked of tobacco.",
            "Tobacco of the commoner sort.",
            "The cattle cannot digest tobacco.",
            "The region produces large amounts of cotton and tobacco.",
            "Tobacco was once a curiosity in Europe.",
            "The whole room reeked of tobacco smoke.",
            "The gush of tobacco came from the shop.",
            "The judge dissolved the tobacco company.",
            "To thumb down the tobacco in one's pipe.",
            "The jury ruled against the tobacco companies.",
            "The new crop of tobacco will be coming in soon.",
            "A stiff tariff was imposed on tobacco products.",
            "The room filled with the acrid smell of tobacco.",
            "All tobacco products must carry a health warning.",
            "It is illegal to sell tobacco to someone under 16.",
            "The old man tamped down the tobacco with his thumb.",
            "During Ramadan, Muslims avoid tobacco during the day.",
            "South Carolina is the fourth largest producer of tobacco.",
            "The Government wants to reduce tobacco consumption by 40.",
            "The tobacco industry has been trying to improve its image.",
            "They are building a legal case against the tobacco industry.",
            "Her best customer of wine, olive oil and tobacco was Germany.",
            "The ageing of tobacco is dependent on the action of micro-organisms.",
            "Knowledge of the ill effects of tobacco has led to a modification in smoking behaviour.",
            "To give himself time to think, he tamped down the tobacco in his pipe and then lit it slowly."
        ],
        "example_translate": [
            "Я не переношу табачного дыма.",
            "Мне запретили табак.",
            "Их основной сельскохозяйственной культурой является табак.",
            "Табак очень быстро вызывает привыкание.",
            "Его дом насквозь пропах табаком.",
            "Дрянной табачишко.",
            "Жвачные животные не переваривают табак.",
            "В данной области производятся большие объёмы хлопка и табака.",
            "Табак был когда-то в Европе редкостью /в диковинку/.",
            "Комната насквозь пропахла табаком.",
            "Сильный табачный запах шёл из лавки.",
            "Судья ликвидировал эту табачную компанию.",
            "Утрамбовать табак в трубке.",
            "Присяжные вынесли решение не в пользу табачных компаний.",
            "Скоро в продаже появится новый урожай табака.",
            "На табачные изделия была введена высокая пошлина.",
            "Комната наполнилась едким табачным дымом.",
            "На всех видах табачной продукции должно быть нанесено медицинское предупреждение.",
            "Запрещено продавать табачные изделия лицам моложе 16 лет.",
            "Старик слегка утрамбовал табак большим пальцем.",
            "Во время рамадана мусульмане избегают курения табака в течение дня.",
            "Южная Каролина является четвёртым по величине производителем табака.",
            "Правительство намерено сократить потребление табачных изделий на сорок процентов.",
            "Табачная промышленность пытается поднять свой престиж.",
            "Они выстраивают судебный иск против табачной промышленности.",
            "Ее лучшим покупателем вина, оливкового масла и табака была Германия.",
            "Выдерживание табака зависит от воздействия микроорганизмов.",
            "Знания о вредном влиянии табака привели к изменению поведения курильщиков.",
            "Чтобы взять небольшой тайм-аут, он забил трубку и медленно закурил."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}