{
    "toddler": {
        "comment": [
            "odds",
            "oddly",
            "odd"
        ],
        "translate": "ползунок, ребенок, начинающий ходить",
        "transcription": " |ˈtɑːdlər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She sat the toddler in the chair.",
            "I gave the toddler my hand.",
            "He was a toddler of two-and-a-half.",
            "The toddler could count to 100",
            "The toddler scribbled all over the paper.",
            "Quiet a crying toddler with candy.",
            "The toddler was a real wiggler on plane trips.",
            "The chubby baby had slimmed down by the time she was a toddler.",
            "The toddler parroted everything her father said, often to the latter's embarrassment.",
            "A toddler quickly learns that a tantrum is a surefire recourse when a polite request for something is met with parental indifference.",
            "The toddler was whining over the smart from the cut.",
            "The toddler delightedly bedaubed herself with her mother's makeup.",
            "One of the parents eventually dragged the screaming toddler out of the store.",
            "After his tantrum, the toddler lapsed into an exhausted quietude and fell asleep.",
            "The nanny acted quickly by grabbing the toddler and covering him with a wet towel.",
            "After a long day at the beach, our toddler had a major meltdown in the car on the way home.",
            "The toddler was trailing his pants"
        ],
        "example_translate": [
            "Она посадила малыша в кресло.",
            "Я подал ребёнку руку.",
            "Это был малыш двух с половиной лет.",
            "Малыш мог считать до ста.",
            "Малыш разрисовал каракулями всю бумагу.",
            "Успокойте плачущего малыша конфетой.",
            "Во время перелётов малыш был настоящим непоседой.",
            "К тому времени, как эта пухлая девочка начала ходить, она уже изрядно похудела.",
            "Малыш, словно попугай, повторял за отцом всё, что тот говорил, и этим часто заставлял его краснеть.",
            "Ребенок быстро понимает, что истерика — это верное средство привлечь внимание родителей, когда они не реагируют на вежливую просьбу.",
            "Малыш хныкал от жгучей боли пореза.",
            "Малышка радостно измазалась в косметике матери.",
            "Один из родителей, в конце концов, вытащил кричащего малыша из магазина.",
            "Закончив истерику, обессиленный малыш затих и заснул.",
            "Няня действовала быстро: схватила малыша и накрыла его мокрым полотенцем.",
            "После долгого дня, проведённого на пляже, наш малыш совершенно расклеился в машине по дороге домой.",
            "Малыш волочил за собой свои штанишки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}