{
    "tolerate": {
        "comment": [
            "stolen",
            "tolerance",
            "intolerable",
            "toll"
        ],
        "translate": "терпеть, допускать, быть толерантным, дозволять, выносить",
        "transcription": " |ˈtɑːləreɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I can't tolerate that noise.",
            "I can't tolerate people of his ilk.",
            "My mother would not tolerate impudence from any of us.",
            "These plants tolerate drought well.",
            "I couldn't tolerate the long hours.",
            "My mom will not tolerate profanity.",
            "We will not tolerate racism in any shape or form.",
            "Our teacher will not tolerate bad grammar.",
            "We cannot tolerate smoking in the hospital.",
            "We won't tolerate such inappropriate behavior.",
            "The government cannot tolerate lawlessness.",
            "...could tolerate my uncle's foibles because we loved him dearly...",
            "I will not tolerate such vulgar language in my home.",
            "...amazed that parents would tolerate such insolence from their teenaged children...",
            "Faugh! I will not tolerate such ill-mannered behavior in my house!",
            "The patient does not tolerate the anti-inflammatory drugs we gave him.",
            "As a journalist you simply cannot tolerate inaccuracy.",
            "We simply will not tolerate vigilante groups on our streets.",
            "We will not tolerate such deplorable behavior in a house of worship.",
            "The new nanny will not tolerate such monkey business from her charges.",
            "Their parents simply wouldn't tolerate any roughhouse in the living room.",
            "I won't tolerate incivility, and that includes text messaging while I'm speaking.",
            "She will not tolerate any uncouth behavior, such as eating with one's mouth open."
        ],
        "example_translate": [
            "Терпеть не могу этот звук. / Не выношу этот шум.",
            "Терпеть не могу таких, как он.",
            "Моя мама не потерпит /не терпела/ дерзости ни от кого из нас.",
            "Эти растения, устойчивы к засухе.",
            "Я терпеть не мог долго задерживаться на работе.",
            "Моя мама не потерпит сквернословия.",
            "Мы не потерпим расизма в любой форме.",
            "Наш учитель не будет мириться с грамматическими ошибками.",
            "Мы не можем допустить курение в больнице.",
            "Мы не потерпим такого неподобающего поведения.",
            "Правительство не может мириться с беззаконием.",
            "...мы снисходительно относились к дядиным причудам, потому что нежно его любили...",
            "Я не потерплю в своём доме таких вульгарных выражений.",
            "...поражённый тем, что родители собираются терпеть подобную наглость от своих детей подросткового возраста...",
            "Фу! Я не потерплю в своем доме такого грубого поведения!",
            "Пациент не переносит противовоспалительные препараты, которые мы ему дали.",
            "Как журналист, вы просто терпеть не можете неточность.",
            "Мы просто не потерпим самосуд на наших улицах.",
            "Мы не потерпим столь недостойного поведения в храме.",
            "Новая няня не потерпит таких шалостей от своих подопечных.",
            "Их родители просто не терпели никаких шумных игр в гостиной.",
            "Я не потерплю грубости, в том числе написания текстовых сообщений, когда я говорю.",
            "Она не потерпит неотёсанного поведения, например, еды с открытым ртом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}