{
    "toll": {
        "comment": [],
        "translate": "потери, пошлина, дань, сбор, плата, благовест, благовестить, звонить по покойнику",
        "transcription": " |təʊl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The earthquake took a heavy toll on several villages.",
            "Years of smoking have taken their toll on his health.",
            "For whom the bell tolls",
            "The death toll has risen to 83.",
            "A market toll is paid for the accommodation which a market provides.",
            "She heard the distant toll of church bells.",
            "The great bell of St. Peter's tolled with a deep boom.",
            "The death toll in the train disaster could be more than 1,000.",
            "The road toll scheme was dismissed as impractical.",
            "The clock of St. Paul's Covent Garden has just tolled out the hour of two.",
            "To request more information, please call our toll free number.",
            "The bells of Chester rang a merry peal alternated with one deep toll.",
            "The bombings took a heavy toll, killing hundreds of Londoners."
        ],
        "example_translate": [
            "В нескольких деревнях землетрясение унесло много жизней.",
            "Годы курения плохо сказались на его здоровье.",
            "По ком звонит колокол",
            "Число погибших увеличилось до восьмидесяти трёх.",
            "Плата за место на рынке взимается за помещение, предоставляемое администрацией рынка.",
            "Она услышала отдалённый звон церковных колоколов.",
            "Большой колокол собора Святого Петра издавал глубокий гулкий звон.",
            "Как предполагают, в железнодорожной катастрофе погибло более тысячи человек.",
            "Схема взимания дорожного сбора была отклонена как нецелесообразная.",
            "Часы на соборе Святого Павла в Ковент Гарден только что пробили два часа.",
            "Для получения более подробной информации позвоните, пожалуйста, по нашему бесплатному номеру.",
            "Честерские колокола вызванивали радостную мелодию, чередующуюся с одиночными глубокими ударами.",
            "Теракты /бомбёжки/ унесли множество человеческих жизней: погибли сотни лондонцев."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}