{
    "tomato": {
        "comment": [],
        "translate": " помидор, томат, персик",
        "transcription": "  |təˈmeɪtoʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A coke and a tomato juice, please.",
            "Layer the pasta with slices of tomato.",
            "The hard rain flattened the tomato plants.",
            "I like a little lettuce and tomato on my sandwiches.",
            "Cut the tomato in half and scoop out the seeds with a teaspoon.",
            "...the dull knife just bounced off the skin of the tomato without cutting it...",
            "tomato sauce made with garlic, paprika, and pepper",
            "A small amount of tomato paste will give extra colour and body to the sauce.",
            "She was very specific — you have to use a certain kind of tomato in the sauce.",
            "By changing the tomato's genetic blueprint, scientists can alter the rate at which it ripens.",
            "A sharp knife will cut through the skin of a tomato cleanly."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Кока-колу и томатный сок, пожалуйста.",
            "Переложите макаронные изделия слоями нарезанных кружочками помидоров.",
            "Сильный ливень прибил томаты.",
            "Мне нравится когда в моих сендвичах немного (меньше чем обычно) салата и помидор.",
            "Разрежьте помидоры пополам и извлеките семена чайной ложкой.",
            "...тупой нож просто отскочил от кожицы томата, даже не порезав его...",
            "томатный соус с чесноком, паприкой и перцем",
            "Небольшое количество томатной пасты придаст соусу дополнительный цвет и объём.",
            "Она выразилась очень ясно: в соус нужно класть определённый вид помидоров.",
            "Внеся изменения в генетический код этих помидоров, учёные могут изменить скорость, с которой они созревают.",
            "Острый нож аккуратно прорежет кожицу помидора."
        ]
    }
}