{
    "tool": {
        "comment": [
            "toothache",
            "too",
            "tooth",
            "cartoon",
            "stool"
        ],
        "translate": "инструмент, орудие, резец, станок, обтесывать, обрабатывать резцом",
        "transcription": " |tuːl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I can't use this tool.",
            "Money is a pure tool — nothing more.",
            "This tool is handy for various jobs.",
            "Leather was tooled with geometrical patterns.",
            "The factory is not tooled up to produce this type of engine.",
            "Some of the men were tooled up with knives.",
            "Aluminium is ductile, but difficult to tool.",
            "The sheriffs were the tools of the government.",
            "We tooled down the street.",
            "You need a special tool to introduce the pipe into the hole.",
            "The automobile factories have tooled up for their new models.",
            "I was tooling home from the Mexican border in a light blue convertible.",
            "It's quite a handy little tool.",
            "We tooled up with pieces of wood and iron bars.",
            "We were tooling around in Malta on a friendly visit.",
            "Television is an important tool for the modern teacher.",
            "These books are the tools of my trade.(=the things I need to do my job).",
            "How do you utilize this tool?",
            "We tooled along the highway.",
            "a belt made of tooled leather",
            "a tool used for cracking nuts",
            "The tool punches holes in paper.",
            "Maps are a visual tool for learning.",
            "He tooled a design on the leather belt.",
            "The convertible tooled down the street.",
            "The tool has a notch for prying out nails.",
            "This tool is for yanking out old nails from the boards.",
            "A pocketknife is a versatile tool.",
            "a tool designed for easy adaptation",
            "The store has just the tool you need."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не могу использовать этот инструмент.",
            "Деньги — это просто средство, и больше ничего.",
            "Этот инструмент удобен для выполнения различных работ.",
            "На коже были вытиснены геометрические узоры.",
            "Фабрика не оснащена оборудованием, необходимым для производства этого типа двигателей.",
            "Некоторые из этих людей были вооружены ножами.",
            "Алюминий — ковкий металл, но трудный для обработки.",
            "Шерифы были марионетками в руках правительства.",
            "Мы поехали по улице.",
            "Чтобы вставить эту трубу в отверстие, нужен специальный инструмент.",
            "Автомобильные заводы получили оборудование, необходимое для выпуска новых моделей.",
            "Я ехал домой от мексиканской границы в лёгком голубом автомобиле с откидным верхом.",
            "Это весьма удобная штучка.",
            "Мы вооружились деревяшками и железными прутьями.",
            "Мы бездельничали на Мальте у наших друзей.",
            "Телевидение является важным инструментом современного учителя.",
            "Эти книги — мой рабочий инструмент (т.е. вещь, необходимая мне для работы).",
            "Как пользоваться этим инструментом?",
            "Мы ехали по шоссе.",
            "пояс, изготовленный из тиснёной кожи",
            "инструмент для колки орехов",
            "Этот инструмент пробивает отверстия в бумаге.",
            "Карты являются наглядным обучающим пособием.",
            "Он нанёс на кожаный ремень узор.",
            "Кабриолет поехал по улице.",
            "У этого инструмента есть вырез для выдёргивания гвоздей.",
            "Этот инструмент предназначен для того, чтобы вытаскивать из досок старые гвозди.",
            "Перочинный нож — это универсальный инструмент.",
            "инструмент, предназначенный для лёгкой адаптации",
            "В этом магазине есть именно тот инструмент, что вам нужен."
        ]
    }
}