{
    "torture": {
        "comment": [
            "distort",
            "distortion"
        ],
        "translate": "пытка, истязание, агония, муки, мучить, пытать",
        "transcription": " |ˈtɔːrtʃər|",
        "antonyms": [],
        "mnemonic": [
            "torture [то'рчэ] пытка - От этих пыток я (торчу);",
            "torture ['tɔ: tʃə]\n***\nПЫТКИ были всё жесточе. (это) torture\nПЫТАЛИ и МУЧАЛИ всё жесточе. (это) torture"
        ],
        "examples": [
            "He is tortured with headaches.",
            "Waiting is just torture for me.",
            "He confessed under torture.",
            "The bodies showed the signs of torture.",
            "It was sheer torture to listen to her sing.",
            "Even under torture, he refused to talk.",
            "He put her to the torture.",
            "Listening to him can be torture.",
            "Rachel sat alone for hours at home, tortured by jealousy.",
            "Don't torture yourself over the mistake.",
            "The waiting must be torture for you.",
            "Torture was used and Fian confessed.",
            "Political opponents of the regime may be tortured.",
            "Asphyxiation is sometimes used as a form of torture.",
            "They used torture to extract information about their families.",
            "He died after five days of excruciating torture.",
            "We all accept that it is wrong to torture people.",
            "Although once common, torture is now an abomination to the civilized peoples of the earth."
        ],
        "example_translate": [
            "Его мучают головные боли.",
            "Ожидание — это просто мучение для меня.",
            "Он сознался под пыткой.",
            "На телах были обнаружены следы пыток.",
            "Было сущим наказанием слушать, как она поёт.",
            "Даже под пытками он не стал ничего говорить.",
            "Он подверг её пытке.",
            "Иногда слушать его — просто мука.",
            "Рейчел часами сидела дома одна, терзаемая ревностью.",
            "Не казни себя за эту ошибку.",
            "Для вас это ожидание, должно быть, настоящая пытка.",
            "Были применены пытки, и Фиан признался.",
            "Политические противники данного режима могут быть подвергнуты пыткам.",
            "Удушение иногда используется как форма пытки.",
            "Они применили пытки для получения информации об их семьях.",
            "Он умер спустя пять дней мучительных пыток.",
            "Мы все признаём, что пытать людей — неправильно.",
            "Хотя когда-то пытки были обычным делом, теперь они внушают цивилизованным народам земли отвращение."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}