{
    "toss": {
        "comment": [
            "to",
            "toe",
            "toy",
            "onto"
        ],
        "translate": "жеребьевка, бросание, бросать, кидать, швырять, отбрасывать",
        "transcription": " |tɔːs|",
        "antonyms": [],
        "mnemonic": [
            "toss [тос] подкидывать, подбрасывать - (А-тос) подбросил наркотики Д'Артаньяну.",
            "toss [tɒs]\n***\nВЫБРОСИЛ (метнул) шпагу Атос. (это) toss\nМетание, толчок."
        ],
        "examples": [
            "Toss that book over, will you?",
            "She tossed her head back.",
            "Frank tossed her the newspaper.",
            "'Catch!' said Sandra, tossing her bag to him.",
            "She crumpled the letter and tossed it into the fire.",
            "Malory won the toss and will serve.",
            "My friend and I, we tossed who should have first shot.",
            "Toss a coin to see who goes first.",
            "My mind is tossed by various considerations. (J. MacDonald)",
            "I wish the children would stop tossing those stones about.",
            "Waves tossed the ship about.",
            "She tossed her hair and smiled.",
            "It really is time we toss out all those old newspapers.",
            "Toss a knob of butter into the frying pan.",
            "They tossed the room while I had breakfast.",
            "The ship tossed on the waves.",
            "He tossed his dirty socks onto the floor.",
            "The small boat was tossed about like a cork.",
            "He was allowed to attend as an observer but not active participant in the toss.",
            "The toss of a coin decided who would go first.",
            "They tossed a coin to decide who would go first.",
            "He tossed his head back.",
            "She tossed the ball high in the air.",
            "She threw her hair back with a toss of her head.",
            "They decided what to do by a coin toss.",
            "She tossed the paper at the recycling bin.",
            "We couldn't make up our minds, so we decided to toss for it.",
            "There was no point arguing the toss after the goal had been disallowed.",
            "He picked up his sister's ball and with an unpleasant smile tossed it away.",
            "Toss the carrots in some butter before serving."
        ],
        "example_translate": [
            "Кинь мне ту книгу, хорошо?",
            "Она резко откинула голову назад.",
            "Фрэнк швырнул ей газету.",
            "«Лови!» – сказала Сандра, бросая ему свою сумку.",
            "Она смяла письмо и швырнула его в огонь.",
            "Malory выиграл жребий, и будет подавать. (об игре в теннис)",
            "Мы с другом бросили жребий, кому стрелять первому.",
            "Бросьте монетку, чтобы узнать, кто идет первым.",
            "Мой ум терзают разные мысли.",
            "Мне бы хотелось, чтобы дети перестали швыряться камнями.",
            "Волны швыряли корабль из стороны в сторону.",
            "Она встряхнула волосами и улыбнулась.",
            "Пора, наконец, избавиться от всех этих старых газет.",
            "Бросьте на сковородку кусочек масла.",
            "Они обыскали комнату, пока я завтракал.",
            "Судно швыряло по волнам.",
            "Он бросил свои грязные носки на пол.",
            "Судёнышко бросало по волнам, как бутылочную пробку /ореховую скорлупку/.",
            "Ему разрешили присутствовать при обыске, но не участвовать в нём.",
            "Вопрос, кто пойдёт первым, решили, подбросив монетку.",
            "Они бросили монетку, чтобы решить, кто пойдёт первым.",
            "Он резко откинул голову назад.",
            "Она подбросила мяч высоко в воздух.",
            "Она отбросила волосы назад, тряхнув головой.",
            "Они решили, что делать дальше, подбросив монетку.",
            "Она выбросила газету в мусорную корзину.",
            "Мы никак не могли прийти к какому-то решению, и поэтому решили бросить жребий.",
            "После того, как гол отменили, оспаривать это решение уже не имело смысла.",
            "Он подобрал мячик своей сестры и, криво усмехнувшись, отшвырнул его.",
            "Перед подачей на стол бросьте морковь в масло."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}