{
    "tough": {
        "comment": [],
        "translate": "жёсткий, трудный, жестко, грубо, хулиган, бандит, выдерживать",
        "transcription": " |tʌf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Tough it out!",
            "Don't talk so tough.",
            "My mother was very tough on my sister.",
            "It was pretty tough on her.",
            "This meat's so tough I can hardly chew it!",
            "He was what is called \"a tough customer\".",
            "Don't give the child this tough meat",
            "She' s had a tough life.",
            "Jake's a real tough guy.",
            "Don't worry about her—she's a tough cookie.",
            "It's tough being married to a cop.",
            "He talks tough but he's not really dangerous.",
            "They found it quite a tough task to accomplish.",
            "I find his books pretty tough going (=difficult to read).",
            "The horse was tough to break",
            "The water was sometimes tough and slimy.",
            "The school takes a very tough line on drugs.",
            "The players are prepared to play a tough game.",
            "Are you tough enough for the job?",
            "Washington played tough in the second half of the game.",
            "He sang tough.",
            "She can be a tough lady to negotiate with.",
            "The rug is made of tough material.",
            "He's as tough as nails — a good man to have on the team.",
            "He was considered as a tough albeit fair boss.",
            "California has adopted a tough stance on the issue.",
            "...dumpy little men trying to look like tough guys...",
            "This promising young fighter needs a tough opponent to spar with.",
            "The best English copper is accounted less tough and ductile than Swedish copper.",
            "The tough sides of our argosy have been thoroughly tried."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "gh = [f] (ght - [ft])",
            "ou = [ʌ]"
        ],
        "example_translate": [
            "Держись! / Крепись! / Не падай духом!",
            "Сбавь тон.",
            "Моя мать была очень суровой по отношению к моей сестре.",
            "Ей пришлось довольно несладко.",
            "Это мясо такое жесткое, что я едва могу жевать!",
            "Он принадлежал к тому типу клиентов, которых обычно называют \"трудными\".",
            "Не давайте ребенку это жесткое мясо",
            "У неё была трудная жизнь.",
            "Джейк очень крутой парень.",
            "Не беспокойтесь за нее - она крепкий орешек.",
            "Тяжело быть замужем за полицейским.",
            "Он разговаривает очень жестко, но на самом деле он не опасен.",
            "Это задание оказалось для них очень сложным.",
            "Мне его книги как-то тяжело идут (т.е. их трудно читать).",
            "Лошадь было трудно объездить.",
            "Вода была кое-где вязкая и илистая.",
            "Школа занимает очень жёсткую позицию в отношении наркотиков.",
            "Игроков готовят к трудной игре.",
            "Достаточно ли вы крепки для этой работы?",
            "Во второй половине игры Вашингтон играл жёстко.",
            "Он пел просто здорово.",
            "С этой женщиной может быть очень непросто вести переговоры.",
            "Коврик изготовлен из прочного материала.",
            "Он крепкий орешек — такого человека хорошо иметь в команде.",
            "Его считали жёстким, хотя и справедливым, боссом.",
            "Калифорния заняла жёсткую позицию по этому вопросу.",
            "... невысокие коренастые мужчины, которые пытаются выглядеть крутыми парнями...",
            "Этому перспективному молодому боксёру нужен сильный спарринг-партнёр.",
            "Лучшая английская медь считается менее прочной и ковкой, чем шведская.",
            "Жёсткие борта нашего судна были тщательно отчищены."
        ]
    }
}