{
    "tournament": {
        "comment": [
            "tourist",
            "tour",
            "tourism"
        ],
        "translate": "турнир, состязание рыцарей, средневековый турнир",
        "transcription": " |ˈtʊrnəmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I feel I can win this tournament.",
            "The tournament is open to both amateurs and professionals.",
            "The team exited the tournament early.",
            "He played in every major tournament this year.",
            "The golf tournament is a professional event.",
            "The ban against the tournament was fruitless.",
            "Mickelson won his first major golf tournament while still an amateur.",
            "The team is the Cinderella of the tournament.",
            "His best finish in a major tournament was third.",
            "The tournament is sponsored by local businesses.",
            "Winning this tournament was especially satisfying.",
            "Another loss would rule them out of the tournament.",
            "In the tournament so far, Italy's Stefania Croce looks like the one to watch.",
            "The top seed won the tournament.",
            "The tournament was won by a late qualifier.",
            "She's one of the qualifiers for the tournament.",
            "Sweden were the eventual winners of the tournament.",
            "The tournament proved to be Gascoigne's finest hour.",
            "The same network will televise the tournament next year.",
            "The tournament was held under the auspices of the city council.",
            "The team was eliminated in the preliminary round of the tournament.",
            "I, too, would swagger if I'd won first place in the bowling tournament.",
            "She'll be playing in the tournament this year after winning the qualifier.",
            "We've been to the state tournament four times, but we've come up short every time.",
            "He first hit the headlines when he knocked Becker out of the French Open Tournament.",
            "She put the whammy on herself by publicly predicting that she would win the tennis tournament.",
            "Tournament blackjack is more dynamic, and more complex, than simply playing against the house.",
            "The unexpected loss to a second-rate player really chastened the tournament's top-seeded tennis star.",
            "Her performance in this tournament has been a testimonial to the dedication and talent she brings to the tennis court."
        ],
        "example_translate": [
            "Я чувствую, что могу выиграть этот турнир.",
            "Участвовать в турнире могут как любители, так и профессионалы.",
            "Команда рано вылетела из турнира.",
            "В этом году он сыграл во всех крупных турнирах.",
            "Этот турнир по гольфу проводится среди профессионалов.",
            "Попытка запретить турниры не дала результатов.",
            "Микельсон выиграл свой первый крупный турнир по гольфу, будучи любителем.",
            "Команда является тёмной лошадкой этого турнира.",
            "Третье место было его лучшим результатом в крупных турнирах.",
            "Турнир спонсируется местными предпринимателями.",
            "Победа в этом турнире была особенно приятной.",
            "Ещё одно поражение привело бы к их вылету из турнира.",
            "Пока что на этом турнире, похоже, стоит понаблюдать за итальянкой Стефанией Кроче.",
            "Турнир выиграл спортсмен, \"посеянный\" под первым номером.",
            "Турнир выиграл человек, отобравшийся на него в последний момент.",
            "Она — одна из тех, кто пробился в основную сетку турнира через отборочные матчи.",
            "В итоге турнир выиграла Швеция.",
            "Этот турнир оказался звёздным часом Гаскойна.",
            "В следующем году трансляцию турнира будет вести та же телекомпания.",
            "Турнир прошёл под эгидой городского совета.",
            "Команда вылетела из соревнований в предварительном раунде турнира.",
            "Я бы тоже важничал, если бы занял первое место в турнире по боулингу.",
            "В этом году она будет участвовать в основной сетке турнира после победы в квалификации.",
            "Мы четыре раза попадали на первенство штата, но каждый раз терпели неудачу.",
            "Он впервые попал в заголовки газет, когда выбил Беккера из Открытого чемпионата Франции.",
            "Она сама себя сглазила, публично заявив, что выиграет этот теннисный турнир.",
            "Турнирный блэкджек более динамичен и сложен, чем простая игра против казино.",
            "Неожиданное поражение второразрядному теннисисту заставило присмиреть первую ракетку этого турнира.",
            "Её выступление на этом турнире является свидетельством самоотверженности и таланта, которые она приносит на теннисный корт."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}