{
    "tourist": {
        "comment": [
            "tour",
            "tournament",
            "tourism"
        ],
        "translate": "туристический, туристский, турист, путешественник",
        "transcription": " |ˈtʊrɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The tourist had a foreign accent.",
            "The museums attract a lot of tourists.",
            "Italy's thriving tourist industry",
            "The tourist season lasts through late summer.",
            "Durham, with its cathedral and castle, is a popular tourist centre.",
            "They drugged the kidnapped tourist.",
            "The government lifted the ban on tourist travel.",
            "Cambridge is always full of tourists in the summer.",
            "The Statue of Liberty is a major tourist attraction.",
            "The tourists defeated the home side.",
            "seasonal jobs in the tourist industry",
            "Any cautious tourist will guard her passport.",
            "In the summer the town is filled with tourists.",
            "an unsuspecting tourist fleeced by a scam artist",
            "We specialize in catering for tourist bus tours.",
            "a nationwide search for a missing British tourist",
            "The tourist industry is recovering to pre-war levels.",
            "The town is gearing up for the annual tourist invasion.",
            "Stratford is the Mecca of tourists /the tourist's Mecca/",
            "What effect will this have on the local tourist industry?",
            "The town relies on the seasonal tourist industry for jobs.",
            "The local tourist office organises a number of guided walks.",
            "What effect will these changes have on the tourist industry?",
            "The information in the tourist guide is already out-of-date.",
            "Tourist coaches will be banned from entering the city centre.",
            "Corsica has developed its economy around the tourist industry.",
            "lay on more staff for the busy tourist season in the Lake District",
            "The damage caused to the tourist industry is difficult to quantify.",
            "They've completely ruined the tourist trade for the next few years.",
            "The tourist industry is of vital importance to the national economy."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Турист говорил с иностранным акцентом.",
            "Музеи привлекают множество туристов.",
            "процветающий туристический бизнес Италии",
            "Туристический сезон длится до конца лета.",
            "Дарем, со своим кафедральным собором и замком, является популярным туристическим центром.",
            "Они накачали похищенного туриста наркотиками.",
            "Правительство сняло запрет на приём туристов.",
            "Летом в Кембридже всегда полно туристов.",
            "Статуя Свободы является главной туристической достопримечательностью.",
            "Команда гостей победила хозяев поля. (о спорте)",
            "сезонные работы в туристическом бизнесе",
            "Любая осмотрительная туристка будет беречь свой паспорт.",
            "Летом этот городок заполнен туристами.",
            "доверчивый турист, которого обобрал до нитки какой-то кидала",
            "Мы специализируемся на обслуживании экскурсионных автобусных туров.",
            "общенациональный поиск пропавшего британского туриста",
            "Туристический бизнес восстанавливается до довоенного уровня.",
            "Город готовится к ежегодному нашествию туристов.",
            "Стратфорд - место паломничества туристов",
            "Какое влияние это окажет на местный турбизнес?",
            "Город зависит от ежегодного наплыва туристов.",
            "Местное туристическое бюро организует ряд пешеходных экскурсий.",
            "Как повлияют эти изменения на туристический бизнес?",
            "Информация в туристическом путеводителе уже устарела.",
            "Туристическим автобусам будет запрещён въезд в центр города.",
            "Корсика строит свою экономику вокруг туристического бизнеса.",
            "нанять дополнительных сотрудников на время оживлённого туристического сезона в Озёрном краю (брит.)",
            "Ущерб, причинённый туристскому бизнесу, трудно оценить количественно.",
            "Они полностью разрушили туристический бизнес на последующие несколько лет.",
            "Туристическая отрасль имеет жизненно важное значение для экономики страны."
        ]
    }
}