{
    "tour": {
        "comment": [
            "tourist",
            "tournament",
            "tourism"
        ],
        "translate": "тур, поездка, экскурсия, гастролировать, гастрольный",
        "transcription": " |tʊr|",
        "antonyms": [],
        "mnemonic": [
            "tour [ту'э] гастроль, поездка,тур - (Туэ-рэги)в поездках всегда;"
        ],
        "examples": [
            "We'll tour the museum tomorrow.",
            "And then he toured home.",
            "The tour includes boat trips up the river.",
            "The idea was to tour the chief towns.",
            "a daylong tour of the city",
            "We went on a tour of Italy.",
            "They toured \"Hamlet\".",
            "Who else can we rope in to organize the tour?",
            "We were given a haphazard tour of the city.",
            "Is the band touring this year?",
            "The show has toured the country.",
            "We took a tour around New England.",
            "We were taken on a tour of the school.",
            "They went on a tour of the city.",
            "They took an extended tour of Europe.",
            "The tour hopscotched from city to city.",
            "The local coliseum is a standard stop for rock bands on tour.",
            "A former Tour de France champion is disqualified from this year's race.",
            "We met on a coach tour in Italy.",
            "We toured the Provence this summer.",
            "We went on a guided tour of the museum.",
            "They gave us a tour of their new house.",
            "an ideal tour for the discerning traveller",
            "They made a tour of Civil War battlefields.",
            "The Web site provides a virtual tour of the stadium.",
            "The government anted up $10,000 to send the children's theatre company on tour.",
            "We took a tour of the Universal lot.",
            "He won the Tour de France last year.",
            "The company's Asia tour begins next month.",
            "The band has cut short its US concert tour."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "our = [ʊə]"
        ],
        "example_translate": [
            "Завтра мы пойдём на экскурсию в музей.",
            "А затем он отправился домой.",
            "В программу экскурсии входят прогулки на лодках вверх по реке.",
            "Идея состояла в том, чтобы посетить с гастролями крупные города.",
            "экскурсия по городу на весь день",
            "Мы отправились в тур по Италии.",
            "В своей гастрольной программе они играли \"Гамлета\".",
            "Кого бы запрячь организовывать поездку?",
            "Нам устроили импровизированную экскурсию по городу.",
            "В этом году группа едет в турне?",
            "Шоу объехало всю страну.",
            "Мы совершили поездку по Новой Англии.",
            "Нас взяли на экскурсию по школе.",
            "Они отправились на экскурсию по городу.",
            "Они отправились в длительную поездку по Европе.",
            "Гастрольный тур колесит из города в город.",
            "Местный Колизей это стандартное место остановки рок-групп, которые приехали в рамках турне.",
            "Бывший чемпион «Тур де Франс» лишен права участия в гонке в этом году.",
            "Мы познакомились в Италии, на автобусной экскурсии.",
            "Летом этого года мы совершили поездку по Провансу.",
            "Мы пошли в музей на экскурсию.",
            "Они устроили нам экскурсию по своему новому дому.",
            "идеальный тур для взыскательных путешественников",
            "Они совершили экскурсию по полям сражений гражданской войны.",
            "Данный веб-сайт предоставляет виртуальную экскурсию по стадиону.",
            "Правительство внесло десять тысяч долларов для оплаты гастролей детской театральной труппы.",
            "Мы совершили экскурсию по киностудии \"Universal\".",
            "В прошлом году он выиграл (велогонку) \"Тур де Франс\".",
            "Гастроли коллектива по Азии начинаются в следующем месяце.",
            "Группа прервала свой концертный тур по США."
        ],
        "stars": 3
    }
}