{
    "tourism": {
        "comment": [
            "tourist",
            "tour",
            "tournament"
        ],
        "translate": "туризм",
        "transcription": " |ˈtʊrɪzəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They make their living off tourism.",
            "The new resort area has boosted tourism.",
            "Tourism has not destroyed the spirit of Bali.",
            "Tourism is the city's economic keystone.",
            "Tourism on the island has boomed.",
            "Tourism on the island is oversold.",
            "Tourism generates income for local communities.",
            "For more information, contact the city's tourism office.",
            "The tourism industry there is still in an embryonic stage.",
            "The sanctions have dealt a severe blow to the local tourism industry.",
            "The island profits from tourism.",
            "Tourism has been the salvation of the island.",
            "Tourism is the country's single biggest earner.",
            "The island has developed its economy around tourism.",
            "An increase in tourism will help the city's economy.",
            "The country depends on tourism for much of its income.",
            "The city developed the riverfront to encourage tourism.",
            "Tourism has had far-reaching effects on the island's culture.",
            "The growth of the tourism industry is one of the city's great successes.",
            "Tourism is damaging the flora and fauna (=plants and animals) of the island.",
            "The bad weather could have a disastrous effect on the area's tourism industry."
        ],
        "example_translate": [
            "Они живут за счёт туризма.",
            "Новая курортная зона привела к развитию туризма.",
            "Туризм ещё не уничтожил дух Бали.",
            "Туризм является краеугольным камнем экономики города.",
            "Остров пережил туристический бум.",
            "С точки зрения туризма, остров чересчур перехваливают.",
            "Туризм генерирует доходы для местных общин.",
            "Для получения дополнительной информации обратитесь в городское туристическое бюро.",
            "Местный туристический бизнес ещё находится в зачаточном состоянии.",
            "Санкции нанесли серьёзный удар по местному туристическому бизнесу.",
            "Остров получает прибыль от туризма.",
            "Спасением острова стал туризм.",
            "Туризм является единственным крупнейшим источником дохода страны.",
            "Остров выстроил свою экономику вокруг туризма.",
            "Рост туризма поможет экономике города.",
            "Большая часть доходов страны зависит от туризма.",
            "Городские власти развивали прибрежную зону, чтобы способствовать развитию туризма.",
            "Туризм глубоко отразился на культуре острова.",
            "Рост туристического бизнеса является одним из больших успехов этого города.",
            "Туризм наносит вред флоре и фауне острова (т.е. его растениям и животным).",
            "Плохая погода может оказать катастрофическое влияние на туристический бизнес данной области."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}