{
    "towards": {
        "comment": [],
        "translate": " по направлению к, к, в направлении, по отношению к, навстречу, для, около",
        "transcription": "  |tɔːrdz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I turned towards home.",
            "She took a step toward the door.",
            "He had spoken towards an hour.",
            "The bus is heading toward town.",
            "He was standing with his back towards me.",
            "He noticed two policemen coming towards him.",
            "All the windows face toward the river.",
            "Toward the end of the afternoon it began to rain.",
            "They live out towards the edge of town.",
            "Brian's attitude towards his work has always been very positive.",
            "We're thinking of taking a vacation towards the end of the month.",
            "Efforts toward peace have been largely unsuccessful.",
            "The money collected will be put towards repairing the church roof.",
            "These negotiations are the first step toward reaching an agreement.",
            "Uncle Dick and Aunt Mavis live at High Burnton out towards the coast.",
            "Her parents had been more sympathetic towards her.",
            "The crisis continued as Britain drifted towards war."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "wa(закр сл) = [wɔ(ː)]"
        ],
        "example_translate": [
            "Я повернул по направлению к дому.",
            "Она сделала шаг к двери.",
            "Он выступал около часа.",
            "Автобус движется в сторону города.",
            "Он стоял спиной ко мне.",
            "Он заметил двух полицейских, направляющихся к нему.",
            "Все окна выходят в сторону реки /на реку/.",
            "Ближе к вечеру начался дождь.",
            "Они проживают ближе к окраине города.",
            "Отношение Брайана к своей работе всегда было очень позитивным.",
            "Ближе к концу месяца мы думаем взять отпуск.",
            "Попытки достичь мира пока что в основном безуспешны.",
            "Собранные деньги будут потрачены на ремонт церковной крыши.",
            "Эти переговоры являются первым шагом в направлении достижения соглашения.",
            "Дядя Дик и тётя Мейвис живут в Хай-Бертон, в сторону побережья.",
            "Её родители в своё время относились к ней с большей симпатией.",
            "Кризис продолжался, а Британия медленно приближалась к войне."
        ]
    }
}