{
    "towel": {
        "comment": [
            "tower",
            "lower",
            "owe",
            "vowel"
        ],
        "translate": "полотенце, вытирать полотенцем",
        "transcription": " |ˈtaʊəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'll get a towel for you.",
            "She dried her hands on the kitchen towel.",
            "She dried her hair with a towel.",
            "Undress the baby and wrap him in a towel.",
            "He dried himself with the towel.",
            "She tried to stanch the blood with a towel.",
            "He mopped her forehead with a towel",
            "She embroidered a towel for me.",
            "Bring a towel and some spare clothes.",
            "I wrung the towel and hung it up to dry.",
            "I wrung my hair and wrapped it in a towel.",
            "Throw me that towel, would you.",
            "He patted the lettuce dry with a paper towel.",
            "I tied a towel round his leg to try to stem the flow of blood.",
            "'I'm afraid I forgot to bring a towel.' 'No matter, I've got one you can borrow.'",
            "Hastily, she covered herself up with the towel.",
            "As he bent over, the towel round his waist slipped.",
            "He was drying his hair with a towel.",
            "He had only a towel tied around his waist.",
            "There was a towel wrapped around his loins.",
            "The towel was soaking wet.",
            "Have you got a clean towel I could use?",
            "He quickly dried himself on the thin towel.",
            "Don't rub the wine stain. Blot it dry with a paper towel.",
            "The nanny acted quickly by grabbing the toddler and covering him with a wet towel.",
            "Here's a towel to wipe up the spill.",
            "He was holding a towel around his middle.",
            "Jack emerged with a towel draped around him.",
            "a used towel that he had used and had left thriftily on the ledge below the mirror rather than consign to the linen basket"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я принесу тебе полотенце.",
            "Она вытерла ее руки кухонным полотенцем.",
            "Она вытерла волосы полотенцем.",
            "Разденьте ребенка и заверните его в полотенце.",
            "Он вытерся полотенцем.",
            "Она пыталась остановить кровь полотенцем.",
            "Он вытер ей лоб полотенцем",
            "Она вышила мне полотенце.",
            "Возьмите с собой полотенце и сменную одежду.",
            "Я выжал полотенце и повесил его сушиться.",
            "Я отжала волосы и обернула их полотенцем.",
            "Брось мне это полотенце, пожалуйста.",
            "Он просушил салат-латук бумажным полотенцем.",
            "Я обвязал его ногу полотенцем, пытаясь остановить кровотечение.",
            "— К сожалению, я забыл взять с собой полотенце. — Неважно: у меня есть запасное, которое вы можете одолжить.",
            "Она поспешно прикрылась полотенцем.",
            "Когда он наклонился, полотенце соскользнуло с его талии.",
            "Он сушил волосы, вытирая их полотенцем.",
            "Он был только в полотенце, повязанном вокруг талии.",
            "Вокруг его поясницы было обёрнуто полотенце.",
            "Полотенце было очень мокрым.",
            "Есть у вас чистое полотенце?",
            "Он быстро вытерся тонким полотенцем.",
            "Не трите винное пятно, а промокните его бумажной салфеткой.",
            "Няня действовала быстро: схватила малыша и накрыла его мокрым полотенцем.",
            "Вот полотенце, чтобы вытереть то, что разлито.",
            "Он придерживал руками обвязанное вокруг талии полотенце.",
            "Джек появился с полотенцем, обтянутой вокруг него.",
            "использованное полотенце, которое он бережливо оставил на полке под зеркалом вместо того, чтобы отправить его в корзину с грязным бельём"
        ]
    }
}