{
    "track": {
        "comment": [
            "trace",
            "trap",
            "strap",
            "trash",
            "traffic",
            "tract"
        ],
        "translate": "трек, дорожка, след, путь, трасса, курс, колея, следить, прослеживать, выслеживать",
        "transcription": " |træk|",
        "antonyms": [],
        "mnemonic": [
            "track [трек] след - Следы ведут на (вело-трек).",
            "track [træk]\n***\nПУТЬ и ТРАССА - велотрек. (это) track\nНАМЕТИЛ КУРС на велотрек. (это) track\nТРАССУ не осилит батрак. (это) track"
        ],
        "examples": [
            "Follow the track into the forest.",
            "I cannot keep track of all my employees.",
            "Who are you tracking with now?",
            "Wipe your feet or you'll track up the kitchen.",
            "We took a run around the track.",
            "The track is surfaced with cement.",
            "We lost the animal's track for some time, but picked it up further ahead.",
            "The detectives tracked the killer to Arizona.",
            "The dogs tracked the wolf to its lair.",
            "The progress of each student is tracked by computer.",
            "I just lost all track of time.",
            "The way was smooth and well tracked.",
            "The track led through dense forest.",
            "He lost track of her after her family moved away.",
            "How do you keep track of time if you don't wear a watch?",
            "We tracked through the dirty streets till we got to the house.",
            "My pen goes in the track of my thoughts. (Burke)",
            "The train to Chicago will leave track 3.",
            "But the real trick is to track the project as it goes along.",
            "Take the track to the R of the Castle and to the L of the lake.",
            "Police have been tracking the four criminals all over Central America.",
            "The murderer was at last tracked down and put to death. (J. A. Symonds)",
            "This car tracks 46 inches.",
            "The school is staging a track meet.",
            "Austria and Hungary followed in the same track.",
            "Which of you boys tracked mud all over the kitchen floor?",
            "We're still on track for 10% growth.",
            "She kept track of the cost overages.",
            "There's an unlisted bonus track on the CD.",
            "They cleared the wreckage from the track."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Идите в лес по этой дорожке.",
            "Я не могу следить за всеми моими сотрудниками.",
            "И с кем же ты сейчас гуляешь?",
            "Вытирайте ноги, а то вы наследите в кухне.",
            "Мы побежали по беговой дорожке.",
            "Дорога имеет цементное покрытие.",
            "Мы потеряли след зверя на некоторое время, но потом нашли его снова чуть дальше.",
            "Сыщики выследили убийцу в Аризоне.",
            "Собаки проследили волка до его логова.",
            "Прогресс каждого студента отслеживается с помощью компьютера.",
            "Я просто потерял ощущение времени.",
            "Дорога была гладкой, хорошо уложенной.",
            "Дорожка вела через дремучий лес.",
            "Он потерял её из виду после того, как её семья переехала.",
            "Как следить за временем, если не носишь часы?",
            "Мы шли по грязным улицам, пока не дошли до дома.",
            "Мое перо следует за вереницей моих мыслей.",
            "Поезд до Чикаго отправится с третьего пути.",
            "Но что по-настоящему сложно, так это следить за проектом по мере того, как он развивается.",
            "Идите по тропинке справа от замка и слева от озера.",
            "Полиция уже давно разыскивает этих четверых преступников по всей Центральной Америке.",
            "Убийцу, в конце концов, выследили и предали смерти.",
            "У этой машины расстояние между колесами равно 46 дюймам.",
            "Школа проводит соревнования по лёгкой атлетике.",
            "Австрия и Венгрия развивались по одной и той же модели.",
            "Кто из вас, парни, затоптал грязью весь пол на кухне?",
            "Мы по-прежнему находимся на пути к десятипроцентному росту.",
            "Она отслеживала перерасходы затрат.",
            "На компакт-диске есть бонусный трек, не указанный в списке.",
            "Трассу очистили от обломков."
        ],
        "stars": 3
    }
}