{
    "tradition": {
        "comment": [
            "traditional",
            "trade",
            "traditionally",
            "trading",
            "contradict",
            "contradiction",
            "trader"
        ],
        "translate": "традиция, предание, привычка, обыкновение, старый обычай",
        "transcription": " |trəˈdɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We started a new tradition.",
            "Japan's unique cultural traditions",
            "They no longer follow tradition.",
            "a tradition that dates back to remote antiquity",
            "Tradition is the enemy of progress.",
            "Personal liberty is the marrow of the American tradition.",
            "There is nothing inherently improbable in this tradition.",
            "It is their tradition to give thanks before they start eating.",
            "an old tradition that is still alive",
            "The tradition is regarded as sacrosanct.",
            "a conflict between tradition and modernity",
            "His work broke with tradition in many ways.",
            "Tradition governs all aspects of their lives.",
            "There was no one left to carry on the tradition.",
            "The tradition has its origins in the Middle Ages.",
            "In keeping with tradition, everyone wore black.",
            "The new stock market was unhampered by tradition.",
            "By tradition, the celebration begins at midnight.",
            "Women are struggling to break free from tradition.",
            "The tradition of pilgrimage is important in Islam.",
            "It's a tradition that goes back at least 100 years.",
            "literature that is squarely in the American tradition",
            "a deeply enrooted tradition of respect for the elderly",
            "They see themselves as the bearers of Jewish tradition.",
            "That is inconsonant with established judicial tradition.",
            "Spain still has a strong tradition of small local shops.",
            "They no longer follow the traditions of their ancestors.",
            "a tradition that has little resonance in the 21st century",
            "In recent years, the tradition has emerged from obscurity.",
            "The university has a long tradition of supporting the arts."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы установили новую традицию.",
            "уникальные культурные традиции Японии",
            "Они больше не соблюдают обычаи.",
            "традиция, которая восходит к глубокой древности",
            "Традиция — враг прогресса.",
            "Свобода личности — основополагающий момент американской традиции.",
            "По сути, в этой традиции нет ничего невероятного.",
            "У них заведено приносить благодарственную молитву перед тем, как приступать к еде.",
            "старая, но по-прежнему живая традиция",
            "Данная традиция считается священной.",
            "противоречие между традицией и современностью",
            "Его произведение во многом нетрадиционно.",
            "Все аспекты их жизни регулирует обычай.",
            "Продолжать эту традицию было уже некому.",
            "Этот обычай берёт свое начало в средневековье.",
            "В соответствии с традицией, все были одеты в чёрное.",
            "Новый фондовый рынок не был стеснён традициями.",
            "По традиции, празднование начинается в полночь.",
            "Женщины борются за то, чтобы освободиться от старых обычаев.",
            "Традиция паломничества занимает важное место в исламе.",
            "Это традиция, которой по меньшей мере сто лет.",
            "литература, которая непосредственно является частью американской традиции",
            "глубоко укоренившаяся традиция уважения к старикам",
            "Они считают себя носителями еврейских обычаев.",
            "Это идёт вразрез с установившейся судебной традицией.",
            "В Испании по-прежнему сильны традиции небольших местных лавочек.",
            "Они больше не соблюдают обычаи своих предков.",
            "традиция, значение которой в двадцать первом веке не так уж велико",
            "В последние годы эта традиция возникла из небытия.",
            "Университет имеет давние традиции поддержки искусства."
        ]
    }
}