{
    "traditionally": {
        "comment": [
            "traditional",
            "trade",
            "tradition",
            "trading",
            "contradict",
            "contradiction",
            "trader"
        ],
        "translate": "по традиции",
        "transcription": " |trəˈdɪʃənəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "By tradition, the celebration begins at midnight.",
            "They no longer follow tradition.",
            "More women are entering traditionally male jobs.",
            "Miners have traditionally enjoyed high rates of pay.",
            "Scientists traditionally divide the oceans into zones.",
            "Doctors have traditionally enjoyed high social status.",
            "people who have traditionally been oppressed by society",
            "Traditionally, support came with the cost of a computer.",
            "They no longer follow the traditions of their ancestors.",
            "Traditionally, we eat fried foods on Hanukah.",
            "The color black is traditionally associated with mourning.",
            "It is their tradition to give thanks before they start eating.",
            "There's an office tradition of wearing casual clothes on Fridays.",
            "Traditionally, the gemstone for someone born in May is an emerald.",
            "According to tradition, the goddess lies sleeping beneath the mountain.",
            "We broke with tradition and had goose for Thanksgiving instead of turkey.",
            "African tribal societies were traditionally ruled by a council of elders.",
            "the moral decay that traditionally foreruns the decline of a mighty empire",
            "At the end of the game, players traditionally exchange shirts with each other.",
            "In some countries a woman traveling alone was traditionally regarded as a trollop.",
            "a kind of music that has traditionally appealed to the lumpen segment of the musical audience",
            "One of our town's time-honored traditions is to have an Easter egg hunt the week before Easter.",
            "Traditionally the received opinion was that, in the event of a divorce, the mother should get custody of the children.",
            "Traditionally young Masai men are consigned to a period of isolation in the bush in order to turn them into strong, lionhearted warriors."
        ],
        "example_translate": [
            "По традиции, празднование начинается в полночь.",
            "Они больше не соблюдают обычаи.",
            "Всё больше женщин занимается традиционно \"мужскими\" работами.",
            "Шахтёры имеют традиционно высокие ставки оплаты.",
            "По традиции, учёные делят океаны на зоны.",
            "Врачи традиционно пользуются высоким социальным статусом.",
            "люди, которые традиционно притесняются обществом",
            "Обычно техническая поддержка входила в стоимость компьютера.",
            "Они больше не соблюдают обычаи своих предков.",
            "По традиции, на праздник Ханука мы едим жареное.",
            "Чёрный цвет традиционно ассоциируется с трауром.",
            "У них заведено приносить благодарственную молитву перед тем, как приступать к еде.",
            "Существует старый обычай: по пятницам приходить на работу в повседневной одежде.",
            "Драгоценным камнем тех, кто родился в мае, принято считать изумруд.",
            "По преданию, богиня спит, лёжа под горой.",
            "Мы нарушили традицию, и на День Благодарения съели гуся вместо индейки.",
            "Африканские племенные общества традиционно управлялись советом старейшин.",
            "моральное разложение, которое традиционно предшествует упадку могущественной империи",
            "В конце игры игроки, по традиции, обменялись друг с другом футболками.",
            "В некоторых странах женщины, путешествующие в одиночку, традиционно считались шлюхами.",
            "музыка, которая традиционно нравится плебейской части музыкальной аудитории",
            "Одной из наших давних городских традиций является охота за пасхальными яйцами за неделю до Пасхи.",
            "По традиции, общепринятое мнение заключалось в том, что, в случае развода, опеку над детьми должна получать их мать.",
            "По традиции, молодых мужчин племени масаи надолго оставляют в буше в полном одиночестве, чтобы превратить их в сильных, неустрашимых воинов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}