{
    "trading": {
        "comment": [
            "traditional",
            "trade",
            "traditionally",
            "tradition",
            "contradict",
            "contradiction",
            "trader"
        ],
        "translate": "торговый, торгующий, торговля, коммерция",
        "transcription": " |ˈtreɪdɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bond is trading flat at $80.",
            "Paperless trading can save time and money.",
            "I wouldn't mind trading jobs with her.",
            "Their firm specializes in trading bonds.",
            "Trading settlements grew up by the river.",
            "Trading was carried out under a barter system.",
            "They were able to report a small trading profit.",
            "Nigeria is our principal trading partner in Africa.",
            "He made his fortune trading furs in the 17th century.",
            "Singapore's most important trading partner is Indonesia.",
            "If you ask me, they're just trading on Sam's good nature.",
            "The older kids outsmart the young ones when trading cards.",
            "India began trading with Europe in the 15th and 16th centuries.",
            "That same year, France concluded a trading agreement with Spain.",
            "The US take-up of Internet trading is much higher than in the UK.",
            "I do not know why we should be barred from trading to those places.",
            "International stock markets saw declines at the end of the trading day.",
            "After a day of convulsive trading, the stock market was down 300 points.",
            "The dark continent invited schools and churches as well as trading posts.",
            "Trading has been adversely affected by the downturn in consumer spending.",
            "There was some decline in stock prices at the end of the trading session.",
            "Allured by the promise of big bucks, he decided to have a go at a job on the trading floor of the stock market."
        ],
        "example_translate": [
            "Эта облигация продается с учетом невыплаченных процентов за 80 долл.",
            "Торговля на бездокументарной основе сохраняет время и деньги.",
            "Я бы не прочь поменяться с ней работой.",
            "Их фирма специализируется на торговле облигациями.",
            "Возле реки выросли торговые поселения.",
            "Торги были проведены по бартерной системе.",
            "Они смогли сообщить о небольшой торговой прибыли.",
            "Нигерия является нашим основным торговым партнером в Африке.",
            "Он сколотил своё состояние в семнадцатом веке на торговле пушниной.",
            "Самым важным торговым партнером Сингапура является Индонезия.",
            "А по-моему, они просто пользуются добрым характером Сэма.",
            "При обмене карточками старшие дети оказываются хитрее младших.",
            "Индия начала торговать с Европой в пятнадцатом-шестнадцатом веках.",
            "В том же году Франция заключила торговое соглашение с Испанией.",
            "Количество клиентов интернет-торговли в США гораздо выше, чем в Великобритании.",
            "Не понимаю, почему нам должны запрещать торговлю в этих местах.",
            "В конце торгового дня на международных фондовых рынках наблюдалось снижение.",
            "После дня судорожной торговли, фондовый рынок обвалился на триста пунктов.",
            "Черный континент открывал свои двери для школ, церквей, а также торговых поселений.",
            "На торговлю неблагоприятно повлиял спад потребительских расходов.",
            "В конце торговой сессии наблюдалось некоторое снижение цен акций.",
            "Соблазнённый перспективой больших денег, он решил попробовать поработать на торговой площадке фондовой биржи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}