{
    "traditional": {
        "comment": [],
        "translate": " традиционный, основанный на обычае",
        "transcription": "  |trəˈdɪʃənl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They didn't follow the traditional form of the marriage service.",
            "More women are entering traditionally male jobs.",
            "They make paper using traditional Japanese methods.",
            "New technologies are juxtaposing with traditional.",
            "The traditional form *esom was rhotacized into *erom.",
            "These traditional rites are performed only by the women of the village.",
            "The new regulations have dishabituated them for the conduct of affairs in the traditional way.",
            "It is their tradition to give thanks before they start eating.",
            "The traditional ashram is built of wattle and mud, and its roofs are of leaves.",
            "They no longer follow tradition.",
            "an assault upon traditional values",
            "He has a traditional view of women.",
            "I went to a very traditional school.",
            "They worship in the traditional manner.",
            "He advocates traditional teaching methods.",
            "a blend of traditional and modern melodies",
            "the traditional forms of German minstrelsy",
            "His music unifies traditional and modern themes.",
            "It is traditional not to eat meat on Good Friday.",
            "the country's reversion to a traditional monarchy",
            "The music blends traditional and modern melodies.",
            "By tradition, the celebration begins at midnight.",
            "Our products are handmade from traditional formulas.",
            "The guests were clothed in traditional Indian dress.",
            "All our flours are milled using traditional methods.",
            "Among people here, traditional values still hold sway.",
            "a bonny child dressed in traditional Scottish clothing",
            "She challenged the traditional roles assigned to women.",
            "They no longer follow the traditions of their ancestors.",
            "Traditional family values are increasingly under assault."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они не придерживались традиционной церемонии бракосочетания.",
            "Всё больше женщин занимается традиционно \"мужскими\" работами.",
            "Они делают бумагу, используя традиционные японские методы.",
            "Современные технологии соседствуют с традиционными.",
            "Исходная форма *esom по закону ротацизма перешла в *erom.",
            "Эти традиционные обряды проводятся только женщинами деревни.",
            "Новые правила отучили их от привычки вести дела по старинке.",
            "У них заведено приносить благодарственную молитву перед тем, как приступать к еде.",
            "Традиционный ашрам строится из прутьев и грязи, а его крыша делается из листьев.",
            "Они больше не соблюдают обычаи.",
            "нападки на традиционные ценности",
            "У него традиционные взгляды на женщин.",
            "Я ходил в очень консервативную школу.",
            "Они проводят богослужения в традиционной манере.",
            "Он является сторонником традиционной методики обучения.",
            "сочетание традиционных и современных мелодий",
            "традиционные формы немецкого искусства менестрелей",
            "Его музыка объединяет в себе традиционные и современные темы.",
            "По традиции мясо в страстную пятницу не едят.",
            "возврат страны к традиционной монархии",
            "Данная музыка сочетает в себе традиционные и современные мелодии.",
            "По традиции, празднование начинается в полночь.",
            "Наши продукты сделаны вручную по старинным рецептам.",
            "Гости были одеты в традиционную индийскую одежду.",
            "Вся наша мука измельчается с использованием традиционных методов.",
            "Среди здешних людей по-прежнему сильны традиционные ценности.",
            "красивый ребёнок, одетый в традиционную шотландскую одежду",
            "Она бросила вызов той роли, которая по традиции была отведена женщинам.",
            "Они больше не соблюдают обычаи своих предков.",
            "Традиционные семейные ценности всё больше подвергаются нападкам."
        ]
    }
}