{
    "tragic": {
        "comment": [
            "tragedy",
            "outrage",
            "outrageous"
        ],
        "translate": "трагический, печальный, катастрофический, ужасный, прискорбный, трагедийный",
        "transcription": " |ˈtrædʒɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His death was a tragic affair.",
            "The war has led to a tragic loss of life.",
            "His family are still mourning John's tragic death.",
            "Beneath the gloss of success was a tragic private life.",
            "We saw a tragic play about a man with AIDS.",
            "Romeo and Juliet's tragic love affair.",
            "Nothing could obliterate the memory of those tragic events.",
            "This tragic incident underlines the need for immediate action.",
            "The tragic irony is that the drug was supposed to save lives.",
            "The parents were not to blame for the tragic death of their son.",
            "...some sleaze will try to make a buck off of this tragic murder...",
            "Lillian Board's death at 22 was a tragic loss for British athletics.",
            "It's a tragic situation and no one will ever know exactly what happened.",
            "In light of this tragic event, we have cancelled the 4th of July celebrations.",
            "She wandered about in a swoon for several days after receiving the tragic news.",
            "Our knowledge of his tragic end adds an element of pathos to the story of his early success.",
            "The family would like to express their thanks to all those who sent messages of sympathy after Jack's tragic accident."
        ],
        "example_translate": [
            "Его смерть была трагической.",
            "Война привела к трагической гибели людей.",
            "Его родные всё ещё оплакивают трагическую смерть Джона.",
            "Под внешним глянцем успеха скрывалась трагическая личная жизнь.",
            "Мы увидели трагическую пьесу о человеке, больном СПИДом.",
            "Трагичная история любви Ромео и Джульетты.",
            "Ничто не могло изгладить из памяти воспоминания о тех трагических событиях.",
            "Этот трагический инцидент подчеркивает необходимость безотлагательных действий.",
            "Трагическая ирония заключается в том, что этот препарат должен был спасать людям жизнь.",
            "Родители были не виноваты в трагической смерти своего сына.",
            "...какая-нибудь сволочь непременно постарается нажиться на этом громком убийстве...",
            "Смерть Лилиан Борд в возрасте двадцати двух лет стала трагической потерей для британской лёгкой атлетики.",
            "Ситуация трагическая, и никто никогда не узнает, что именно произошло.",
            "В свете этого трагического события, мы отменили торжества по случаю дня независимости.",
            "Несколько дней после этой трагической вести она бродила туда-сюда в забытьи.",
            "То, что мы знаем о его трагической кончине, добавляет элемент пафоса в историю его раннего успеха.",
            "Члены семьи хотели бы выразить свою благодарность всем тем, кто прислал свои соболезнования после несчастного случая, который случился с Джеком."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}