{
    "tragedy": {
        "comment": [
            "tragic",
            "outrage",
            "outrageous"
        ],
        "translate": "трагедия, трагизм, трагичность, трагическое событие, трагическая ситуация",
        "transcription": " |ˈtrædʒədɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This is an unspeakable tragedy.",
            "Who will bear the blame for this tragedy?",
            "The novel weds tragedy and comedy.",
            "The tragedy was charged to her inexperience.",
            "Her son's death was a terrible tragedy.",
            "She said the tragedy had been exploited by the media.",
            "She'll need great inner strength to get over the tragedy.",
            "The report blamed police incompetence for the tragedy.",
            "The play combines tragedy and comedy in equal measure.",
            "Their happiness was fractured by an unforeseen tragedy.",
            "It took us a while to realize the extent of the tragedy.",
            "I had a nasty feeling that a tragedy was going to happen.",
            "The book details the series of events that led to the tragedy.",
            "Their elemental passion led to tragedy.",
            "The tragedy left her emotionally scarred.",
            "He throned it always like a tragedy king.",
            "The tragedy overshadowed the couple's happiness.",
            "News of the tragedy spread quickly around the town.",
            "It imitates at many removes a Shakespearean tragedy.",
            "The family was overtaken by tragedy several years ago.",
            "They gave their prayerful support to the victims of the tragedy.",
            "The tragedy happened as they were returning home from a night out.",
            "Mourners gathered to bid farewell to the victims of the plane tragedy.",
            "This tragedy serves as a stark reminder of the dangers of drunk driving.",
            "She says that her faith has given her the courage to deal with this tragedy.",
            "The situation ended in tragedy when the gunman shot and killed two students.",
            "The biggest tragedy here is that the accident could have easily been prevented."
        ],
        "example_translate": [
            "Это ужасная трагедия.",
            "Кто понесёт ответственность за эту трагедию?",
            "Роман сочетает в себе трагедию и комедию.",
            "Трагедию отнесли на счёт её неопытности.",
            "Смерть её сына была страшной трагедией.",
            "Она сказала, что СМИ воспользовались этой трагедией для достижения своих целей.",
            "Ей понадобится большая внутренняя сила, чтобы пережить эту трагедию.",
            "Доклад обвинил в трагедии некомпетентность полиции.",
            "Пьеса в равной мере сочетает в себе трагедию и комедию.",
            "Их счастье разрушила неожиданная трагедия.",
            "Весь масштаб трагедии мы осознали не сразу.",
            "У меня было мерзкое чувство, что должно случиться что-то ужасное.",
            "Книга подробно описывает ряд событий, которые привели к этой трагедии.",
            "Их неудержимая, как стихия, страсть привела к трагедии.",
            "Эта трагедия причинила ей эмоциональную травму.",
            "Он всегда сидел на троне, как какой-нибудь король из трагедии.",
            "Эта трагедия омрачила их супружеское счастье.",
            "Весть о трагедии быстро разнеслась по всему городу.",
            "Это очень отдалённо напоминает шекспировскую трагедию.",
            "Несколько лет назад на эту семью обрушилась беда.",
            "Они помолились в поддержку жертв этой трагедии.",
            "Трагедия случилась, когда они возвращались домой с ночной вечеринки.",
            "Присутствующие на похоронах собрались вместе, чтобы попрощаться с жертвами этой авиакатастрофы.",
            "Эта трагедия служит суровым напоминанием об опасностях вождения в нетрезвом состоянии.",
            "Она говорит, что её вера дала ей мужество, чтобы справиться с этой трагедией.",
            "Всё это закончилось трагедией, когда бандит выстрелил и убил двух студентов.",
            "Самая большая трагедия в том, что эту аварию можно было с лёгкостью предотвратить."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}