{
    "trained": {
        "comment": [],
        "translate": "обученный, тренированный, дрессированный, вышколенный, выученный",
        "transcription": " |ˈtreɪnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They trained him to be a warrior.",
            "Staff members are trained by their peers.",
            "Is this dog trained?",
            "She trained her long scarf behind her",
            "These dogs are trained to detect drugs.",
            "These dogs are trained to smell out drugs.",
            "Horses trained at Goodwood in 1842 beat great pots from Danebury.",
            "The dogs are carefully trained not to engage in contest with the bear.",
            "These dogs are trained to retrieve birds from the places where they fall.",
            "She trained to Hamburg.",
            "She trained her binoculars on the house.",
            "He wanted to hear trained voices sing it.",
            "Teachers should be well trained in their subject.",
            "The poorly trained forces are little more than cannon fodder.",
            "Only a trained eye can discriminate between the two paintings.",
            "Only a trained eye could detect such small faults in the lettering.",
            "The horses were not trained to the regular pace nor did they seem bitted for the use of the sword.",
            "Some horses are specially trained to buck their riders off, to amuse the crowd at an outdoor performance.",
            "He trained as a legal aid.",
            "I trained at that hospital.",
            "He trained his gun on the burglar.",
            "a cadre of highly trained scientists",
            "They are highly trained professionals.",
            "She trained her binoculars on the bird.",
            "Supervisors are trained to be observant.",
            "The staff are trained to be unobtrusive.",
            "The dog has been trained to retrieve birds.",
            "The Asian elephant can be tamed and trained.",
            "All food handlers should be properly trained.",
            "Lifeguards are trained to deal with emergencies."
        ],
        "example_translate": [
            "Его готовили к тому, чтобы он стал воином.",
            "Сотрудников обучают их коллеги.",
            "Эта собака дрессирована?",
            "Она волочила за собой свой длинный шарф.",
            "Эти собаки обучены обнаруживать наркотики.",
            "Этих собак обучают находить наркотики по запаху.",
            "Лошади, тренировавшиеся в Гудвуде, в 1842 году победили известных фаворитов из Денбери.",
            "Собаки строго приучены не вступать в противоборство с медведем.",
            "Эти собаки так выдрессированы, что умеют находить подстреленную добычу и приносить ее охотнику.",
            "Она отправилась поездом в Гамбург.",
            "Она навела свой бинокль на дом.",
            "Он хотел услышать, как это будет спето поставленными голосами.",
            "Преподаватели должны быть хорошо подготовлены по своему предмету.",
            "Плохо обученные войска являются не более, чем пушечным мясом.",
            "Только натренированный глаз может отличить одну картину от другой.",
            "Только натренированный глаз может заметить такие мелкие ошибки в наборе.",
            "Лошади не были приучены ни к иноходи, ни к участию в бое на мечах.",
            "Некоторых лошадей специально натаскивают, чтобы они брыкались - зрители это очень любят.",
            "Он прошёл подготовку в качестве бесплатного адвоката /юрисконсульта/.",
            "Я проходил обучение в этой больнице.",
            "Он навёл своё оружие на грабителя.",
            "небольшая группа высококвалифицированных учёных",
            "Они являются высококвалифицированными специалистами.",
            "Она навела на птицу свой бинокль.",
            "Контролёров обучают наблюдательности.",
            "Сотрудников учат быть незаметными.",
            "Эта собака обучена приносить убитую дичь.",
            "Азиатский /индийский/ слон поддаётся приручению и дрессировке.",
            "Все работники общепита должны быть соответствующим образом обучены.",
            "Спасателей учат справляться с чрезвычайными ситуациями."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}