{
    "translate": {
        "comment": [
            "transparent",
            "translation",
            "transfer",
            "transition",
            "transaction",
            "transplant"
        ],
        "translate": "переводиться, переводить, транслировать, преобразовывать, переносить, перемещать",
        "transcription": " |trænsˈleɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The book has been translated into 37 languages.",
            "Poetry cannot be translated.",
            "We have translated the report.",
            "The priest has been translated from his old church to this area.",
            "This poem has been translated from Old English.",
            "It's often difficult to translate poetry.",
            "Artists translate their ideas into visual images.",
            "Poetry doesn't usually translate well.",
            "Can you translate this technical jargon?",
            "Please translate this passage into good English.",
            "It will take two hours to translate this article.",
            "It's virtually impossible to translate this phrase.",
            "The growth in income translates into greater purchasing power.",
            "I have to translate when my in-laws from Austria visit the U.S.",
            "Translate the text from Italian into English.",
            "We need someone who can translate Japanese into English.",
            "My client speaks only Spanish. Will you translate for me?",
            "The French word “bonjour” translates as “hello” in English.",
            "It's amazing how well the play has been translated to film.",
            "Luther began to translate the Bible into clear vernacular German.",
            "Only time will tell whether these fine sentiments will translate into action.",
            "A small increase in local spending will translate into a big rise in property tax.",
            "Seventy million Americans — that translates into one American out of every four — are under the age of 24."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Данная книга переведена на 37 языков.",
            "Поэзию невозможно (адекватно) перевести.",
            "Мы перевели доклад.",
            "Священника перевели из его старого прихода в эту область.",
            "Это стихотворение было переведено с древнеанглийского.",
            "Переводить поэзию часто нелегко.",
            "Художники воплощают свои идеи в зрительные образы.",
            "Поэзию обычно переводить довольно трудно.",
            "Вы можете перевести этот технический жаргон?",
            "Пожалуйста, сделайте литературный перевод этого абзаца на английский язык.",
            "Перевод этой статьи займёт два часа.",
            "Перевести эту фразу практически невозможно.",
            "Рост доходов выражается в большей покупательной способности.",
            "Мне приходится переводить, когда родня моей жены из Австрии приезжает в США.",
            "Переведите текст с итальянского на английский язык.",
            "Нам нужен человек, который может перевести с японского на английский.",
            "Мой клиент говорит только по-испански. Вы не могли бы мне перевести?",
            "Французское слово “bonjour” (здравствуйте) переводится на английский язык как “hello”.",
            "Удивительно, насколько хорошо этот спектакль адаптирован для кино.",
            "Лютер начал переводить Библию на понятный разговорный немецкий язык.",
            "Насколько эти прекрасные мысли выльются в действие — покажет лишь время.",
            "Небольшое увеличение местных расходов приведет к большому росту налога на имущество.",
            "Возраст семидесяти миллионов американцев, то бишь каждого четвёртого жителя Америки, составляет меньше двадцати четырёх лет."
        ]
    }
}