{
    "transfer": {
        "comment": [
            "transparent",
            "translate",
            "translation",
            "transition",
            "transaction",
            "transplant"
        ],
        "translate": "передача, перевод, трансфер, передавать, переводить, переводный",
        "transcription": " |trænsˈfɜːr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He transferred my call to another line.",
            "Students may transfer to other colleges.",
            "Transfer the data onto a disk.",
            "Transfer the meat to warm plates.",
            "Penny's applied for a transfer to head office.",
            "The captain applied to headquarters for a transfer.",
            "I've been thinking again about putting in for a transfer.",
            "Transfer the files onto floppy disk.",
            "He transferred his shares to a family trust.",
            "The system allows you to transfer data easily from one computer to another.",
            "a transfer to the home office",
            "The best student was a transfer from LSU.",
            "Transfer the patient to another hospital.",
            "He transferred control of the company to his son.",
            "I'd like to transfer $500 to my checking account.",
            "He has been transferred from the Defence Ministry to the Treasury.",
            "The virus is transferred by mosquitoes.",
            "The patient was transferred to a different hospital.",
            "a material that reduces heat transfer",
            "My overseas transfer has been approved.",
            "transfer data on the hard drive to a disk",
            "Please hold the line while I transfer you.",
            "I've put in an application for a transfer.",
            "He was transferred for a fee of £8 million.",
            "speeding up data transfer between computers",
            "Hold on one moment while I transfer your call.",
            "You'll be transferred to the Birmingham office.",
            "Swod transferred from MI6 to the Security Service.",
            "The transfer takes place only when the data is complete.",
            "the peaceful transfer of power to the newly elected president"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он перевел мой звонок на другую линию.",
            "Студенты могут переходить в другие колледжи.",
            "Перенесите данные на диск.",
            "Переложите мясо на горячие тарелки.",
            "Пенни подала заявление на перевод в головной офис.",
            "Капитан подал в штаб рапорт о переводе на другое место службы.",
            "Я снова и снова возвращаюсь к мысли о переходе на другую работу.",
            "Перенесите файлы на дискету.",
            "Он поместил свои акции в семейный доверительный фонд.",
            "Эта система позволяет с лёгкостью передавать данные от одного компьютера к другому.",
            "перевод в главное представительство",
            "Лучший их студент был переведен из университета Луизианы.",
            "Переведите пациента в другую больницу.",
            "Он передал управление компанией своему сыну.",
            "Я бы хотел перевести пятьсот долларов на свой банковский счёт.",
            "Его перевели из Министерство обороны в Министерство финансов.",
            "Этот вирус переносится комарами.",
            "Пациент был переведён в другую больницу.",
            "материал, который снижает теплопередачу",
            "Мой денежный перевод за границу был одобрен.",
            "переместить данные с винчестера на диск /на дискету/",
            "Пожалуйста, не вешайте трубку, пока я переключу вас на другую линию.",
            "Я подал заявление на перевод на другое место работы.",
            "Его продали в другую команду за восемь миллионов фунтов. (о спортсмене)",
            "ускорение передачи данных между компьютерами",
            "Подождите минутку, пока я переадресую ваш звонок.",
            "Вас переведут в бирмингемское представительство.",
            "Суод перевёлся из МИ-6 в Службу безопасности. (брит.)",
            "Перевод осуществляется только при наличии полных данных.",
            "мирная передача власти вновь избранному президенту"
        ]
    }
}