{
    "transmission": {
        "comment": [],
        "translate": "передача, коробка передач, трансмиссия, пропускание, привод, пересылка, перевод",
        "transcription": " |trænsˈmɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There was a defect in the transmission.",
            "The primary channel of transmission of culture is the family.",
            "The transmission began with a recitation from the Koran.",
            "We are receiving a live transmission from the scene of the accident.",
            "The new TV companies are fully exploiting the potential of satellite transmission.",
            "They gave me a choice between an automatic or standard transmission.",
            "As the number of people with cell phones enlarges, more transmission towers will have to be built.",
            "The transmission screen shows the picture that is actually on the air.",
            "At the present time the transmission is very often done hydraulically or pneumatically.",
            "They demonstrated the transmission of impulses from the cortex to the hypothalamus."
        ],
        "example_translate": [
            "Коробка передач была повреждена.",
            "Основной канал передачи культурных ценностей — это семья.",
            "Программа началась с чтения Корана.",
            "Мы получаем прямую трансляцию с места происшествия.",
            "Новые телекомпании в полной мере используют возможности спутниковой связи.",
            "Мне предоставили выбор между автоматической или стандартной коробкой передач.",
            "Поскольку число людей с мобильными телефонами растёт, придётся построить ещё больше передающих вышек.",
            "Экран трансляции показывает изображение, которое в данный момент передаётся в эфир.",
            "В настоящее время передача очень часто осуществляется гидравлически или пневматически.",
            "Они продемонстрировали передачу импульсов от коры головного мозга к гипоталамусу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}