{
    "translation": {
        "comment": [
            "transparent",
            "translate",
            "transfer",
            "transition",
            "transaction",
            "transplant"
        ],
        "translate": "перевод, трансляция, сдвиг, перемещение, смещение, поступательное движение",
        "transcription": " |trænsˈleɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her translation is too literal.",
            "That translation may stand.",
            "This is a well-done translation.",
            "the translation of economic power into political strength",
            "a free translation of the poem",
            "a new translation of the Iliad",
            "a literal translation of a book",
            "A translation verbatim from French.",
            "This author really suffers in translation.",
            "His intent was to provide a new translation.",
            "I've just made an awful botch of my translation.",
            "It's an imprecise translation of the original sentence.",
            "For convenience, the German translation is printed below.",
            "The poem is very effective in free / in a free translation.",
            "The translation has been faithfully made by a distinguished pen.",
            "The translation misses much of the subtlety of the original French.",
            "His translation manages to be faithful to the spirit of the original.",
            "A photograph is a translation of a scene onto a two-dimensional surface.",
            "The translation of the Bible gave fixity to the tongue of the new religion.",
            "I've only read 'Madame Bovary' in translation (=not in its original language).",
            "I can speak French, but simultaneous translation is beyond my capabilities (=too difficult).",
            "She read the letter and gave us a rough translation (=she did not translate everything exactly).",
            "Much of the book's humour has been lost in translation (=is no longer effective when translated)."
        ],
        "example_translate": [
            "Её перевод слишком буквальный.",
            "Этот перевод может остаться без изменений.",
            "Это хорошо выполненный перевод.",
            "перевод экономической мощи в политическую силу",
            "вольный перевод этого стихотворения /поэмы/",
            "новый перевод \"Илиады\"",
            "дословный перевод книги",
            "Дословный перевод с французского.",
            "При переводе произведения этого писателя многое теряют.",
            "Его целью было сделать новый перевод.",
            "Я только что ужасно накосячил с переводом.",
            "Это неточный перевод исходного предложения.",
            "Для удобства, перевод на немецкий напечатан ниже.",
            "Стихотворение звучит очень красиво в вольном переводе.",
            "Перевод был блестяще выполнен выдающимся писателем.",
            "В этом переводе большая часть утончённости французского языка оригинала утрачена.",
            "В переводах у него получается оставаться верным духу оригинала.",
            "Фотография представляет собой перенос места действия на двухмерную поверхность.",
            "Перевод Библии придал устойчивость языку новой религии.",
            "Я читал \"Мадам Бовари\" только в переводе (т.е. не на языке оригинала).",
            "Я умею говорить по-французски, но синхронный перевод находится за пределами моих возможностей (т.е. слишком сложен).",
            "Она прочла письмо и дала нам приблизительный перевод (т.е. она не переводила всё в точности).",
            "Большая часть юмора этой книги была потеряна при переводе (т.е. после перевода книга перестала быть смешной)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}