{
    "transport": {
        "comment": [
            "sport",
            "transportation"
        ],
        "translate": "транспорт, перевозка, транспортный, транспортировать",
        "transcription": " |ˈtrænspɔːrt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He swapped his car for public transport.",
            "Have you got your own transport?",
            "Two trips were required to transport the goods.",
            "She relies on public transport.",
            "A single drop of blood can transport the virus.",
            "the nodal point of the transport system",
            "The ship is destined to transport the missionaries",
            "The extra money could be spent on improving public transport.",
            "He was transported to his childhood.",
            "His business is packaging for transport.",
            "We're well-off for public transport here.",
            "The first Transport Act was passed in 1907.",
            "We had to use public transport to get around.",
            "The pyramids can be reached by public transport.",
            "I walk or use public transport whenever possible.",
            "Improved rail transport is essential for business.",
            "Cycling is a totally sustainable form of transport.",
            "The public transport system was absolutely hopeless.",
            "I was left without transport when the car broke down.",
            "public services such as education, housing and transport",
            "The bicycle is an environment-friendly form of transport.",
            "Transport planning should be integrated with energy policy.",
            "The transport industry has been thrown into chaos by the strike.",
            "For most people, the car is still their main means of transport.",
            "The transport union has confirmed that the strike is definitely on.",
            "In the air transport business, safety must always come before profit.",
            "The mission is to transport medical supplies to remote areas of the globe.",
            "The shelving comes to pieces (=divides into separate parts) for easy transport.",
            "We need to rethink the way we consume energy. Take, for instance, our approach to transport.",
            "The cost of transport is a major expense for an industry. Hence factory location is an important consideration."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он пересел на общественный транспорт.",
            "У вас есть свой собственный транспорт?",
            "Понадобилось два рейса, чтобы переправить товары.",
            "Она полагается на общественный транспорт.",
            "Вирус может переноситься одной-единственной каплей крови.",
            "узловая точка транспортной системы",
            "Корабль был предназначен для перевозки миссионеров.",
            "Дополнительные деньги можно было бы использовать на развитие общественного транспорта.",
            "Мысленно он перенёсся в своё детство.",
            "Его бизнес — это упаковка товаров для транспортировки.",
            "У нас здесь нет недостатка в общественном транспорте.",
            "Первый Закон о транспорте был принят в 1907 году.",
            "Чтобы куда-то добраться, нам приходилось пользоваться общественным транспортом.",
            "До пирамид можно добраться на общественном транспорте.",
            "По возможности я всегда хожу пешком или пользуюсь общественным транспортом.",
            "Улучшение железнодорожного транспорта имеет важное значение для бизнеса.",
            "Велосипед является абсолютно экологически безвредным видом транспорта.",
            "Система общественного транспорта находилась в абсолютно безнадёжном состоянии.",
            "Когда машина сломалась, я остался без транспорта.",
            "такие государственные услуги, как образование, жилищное строительство и транспорт",
            "Велосипед является экологически чистым видом транспорта.",
            "Планирование транспорта должно быть интегрировано в энергетическую политику.",
            "Забастовка повергла транспортную отрасль в состояние хаоса.",
            "Для большинства людей автомобиль по-прежнему остаётся основным средством транспорта.",
            "Профсоюз работников транспорта подтвердил, что забастовка точно состоится.",
            "В авиаперевозках безопасность всегда должна быть важнее прибыли.",
            "Задача заключается в перевозке медикаментов в отдалённые районы земного шара.",
            "Для удобной транспортировки стеллаж разбирается на отдельные части.",
            "Нужно переосмыслить то, как мы потребляем энергию. Возьмём, например, наш подход к транспорту.",
            "Большую часть расходов промышленности составляют транспортные перевозки. Вследствие этого, расположение фабрики является важным фактором."
        ],
        "stars": 2
    }
}