{
    "transportation": {
        "comment": [],
        "translate": "транспорт, перевозка, транспортировка, транспортирование",
        "transcription": " |ˌtrænspɔːrˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Urban Mass Transportation Administration",
            "The city is working to improve public transportation.",
            "Of particular concern is the rising cost of transportation.",
            "But motorcycle transportation was still a sideline for the company.",
            "The city needs to improve its public transportation (=buses, trains etc).",
            "Defense Transportation Administration",
            "a shambolic system of public transportation",
            "The sentence was one of transportation for life.",
            "He was the U.S. Secretary of Transportation under President Reagan.",
            "The air strikes have paralyzed the city's transportation system.",
            "The committee's exclusive focus will be to improve public transportation.",
            "Insurgents are trying to gain control of the country's transportation system.",
            "Our transportation system is designed to answer the needs of the city's commuters.",
            "The only thing holding Joe back from joining the swim team is lack of transportation.",
            "Chauffeured transportation was provided for those partygoers who had overindulged themselves at the bar.",
            "The positives of living in the city include access to public transportation and many interesting restaurants.",
            "They are at the center of a furious debate over whether or not to expand the city's public transportation system."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Управление городского общественного транспорта (в США)",
            "Городские власти трудятся над улучшением работы общественного транспорта.",
            "Особую озабоченность вызывает рост затрат на транспортировку.",
            "Но перевозка мотоциклов для компании все еще оставалась побочной деятельностью.",
            "Город нуждается в улучшении работы общественного транспорта (т.е. автобусов, поездов и т.д.).",
            "Управление военных перевозок (в США)",
            "беспорядочная система общественного транспорта",
            "Приговором стала пожизненная ссылка.",
            "Он был министром транспорта США при президенте Рейгане.",
            "Удары авиации парализовали транспортную систему города.",
            "Исключительное внимание комиссии будет уделено улучшению работы общественного транспорта.",
            "Повстанцы пытаются получить контроль над транспортной системы страны.",
            "Наша транспортная система предназначена для удовлетворения нужд пользователей городского общественного транспорта.",
            "Единственным, что удерживало Джо от вступления в команду по плаванию, было отсутствие транспорта.",
            "Участникам вечеринки, которые перебрали лишнего в баре, предоставили транспорт с водителем.",
            "Плюсы жизни в городе включают в себя доступ к общественному транспорту и много интересных ресторанов.",
            "Они находятся в центре яростной дискуссии по поводу того, следует ли расширять городскую систему общественного транспорта."
        ]
    }
}