{
    "trap": {
        "comment": [
            "trace",
            "strap",
            "trash",
            "track",
            "traffic"
        ],
        "translate": "ловушка, капкан, западня, сифон, трап, люк, улавливать, поглощать, заманивать",
        "transcription": " |træp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There's no way out! We're trapped!",
            "He fell right into the trap.",
            "Amanda felt that marriage was a trap.",
            "The exam was full of trap questions.",
            "He was trapped in a difficult situation.",
            "The men trap foxes.",
            "Twenty miners were trapped underground.",
            "Cheese is very good for luring a mouse into a trap.",
            "Don't fall into the trap of feeling guilty.",
            "Just keep your trap shut.",
            "It's no longer possible to trap a sensible man into marriage.",
            "Hold your trap, you old stiff.",
            "That old elevator is a death trap.",
            "The only way to catch mice is to set a trap.",
            "I was trapped into signing a confession.",
            "Was he to be fastened up like a rat in a trap?",
            "These mountains trap rains and fogs generated over the ocean.",
            "Dozens of people were trapped in the rubble when the building collapsed.",
            "He stepped into a bear trap covered in snow.",
            "Mind you don't trap your fingers in the door.",
            "The animal struggled to get free of the trap.",
            "The gaps between the teeth trap food particles.",
            "The animal struggled to free itself from the trap.",
            "Rangers will set a trap to catch the bear.",
            "He lost both legs in a booby trap bomb blast.",
            "You needn't come any of your moral traps on me.",
            "Julia felt trapped in her role of wife and mother.",
            "The earth was scraped away to uncover a trap door.",
            "The rabbit had one of its back legs caught in a trap.",
            "The trap closed round her leg, badly mangling her ankle."
        ],
        "example_translate": [
            "Здесь нет выхода! Мы в ловушке!",
            "Он угодил прямо в ловушку.",
            "Аманда считала, что замужество — это ловушка.",
            "На этом экзамене была куча каверзных вопросов.",
            "Он оказался в сложной ситуации.",
            "Эти люди /мужчины/ отлавливают лис.",
            "Двадцать шахтёров оказались в ловушке под землей.",
            "Сыр очень хорошо подходит для того, чтобы заманить мышь в мышеловку.",
            "Не попадитесь в ловушку чувства вины.",
            "Просто держи свою пасть закрытой.",
            "Теперь невозможно обманом заставить благоразумного человека жениться.",
            "А ну заткнись, старый хрен.",
            "Этот старый лифт — смертельная ловушка.",
            "Единственный способ поймать мышей — поставить мышеловку.",
            "Меня вынудили /заставили/ подписать признание.",
            "Его что, должны были запереть, как крысу в ловушке?",
            "Эти горы удерживают дожди и туманы, образующиеся над океаном.",
            "После обрушения здания десятки людей оказались под завалами.",
            "Он наступил в медвежий капкан, прикрытый снегом.",
            "Осторожно /смотри/, не прищеми дверью пальцы.",
            "Животное изо всех сил старалось вырваться из ловушки.",
            "Частички пищи застревают в промежутках между зубами.",
            "Животное изо всех сил старалось освободиться из ловушки.",
            "Лесничие устроят западню /поставят капкан/, чтобы поймать медведя.",
            "Он потерял обе ноги в результате взрыва мины-ловушки.",
            "Со мной тебе нечего прибегать к своим мошенническим штучкам.",
            "Джулия ощущала себя пойманной в ловушку в роли жены и матери.",
            "Землю разгребли, и под ней оказался люк.",
            "Одна из задних лап кролика попала в капкан /силок/.",
            "Капкан сомкнулся вокруг её ноги, сильно повредив лодыжку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}