{
    "trash": {
        "comment": [],
        "translate": "мусор, хлам, дрянь, халтура, отбросы, вздор, очищать от мусора, портить",
        "transcription": " |træʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Take out the trash, please.",
            "Just put it in the trash.",
            "How can you read that trash?",
            "It is sheer trash.",
            "They pick up our trash twice a week.",
            "The trash collectors came early today.",
            "She dropped the apple core into the trash can.",
            "It's your turn to empty the trash.",
            "They heaved the trash into the pit.",
            "The apartment had been trashed.",
            "He says that the government's policies are trashing the environment.",
            "Both teams were talking trash on the court.",
            "The new town law makes it illegal to burn trash.",
            "Unlading the mind of the trash previously called knowledge.",
            "Don't throw your trash on the ground. Throw it in the trash can.",
            "Rats scavenged in the trash.",
            "They pick up our trash twice a week",
            "Remove the trash from the front yard.",
            "a computer program that trashes useless files",
            "The city is having problems with trash removal.",
            "The place got trashed last time we had a party.",
            "How can you degrade yourself by writing such trash?",
            "He balled the letter in his hands and threw it in the trash.",
            "I put the dirty diaper in the trash.",
            "There will be a trash collection this week.",
            "The absolutest, and sometimes loathsomest, trash.",
            "We bring our trash to the town dump on Saturdays.",
            "people that sully our state parks with their trash",
            "sidewalks strewed with trash left by the parade watchers",
            "The researchers are angry that attempts have been made to trash their work."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вынесите мусор, пожалуйста.",
            "Просто выкинь это в мусор.",
            "Как вы можете читать этот бред?",
            "Это сущий вздор.",
            "Они забирают /вывозят/ наш мусор два раза в неделю.",
            "Сегодня мусорщики приехали пораньше.",
            "Она выбросила огрызок от яблока в мусорную корзину.",
            "Твоя очередь выбрасывать мусор.",
            "Они выбросили мусор в яму.",
            "В квартире царил полный разгром.",
            "Он говорит, что политика правительства портит окружающую среду.",
            "Обе команды на площадке говорили друг другу гадости.",
            "По новым городским законам сжигать мусор запрещено.",
            "Освобождая мозг от мусора, ранее именовавшегося знанием.",
            "Не бросай мусор на землю, бросай его в мусорный бак.",
            "Крысы рылись в мусоре.",
            "Мусор у нас забирают два раза в неделю.",
            "Убери мусор со двора.",
            "компьютерная программа, которая удаляет ненужные файлы",
            "В городе проблемы с вывозом мусора.",
            "Когда мы в последний раз устраивали вечеринку, то всё там разгромили.",
            "Как ты мог опуститься до написания такой халтуры?",
            "Он скомкал письмо в руках и швырнул его в мусорное ведро.",
            "Грязный подгузник я выбросил в мусорное ведро.",
            "На этой неделе будет вывоз мусора.",
            "Эта чистейшей воды, и зачастую отвратительнейшая, мразь.",
            "По субботам мы вывозим наш мусор на городскую свалку.",
            "люди, которые загрязняют своим мусором наши заповедники (state park — природоохранная территория под управлением правительства штата)",
            "тротуары, усыпанные мусором, который оставили зрители парада",
            "Исследователи разгневаны тем, что были предприняты попытки смешать с грязью их работу."
        ]
    }
}