{
    "travelling": {
        "comment": [
            "traveller",
            "travel"
        ],
        "translate": "путешествие, путешествующий, передвижной, дорожный",
        "transcription": " |ˈtrævəlɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The car was travelling at high speed.",
            "He advised me against travelling.",
            "I expect you do quite a bit of travelling?",
            "The idea of travelling through time fascinates me.",
            "The train was travelling at 100 mph.",
            "Travelling alone can lead to a loss of identity.",
            "The firm will recompense you for any travelling costs.",
            "The firm must compensate you for your travelling costs.",
            "Sometimes I feel like packing it all in and going off travelling.",
            "It's useful to know several foreign languages when you are travelling abroad.",
            "She saw him in his travelling trim.",
            "Chantal prefers travelling by train.",
            "Ripe grasses trammel a travelling foot...",
            "After retiring, we'll do some travelling.",
            "The Renault was travelling at about 50 mph.",
            "The car was travelling at a very slow speed.",
            "She was travelling parallel to her previous route.",
            "The firm will repay you for your travelling costs.",
            "My new job will mean travelling all over the world.",
            "The firm will reimburse you for any travelling costs.",
            "The yachts were kept travelling from start to finish.",
            "If you enjoy travelling, young children can be a tie.",
            "The best way to round out your education is by travelling.",
            "We'd been forewarned of the dangers of travelling at night.",
            "They were still travelling along the same line of longitude.",
            "Cars in the fast lane were travelling at over 80 miles an hour.",
            "Her equipage was a travelling postchaise with one pair of horses.",
            "The Astra Satellite is travelling some 23,000 miles out in space.",
            "While travelling abroad, take preventive measures to avoid illness.",
            "Anyone travelling without a passport runs the risk of being arrested."
        ],
        "example_translate": [
            "Автомобиль мчался с большой скоростью.",
            "Он отговорил меня от поездки.",
            "Я так полагаю, что вы довольно много путешествуете?",
            "Идея путешествия во времени захватывает меня.",
            "Поезд двигался со скоростью сто миль в час.",
            "Путешествие в одиночку может привести к утрате собственной идентичности.",
            "Фирма компенсирует вам все дорожные расходы.",
            "Фирма должна оплатить вам дорожные расходы.",
            "Иногда мне хочется всё это бросить и отправиться в путешествие.",
            "Полезно знать несколько иностранных языков, если вы путешествуете за границей.",
            "Она видела его в дорожном костюме.",
            "Шанталь предпочитает путешествовать поездом.",
            "...Так высока трава, что путник не пройдёт... (А.Суинбёрн, \"Атланта в Калидоне\")",
            "После выхода на пенсию мы будем путешествовать.",
            "\"Рено\" двигался со скоростью около пятидесяти миль в час.",
            "Автомобиль ехал очень медленно.",
            "Она ехала параллельно своему прежнему маршруту.",
            "Фирма оплатит вам дорожные расходы.",
            "Моя новая работа будет означать путешествия по всему миру.",
            "Фирма компенсирует вам все дорожные расходы.",
            "Яхты двигались очень быстро с самого старта и до финиша.",
            "Если вы любите путешествия, маленькие дети могут этому помешать.",
            "Лучше всего завершить обучение путешествиями.",
            "Нас предупредили об опасности путешествий в ночное время.",
            "Они по-прежнему двигались вдоль одного и того же меридиана.",
            "На полосе обгона автомобили развивали скорость свыше восьмидесяти миль в час.",
            "Экипажем ей служил почтовый дилижанс, запряжённый парой лошадей.",
            "Искусственный спутник \"Astra\" летит на расстоянии около 23 000 миль в космосе.",
            "Путешествуя за границей, примите профилактические меры, чтобы не заболеть.",
            "Все, кто путешествует без паспорта, рискуют быть арестованными."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}