{
    "tray": {
        "comment": [
            "prayer",
            "pray",
            "spray",
            "ray",
            "portray",
            "betray",
            "stray",
            "array",
            "x-ray"
        ],
        "translate": " лоток, поднос, поддон, желоб, корыто, тарелка колонны",
        "transcription": "  |treɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The waiter brought drinks on a tray.",
            "She set a tray down on the table.",
            "She came back carrying a loaded tray.",
            "She carried the tray of food to our table.",
            "As if by magic the waiter suddenly appeared with a tray of drinks.",
            "She was bearing a tray of brimming glasses.",
            "She brought in a tray heavy with elegant sandwiches, scones and cakes.",
            "Place the sausages on an oiled baking tray.",
            "She quartered the sandwiches and put them on a serving tray.",
            "She set the tray down on a table next to his bed.",
            "a tray of assorted hors d'oeuvres",
            "He looked longingly at the tray of cakes.",
            "She whisked the tray off the table and took it away.",
            "She moved the tray, and put the table back in its place."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Официант разносил напитки на подносе.",
            "Она поставила поднос на стол.",
            "Она вернулась неся заставленный поднос.",
            "Она принесла на наш столик поднос с пищей.",
            "Как по волшебству, вдруг появился официант с подносом напитков.",
            "Она несла поднос, уставленный наполненными до краёв бокалами.",
            "Она внесла поднос, уставленный изящными бутербродами, булочками и пирожными.",
            "Положите сосиски на смазанный маслом противень.",
            "Она разрезала бутерброды на четыре части и положила их на поднос.",
            "Она поставила поднос на столик рядом с его кроватью.",
            "поднос с разнообразными закусками",
            "Он с вожделением посмотрел на поднос с пирожными.",
            "Она подхватила поднос со стола и унесла с собой.",
            "Она отодвинула поднос и вернула столик на место."
        ]
    }
}