{
    "tread": {
        "comment": [
            "stream",
            "mainstream",
            "streak"
        ],
        "translate": "протектор, поступь, поверхность катания, наступать, идти, шагать, ступать, давить",
        "transcription": " |tred|",
        "antonyms": [],
        "mnemonic": [
            "tread [tred]\ndread [dred]\n***\nНАСТУПИЛ на твой портрет. (это) tread\nПоходка, поступь, ступень.\n***\nБОЮСЬ увидеть твой портрет. (это) dread\n***\nУ меня нет страха \"dread\"\nсмело ступать \"tread\"."
        ],
        "examples": [
            "Don't tread on the grass.",
            "Sorry, did I tread on your foot?",
            "I never forget a path I have once trodden.",
            "She trod barefoot on the soft grass.",
            "They slowly trod back to the camp.",
            "Bennen admonished me to tread in his steps.",
            "In the city, the spirit of humanity is too often trod under feet by the spirit of trade.",
            "The treads of the tires were badly worn.",
            "For fools rush in where angels fear to tread.",
            "Stop treading mud all over my clean kitchen floor!",
            "Getting the right balance between home and work is a difficult path to tread.",
            "David trod wearily along behind the others.",
            "I heard the back door bang, and Rex's tread in the hall.",
            "Bits of the broken vase got trodden into the carpet.",
            "All I could do was tread water until the contracts arrived.",
            "Countless footsteps have trodden a path to their door."
        ],
        "example_translate": [
            "Не ходи по траве.",
            "Извините, я наступил вам на ногу?",
            "Я никогда не забуду путь, по которому однажды прошёл.",
            "Она ступала босыми ногами по мягкой траве.",
            "Они медленно зашагали обратно к лагерю.",
            "Беннен убедил меня последовать его примеру.",
            "В городе дух гуманизма очень часто подавляется духом наживы.",
            "Протекторы шин были сильно изношены.",
            "Потому что дуракам закон не писан. (поговорка, букв. дураки спешат туда, куда ангелы и ступить боятся)",
            "Хватит разносить грязь по всему чистому кухонному полу!",
            "Найти верный баланс между домом и работой — дело трудное.",
            "Дэвид устало шагал позади всех.",
            "Я услышал, как хлопнула задняя дверь, и Рекс пошёл по коридору.",
            "Осколки разбитой вазы были втоптаны в ковёр.",
            "Мне ничего не оставалось, кроме как топтаться на месте, пока не прибудут контракты.",
            "Бесчисленными следами была протоптана дорожка к их дому."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}