{
    "treaty": {
        "comment": [],
        "translate": "договор, переговоры, договорный",
        "transcription": " |ˈtriːti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The treaty carries the force of law.",
            "A treaty united the independent nations.",
            "There was speculation that a treaty would be signed.",
            "The senate confirms all treaties.",
            "They signed a treaty to settle all border disputes by arbitration.",
            "The treaty is a pillar of arms control in the nuclear age.",
            "Strategic Arms Reduction Treaty",
            "the conclusion of the peace treaty",
            "'NATO' is an initialism for North Atlantic Treaty Organization.",
            "His vote blocked the treaty.",
            "The meeting is seen as a decisive step toward a peace treaty.",
            "The treaty was imposed by force, and therein lay the cause of its ineffectiveness.",
            "The President executed the treaty.",
            "The treaty will come into force on the stroke of midnight tonight.",
            "The treaty ran to 248 pages.",
            "The terms of the treaty were generous.",
            "The two countries are drafting a treaty.",
            "Is not this tantamount to a disavowal of the first treaty?",
            "Finally, the two sides compromised and a treaty was signed.",
            "We refuse to sign any treaty that is against our national interests.",
            "The treaty restored an uneasy peace to the country.",
            "American forces will remain to verify compliance with the treaty.",
            "The North Atlantic Treaty Organization is known by the acronym “NATO.”",
            "This treaty marks an important stage in our two countries' relationship.",
            "He will make a treaty according to the appetite and pleasure of his Highness.",
            "an initiatory step toward a treaty",
            "They refused to recognize the treaty.",
            "The treaty forbids the country to rearm.",
            "The treaty neutralized the small republic.",
            "They discussed the working draft of a peace treaty."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Данный договор имеет силу закона.",
            "Независимые государства объединил договор.",
            "Ходили слухи о том, что будет подписан договор.",
            "Ратификация любых договоров - прерогатива Сената.",
            "Они подписали договор о решении всех пограничных конфликтов через арбитраж.",
            "Данные соглашения представляют собой ключевой момент в вопросах сдерживания вооружений в ядерную эпоху.",
            "Договор о сокращении стратегических вооружений",
            "заключение мирного договора",
            "\"НАТО\" — это аббревиатура, которая в переводе с английского расшифровывается как \"Организация Североатлантического договора\".",
            "Его голос воспрепятствовал заключению договора.",
            "Эта встреча рассматривается как решительный шаг в направлении мирного договора.",
            "Договор был навязан силой, в этом и заключается причина его неэффективности.",
            "Президент выполнил договор.",
            "Договор вступит в силу сегодня в полночь.",
            "Объём договора достиг двухсот сорока восьми страниц.",
            "Условия договора были щедрыми.",
            "Две страны разрабатывают проект соглашения.",
            "Разве это не равносильно отказу от первого договора?",
            "Наконец, обе стороны пошли на компромисс, и договор был подписан.",
            "Мы отказываемся подписывать какие-либо договора, которые противоречат нашим национальным интересам.",
            "Этот договор восстановил неустойчивый мир в данной стране.",
            "Американские войска останутся для проверки соблюдения договора.",
            "Организация Североатлантического договора известна под аббревиатурой “НАТО”.",
            "Этот договор знаменует собой важный этап в отношениях наших двух стран.",
            "Он составит мирный договор в соответствии с желанием Его Высочества.",
            "первый шаг в направлении договора",
            "Они отказались признавать договор.",
            "Договор запрещает перевооружение страны.",
            "Договор сделал эту маленькую республику нейтральной.",
            "Они рассмотрели рабочий проект мирного договора."
        ]
    }
}