{
    "treasury": {
        "comment": [
            "treasure"
        ],
        "translate": "казна, сокровищница, казначейский",
        "transcription": " |ˈtreʒərɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The Treasury Department of the US",
            "The treasury is almost empty.",
            "The treasury was in the basement of the palace.",
            "A government official has been accused of stealing from the nation's treasury.",
            "Department of the Treasury амер.",
            "The treasury was drained by his Norman wars.",
            "I do not allude to the whole of the Treasury bench.",
            "Their treasury exhausted by so frequent evacuations.",
            "The Treasury borrowed £40 billion, just to stay afloat.",
            "A part of the nation's treasury is spent on space exploration.",
            "The economy fell short of the Treasury's target of 2% growth.",
            "He has been transferred from the Defence Ministry to the Treasury.",
            "She got a job in the historical section of the Treasury.",
            "The author has collected a treasury of facts and lore about horses.",
            "The Treasury Secretary has stuck to his mantra that 'a strong dollar is in America's interest'.",
            "The Treasury Department plans to remove older coins from circulation and replace them with new ones."
        ],
        "example_translate": [
            "Министерство финансов США",
            "Казна почти пуста.",
            "Сокровищница находилась в подвале дворца.",
            "Один из правительственных чиновников обвиняется в краже из национального казначейства.",
            "Государственное казначейство (министерство финансов США)",
            "Казна была истощена из-за его войн с норманнами.",
            "Я не имею в виду казначейство в полном составе.",
            "Из-за таких частых опустошений их сокровища истощились.",
            "Казначейство заняло сорок миллиардов фунтов стерлингов, чтобы просто остаться на плаву.",
            "Часть бюджета страны тратится на исследование космоса.",
            "Рост экономики не достиг установленного министерством финансов целевого уровня в два процента.",
            "Его перевели из Министерство обороны в Министерство финансов.",
            "Она устроилась на работу в исторический отдел казначейства.",
            "Автор собрал целую сокровищницу фактов и сведений о лошадях.",
            "Министр финансов не отступился от своей мантры о том, что \"сильный доллар соответствует интересам Америки\".",
            "Казначейство планирует удалить из обращения старые монеты и заменить их новыми."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}