{
    "tremendous": {
        "comment": [],
        "translate": "огромный, потрясающий, громадный, страшный, ужасный, потрясный",
        "transcription": " |trəˈmendəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We had a tremendous time.",
            "She has tremendous drive toward success.",
            "They drive at a tremendous pace",
            "We're missing out on a tremendous opportunity.",
            "He gave himself to the job with tremendous enthusiasm.",
            "The volcano erupted with tremendous force.",
            "The barometer is going up at a tremendous rate.",
            "The engine's power is tremendous.",
            "He has a tremendous amount of energy.",
            "She's a little slaphappy but a tremendous dear.",
            "She is a writer of tremendous talent.",
            "The president got a tremendous welcome at the airport.",
            "She was making a tremendous effort to appear calm.",
            "Brian has got tremendous drive.",
            "The death of his mother came as a tremendous shock.",
            "A firm has just smashed for so tremendous an amount.",
            "She's got a tremendous voice, hasn't she?",
            "A plane took off with a tremendous noise.",
            "She was put under tremendous pressure to give the baby up.",
            "She seized the doll and dashed it against the wall with a tremendous force.",
            "Then burst out a tremendous call for a repeat.",
            "This plan could save us a tremendous amount of money.",
            "It was a tremendous team effort (=everyone worked well).",
            "To head my rival off I indulged in a tremendous flirtation.",
            "Being responsible for so many people gave her a tremendous sense of fulfilment.",
            "She praised her husband for the tremendous support he had given her.",
            "Sales have been tremendous so far this year.",
            "He was furios. He indented his pillow with a tremendous blow.",
            "He warned that the crisis could burst into a tremendous conflagration.",
            "Beethoven's manuscript looks like a bloody record of a tremendous inner battle"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы потрясающе провели время.",
            "У неё есть мощный стимул добиться успеха.",
            "Они мчатся с головокружительной скоростью.",
            "Мы упускаем великолепную возможность.",
            "Он отдался работе с огромным энтузиазмом.",
            "Вулкан извергся с страшной силой.",
            "Барометр поднимается ужасно быстро.",
            "Мощность этого двигателя огромна.",
            "Он обладает потрясающей энергией.",
            "Она немного взбалмошная, но невероятная душка.",
            "Она потрясающе талантливый писатель.",
            "В аэропорту президенту устроили потрясающую /роскошную/ встречу.",
            "Она прилагала огромные усилия, чтобы казаться спокойной.",
            "Брайан обладает потрясающим напором.",
            "Смерть матери стала для него невероятным потрясением.",
            "Недавно одна фирма обанкротилась на очень большую сумму.",
            "У неё потрясающий голос, не так ли?",
            "С ужасным шумом взлетел самолёт.",
            "На неё оказывали страшное давление, пытаясь заставить отказаться от ребёнка.",
            "Она схватила куклу и изо всех сил швырнула её о стену.",
            "Затем раздались бурные крики, требующие исполнения на бис.",
            "Этот план мог бы сэкономить нам огромное количество денег.",
            "Вся команда проделала огромную работу (т.е. каждый хорошо поработал).",
            "Чтобы помешать своему сопернику, я вовсю пустился флиртовать.",
            "Ответственность за такое количество людей приносила ей огромное удовлетворение.",
            "Она похвалила мужа за ту огромную поддержку, которую он ей оказал.",
            "Пока что в этом году продажи просто громадные.",
            "Он был в ярости",
            "Он предупреждал, что этот кризис может привести к масштабному столкновению.",
            "Рукописи Бетховена напоминают залитую кровью летопись грандиозной внутренней битвы. (Л.Бернстайн, дирижёр)"
        ]
    }
}