{
    "trial": {
        "comment": [],
        "translate": " испытание, пробный, испытательный",
        "transcription": "  |ˈtraɪəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was on trial for murder.",
            "That child is a real trial to me.",
            "I took the car out for a trial on the roads.",
            "Her trial will be public.",
            "The trial continues today.",
            "The trial ended in acquittal.",
            "It was a process of trial and error.",
            "She testified at his trial.",
            "He had just given a trial to a young woman who said she had previous experience.",
            "He did not get a fair trial.",
            "We plan to release a prototype this autumn for trial in hospitals.",
            "It was a sore trial to him.",
            "He went through the mockery of a trial.",
            "There were whispers that he was put to death without trial.",
            "They agreed to a trial separation.",
            "They believed that his case would never come to trial.",
            "He was committed for the trial at the Crown Court.",
            "The defence lawyers decided to petition for a new trial.",
            "It was a farce to conduct a trial under such conditions.",
            "Several months elapsed before his case was brought to trial.",
            "The trial turned into a melodrama.",
            "The trial was swiftly brought to an end.",
            "I had been defrauded of the fair and impartial trial due by law.",
            "The defendant was released to await trial but had to surrender her passport.",
            "He was found to be mentally unfit to stand trial.",
            "After his trial, the captain's command was restored to him.",
            "He claims that the trial was a sham.",
            "He is being held in jail pending trial.",
            "Her face remained impassive throughout the trial.",
            "The case came up for trial in the court of the district."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его судили за убийство.",
            "Этот ребёнок — сущее наказание для меня.",
            "Я взял автомобиль, чтобы испытать его на дороге.",
            "Судебное разбирательство по её делу будет открытым.",
            "Сегодня слушания по этому делу продолжатся.",
            "Суд вынес оправдательный приговор.",
            "Это был путь проб и ошибок.",
            "Она давала показания во время суда над ним.",
            "Он как раз взял на испытательный срок девушку, которая сказала, что у нее есть опыт работы.",
            "Он не получил справедливого суда. / Его осудили несправедливо.",
            "Мы планируем выпустить этой осенью пробную партию, чтобы испытать её в больницах.",
            "Это было для него тяжёлое испытание.",
            "Он участвовал в инсценированном судебном процессе.",
            "Ходили слухи, что его казнили без суда и следствия.",
            "Они решили пожить отдельно друг от друга, но пока не разводиться.",
            "Они полагали, что его дело никогда не дойдёт до суда.",
            "Он был взят под стражу на время разбирательства в Суде Короны.",
            "Адвокат защиты решил просить о возбуждении нового процесса.",
            "Что за насмешка — проводить суд в таких условиях!",
            "Прошло несколько месяцев, прежде чем его дело дошло до суда.",
            "Суд превратился в мелодраму.",
            "Суд быстренько завершили.",
            "У меня отняли законное право на справедливый и беспристрастный суд.",
            "Обвиняемую отпустили до начала суда, но потребовали сдать паспорт.",
            "Его признали психически невменяемым, и его нельзя было привлечь к суду.",
            "После трибунала капитану вернули его полномочия.",
            "Он утверждает, что это был не суд, а возмутительный фарс.",
            "Он содержится в тюрьме в ожидании суда.",
            "Её лицо оставалось бесстрастным на протяжении всего судебного процесса.",
            "Это дело разбиралось в окружном суде."
        ]
    }
}