{
    "tribe": {
        "comment": [],
        "translate": "племя, триба, клан, шатия, множество, масса, компания",
        "transcription": " |traɪb|",
        "antonyms": [],
        "mnemonic": [
            "tribe [traɪb]\n***\nСвоё ПЛЕМЯ простирай (б). (это) tribe"
        ],
        "examples": [
            "He was a great sachem of his tribe.",
            "Legend has it that the tribe came from across the Pacific Ocean.",
            "Few outsiders have ever visited this tribe.",
            "Their tribe is a small but cohesive group.",
            "Some members of the tribe were scalped by the attacking warriors.",
            "The river derives its name from a Native American tribe.",
            "The neighboring tribe staged an invasion.",
            "The tribe lived in communal huts.",
            "The tribe's patriarch ruled for 20 years before his death.",
            "The tribe's matriarch ruled for 20 years before her death.",
            "The tribe is governed by a 10-member council.",
            "He absorbed the knowledge or beliefs of his tribe.",
            "The wedding joined the two tribes together.",
            "The tribe fought to maintain its predominance.",
            "The ultimate fate of the tribe was even sadder.",
            "A common religion ensures the coherence of the tribe.",
            "The tribe practised a religion that mixed native beliefs and Christianity.",
            "This tribe transmigrated many times over the centuries."
        ],
        "example_translate": [
            "Он был великим вождём своего племени.",
            "Легенда гласит, что это племя пришло из-за Тихого океана.",
            "За всё время только несколько человек из внешнего мира побывало в этом племени.",
            "Их племя представляет собой небольшую, но сплочённую группу людей.",
            "С некоторых членов племени нападавшие сняли скальпы.",
            "Эта река берет своё название от индейского племени.",
            "Соседнее племя устроило набег.",
            "Племя жило в общих хижинах.",
            "Глава этого племени правил двадцать лет — до своей смерти.",
            "Матриарх возглавляла племя в течение 20 лет до своей смерти. / Матриарх племени правила 20 лет до самой своей смерти.",
            "Племенем управляет совет из десяти членов.",
            "Он впитывал в себя познания или верования своего племени.",
            "Свадьба объединила два этих клана.",
            "Племя сражалось за сохранение своего превосходства.",
            "Дальнейшая судьба этого племени была ещё печальнее.",
            "Общая религия обеспечивает сплочённость племени.",
            "Племя исповедовало религию, в которой местные верования смешивались с христианством.",
            "На протяжении веков это племя переселялось множество раз."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}