{
    "tribute": {
        "comment": [
            "tribe",
            "tribunal"
        ],
        "translate": "дань, должное, награда, подношение, коллективный дар",
        "transcription": " |ˈtrɪbjuːt|",
        "antonyms": [],
        "mnemonic": [
            "tribute ['trɪbju: t]\ncontribute [kən'trɪbju:t]\ndistribute [dɪ'strɪbju:t] - распределять, раздавать\nattribute ['ætrɪbju:t] - признак, атрибут; относить,\nприписывать\n***\nТого, кто ДАНЬ не отдаёт - раза три|бьют. (это)\ntribute\nТого, кто не делает ПОДНОШЕНИЯ - раза три|бьют.\n(это) tribute\nТого, кто не воздаёт ДОЛЖНОЕ - раза три|бьют (это)\ntribute\nКто не ОТДАЛ ДОЛЖНОЕ - раза три|бьют. (это)\ntribute\n***\nКто не ЖЕРТВУЕТ, того коня|три|бьют. (это)\ncontribute"
        ],
        "examples": [
            "The ruler paid a tribute every year.",
            "The concert was a tribute to the musician.",
            "The book is a handsome tribute to a great poet.",
            "The country was forced to pay tribute.",
            "The minister paid tribute to the work of the emergency services.",
            "The players wore black armbands as a tribute to their late teammate.",
            "Yellow ribbons were tied on trees as a tribute to the soldiers at war.",
            "I thought the memorial was a fitting tribute to the President.",
            "It was a tribute to her teaching methods that so many children passed the test.",
            "I'd like to pay tribute to (=praise and admire publicly) the party workers for all their hard work."
        ],
        "example_translate": [
            "Правитель платил дань ежегодно.",
            "Концерт был посвящен музыкантам.",
            "Эта книга — щедрая дань уважения великому поэту.",
            "Страна была вынуждена платить дань.",
            "Министр высоко оценил работу аварийной службы / службы спасения.",
            "Игроки были в чёрных повязках, отдавая дань памяти своему покойному товарищу.",
            "На деревьях были повязаны жёлтые ленты, как дань памяти погибшим на войне солдатам.",
            "Этот мемориал показался мне достойной данью памяти президенту.",
            "Именно благодаря её методике преподавания так много детей и прошло это испытание.",
            "Я хотела бы отдать должное (т.е. похвалу и публичное восхищение) партийным работникам за весь их тяжёлый труд."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}