{
    "trigger": {
        "comment": [],
        "translate": "триггер, спусковой крючок, импульс, спускать курок",
        "transcription": " |ˈtrɪɡər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A spark triggered the explosion.",
            "Smoke triggered the fire alarm.",
            "Pull the trigger of the gun.",
            "Certain foods trigger his headaches.",
            "She raised the gun, and pulled the trigger.",
            "He took aim and squeezed the trigger.",
            "His eyes were fixed on the ribbon that the girl was wearing around her neck. It triggered a memory.",
            "The power outage was triggered by heavy rains.",
            "There remains the question of who pulled the trigger.",
            "Before I improvise, I just listen, and that triggers me.",
            "The timer was set to trigger the bomb in exactly one hour.",
            "His remarks triggered a public outcry.",
            "The hijacking became a trigger point for military action.",
            "Increased oil prices could trigger a chain reaction in the economy.",
            "His action triggered a massive response from the government.",
            "Certain forms of mental illness can be triggered by food allergies.",
            "The burglars fled after triggering the alarm.",
            "In a moment of blind panic she had pulled the trigger and shot the man dead.",
            "He squeezed the trigger, but nothing happened."
        ],
        "example_translate": [
            "Искра вызвала взрыв.",
            "Дым привёл в действие пожарную сигнализацию.",
            "Нажмите на спусковой крючок пистолета.",
            "Некоторые продукты вызывают у него головные боли.",
            "Она подняла пистолет и нажала на спуск.",
            "Он прицелился и нажал на спуск.",
            "Он не сводил глаз с ленты на шее девушки. Она что-то ему напоминала.",
            "Отключение электроэнергии было вызвано проливными дождями.",
            "Остаётся вопрос: кто же нажал на курок?",
            "Прежде чем импровизировать, я слушаю, и это помогает мне начать.",
            "Таймер был установлен так, чтобы привести бомбу в действие ровно через час.",
            "Его высказывания вызвали общественный резонанс.",
            "Угон самолёта стал спусковым крючком для начала военных действий.",
            "Повышение цен на нефть может вызвать цепную реакцию в экономике.",
            "Его действия вызвали широкомасштабные ответные меры со стороны правительства.",
            "Некоторые формы психических заболеваний могут быть вызваны пищевой аллергией.",
            "Как только сработала сигнализация, грабители поспешили скрыться.",
            "Страшно запаниковав, она нажала на спуск и застрелила мужчину насмерть.",
            "Он нажал на спусковой крючок, но ничего не произошло."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}