{
    "trim": {
        "comment": [],
        "translate": "отделка, дифферент, порядок, подрезать, подстригать, аккуратный, элегантный",
        "transcription": " |trɪm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She has a trim figure.",
            "He keeps trim by jogging.",
            "The ship was trim.",
            "The coat was trimmed with fur.",
            "He used a small pair of scissors to trim his mustache.",
            "He trimmed me at chess.",
            "We shall have to trim our spending down to fit our income.",
            "My beard needs a trim.",
            "We trimmed the Christmas tree.",
            "I play tennis to keep trim.",
            "The hedges need to be trimmed.",
            "His wife knows well his trim.",
            "The vessel had got out of trim.",
            "I am in good marching trim.",
            "She saw him in his travelling trim.",
            "She used a different color for the trim.",
            "They are looking for ways to trim the budget.",
            "The airplane trimmed.",
            "Trim away any excess glue with a knife.",
            "At 45, she still had a trim boyish figure.",
            "If you want to get in trim for summer, try aerobics.",
            "He keeps fit and trim by biking.",
            "At Christmas, the whole family helps trim the tree.",
            "The doctor declared her to be in good trim for the race.",
            "Not surprisingly, the new Hollywood biopic casts a young, athetically trim actor in the role of the paunchy, balding artist."
        ],
        "example_translate": [
            "У неё стройная фигура.",
            "Он держит себя в форме, занимаясь бегом.",
            "Корабль был великолепный.",
            "Пальто было отделано мехом.",
            "Он использовал маленькие ножницы, чтобы подстричь свои усы.",
            "Он обставил меня в шахматы.",
            "Нам придётся урезать расходы, чтобы не выйти за пределы бюджета.",
            "Мне нужно подстричь /подровнять/ бороду.",
            "Мы украсили ёлку.",
            "Я играю в теннис, чтобы поддерживать форму.",
            "Изгороди нужно подрезать.",
            "Его жена хорошо его знает.",
            "Судно пришло в негодность.",
            "Я сейчас в хорошей походной форме.",
            "Она видела его в дорожном костюме.",
            "Для отделки она использовала другой цвет.",
            "Они ищут пути для сокращения бюджета.",
            "Самолёт выровнялся.",
            "Срежьте излишки клея ножом.",
            "В сорок пять лет она всё ещё сохраняла стройную детскую фигуру.",
            "Если вы хотите прийти к лету в форму, попробуйте аэробику.",
            "Он поддерживает форму при помощи поездок на велосипеде.",
            "На Рождество вся семья помогает нарядить ёлку.",
            "Врач заявил, что она в хорошей форме для этой гонки.",
            "Неудивительно, что в новом Голливудском биографическом фильме молодой атлетически сложённый актер играет роль лысеющего художника с брюшком."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}