{
    "trip": {
        "comment": [],
        "translate": "поездка, путешествие, экскурсия, рейс, спотыкаться, опрокидывать",
        "transcription": " |trɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Lace up your shoes or you'll trip over.",
            "We decided to delay the trip.",
            "She was talking of her trip.",
            "He trips every weekend",
            "He tripped and fell.",
            "Our trip was smooth and uneventful.",
            "We got along well during the trip.",
            "The trip was a delight.",
            "Our trip to Disneyland was unreal.",
            "The questions on the test tripped him up.",
            "He tripped up a witness by artful questions.",
            "I'm so excited about the trip!",
            "I shall trip to Paris in about a fortnight.",
            "It was quite a trip talking to you.",
            "After such a trip he felt absolutely slack.",
            "The camping trip was spoiled by bad weather.",
            "This trip was of no special interest to her.",
            "If the weather holds, we'll both take a trip.",
            "She said goodbye and tripped off along the road.",
            "He has been tripping for three weeks.",
            "We'll make a trip by launch to White Island.",
            "It was sensible of her to postpone the trip.",
            "He agreed to accompany me on a trip to Africa.",
            "Two trips were required to transport the goods.",
            "He was very glad when he found an author tripping.",
            "An intruder had tripped the alarm.",
            "He put on 1,000 miles on this trip",
            "He shortened his trip due to illness.",
            "A trip in one point would have spoiled all.",
            "The supply of water is inadequate for the trip."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Зашнуруй ботинки /завяжи шнурки/, а то споткнешься.",
            "Мы решили отложить поездку.",
            "Она рассказывала о своём путешествии.",
            "Он устраивает поездки(экскурсии) каждые выходные.",
            "Он споткнулся и упал.",
            "Наша поездка прошла гладко, без осложнений.",
            "Мы хорошо ладили во время поездки.",
            "Путешествие было настоящим наслаждением.",
            "Наша поездка в Дисенйленд была потрясающей.",
            "Вопросы этого теста сбили его с толку.",
            "Он запутал свидетеля хитро поставленными вопросами.",
            "Я так взволнована этим путешествием!",
            "Я отправлюсь в Париж где-то через две недели.",
            "Беседовать с тобой было невероятно интересно.",
            "После такой поездки он чувствовал себя совершенно разбитым.",
            "Поход был испорчен плохой погодой.",
            "Эта поездка не представляла для неё особого интереса.",
            "Если погода продержится, мы вдвоём совершим поездку.",
            "Она сказала \"до свиданья\" и ускользнула прочь по дороге.",
            "Он уже три недели в отключке.",
            "Мы поедем на катере на остров Уайт.",
            "Было разумно с её стороны отложить поездку.",
            "Он согласился сопровождать меня в путешествии в Африку.",
            "Понадобилось два рейса, чтобы переправить товары.",
            "Он очень радовался всякий раз, когда уличал какого-либо автора в ошибке.",
            "Один из незваных гостей заставил сработать сигнализацию.",
            "Он преодолел 1000 миль в ходе этой поездки.",
            "Он сократил свою поездку из-за болезни.",
            "Недочёт в одном месте может испортить всё.",
            "Запаса воды недостаточно для всей поездки."
        ]
    }
}