{
    "triumph": {
        "comment": [],
        "translate": "триумф, торжество, победа, восторжествовать, побеждать, ликовать",
        "transcription": " |ˈtraɪʌmf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "In the end, good shall triumph over evil.",
            "He did a dance of triumph.",
            "After the game the victors returned in triumph.",
            "Her virgin triumph over that invincible Navy.",
            "He's always crowing about his latest triumph.",
            "The party was a triumph.",
            "The gallery is a triumph of design.",
            "The agreement was a triumph for common sense.",
            "Quitting smoking was a personal triumph for her.",
            "From the attendant flotilla rang notes of triumph.",
            "Winning the championship is a great personal triumph.",
            "A victory over a weakling is hollow and without triumph.",
            "If good people stand by and do nothing, evildoers will triumph.",
            "The year saw one signal triumph for the Labour party.",
            "The harder the conflict the more glorious the triumph.",
            "They earned a magnificent triumph over the invading army.",
            "They had a feeling of triumph after finishing the project.",
            "Society falls down before the Juggernaut of military triumph.",
            "They were able to achieve an important triumph against their chief rivals.",
            "The war was a fiasco that the administration tried to dress up as a triumph.",
            "The first space flight was the greatest scientific triumph in the history of mankind."
        ],
        "example_translate": [
            "В конце концов, добро обязательно победит зло.",
            "Он исполнил победный танец.",
            "После игры победители с триумфом вернулись на родину.",
            "Её первая победа над этим непобедимым флотом.",
            "Он не перестаёт хвастаться своей последней победой.",
            "Вечеринка прошла просто великолепно.",
            "Эта галерея представляет собой торжество конструкторской мысли.",
            "Данное соглашение стало торжеством здравого смысла.",
            "Для неё великой победой было бросить курить.",
            "Из сопровождающей флотилии кораблей пришли вести об успехе.",
            "Победа в чемпионате — это большой личный триумф.",
            "Победа над слабым - это ложная победа и без всякой радости.",
            "Если хорошие люди будут просто стоять и ничего не делать, зло восторжествует.",
            "В этом году имела место одна выдающаяся победа лейбористской партии.",
            "Чем сильнее конфликт, тем прекраснее в нём победа.",
            "Они одержали блистательную победу над армией захватчиков.",
            "После окончания проекта они почувствовали огромную радость.",
            "Общество готово бросить всё на алтарь воинских побед.",
            "Они смогли добиться важной победы над своими главными конкурентами.",
            "Война закончилась полным провалом, который администрация попыталась представить в качестве триумфа.",
            "Первый космический полёт был величайшим научным успехом в истории человечества."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}