{
    "trot": {
        "comment": [
            "rotate",
            "rotation",
            "rotten"
        ],
        "translate": "рысь, подстрочник, шпаргалка, спешить, пускать рысью, идти рысью",
        "transcription": " |trɑːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A horse trotted past us.",
            "No time for talking. I must be trotting.",
            "She came trotting down the steps from the library.",
            "She trotted off to help.",
            "The little boy trotted along after his mother.",
            "The horses went at a steady even trot.",
            "Perhaps you'll trot us round the works?",
            "She trotted the horse home.",
            "The class has been cancelled three weeks on the trot now.",
            "They are always able to trot out some new excuse.",
            "The batter trotted around the bases after hitting a home run.",
            "He trotted off and came back a couple of minutes later, holding a parcel.",
            "She broke into a trot (=started running slowly) and hurried on ahead of us.",
            "Six mounted police went by at the trot, scattering the crowd. (N. Mitchison)"
        ],
        "example_translate": [
            "Мимо нас рысью пробежала лошадь.",
            "На болтовню нет времени. Мне надо спешить.",
            "Она быстро спустилась по лестнице из библиотеки.",
            "Она рысью помчалась за помощью.",
            "Мальчик побежал вслед за матерью.",
            "Лошади шли спокойной, ровной рысью.",
            "Не могли бы вы быть нашим гидом и показать нам фабрику?",
            "Она направила лошадь рысью домой.",
            "Этот урок отменяют уже три недели кряду.",
            "Они всегда могут найти какую-нибудь новую отговорку.",
            "Выбив хоумран, отбивающий не спеша обежал все базы. (о бейсболе)",
            "Он убежал прочь и вернулся через пару минут, держа в руках посылку.",
            "Она перешла на рысь (т.е. начала медленно бежать) и опередила нас.",
            "Шесть конных полицейских проехали рысью, разгоняя толпу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}