{
    "trousers": {
        "comment": [],
        "translate": "брюки, штаны, панталоны, шаровары",
        "transcription": " |ˈtraʊzərz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The trousers are a bit on the small side.",
            "These trousers crease really easily.",
            "His trousers were slightly too short.",
            "Try not to wrinkle your trousers.",
            "I could cut your father's trousers down for the boy.",
            "My trousers were caked with blood.",
            "The trousers had patches all over them.",
            "The jacket's fine, but the trousers don't fit.",
            "My husband has lost so much weight that he has to wear a belt to hold his trousers up.",
            "She was wearing a violent pink sweater and orange trousers.",
            "I need a new pair of trousers for work.",
            "I thought these bell-bottomed trousers went out years ago!",
            "the current taste for wide trousers",
            "Turning his trousers upside down, she shook out a lot of coins.",
            "He works holes in the seat of his trousers.",
            "I wear these old trousers for knocking about the garden.",
            "More and more men use pochettes to avoid bulging their trousers.",
            "the standard three-piece business suit., jacket and trousers and vest",
            "His trousers had a sharp crease and you could see your reflection in his shoeshine.",
            "black trousers teamed with a bright shirt",
            "His trousers were held up with a piece of string.",
            "His trousers were patched up, and he was ashamed of them.",
            "Jacket and leather trousers were sufficiently bedrabbled with mud."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эти брюки слегка маловаты.",
            "Эти брюки действительно легко мнутся.",
            "Его брюки были чуть-чуть коротки.",
            "Постарайтесь не помять брюки.",
            "Я могла бы укоротить для мальчика брюки твоего отца.",
            "Мои брюки были заляпаны кровью.",
            "Штаны были все в заплатках.",
            "С пиджаком всё нормально, но вот брюки не подходят.",
            "Мой муж так похудел, что ему приходится носить ремень, а то брюки сваливаются.",
            "Она была одета в кричаще-розовый свитер и оранжевые брюки.",
            "Мне нужна новая пара брюк для работы.",
            "Я думал эти брюки клеш вышли из моды много лет назад!",
            "нынешнее пристрастие к широким брюкам /шароварам/",
            "Когда она выворачивала его брюки, из них высыпалось множество монет.",
            "Он протирает себе дырки на штанах.",
            "Эти старые штаны я надеваю, когда вкалываю в саду.",
            "Все больше мужчин пользуются барсетками, чтобы не вытягивать карманы брюк.",
            "обычный деловой костюм-тройка: пиджак, брюки и жилет",
            "Брюки его были отутюжены до острых складок, а обувь начищена до зеркального блеска.",
            "чёрные брюки вместе с яркой рубашкой",
            "Штаны держались на нём при помощи верёвки.",
            "Его штаны были все в заплатках, ему было стыдно их носить.",
            "Пиджак и кожаные брюки были порядочно измазаны грязью."
        ]
    }
}