{
    "troubled": {
        "comment": [],
        "translate": "беспокойный, встревоженный, штормовой, предвещающий бурю",
        "transcription": " |ˈtrʌbld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm troubled by his strange behavior.",
            "His conscience troubled him.",
            "She had a troubled youth.",
            "He is much troubled with neuralgia.",
            "Can anything bring peace to this troubled region?",
            "He is still being troubled by an ankle injury.",
            "He had never troubled himself to understand the question.",
            "We live in vexed and troubled times.",
            "The accusations troubled him deeply.",
            "These are troubled times for the coal industry.",
            "She seemed troubled about something.",
            "The teacher counsels troubled students.",
            "He's been troubled by feelings of guilt.",
            "Thou art careful and troubled about many things.",
            "Nothing troubled me at my parting from the island.",
            "His mind was troubled with hard, abrasive thoughts.",
            "While her heart was troubled, her money was melting.",
            "She's troubled by her son's inclination toward atheism.",
            "The British forces will be drawn out of the troubled area.",
            "He was troubled by a feeling that things just didn't add up.",
            "They are trying to deflect attention from the troubled economy.",
            "We don't want to enter the troubled waters of race and religion.",
            "Several well-known women have been troubled by stalkers recently.",
            "Unfortunately, the media insisted upon highlighting his troubled past.",
            "There always seems to be insurgency of some type in that troubled country.",
            "The troubled youth seems to have an ingrained defiance to authority of any sort.",
            "The dove is emblematic of the organization's mission to bring some peace to a troubled world.",
            "A heart-to-heart talk with the recalcitrant youth revealed that he had a troubled life at home.",
            "The new counselor is eager to develop a trustful fellowship with the troubled teens at the center.",
            "As the nexus for three great religions, Jerusalem has had a troubled as well as illustrious history."
        ],
        "example_translate": [
            "Я обеспокоен его странным поведением.",
            "Его мучила совесть.",
            "У неё была беспокойная молодость.",
            "Его сильно мучает невралгия.",
            "Можно ли хоть каким-то образом принести мир в этот неспокойный регион?",
            "Его всё ещё беспокоит травма лодыжки.",
            "Он никогда не старался вникнуть в вопрос.",
            "Мы живём в тревожные и смутные времена.",
            "Эти обвинения глубоко его беспокоили.",
            "Сейчас непростое время для угольной промышленности.",
            "Она казалась чем-то обеспокоенной.",
            "Учитель консультирует проблемных учеников.",
            "Его мучило чувство вины.",
            "Ты заботишься и тревожишься о многом. (уст.)",
            "Ничто не тревожило меня, когда я покидал остров.",
            "Его ум терзали мрачные, противоречивые мысли.",
            "Пока она пребывала в душевных страданиях, её деньги исчезали.",
            "Её беспокоит склонность сына к атеизму.",
            "Британские силы будут выведены из этого беспокойного региона.",
            "Его беспокоило чувство, что всё как-то не сходится.",
            "Они пытаются отвлечь внимание от упадка экономики.",
            "Мы не хотим входить в мутные воды расы и религии.",
            "Несколько известных женщин недавно стали жертвами упорного преследования со стороны неизвестных лиц.",
            "К сожалению, СМИ упорно продолжали делать акцент на его бурном прошлом.",
            "В этой беспокойной стране, кажется, постоянно происходят какие-то волнения.",
            "Похоже, этот трудный подросток давно уже ни в грош не ставит любые авторитеты.",
            "Голубь символизирует миссию этой организации: принести мир в наш неспокойный мир.",
            "Откровенный разговор с этим непокорным юношей показал, что у него имеются проблемы в семье.",
            "Новый консультант стремится наладить доверительные отношения с трудными подростками в центре.",
            "Будучи связующим звеном трех великих религий, Иерусалим пережил как страдания, так и славные времена."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}