{
    "trumpet": {
        "comment": [
            "petrol",
            "pet",
            "carpet",
            "appetite",
            "repetition",
            "petty"
        ],
        "translate": "труба, трубач, звук трубы, раструб, рупор, трубить, раструбить, возвещать",
        "transcription": " |ˈtrʌmpɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Elephants are trumpeting.",
            "The seamen trumpeted back in reply.",
            "He likes to trumpet his own achievements.",
            "They trumpeted the story all over the town.",
            "The trumpet player performed an improvised solo.",
            "He sometimes whoops like a speaking trumpet.",
            "He played trumpet professionally in a jazz combo.",
            "I'm late for trumpet practice.",
            "The chieftain had a herald who announced his arrival with a trumpet.",
            "The law was trumpeted as a solution to everything.",
            "The trumpet solo was the high point of the concert.",
            "Liberals like to trumpet their opposition to the death penalty.",
            "They are proudly trumpeting the fact that they are creating more jobs."
        ],
        "example_translate": [
            "Слоны трубят.",
            "Моряки протрубили в ответ.",
            "Он любит всем раструбить о собственных достижениях.",
            "Они раструбили про это по всему городу.",
            "Трубач исполнил импровизированное соло.",
            "Иногда он кричит громко, как мегафон.",
            "Он профессионально играл на трубе в джазовом ансамбле.",
            "Я опаздываю на занятие по игре на трубе.",
            "У этого полководца был глашатай, который и объявил о его прибытии звуком трубы.",
            "На всех углах трубили, что этот закон решит все проблемы.",
            "Соло на трубе было самым ярким моментом этого концерта.",
            "Либералы любят везде трубить о своей оппозиции к смертной казни.",
            "Они с гордостью трубят о том, что создают больше новых рабочих мест."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}