{
    "trunk": {
        "comment": [
            "truck"
        ],
        "translate": "магистральный, главный, ствол, багажник, туловище, хобот, чемодан",
        "transcription": " |trʌŋk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The trunk was full of stuff.",
            "He sat on a fallen tree trunk.",
            "The trunk is a character found only in elephants.",
            "Put your suitcase in the trunk.",
            "The woodpecker dabbed at the tree trunk.",
            "These are the bones which go to form the head and trunk.",
            "The trunk is often converted into canoes.",
            "What is the diameter of the tree trunk?",
            "I can't get the lid of the trunk quite to.",
            "The furniture was made from a single trunk of oak.",
            "The trunk was full of fusty clothing.",
            "I can't fit all these groceries into the trunk of my car.",
            "You can make a good if rough boat by hollowing out the trunk of a tree.",
            "That car has a capacious trunk that makes it a good choice for families.",
            "The trunk is ten feet around.",
            "The chair had been cut from the trunk of a tree.",
            "He left his bicycle leaning against a tree trunk.",
            "I packed my remaining possessions into the trunk.",
            "The list conforms with the contents of the trunk."
        ],
        "example_translate": [
            "Багажник был забит разным барахлом.",
            "Он сел на упавший ствол дерева.",
            "Хобот — это отличительный признак, который встречается только у слонов.",
            "Положи свой чемодан в багажник.",
            "Дятел легонько долбил ствол дерева.",
            "Это кости, которые формируют череп и скелет.",
            "Из стволов деревьев часто делают каноэ.",
            "Каков диаметр ствола дерева?",
            "Я не могу закрыть крышку сундука.",
            "Мебель была сделана из цельного ствола дуба.",
            "Сундук был доверху набит затхлой одеждой.",
            "Я не могу вместить все эти продукты в багажник моей машины.",
            "Из ствола дерева можно выдолбить неплохую, хоть и грубую, лодку.",
            "Этот автомобиль обладает вместительным багажником, и поэтому является отличным решением для больших семей.",
            "Этот ствол — десяти футов в обхвате.",
            "Стул был вырезан из ствола дерева.",
            "Он оставил велосипед, прислонив его к стволу дерева.",
            "Остальные пожитки я запихнул в багажник.",
            "Данный список соответствует содержимому багажника."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}