{
    "try": {
        "comment": [
            "trying"
        ],
        "translate": "попытка, испытание, проба, пытаться, стараться, пробовать, судить",
        "transcription": " |traɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You are trying my patience!",
            "Do try to come.",
            "You can do it if you try hard enough.",
            "She tried the door and it opened.",
            "'You really think you can do that?' 'I'm going to have a try.'",
            "She didn't manage to break the record, but it was a good try.",
            "He tried the handle but the door was locked.",
            "I tried, but I just couldn't do it.",
            "Keep trying. You can do it.",
            "She was trying not to cry.",
            "Would you like to try some crisps?",
            "Did you try restarting the computer?",
            "I don't know if I can do it, but I'll try.",
            "Sorry, he's not in. Would you like to try again later?",
            "I tried my best to comfort her.",
            "She gave it a good try.",
            "This malady tried me severely.",
            "Let's have a rest and then we'll try again.",
            "I don't know where she is. Try calling her on her cell phone.",
            "He tried to control his voice.",
            "Try logging off and logging on again.",
            "It works really well — you should try it.",
            "He succeeded to jump higher than his rival at the first try.",
            "I decided to give modelling a try.",
            "Let's try Mouncy Street. He could be there.",
            "I tried everything to lose weight with no success.",
            "Petra's trying the baby on solid foods.",
            "If you want to lose weight, try exercising more.",
            "He was trying out for the varsity football team.",
            "People still live a mixed life and try out the good and evil of the world."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы испытываете моё терпение!",
            "Обязательно постарайтесь прийти.",
            "Если хорошенько постараться, всё получится.",
            "Она подергала дверь, и она открылась.",
            "— Ты правда думаешь, что у тебя получится? — Я хочу попробовать.",
            "Ей не удалось побить рекорд, но попытка была хорошая.",
            "Он подёргал ручку, но дверь была заперта.",
            "Я пытался, но просто не получилось.",
            "Не сдавайтесь. У вас всё получится. / Вы можете это сделать.",
            "Она старалась не заплакать. / Она сдерживала слёзы.",
            "Хочешь попробовать чипсы?",
            "Ты пробовал перезагрузить компьютер?",
            "Не знаю, получится или нет, но я попробую.",
            "Извините, его нет на месте. Не хотите ли перезвонить /зайти/ попозже?",
            "Я, как мог, старался её утешить.",
            "Она постаралась как следует.",
            "Эта болезнь изрядно меня измотала.",
            "Давай передохнём, а потом попробуем ещё раз.",
            "Я не знаю, где она. Попробуйте позвонить ей на сотовый телефон.",
            "Он старался контролировать свой голос.",
            "Попробуйте выйти и залогиниться снова.",
            "Это отлично работает — вам стоит попробовать самим.",
            "Ему удалось прыгнуть выше, чем соперник, с первой попытки.",
            "Я решила попробовать себя в модельном бизнесе.",
            "Попробуем сходить на Мунси-стрит. Может, он там.",
            "Я испробовал всё, чтобы похудеть, но безуспешно.",
            "Петра пытается давать ребенку твёрдую пищу.",
            "Если хотите похудеть, попробуйте больше тренироваться /двигаться/.",
            "Он пытался попасть в сборную университета по американскому футболу.",
            "Жизнь людей все еще остается двойственной, они все еще делят мир на \"хорошее\" и \"плохое\"."
        ]
    }
}