{
    "tube": {
        "comment": [
            "stubborn"
        ],
        "translate": "трубка, труба, метро, тюбик, лампа, туба, придавать трубчатую форму",
        "transcription": " |tuːb|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Take the tube to Acton.",
            "It's best to travel by tube.",
            "What's on the tube tonight?",
            "I squeezed the last bit of toothpaste out the tube.",
            "He tubed every test last week.",
            "The experimental tube is now before you.",
            "Wrap the tube in a piece of white paper.",
            "The tube TV was so bulky that it was difficult for the movers to get a solid handgrip on it.",
            "You can squirt the paint out of the tube instead of using a brush.",
            "What's on the boob tube tonight?",
            "Treatment may include the insertion of a tube in his ear.",
            "A tube was fed down the patient's throat into her stomach.",
            "Havy metal guitar players use vacuum tube amplifiers to produce extreme distortion.",
            "He watched the liquid move through the tube between the flasks and recorded the movement in his chemistry notebook.",
            "The test tube held a column of white powder.",
            "The top of the inlet tube is protected by a series of baffles.",
            "To borrow a phrase from my mother, I spend too much time “watching the boob tube” and not enough time outside.",
            "The amplifier drives the tube.",
            "We tubed down the river on a hot summer day.",
            "A stent is a wire metal mesh tube used to prop open an artery during angioplasty."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Поезжай на метро в Актон.",
            "Лучше всего ехать на метро.",
            "Что сегодня по телеку?",
            "Я выдавил из тюбика остатки зубной пасты.",
            "На прошлой неделе он завалил все зачёты.",
            "Экспериментальная трубка находится перед вами.",
            "Заверните тюбик в кусок белой бумаги.",
            "Этот ламповый телевизор был настолько громоздким, что грузчикам было тяжело как следует за него ухватиться.",
            "Вы можете просто выдавить краску из тюбика вместо того, чтобы пользоваться кисточкой.",
            "Что сегодня по телеку?",
            "В ходе лечения может потребоваться введение трубки в его ухо.",
            "Через горло пациентки в её желудок была проведена трубка.",
            "Гитаристы, играющие \"хэви-метал\", используют ламповые усилители для получения сильного искажения звука.",
            "Он наблюдал, как жидкость движется по трубке, соединяющей колбы, и фиксировал это движение в своей тетради по химии.",
            "Пробирка содержала столбик белого порошка.",
            "Впускные отверстия трубы защищены рядом специальных экранов.",
            "Как выражается моя мама, я слишком много времени провожу “за дуроскопом”, и слишком мало — на свежем воздухе.",
            "Усилитель управляет работой лампы.",
            "В жаркий летний день мы плыли по реке на надувных кругах.",
            "Стент - это каркасная трубка из металлической проволоки для предотвращения сужения артерии во время ангиопластики."
        ]
    }
}