{
    "Tuesday": {
        "comment": [
            "thursday",
            "birthday",
            "nowadays",
            "monday",
            "wednesday",
            "friday",
            "midday",
            "saturday",
            "sunday",
            "today",
            "holiday",
            "day",
            "yesterday",
            "daytime",
            "everyday",
            "daylight"
        ],
        "translate": "вторник",
        "transcription": " |ˈtuːzdeɪ|",
        "antonyms": [],
        "mnemonic": [
            "Tuesday [тью'зди] вторник - (Тюз ты) во вторник посети;"
        ],
        "examples": [
            "Shall we meet next Tuesday?",
            "Tuesday always follows Monday",
            "They'll be here on Tuesday.",
            "I'm sorry I can't make it this Tuesday.",
            "He's off every Tuesday.",
            "Permit me to call on you next Tuesday afternoon.",
            "We received advice of delivery next Tuesday.",
            "I'll see you Tuesday.",
            "Every Tuesday he watched kinescopes of the most popular programs.",
            "We left Miami on a Tuesday.",
            "I will arrive on Tuesday morning.",
            "I had lunch with her last Tuesday.",
            "The juniors use the courts on Tuesday night.",
            "Next week I'll arrive on Tuesday and leave on Friday.",
            "Tuesday will be dry with sunny spells (=sunny periods).",
            "The sale starts on Tuesday.",
            "It was my birthday last Tuesday.",
            "The issue will be debated on Tuesday.",
            "We'll need a definite answer by Tuesday.",
            "The meeting was rescheduled for Tuesday.",
            "My birthday falls on a Tuesday this year.",
            "We have choir practice on Tuesday evening.",
            "The Supreme Court heard the case on Tuesday.",
            "Astacio started for the Dodgers on Tuesday night.",
            "Garbage collections are made every Tuesday morning.",
            "You can see the final part of that series on Tuesday.",
            "They moved the appointment ahead from Tuesday to Monday.",
            "Tom just blew in., we weren't expecting him till Tuesday.",
            "I'll be on vacation for two weeks starting this Tuesday.",
            "They pushed the deadline ahead from Tuesday to Wednesday."
        ],
        "example_translate": [
            "Давай встретимся в следующий вторник?",
            "Вторник всегда следует за понедельником.",
            "Они будут здесь во вторник.",
            "К сожалению, во вторник я не могу.",
            "Он отсутствует каждый вторник. / По вторникам его не бывает.",
            "Разрешите мне зайти в следующий вторник после обеда.",
            "Мы получили извещение о том, что товар будет доставлен в следующий вторник.",
            "Увидимся во вторник. (амер.)",
            "Каждый вторник он смотрел записи самых популярных программ.",
            "Мы уехали из Майами во вторник.",
            "Я приеду во вторник утром.",
            "Я обедал с ней в прошлый вторник.",
            "По вторникам корты используются юниорами.",
            "На следующей неделе я приеду во вторник и уеду в пятницу.",
            "Во вторник будет сухо, временами — солнечно.",
            "Распродажа начинается во вторник.",
            "В прошлый вторник у меня был день рождения.",
            "Данный вопрос будет обсуждаться во вторник.",
            "Ко вторнику нам нужен будет окончательный ответ на этот вопрос.",
            "Встреча была перенесена на вторник.",
            "В этом году мой день рождения выпадает на вторник.",
            "Во вторник вечером у нас репетиция хора.",
            "Верховный Суд рассматривал это дело во вторник.",
            "Во вторник Астасио вышел за \"Доджерс\" в качестве стартового питчера. (\"Los Angeles Dodgers\" — бейсбольная команда МЛБ)",
            "Сбор мусора производится каждый вторник утром.",
            "Заключительную часть этого сериала вы сможете посмотреть во вторник.",
            "Встречу сдвинули со вторника на следующий понедельник.",
            "Том просто свалился нам на голову, мы не ждали его раньше вторника.",
            "Я ухожу в двухнедельный отпуск, начиная с этого вторника.",
            "Они отодвинули крайний срок со вторника на среду."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}