{
    "tuition": {
        "comment": [],
        "translate": "обучение",
        "transcription": " |tʊˈɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The tuition fees went up this year.",
            "The school lost a number of students after the tuition hike.",
            "Her uncle agreed to pay part of her tuition.",
            "Students united to protest the tuition increase.",
            "There's going to be a tuition increase next year.",
            "Optional extras include cooking tuition at a top restaurant.",
            "Have the students been apprised of the tuition hike?",
            "Tuition and room and board were more than $25,000.",
            "When I started college, tuition was $350 a quarter.",
            "They had promised to pay her tuition but later reneged.",
            "Students must establish a domicile in the state to be eligible for reduced tuition.",
            "Working at night paid my college tuition and enabled me to get by — but just barely.",
            "Before the company transferred her to Mexico, they offered her private tuition in Spanish.",
            "I drew down my bank account just paying for tuition.",
            "$20 an hour is the going rate (=the usual amount paid) for private tuition.",
            "The award should be enough to cover her tuition fees.",
            "University students rioted in protest at tuition fees.",
            "The students launched a protest against the tuition increase.",
            "His tuition is paid, but he'll work to cover his living expenses."
        ],
        "example_translate": [
            "В этом году стоимость обучения выросла.",
            "Школа потеряла множество студентов после резкого увеличения платы за обучение.",
            "Её дядя согласился оплатить часть её обучения",
            "Студенты объединились в знак протеста против повышения стоимости обучения.",
            "В следующем году повысится плата за обучение.",
            "Дополнительные услуги включают обучение кулинарному искусству в лучшем ресторане.",
            "Были ли проинформированы cтуденты об увеличении платы за обучение? / Сообщили ли студентам о повышении платы за обучение?",
            "Стоимость обучения, проживания и питания составляла более двадцати пяти тысяч долларов.",
            "Когда я поступил в колледж, обучение стоило 350 долларов за квартал.",
            "Они обещали оплатить её обучение, но впоследствии отказались.",
            "Чтобы иметь право на снижение платы за обучение, студенты должны постоянно проживать на территории штата.",
            "Работа по ночам позволяла мне оплачивать обучение в колледже и давала возможность сводить концы с концами, — но лишь с огромным трудом.",
            "Прежде, чем руководство компании направило её в Мексику, ей предложили частные уроки на испанском языке.",
            "Одной только платы за обучение хватило, чтобы истощить мой банковский счёт.",
            "Двадцать долларов в час является средней ставкой (т.е. обычной суммой оплаты) для индивидуальных занятий.",
            "Премия должна быть достаточной для оплаты стоимости её обучения.",
            "Студенты университета устроили беспорядки в знак протеста против введения платы за обучение.",
            "Студенты начали протесты против увеличения платы за обучение.",
            "Плата за его обучение уже внесена, но он будет работать для покрытия своих расходов на проживание."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}