{
    "turkey": {
        "comment": [],
        "translate": "индейка, индюк, индюшка, провал, неудача",
        "transcription": " |ˈtɜːrkɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Have you stuffed the turkey yet?",
            "Turkeys gobble.",
            "He filled up on turkey.",
            "Who is going to carve the turkey?",
            "Turkey is not yet a full member of the EU.",
            "Ataturk secularized Turkey",
            "Bone the turkey before roasting it.",
            "Great Britain fought with Turkey against Russia.",
            "Turkey straddles Asia and Europe.",
            "Turkey silk has a flaxen appearance.",
            "He was acting like a complete turkey.",
            "You carve the turkey, and I'll serve.",
            "The first experiment was a real turkey.",
            "The thawing of a frozen turkey takes several hours.",
            "We had turkey with dressing and potatoes for dinner.",
            "The Gulf war has divided the Islamic right in Turkey.",
            "Stick some feathers in the turkey before you serve it.",
            "The Thanksgiving turkey was pardoned by the President.",
            "We broke with tradition and had goose for Thanksgiving instead of turkey.",
            "For the foreseeable future, then, the hard right has the initiative in Turkey.",
            "There wasn't time to cook the unthawed turkey, so they had to settle for hotdogs.",
            "My attempt to carve the turkey was a source of great hilarity at the dinner table.",
            "After stuffing the turkey, the chef quickly trussed it so the forcemeat wouldn't fall out during roasting."
        ],
        "example_translate": [
            "Вы уже нафаршировали индейку?",
            "Индюки кулдыкают.",
            "Он объелся индейкой.",
            "Кто будет разделывать индейку?",
            "Турция пока не является полноправным членом ЕС.",
            "Ататюрк сделал Турцию светским государством.",
            "Прежде чем запекать /жарить/ индейку, выньте из неё кости.",
            "Великобритания с Турцией воевали против России.",
            "Турция находится на границе между Азией и Европой.",
            "Турецкий шёлк похож на лён.",
            "Он вёл себя как полный тупица.",
            "Разрезай индейку, а я подам её к столу.",
            "Первый эксперимент совершенно не получился.",
            "Оттаивание замороженой индейки занимает несколько часов.",
            "На ужин у нас была индейка с соусом и картошкой.",
            "Война в заливе вызвала раскол среди правых исламистов в Турции.",
            "Перед подачей на стол украсьте индейку несколькими перьями.",
            "Праздничная индейка была \"помилована\" президентом. (о недавней традиции на День Благодарения)",
            "Мы нарушили традицию, и на День Благодарения съели гуся вместо индейки.",
            "Очевидно, что в обозримом будущем инициатива в Турции будет принадлежать крайним правым.",
            "Готовить размороженную индейку времени уже не было, поэтому им пришлось довольствоваться хот-догами.",
            "Моя попытка разрезать индейку ужасно развеселила всех присутствующих за столом.",
            "Начинив индейку, шеф-повар быстро перевязал её, чтобы во время обжарки фарш не выпал наружу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}