{
    "turning": {
        "comment": [
            "turn",
            "return",
            "turn out",
            "turnover"
        ],
        "translate": "поворот, превращение, вращение, обточка, поворотный, токарный, вращающийся",
        "transcription": " |ˈtɜːrnɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Take the first turning on the right.",
            "She is turning 50 this year",
            "The leaves were turning yellow.",
            "I'm turning the project over to you.",
            "I've been tossing and turning all night.",
            "Turning the car around, we headed home.",
            "Rose's hair was already turning grey.",
            "You're turning into a real old fogey!",
            "Meeting her was the turning point in my life.",
            "The wheels are turning.",
            "Take the first turning on the left.",
            "She was lying awake, tossing and turning.",
            "It is a long lane that has no turning. посл.",
            "'I'm thirsty,' she said, turning on the tap.",
            "That job was a major turning point in her career.",
            "I'd committed myself and there was no turning back.",
            "You stay on this road for a mile before turning off.",
            "He controlled the volume by turning the radio's knob.",
            "Teachers were turning a blind eye to smoking in school.",
            "His editor has a talent for turning literary dross into gold.",
            "Winning that game was the turning point of the team's season.",
            "Many people here are turning to solar power.",
            "Turning his back on me was a deliberate insult.",
            "Simon was good at turning on the charm at parties.",
            "'No,' she said, turning her head to see David's reaction.",
            "She played soccer as an amateur before turning professional.",
            "The people are turning back to natural resources to survive.",
            "Within ten years the theme park was turning over £20 million.",
            "She waited, idly turning the pages of a magazine.",
            "One can be a social drinker without turning into an alcoholic."
        ],
        "example_translate": [
            "На первом повороте поверните направо.",
            "В этом году ей исполняется пятьдесят лет.",
            "Листья становились жёлтыми.",
            "Я передаю этот проект в ваше ведение.",
            "Я ворочался всю ночь.",
            "Мы развернули машину и направились домой.",
            "Волосы Роз уже начали седеть.",
            "Ты превращаешься в настоящего ретрограда!",
            "Встреча с ней была поворотным моментом в моей жизни.",
            "Процесс пошёл. (поговорка)",
            "На первом повороте сверните налево.",
            "Она не могла уснуть и лежала ворочаясь с боку на бок.",
            "И несчастьям бывает конец.",
            "— Пить хочу, — сказала она, поворачивая кран.",
            "Эта должность стала серьёзным поворотным пунктом в её карьере.",
            "Я связал себя словом, и пути назад уже не было.",
            "Не сворачивайте с этой дороги ещё милю.",
            "Он регулировал громкость, поворачивая ручку радиоприёмника.",
            "Учителя закрывали глаза на курение в школе.",
            "Его редактор обладает даром превращать литературный шлак в золото.",
            "Победа в этой игре стал кульминацией сезона команды.",
            "Здесь многие переходят на солнечную энергию.",
            "Он намеренно оскорбил меня, когда повернулся ко мне спиной.",
            "У Саймона хорошо получается пускать в ход обаяние на вечеринках.",
            "— Нет, — сказала она, обернувшись, чтобы увидеть реакцию Дэвида.",
            "Она играла в футбол в качестве любителя, прежде чем перейти в профессионалы.",
            "Чтобы выжить, эти люди возвращаются к природным ресурсам.",
            "Меньше чем за десять лет оборот парка аттракционов составил более двадцати миллионов фунтов стерлингов.",
            "Она ждала, лениво перелистывая страницы журнала.",
            "Можно употреблять алкоголь в компании, и при этом не становиться алкоголиком."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}