{
    "tutor": {
        "comment": [
            "tuition"
        ],
        "translate": "наставник, репетитор, опекун, обучать, наставлять, брать уроки",
        "transcription": " |ˈtuːtər|",
        "antonyms": [],
        "mnemonic": [
            "tutor [тъю':тэ] преподаватель, репетитор - (Репе- тьюто-р) - преподаватель и репетитор."
        ],
        "examples": [
            "He was privately tutored.",
            "He was engaged as a tutor.",
            "She was tutored at home during her illness.",
            "She earned extra money tutoring in the evening.",
            "She tutored me in Spanish.",
            "I got a tutor to help me with my homework.",
            "Her father engaged a tutor to improve her maths.",
            "He is a tutor in European history.",
            "She had once discovered him playing cards with his tutor.",
            "For details, contact your course tutor.",
            "Young men were tutored in the art of handling horses.",
            "During my illness I was taught by a series of home tutors.",
            "Thirty dollars an hour is the going rate for a math tutor.",
            "His mind is not yet tutored to the philosophy of the subject.",
            "The tasks will be clearly defined by the tutor.",
            "Leave the next two lines blank for the tutor's comments.",
            "The tutor assessed the student's strengths and weaknesses.",
            "She entrusted her son's education to a private tutor.",
            "The children were educated at home by a succession of tutors.",
            "She bought a video series designed to tutor a person in the fine art of decorating cakes."
        ],
        "example_translate": [
            "Он занимался с частными преподавателями.",
            "Его наняли в качестве репетитора.",
            "Во время болезни учителя давали ей уроки на дому.",
            "Её дополнительным заработком было репетиторство по вечерам.",
            "Она занималась со мной по испанскому.",
            "Я нашёл репетитора, чтобы помочь мне с домашним заданием.",
            "Её отец нанял репетитора, чтобы подтянуть её по математике.",
            "Он является репетитором по истории Европы.",
            "Однажды она застала его за игрой в карты со своим учителем.",
            "Для получения подробной информации обратитесь к своему лектору.",
            "Молодых людей обучали искусству обращения с лошадьми.",
            "Во время болезни меня обучали частные учителя, приходившие на дом.",
            "Тридцать долларов в час — это обычная ставка репетитора по математике.",
            "Его разум еще не готов к постижению философии предмета.",
            "Задачи будут чётко определены наставником.",
            "Оставьте следующие две строчки пустыми для замечаний преподавателя.",
            "Преподаватель оценил сильные и слабые стороны этого студента.",
            "Она доверила образование сына частному репетитору.",
            "Дети учились дома под руководством нескольких наставников.",
            "Она купила видеокурс, предназначенный для обучения человека высокому искусству украшения тортов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}