{
    "twelve": {
        "comment": [],
        "translate": "двенадцать, двенадцать апостолов",
        "transcription": " |twelv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I have lunch at twelve.",
            "Six and six make twelve.",
            "Twelve is the double of six.",
            "At twelve he was a quiet boy.",
            "Three multiplied by four makes twelve.",
            "The clock struck twelve.",
            "Twelve divided by four equals / is three.",
            "Come at twelve (=12 o'clock).",
            "“What time is it?” “It's twelve.”",
            "The patient was a girl of twelve.",
            "The church clock began to strike twelve.",
            "There are twelve programmes in the series.",
            "We can sit twelve guests at our dinner table.",
            "I was twelve years old when I started my periods.",
            "Between the hours of twelve and four in the morning.",
            "We usually knock off work at about twelve on Saturday.",
            "We've got the news headlines coming up at half past twelve.",
            "He has two children, a boy of twelve and a girl of fifteen.",
            "It took twelve fire engines to tackle the blaze.",
            "Let them stand to digest twelve or fourteen days.",
            "His life is niggardly doled in twelve short pages.",
            "A lot of these kids are on heroin by the age of twelve.",
            "No confidence could be placed in any of the twelve Judges.",
            "I'm twenty-two and pulling twelve pounds a week. (M. Innes)",
            "At five past twelve there was a mad rush to the dinner hall.",
            "Children aged twelve or under must be accompanied by an adult.",
            "Twelve hours a week seemed a generous allocation of your time.",
            "Weariness overcame her after twelve hours and she fell asleep.",
            "Twelve months in jail provided the roughage for his first book.",
            "Twelve books of mine - mere chaff and draff, much better burnt."
        ],
        "example_translate": [
            "У меня обед в двенадцать (часов).",
            "Шесть плюс шесть равно двенадцать.",
            "Двенадцать в два раза больше шести.",
            "В двенадцать лет он был тихим, спокойным мальчиком.",
            "Три умножить на четыре равно двенадцать.",
            "Часы пробили двенадцать.",
            "Двенадцать поделить на четыре, равно трём.",
            "Приходи в двенадцать (часов).",
            "— Сколько времени? — Двенадцать.",
            "Пациенткой была девочка двенадцати лет.",
            "Церковные часы начали бить двенадцать.",
            "В этой серии — двенадцать программ.",
            "Мы можем разместить двенадцать гостей за нашим обеденным столом.",
            "Мне было двенадцать лет, когда у меня начались месячные.",
            "Между двенадцатью и четырьмя часами утра.",
            "В субботу мы обычно заканчиваем рабочий день около двенадцати.",
            "В половине первого у нас в программе краткая сводка новостей.",
            "У него двое детей: мальчик, двенадцати лет, и девочка, пятнадцати.",
            "На то, чтобы погасить пламя, понадобилось двенадцать пожарных машин.",
            "Оставьте их настаиваться на двенадцать-четырнадцать дней.",
            "Его жизнь скупо описана на коротких двенадцати страницах.",
            "Многие из этих детей к двенадцати годам уже сидят на героине.",
            "Верить нельзя было ни одному из двенадцати судей.",
            "Мне двадцать два, и я зарабатываю 12 фунтов в неделю.",
            "В пять минут первого все в безумной спешке бросились в обеденный зал.",
            "Дети в возрасте до двенадцати лет включительно должны быть в сопровождении взрослого.",
            "Двенадцать часов в неделю это похоже слишком щедрое расходование вашего времени.",
            "Через двенадцать часов её одолела усталость, и она уснула.",
            "Двенадцать месяцев тюрьмы дали грубый материал для его первой книги.",
            "Двенадцать написанных мной книг - просто макулатура, которую лучше сжечь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}