{
    "twenty": {
        "comment": [],
        "translate": "двадцать, двадцать, двадцатый",
        "transcription": " |ˈtwentɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is over twenty.",
            "He hit me for twenty dollars.",
            "I've known her for twenty years.",
            "The train arrives at one twenty five.",
            "Step off twenty paces.",
            "Michelle's nearly twenty.",
            "I offered the driver a twenty.",
            "The clock said twenty past three.",
            "The speech was twenty minutes long.",
            "Could you lend me twenty quid, mate?",
            "I judge her to be about twenty years old.",
            "Twenty miners were trapped underground.",
            "The plane will take off in twenty minutes.",
            "This house sheltered him for twenty years.",
            "The offender was assessed twenty shillings.",
            "I paid with a twenty and pocketed the change.",
            "The church clock has not gone for twenty years.",
            "Tomorrow the temperature will be in the low twenties.",
            "She outlived her husband by twenty years.",
            "Each school will be allotted twenty seats.",
            "He has led the party for over twenty years.",
            "Twenty years on, his advice still holds good.",
            "The room was large, perhaps twenty feet square.",
            "The distance covered was close on twenty miles.",
            "Ross took twenty years to build up his business.",
            "I did the four miles in less than twenty minutes.",
            "Two of them made twenty stones each in sixteen weeks.",
            "Today our fighters have shot down twenty enemy planes.",
            "Some of marmots are found to weigh above twenty pounds.",
            "After twenty years, seeing him again felt very strange."
        ],
        "example_translate": [
            "Ей больше двадцати лет.",
            "Он стрельнул у меня двадцать долларов.",
            "Я знаю ее двадцать лет.",
            "Поезд прибывает в час двадцать пять.",
            "Отсчитай двадцать шагов.",
            "Мишель почти двадцать лет.",
            "Я предложил водителю двадцатку.",
            "Часы показывали двадцать минут четвёртого.",
            "Выступление длилось двадцать минут.",
            "Приятель, ты не одолжишь мне 20 фунтов?",
            "По-моему, ей лет двадцать.",
            "Двадцать шахтёров оказались в ловушке под землей.",
            "Самолёт взлетит через двадцать минут.",
            "В этом доме он прожил двадцать лет.",
            "Нарушитель был оштрафован на двадцать шиллингов.",
            "Я расплатился двадцаткой и положил в карман сдачу.",
            "Часы на церкви не ходили двадцать лет.",
            "Завтра температура воздуха составит чуть больше двадцати градусов.",
            "Она пережила своего мужа на двадцать лет.",
            "Каждой школе будет выделено по двадцать мест.",
            "Он возглавлял эту партию более двадцати лет.",
            "Двадцать лет спустя, его совет всё ещё актуален.",
            "Комната была большая, — может быть, двадцати квадратных футов.",
            "Пройденное расстояние равнялось почти двадцати милям.",
            "У Росса ушло двадцать лет, чтобы создать свой бизнес.",
            "Я преодолел четыре мили меньше чем за двадцать минут.",
            "Двое из них набрали за шестнадцать недель каждый по 280 фунтов.",
            "Сегодня наши истребители сбили двадцать вражеских самолётов.",
            "Оказалось, что некоторые сурки весят более двадцати фунтов.",
            "Было очень странно — увидеть его вновь двадцать лет спустя."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}