{
    "twist": {
        "comment": [
            "twisted"
        ],
        "translate": " твист, поворот, кручение, скручивание, крутить, скручивать, покрутить",
        "transcription": "  |twɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He twisted up the story.",
            "Don't twist my words",
            "He twisted about in pain.",
            "You have got a twist in that bone.",
            "Twist the two ends of the wire together.",
            "The bottle cap twists off.",
            "Every virtue can be twisted into a fault.",
            "The stream twists down through the valley.",
            "a simple twist of the wrist",
            "She twisted balloons into the shapes of different animals.",
            "The wrestler twisted his shoulder.",
            "The cord is all twisted",
            "He knows the twists and turnings of the place.",
            "Twist the dials on the radio.",
            "What a devil of a twist he has got!",
            "A writhing horror twisted itself across his face.",
            "He's always trying to twist my words and make me look bad.",
            "Twist the dough into a braid.",
            "The church then with the state was twisted. (Bowman)",
            "They were brought together by a strange twist of fate.",
            "The road has some nasty twists.",
            "The road twisted between spectacular mountains.",
            "Don't think that all the boys in the trade are out to twist you.",
            "In an ironic twist, the most trustworthy character in the film turned out to be the thief.",
            "The antenna was twisted out of shape.",
            "It was a film noir with some clever twists.",
            "Twist the lever and the gears click into place.",
            "I don't need to know every little plot twist., just give me a synopsis of the movie.",
            "The seat is made of bark and ropes twisted together.",
            "'The woman's mad,' she told herself. 'She's round the twist.'"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он всё перепутал.",
            "Не перевирайте /искажайте/ мои слова.",
            "Он извивался от боли.",
            "У вас вывихнута вот эта кость.",
            "Скрутите два конца проволоки вместе.",
            "Крышка бутылки откручивается.",
            "Любое достоинство может быть представлено как недостаток.",
            "Ручей петляет по долине.",
            "простой поворот запястья / ловкое движение руки",
            "Она скручивала воздушные шарики в форме различных животных.",
            "Борец вывихнул плечо.",
            "Веревка вся перепуталась. / Шнур весь перекрутился.",
            "Он знает все закоулки в этой местности.",
            "Покрутите ручки настройки на радиоприёмнике.",
            "Он так сильно проголодался!",
            "Гримаса ужаса пробежала по его лицу.",
            "Он вечно пытается переврать мои слова и выставить меня в неприглядном свете.",
            "Сплетите из теста косичку.",
            "В то время церковь была тесно связана с государством.",
            "Их свёл вместе странный поворот судьбы.",
            "На этой дороге есть несколько опасных поворотов.",
            "Дорога извивалась между живописными горами.",
            "Не думайте, что все парни, занятые торговлей, хотят надуть вас.",
            "По прихоти сюжета, самый симпатичный герой фильма, в конце концов, оказался вором.",
            "Антенна была искорёжена.",
            "Это был фильм-нуар с несколькими хитрыми поворотами сюжета.",
            "Поверните рычаг — и шестерни со щелчком встанут на место.",
            "Мне ни к чему знать мельчайшие повороты сюжета, достаточно краткого содержания фильма.",
            "Сидение сделано из древесной коры и сплетённых между собой верёвок.",
            "— Эта женщина — сумасшедшая, — сказала она себе. — Она спятила."
        ]
    }
}