{
    "twisted": {
        "comment": [],
        "translate": "скрученный, извитой, сплетенный, свернутый, покоробившийся, вплетенный",
        "transcription": " |ˈtwɪstɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He twisted up the story.",
            "He twisted about in pain.",
            "The wrestler twisted his shoulder.",
            "His lips twisted mockingly.",
            "The cord is all twisted",
            "He twisted her arm viciously.",
            "an amorphous mass of twisted metal",
            "She twisted it this way and that way.",
            "The antenna was twisted out of shape.",
            "Every virtue can be twisted into a fault.",
            "The road twisted between spectacular mountains.",
            "A writhing horror twisted itself across his face.",
            "Janet slipped on the stairs and twisted her ankle.",
            "The seat is made of bark and ropes twisted together.",
            "The church then with the state was twisted. (Bowman)",
            "She twisted balloons into the shapes of different animals.",
            "She twisted the letter to hide the hand-writing of the direction.",
            "The path twisted through the forest.",
            "His face twisted in a grimace of pain.",
            "Whoever sent those letters has a twisted mind.",
            "He twisted his head slightly, and looked up at her.",
            "She lay on the couch, her body uncomfortably twisted.",
            "The cable was made up of fine filaments twisted together.",
            "Many of the facts seemed twisted out of any semblance to reality.",
            "The face was saturnine and swarthy, and the sensual lips...twisted with disdain.",
            "The garage man had to flatten out the car door, which was twisted by damage in the accident."
        ],
        "example_translate": [
            "Он всё перепутал.",
            "Он извивался от боли.",
            "Борец вывихнул плечо.",
            "Его губы насмешливо скривились.",
            "Веревка вся перепуталась. / Шнур весь перекрутился.",
            "Он злобно скрутил ей руку.",
            "бесформенная масса искорёженного металла",
            "Она крутила это так и эдак.",
            "Антенна была искорёжена.",
            "Любое достоинство может быть представлено как недостаток.",
            "Дорога извивалась между живописными горами.",
            "Гримаса ужаса пробежала по его лицу.",
            "Джаннет подскользнулась на лестнице и подвернула лодыжку /щиколотку/.",
            "Сидение сделано из древесной коры и сплетённых между собой верёвок.",
            "В то время церковь была тесно связана с государством.",
            "Она скручивала воздушные шарики в форме различных животных.",
            "Она свернула письмо, чтобы спрятать надписанный от руки адрес.",
            "Извилистая тропинка шла через лес.",
            "Его лицо исказила гримаса боли.",
            "У того, кто отправил эти письма, не в порядке с головой.",
            "Он посмотрел на неё снизу вверх, слегка повернув голову.",
            "Она лежала на диване, неудобно изогнув тело.",
            "Канат был сделан из сплетённых вместе тонких ниточек.",
            "Многие факты казались искажёнными до утраты всякого правдоподобия.",
            "Лицо это было мрачным и смуглым, а его чувственные губы презрительно скривились.",
            "Автомобильному мастеру пришлось выравнивать помятую в аварии дверь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}