{
    "typically": {
        "comment": [
            "typical"
        ],
        "translate": "типично",
        "transcription": " |ˈtɪpɪklɪ|",
        "antonyms": [],
        "mnemonic": [
            "type [taɪp]\ntypically ['tɪpɪkəli] - типично\nhype [haɪp] - обман, надувательство, ажиотаж, шумиха\n***\nНАПЕЧАТАЛ телетайп. (это)\nКрупный ШРИФТ ты прочитай (п). (это) type\nЭтот РОД, ТИП и КЛАСС ты почитай (п). (это) type\nПРЕДСТАВИТЕЛЕЙ России почитай (п). (это) type\n***\nЭто новый тип \"type\"\nили обман \"hype\"?"
        ],
        "examples": [
            "Tom was typically hostile.",
            "I typically get around 30 emails a day.",
            "Cigarettes typically come in packs of 20.",
            "Hunting was a typically masculine occupation.",
            "Mature apple trees are typically 20 feet tall.",
            "Prairie dogs typically live in open spaces.",
            "Prices are typically taken as exogenous.",
            "These fish typically live at depths of 500 feet or more.",
            "The male of the species is typically smaller than the female.",
            "Valentines typically express the giver's everlasting love and devotion.",
            "Typically the refresh operation must be performed about every 2 milliseconds.",
            "a typically robust performance by the Prime Minister",
            "Henin gave a typically gritty performance, coming back from 4-0 down.",
            "January typically brings a great flux of returns to department stores.",
            "Discreet Italian police described it in a manner typically continental.",
            "A portal typically has search engines and free email and chat rooms etc.",
            "Women in developing countries typically have their first child when they are very young.",
            "She would typically experience a period of mania and then suddenly become deeply depressed.",
            "A natural-born skeptic, she typically greets the latest conspiracy theory with head-shaking unbelief.",
            "Smallpox's characteristic pustules typically resulted in permanent scarring for survivors of the dreaded disease.",
            "New Year's resolutions typically include the repudiation of chocolate and other indulgences and the promise to resume working out at the gym."
        ],
        "example_translate": [
            "Том был, как правило, недружелюбен.",
            "Я обычно получаю около тридцати электронных писем в день.",
            "Сигареты, как правило, приходят в упаковках по 20 штук.",
            "Охота была типично мужским занятием.",
            "Зрелые / взрослые / яблони, как правило, 20 футов в высоту.",
            "Луговые собачки, как правило, живут на открытых пространствах.",
            "Цены обычно считаются заданными извне.",
            "Эти рыбы, как правило, живут на глубине 500 футов или более.",
            "Самцы этого вида, как правило, меньше самок.",
            "Валентинки, как правило, выражают вечную любовь и преданность дарителя.",
            "Обычно операция обновления должна выполняться примерно каждые две миллисекунды.",
            "как обычно, уверенное выступление премьер-министра",
            "Энен, как обычно, проявила характер, отыгравшись со счёта 4-0 по геймам. (Жюстин Энен — известная бельгийская теннисистка)",
            "Январь, как правило, приносит универмагам огромный поток возвратов.",
            "Сдержанные итальянские полицейские описали это в типично европейской манере.",
            "Как правило, порталы имеют поисковые системы, бесплатную электронную почту, чаты и др.",
            "Женщины в развивающихся странах, как правило, рожают первого ребенка в очень молодом возрасте.",
            "Обычно она переживала период маниакального возбуждения /мании/, а потом неожиданно погружалась в глубокую депрессию.",
            "Будучи от природы скептиком, она обычно встречает новейшую теорию заговора недоверчивым покачиванием головы.",
            "Характерные для оспы пустулы у выживших после этой страшной болезни, как правило, превращаются в постоянные рубцы.",
            "На новый год люди обычно обещают себе отказаться от шоколада и других вкусностей, а также возобновить тренировки в тренажёрном зале."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}