{
    "typical": {
        "comment": [
            "typically"
        ],
        "translate": "типичный, символический",
        "transcription": " |ˈtɪpɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was his typical response.",
            "It was a typical Saturday night for us.",
            "This painting is typical of his work.",
            "He is a typical teenage rebel.",
            "A typical example of its use is for the growth of crystals.",
            "Take care in your writing to guard against typical mistakes.",
            "It's not typical of Gill to be so critical.",
            "Try calculating your budget for a typical week.",
            "A typical shop boy will sneer at your enquiries.",
            "'Commit a crime' is a typical collocation in English.",
            "a variant on the typical Hollywood hero",
            "We wanted him to have the typical college experience of living on campus.",
            "Calling his seduction of the girl a 'score' was a typical example of male slang.",
            "His children are typical Hollywood brats.",
            "This patient provides a typical example of the syndrome.",
            "With typical bad grace, they refused to come to the party.",
            "The love song was a typical example of overproduced schmaltz.",
            "Typical of stress is this feeling of being continuously on the run.",
            "This advertisement is a typical example of their marketing strategy.",
            "Typical — another street crime and the police are nowhere to be seen.",
            "A typical training programme takes the form of a series of workshops.",
            "The typical career pattern was geared to men whose wives didn't work.",
            "A poem or essay may be typical of its period in idea or ideal content.",
            "They were typical sisters, spatting one minute, playing together the next.",
            "'Anyone else would have done the same thing,' he said with typical modesty.",
            "a heroine beset by the vacuous viridity that is so typical of romance novels",
            "Somnolence is likely to be the most typical and telling reaction to this novel.",
            "the Delphic pronouncements that are so typical of many stock market prognosticators",
            "That was an anomalous year for the housing industry, so the number of starts is anything but typical."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это была его типичная реакция.",
            "Для нас это был обычный субботний вечер.",
            "Эта картина является типичным примером его работы.",
            "Он — типичный подросток-бунтарь.",
            "Типичный пример его использования — для выращивания кристаллов.",
            "Когда пишешь, будь внимателен и не допускай самых типичных ошибок.",
            "Для Джил нетипична такая требовательность.",
            "Попробуйте рассчитать свой бюджет для обычной недели.",
            "Продавец скорее всего ответит на ваши вопросы презрительной ухмылкой.",
            "\"Commit a crime\" (совершить преступление) — это типичное английское словосочетание.",
            "вид типичного голливудского героя",
            "Мы хотели, чтобы он получил обычный студенческий опыт жизни на кампусе.",
            "Успешное обольщение девушки он называл \"забить гол\", что являлось типичным примером мужского сленга.",
            "Его дети ничем не отличаются от детей других работников Голливуда.",
            "Этот пациент представляет собой типичный пример данного синдрома.",
            "С типичной для них нелюбезностью, они отказались прийти на вечеринку.",
            "Эта песня о любви была типичным примером избыточной сентиментальщины.",
            "Для стресса типично ощущение постоянной занятости и спешки.",
            "Эта реклама — типичный пример их маркетинговой стратегии.",
            "Типичная картина: очередное уличное преступление, а полиции нигде не видать.",
            "Типовая программа обучения проходит в виде серии семинаров.",
            "Эта типичная модель развития карьеры была ориентирована на мужчин, жёны которых не работали.",
            "Стихотворение или эссе могут быть типичными для своего времени по идее или понятийному содержанию.",
            "Это были типичные сёстры: минуту назад они дрались, а сейчас уже играют вместе.",
            "— Любой другой на моём месте сделал бы то же самое, — сказал он с типичной для себя скромностью.",
            "главная героиня, которая страдает от глупой инфантильности, столь характерной для любовных романов",
            "Наиболее типичной и красноречивой реакцией на этот роман, вероятнее всего, будет дремота.",
            "туманные заявления, которые так характерны для многих прогнозистов на фондовом рынке",
            "Это был аномальный год для строительной отрасли, поэтому количество новых строек типичным явно не назовёшь."
        ]
    }
}