{
    "1": [
        [
            "1 Он всегда счастлив поговорить с вами. ",
            "1 He is always happy to talk to you. "
        ],
        [
            "2 Он счастлив, что говорит с вами сейчас. ",
            "2 He is happy to be talking to you now. "
        ],
        [
            "3 Он счастлив, что поговорил с вами. ",
            "3 He is happy to have talked to you. "
        ],
        [
            "4 Он счастлив, что говорит с вами уже более часа. ",
            "4 He is happy to have already been talking to you for more than an hour. "
        ],
        [
            "1 Он был всегда счастлив поговорить с вами. ",
            "1 He was always happy to talk to you. "
        ],
        [
            "2 Он был счастлив, что проговорил с вами весь вечер. ",
            "2 He was happy to be talking to you the whole evening. "
        ],
        [
            "3 Он был счастлив, что поговорил с вами. ",
            "3 He was happy to have talked to you. "
        ],
        [
            "4 Он был счастлив, что говорил с вами уже два часа. ",
            "4 He was happy to have already been talking to you for two hours. "
        ],
        [
            "1 Он всегда будет счастлив поговорить с вами. ",
            "1 He will always be happy to talk to you. "
        ],
        [
            "2 Он будет счастлив проговорить с вами весь вечер. ",
            "2 He will be happy to be talking to you the whole evening. "
        ],
        [
            "3 Он будет счастлив, что уже поговорит с вами. ",
            "3 He will be happy to have already talked to you. "
        ],
        [
            "4 Он будет счастлив, что будет говорить с вами уже целый час. ",
            "4 He will be happy to have already been talking to you for the whole hour. "
        ],
        [
            "1 Он счастлив, что о нем так часто говорят. ",
            "1 He is happy to be talked about so often. "
        ],
        [
            "2 Он был рад, что о нем так часто говорят. ",
            "2 He was happy to be talked about so often. "
        ],
        [
            "3 Он рад, что о нем говорили. ",
            "3 He is happy to have been talked about. "
        ],
        [
            "4 Он был рад, что о нем говорили. ",
            "4 He was happy to have been talked about. "
        ],
        [
            "5 Он будет рад, что о нем говорят. ",
            "5 He will be happy to be talked about. "
        ],
        [
            "6 Он будет рад, что о нем уже поговорят. ",
            "6 He will be happy to have already been talked about. "
        ]
    ]
}