{
    "2": [
        [
            "1 Я рад, что читаю эту книгу сейчас. ",
            "1 I am glad to be reading this book now. "
        ],
        [
            "2 Извините, что сломалвашу ручку. ",
            "2 Sorry to have broken your pen."
        ],
        [
            "3 Он рад, что разговаривает с ним. ",
            "3 He is glad to be speaking to him. "
        ],
        [
            "4 Он рад, чтопоговорил с ним. ",
            "4 He is glad to have spoken to him. "
        ],
        [
            "5 Он всегда рад поговорить с ним. ",
            "5 He isalways glad to speak to him. "
        ],
        [
            "6 Он всегдабыл рад поговорить с ним. ",
            "6 He was always glad to speak to him. "
        ],
        [
            "7 Моя мама была счастлива, что ейприслали письмо. ",
            "7 My motherwas happy to have been sent the letter. "
        ],
        [
            "8 Она была рада, что о ней говорили. ",
            "8 She was glad to have been spoken about."
        ],
        [
            "9 Онарада, что о ней часто говорят. ",
            "9 She is glad to be often spoken about. "
        ],
        [
            "10 Моя сестра так рада, что смотритна него сейчас. ",
            "10 My sister is so happy to be looking athim now. "
        ],
        [
            "11 Мой сын будет рад, что ему подарят эту книгу.",
            "11 My son will be glad to be given this book. "
        ],
        [
            "12 Мне очень жаль, что я тебя не встретил. ",
            "12 I am very sorry not tohave met you. "
        ],
        [
            "13 Мне было оченьжаль, что я тебя не встретил. ",
            "13 I was very sorry not to have met you. "
        ],
        [
            "14 Она рада, что встретила всехсвоих друзей. ",
            "14 She is happy to have metall her friends. "
        ],
        [
            "15 Она была рада, что встретила всех своих друзей.",
            "15 She was happy to have met all her friends. "
        ],
        [
            "16 Она рада, что сейчас встречается со своими друзьями. ",
            "16 She is happy tobe meeting her friends now. "
        ],
        [
            "17 Онрад, что рассказал им об этом. ",
            "17 He is happy to have told them about it. "
        ],
        [
            "18 Она рада, что ее встретили.",
            "18 She ishappy to have been met. "
        ],
        [
            "19 Рад, что встретил вас.",
            "19 I am happy to have met you."
        ]
    ]
}