{
    "3": [
        [
            "1 Она не хочет говорить об этом сейчас. ",
            "1 She does not want to speak about it now. "
        ],
        [
            "2 Она рада, что встретила вас на вокзале. ",
            "2 She is glad (happy) to have met you at the station. "
        ],
        [
            "3 Она рада, что ее встретили на станции. ",
            "3 She is glad (happy) to have been met at the station. "
        ],
        [
            "4 Он не любит прерывать кого-либо. ",
            "4 He does not like to interrupt anyone. "
        ],
        [
            "5 Он не любит, чтобы его прерыва- ли. ",
            "5 He does not like to be interrupted. "
        ],
        [
            "6 Она была удивлена, что не нашла книгу. ",
            "6 She was surprised not to have found the book. "
        ],
        [
            "7 Том был удивлен, что сдал экзамены. ",
            "7 Tom was surprised to have passed the exams. "
        ],
        [
            "8 Фрукты полезно кушать. ",
            "8 Fruits are good to eat. "
        ],
        [
            "9 Извините, что опоздал. ",
            "9 Sorry to have been late. "
        ],
        [
            "10 Он расстроен тем, что узнал об этом. ",
            "10 He is upset to have learnt about it. "
        ],
        [
            "11 Я рад, что рассказал вам об этом. ",
            "11 I am glad (happy) to have told you about it. "
        ],
        [
            "12 Он рад, что работает в этой компании уже более пяти лет. ",
            "12 He is glad (happy) to have been working at this company for more than five years. "
        ],
        [
            "13 Она была счастлива, что ей принесли цве- ты. ",
            "13 She was happy to have been brought the flowers. "
        ],
        [
            "14 Мой сын будет рад, что уже поиграет в эту новую игру к тому времени. ",
            "14 My son will be glad to have played this new game by that time. "
        ],
        [
            "15 Он рад, что позвонил вам. ",
            "15 He is glad to have called you. "
        ],
        [
            "16 Он рад, что зво- нит вам сейчас. ",
            "16 He is glad to be calling you now. "
        ],
        [
            "17 Он будет рад, что уже позвонит вам. ",
            "17 He will be glad to have already called you. "
        ],
        [
            "18 Он был рад, что уже позвонил вам. ",
            "18 He was glad to have already called you. "
        ],
        [
            "19 Он был рад звонить вам. ",
            "19 He was glad to call you. "
        ],
        [
            "20 Он был рад, что разговаривал с вами весь вечер. ",
            "20 He was glad to be speaking to you the whole evening. "
        ],
        [
            "21 Он рад, что ему звонят. ",
            "21 He is glad to be called. "
        ],
        [
            "22 Он был рад, что ему позвонили. ",
            "22 He was glad to have been called. "
        ],
        [
            "23 Он будет рад, что ему уже позвонят. ",
            "23 He will be glad to have already been called. "
        ]
    ]
}