{
    "4": [
        [
            "1 She sent me a letter. I'm glad. ",
            "1 I am glad to have been sent a letter. "
        ],
        [
            "2 They're in Berlin again. They'repleased. ",
            "2 They are pleased to be in Berlin again."
        ],
        [
            "3 They met my sister. They are glad. ",
            "3 They are glad to have met my sister. "
        ],
        [
            "4 Sandra is happy. Shelistens to this music. ",
            "4 Sandra is happy to listen to this music."
        ],
        [
            "5 Sandra is happy. She listened to this music.",
            "5 Sandra is happy to have listened to this music. "
        ],
        [
            "6 Sandra is happy. She is listening to this music. ",
            "6 Sandra is happy to be listeningto this music. "
        ],
        [
            "7 Sandra will be happy.She will listen to this music. ",
            "7 Sandra will be happy to listen to this music. "
        ],
        [
            "8 Sandra was happy. She had listened to thismusic. ",
            "8 Sandra was happyto have listened to this music. "
        ],
        [
            "9 Sandra will be happy. She will have already listened to thismusic. ",
            "9 Sandra will be happy to have already listened tothis music. "
        ],
        [
            "10 He gave her a new car. She was pleased. ",
            "10 She was pleased to be given a new car. "
        ],
        [
            "11 He missed a newfilm on TV. He is angry. ",
            "11 He is angry to havemissed a new film on TV. "
        ],
        [
            "12 My mother was happy because she heard thenews. ",
            "12 My mother was happy to hear the news. "
        ],
        [
            "13 Tom was sad. He learnt about it. ",
            "13 Tomwas upset to learn about it. "
        ],
        [
            "14 Tom is sad. He learntabout it. ",
            "14 Tom is sad to have learnt about it. "
        ],
        [
            "15 Tom was sad. He had learnt about it. ",
            "15 Tom wassad to have learnt about it. "
        ],
        [
            "16 Tom will be sadwhen he learns about it. ",
            "16 Tom will be sad to learn about it. "
        ],
        [
            "17 Tom was sad when he was told about it.",
            "17 Tom wassad to be told about it. "
        ],
        [
            "18 Tom is glad because he has been studying for three years. ",
            "18 Tom is glad to have been studying for three years."
        ],
        [
            "19 He'sglad because he watched this film. ",
            "19 He is glad to have watched this film. "
        ],
        [
            "20 She was late. She was sorry.",
            "20 She was sorry to be late. "
        ],
        [
            "21 She will be happy when she is called. ",
            "21 Shewill be happy to be called. "
        ],
        [
            "22 My brother was upset afterhe learnt about it. ",
            "22 My brother was upset to learn about it. "
        ],
        [
            "23 He was glad when he was told about it. ",
            "23 He washappy to be told about it. "
        ],
        [
            "24 I amhappy. I know about it. ",
            "24 I am happy to know about it. "
        ],
        [
            "25 He gave me the book. I was happy.",
            "25 I was happy tobe given the book."
        ]
    ]
}