{
    "3": [
        [
            "1 Спасибо, что позвонил мне. ",
            "1 Thanks for calling me. "
        ],
        [
            "2 Я настаиваю на том, чтобы вы отдали деньги. ",
            "2 I insist on your giving me the money back. "
        ],
        [
            "3 Шум на улице мешал мне сконцентрироваться. ",
            "3 The noise outside prevented me from concentrating. "
        ],
        [
            "4 Она с нетерпением ждала поездки в Англию. ",
            "4 She looked forward to her going to England. "
        ],
        [
            "5 Она поблагода- рила нас за то, что мы подарили ей такую красивую машину. ",
            "5 She thanked us for having given her such a beautiful car. "
        ],
        [
            "6 Я боялся, что она уйдет. ",
            "6 I was afraid of her leaving. "
        ],
        [
            "7 Я не одобряю, что он так много ест. ",
            "7 I don't approve of his eating so much. "
        ],
        [
            "8 Он согласился с тем, что она пойдет туда немного раньше. ",
            "8 He agreed to her going there a little earlier. "
        ],
        [
            "9 Мы пола- гаемся на то, что ты одолжишь нам денег. ",
            "9 We rely on your giving us money. "
        ],
        [
            "10 Мы подозреваем ее в том, что она украла наши деньги. ",
            "10 We suspect her of having stolen our money. "
        ],
        [
            "11 Многое зависит от того, купит ли она билет. ",
            "11 Much depends on her buying the ticket. "
        ],
        [
            "12 Мне что-то не хочется спать сейчас. ",
            "12 I don't feel like sleeping now. "
        ],
        [
            "13 Мой сын был рад, что ему купили новую игрушку. ",
            "13 My son was glad of having been bought a new toy. "
        ],
        [
            "14 Он поблагодарил меня за то, что я ему помог. ",
            "14 He thanked me for helping him. "
        ],
        [
            "15 Они не согласились с тем, чтобы мы пошли туда так рано. ",
            "15 They didn't agree to our going there so early. "
        ],
        [
            "16 Я полагаюсь на то, что она пришлет пись- мо. ",
            "16 I rely on her sending the letter. "
        ],
        [
            "17 Я возражал против того, чтобы ты продавал свою машину так дешево. ",
            "17 I objected to your selling the car so cheap. "
        ],
        [
            "18 Я не против выпить немного вина. ",
            "18 I don't mind our having a little wine. "
        ],
        [
            "19 Я с нетерпе- нием жду, когда мы переедем на новую квартиру. ",
            "19 I am looking forward to our moving to a new flat. "
        ],
        [
            "20 Я устал от того, что ты всегда доказываешь мне что-то. ",
            "20 I am tired of your trying to prove me something all the time. "
        ],
        [
            "21 Он говорил без останов- ки. ",
            "21 He talked without stopping. "
        ],
        [
            "22 Я не полагаюсь на то, что он мне поможет. ",
            "22 I don't rely on his helping me. "
        ],
        [
            "23 Я избегал видеться с ними. ",
            "23 I avoided seeing them. "
        ]
    ]
}