{
    "rabbit": {
        "comment": [
            "grab",
            "arab"
        ],
        "translate": "кролик, заяц, слабый игрок, охотиться на кроликов, много говорить",
        "transcription": " |ˈræbɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Brer Rabbit",
            "We bagged a rabbit.",
            "We keep rabbits as pets.",
            "The rabbit's fur is soft.",
            "The dog scented a rabbit.",
            "Keep still, or you'll frighten the rabbit away.",
            "The kids are building a rabbit run.",
            "Do a search on 'rabbit' and see what it brings up.",
            "What magician can't produce a rabbit from a top hat?",
            "The rabbit twitched its ears.",
            "A rabbit was caught in the snare.",
            "The dog pounced (up)on the rabbit.",
            "The rabbit darted into the chaparral.",
            "The rabbit littered in its small nest.",
            "The magician pulled a rabbit out of a hat.",
            "The Pentagon is a rabbit warren of corridors.",
            "The magician conjured a rabbit out of his hat.",
            "The rabbit burrowed into the side of the hill.",
            "The rabbit had no chance of outrunning the dogs.",
            "Our dog will nose out a rabbit anywhere it hides.",
            "The rabbit stopped suddenly, pricking up its ears.",
            "The home of a rabbit is usually beneath the ground.",
            "The rabbit pelted along, with the dog giving chase.",
            "We caught a rabbit and roasted it over an open fire.",
            "The white rabbit hurried away, looking at his watch.",
            "The rabbit had one of its back legs caught in a trap.",
            "The rabbit disappeared from sight into the tall grass.",
            "The rabbit's white fur acts as a camouflage in the snow.",
            "For his last trick, the magician made a rabbit disappear.",
            "The rabbit disappeared with a wave of the magician's wand."
        ],
        "example_translate": [
            "Братец Кролик (сказочный персонаж)",
            "Мы засунули в мешок кролика .",
            "Мы держим кроликов в качестве домашних животных.",
            "Мех кролика мягкий.",
            "Собака взяла след кролика.",
            "Сиди тихо, а то спугнёшь кролика.",
            "Дети строят норку для кролика.",
            "Забейте в поиск слово \"rabbit\" (кролик), и посмотрите, что появится на экране.",
            "Какой фокусник не может вынуть кролика из шляпы?",
            "Кролик подёргал ушами.",
            "Кролика поймали в силок.",
            "Пёс внезапно бросился на кролика.",
            "Кролик метнулся в заросли колючего кустарника.",
            "Кролик насорил в своём гнёздышке.",
            "Фокусник вынул кролика из шляпы.",
            "Здание Пентагона представляет собой настоящий лабиринт из коридоров.",
            "Фокусник достал из своей шляпы кролика.",
            "Кролик прорыл в склоне холма нору.",
            "У кролика не было шанса убежать от собак.",
            "Наша собака отыщет кролика по запаху, где бы он ни прятался.",
            "Кролик вдруг остановился и насторожил уши.",
            "Кролики обычно роют свои норки в земле. / Нора кролика обычно находится под землёй.",
            "Кролик бросился бежать, а за ним гончая.",
            "Мы поймали кролика и поджарили его на костре.",
            "Белый кролик побежал прочь, взглянув на свои часы.",
            "Одна из задних лап кролика попала в капкан /силок/.",
            "Кролик исчез из виду в высокой траве.",
            "Белый мех этого кролика выступает в качестве маскировки на снегу.",
            "В качестве последнего фокуса, маг заставил кролика исчезнуть.",
            "Фокусник взмахнул палочкой, и кролик исчез."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}