{
    "racing": {
        "comment": [
            "rice",
            "rich",
            "race",
            "rack",
            "racket",
            "racial",
            "racism"
        ],
        "translate": "гоночный, скаковой, разнос, состязание в скорости, разгон",
        "transcription": " |ˈreɪsɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The racing season starts in June.",
            "two runners racing against each other",
            "Bike racing had been dominated by France.",
            "The truck's engine was racing.",
            "our mutual hobby of car racing",
            "That's a dandy new racing bike.",
            "Williams is obsessive about motor racing.",
            "He won the first two legs of horse racing.",
            "Your dad's a racing driver? Pull the other one!",
            "The Derby is a major event in the racing calendar.",
            "Senna was arguably the greatest racing driver of all time.",
            "She felt the blood racing through her veins as they kissed.",
            "Mark was racing against time to complete the work by Friday.",
            "The first of the racing horses cracked some distance from home.",
            "The astronauts are racing against time to repair the spaceship.",
            "The essential point of relay racing is that it is a team effort.",
            "Everyone is racing against the clock to get things ready in time.",
            "In the world of racing \"to bore\" is to push an opponent out of his course.",
            "Jim was worried about racing against the best runners from other countries.",
            "The team will go racing next year if — and it's a very big if — they can raise six million pounds.",
            "A couple sculled past in a racing shell.",
            "The racing river caused swirling eddies.",
            "My heart was racing and my knees shook uncontrollably.",
            "He tried to reassure her, but Carrie's mind was racing.",
            "She'll be racing against some of the world's top athletes.",
            "For him, racing motorcycles is a great antidote to boredom.",
            "Stevens will not be racing in the final due to a knee injury.",
            "Their departure will leave a gaping hole in Grand Prix racing.",
            "Investors are racing to buy shares in the new hi-tech companies.",
            "My mind was racing, trying to think where I had seen him before."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Гоночный сезон начинается в июне.",
            "двое бегунов, соревнующихся друг с другом",
            "В велогонках доминировала Франция.",
            "Двигатель грузовика работал на высоких оборотах.",
            "наше взаимное увлечение автогонками",
            "Это превосходный новый гоночный велосипед /мотоцикл/.",
            "Уильямс помешан на автогонках.",
            "Он победил в двух первых заездах на скачках.",
            "Твой отец — автогонщик? Так я тебе и поверил!",
            "Дерби является крупным событием в календаре лошадиных скачек.",
            "Айртон Сенна был, пожалуй, величайшим автогонщиком всех времён.",
            "Когда они поцеловались, она ощутила, что кровь быстрее побежала по её жилам.",
            "Марк изо всех сил спешил, чтобы закончить работу до пятницы.",
            "Первая из участвовавших в забеге лошадей \"сдохла\" незадолго до финиша.",
            "Астронавты изо всех сил торопятся отремонтировать корабль.",
            "Основным моментом в эстафетных гонках является то, что это — командная работа.",
            "Все изо всех сил стараются успеть сделать всё в срок.",
            "В скачках \"отталкивать\" означает сбить своего соперника с дорожки.",
            "Джим беспокоился, что ему придется соревноваться с лучшими бегунами из других стран.",
            "В следующем году команда будет участвовать в гонках, если им удастся собрать шесть миллионов фунтов — а это далеко не факт.",
            "Мимо прошли на вёслах двое в гоночной лодке.",
            "Стремительное течение реки привело к образованию водоворотов.",
            "Мое сердце колотилось, а колени непроизвольно дрожали.",
            "Он попытался успокоить Кэрри, но её мысли совсем запутались.",
            "Она будет соревноваться с лучшими спортсменами мира.",
            "Для него гонки на мотоциклах — отличное лекарство от скуки.",
            "Стивенс не побежит в финале из-за травмы колена.",
            "Их уход оставит зияющую пустоту в гонках Гран-при.",
            "Инвесторы спешат покупать акции новых высокотехнологичных компаний.",
            "Мой мозг лихорадочно работал, пытаясь вспомнить, где я видел его раньше."
        ]
    }
}