{
    "racism": {
        "comment": [
            "rice",
            "rich",
            "race",
            "racing",
            "rack",
            "racket",
            "racial"
        ],
        "translate": "расизм",
        "transcription": " |ˈreɪsɪzəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Racism and sexism are major social problems.",
            "We oppose racism in all its forms.",
            "Racism still exists in our society.",
            "She spoke with candor about racism.",
            "We condemn the racism in South Africa.",
            "We have to take a stand against racism.",
            "Racism continues to permeate our society.",
            "We will not tolerate racism in any shape or form.",
            "Racism is a pestilence at the heart of the nation.",
            "The problem of racism is not peculiar to this country.",
            "Racism was not just an outgrowth of Nazism but its basis.",
            "The police deny that racism is a problem in the department.",
            "She argues that racism is dangerous and corrosive to society.",
            "The fact remains that racism is still a considerable problem.",
            "Mr Howard has declared that he is against all forms of racism.",
            "There a danger of racism being institutionalized in this country.",
            "The government has promised to continue the fight against racism.",
            "This would give black people the opportunity to live unhampered by racism.",
            "The Government should give industry a lead in tackling racism (=show what other people should do).",
            "Hitler's declaration of his belief in a “master race” was an indication of the inherent racism of the Nazi movement."
        ],
        "example_translate": [
            "Расизм и сексизм являются большими социальными проблемами.",
            "Мы выступаем против расизма во всех его формах.",
            "В нашем обществе по-прежнему есть место расизму.",
            "Она откровенно говорила о расизме.",
            "Мы осуждаем расизм в Южной Африке.",
            "Мы должны выступить против расизма.",
            "Расизм продолжает распространяться в нашем обществе.",
            "Мы не потерпим расизма в любой форме.",
            "Расизм — это язва на сердце нации.",
            "Проблема расизма несвойственна этой стране.",
            "Расизм был не просто следствием нацизма, он был его основой.",
            "Полицейские отрицают, что в управлении присутствует проблема расизма.",
            "Она утверждает, что расизм — это опасно и разрушительно для общества.",
            "Факт остается фактом: расизм по-прежнему является серьёзной проблемой.",
            "Господин Ховард заявил, что он выступает против всех форм расизма.",
            "Есть опасность того, что расизм в этой стране превратится в систему.",
            "Правительство пообещало продолжить борьбу против расизма.",
            "Это даст чёрным людям возможность жить без расизма.",
            "Правительство должно показать промышленности пример в борьбе с расизмом (т.е. показать, что должны делать другие).",
            "Заявление Гитлера о своей вере в “расу господ” свидетельствовало о том, что расизм является неотъемлемой частью нацистского движения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}