{
    "racist": {
        "comment": [],
        "translate": "расистский, расист",
        "transcription": " |ˈreɪsɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is an ignorant old racist.",
            "Rick's remarks were offensively racist.",
            "He was excoriated as a racist.",
            "His racist attitudes were born out of ignorance.",
            "He denied being a racist.",
            "The black population suffered countless wrongs at the hands of a racist regime.",
            "She made a blatantly racist joke.",
            "He was expelled for making racist remarks.",
            "Racist or sexist behavior will not be tolerated.",
            "The racist conceives such people to be inferior.",
            "Opponents claim the policy has racist undertones.",
            "He was fired for making racist remarks during an interview.",
            "The book repudiates the racist stereotypes about black women.",
            "The organization's racist views have been denounced as morally insupportable.",
            "Earl describes his past links with the racist group as a youthful indiscretion.",
            "Hitler's declaration of his belief in a “master race” was an indication of the inherent racism of the Nazi movement."
        ],
        "example_translate": [
            "Это безграмотный старый расист.",
            "Замечания Рика были оскорбительно расистскими.",
            "Его подвергли резкой критике как расиста.",
            "Его расистские взгляды были порождением его невежества.",
            "Он отрицал, что является расистом.",
            "Чернокожее население терпело бесчисленные обиды от рук расистского режима.",
            "Ее шутка была откровенно расистской.",
            "Он был исключён за расистские высказывания.",
            "Расистское или сексистское поведение недопустимо.",
            "Этот расист считает таких людей второсортными.",
            "Противники этой политики утверждают, что она имеет расистский подтекст.",
            "Его уволили за расистские высказывания, сделанные им во время интервью.",
            "Книга не признаёт расистские стереотипы о черных женщинах.",
            "Расистские взгляды данной организации осуждены как морально недопустимые.",
            "Эрл называет свои прошлые связи с этой расистской группой \"юношеской неосторожностью\".",
            "Заявление Гитлера о своей вере в “расу господ” свидетельствовало о том, что расизм является неотъемлемой частью нацистского движения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}