{
    "racial": {
        "comment": [],
        "translate": "расовый",
        "transcription": " |ˈreɪʃl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There was racial tension on campus.",
            "They live in a racially mixed area.",
            "What is your racial identity?",
            "Ethnic or racial intermarriage is more accepted today than ever before.",
            "The Commission for Racial Equality teaches organisations not to discriminate.",
            "The recent outbreak/eruption of racial violence in the area is very troubling.",
            "The government must promote racial equality.",
            "Racial preferences are a way to make up for years of discrimination against minorities.",
            "The increasing racial diversity of the US is reflected in the latest census statistics.",
            "Cut out the bit about racial prejudice.",
            "The company was accused of racial bias.",
            "They were charged with inciting racial hatred.",
            "Will we ever be able to uproot racial prejudice?",
            "The organization fights against racial prejudice.",
            "Many were offended by her use of racial epithets.",
            "There are fears that the march will heighten racial tension.",
            "Blatant racial and gender discrimination is just about over.",
            "Martin Luther King tried to break down racial discrimination.",
            "A committee will investigate allegations of racial discrimination.",
            "In those days, there was a great deal of racial tension on campus.",
            "White supremacists were arrested for painting racial slurs on a church.",
            "The city has long been known as a scene of racial intolerance and discord.",
            "The city has been a tinderbox ever since racial profiling became an issue.",
            "Racial discrimination still exists, only now it's subtler than it once was.",
            "Avoid using words that might offend someone's racial or moral sensibilities.",
            "Gradually the different groups of people coalesced into one dominant racial group.",
            "The U.S. Supreme Court's 1954 decision brought an end to racial segregation in public schools.",
            "According to the latest census, the racial makeup of the town has changed dramatically in the last 50 years.",
            "Black people continue to bear the brunt of most racial violence (=have to deal with the most difficult or damaging part)."
        ],
        "example_translate": [
            "В студенческом городке присутствовала напряжённость на расовой почве.",
            "Они живут в области со смешанным расовым составом населения.",
            "Какова ваша расовая принадлежность? / К какой расе вы относитесь?",
            "Сегодня браки между представителями разных этнических групп или рас распространены, как никогда раньше.",
            "Комиссия по расовому равенству указывает организациям на недопущение политики дискриминации.",
            "Последня вспышка расового насилия в этой области доставила много беспокойства.",
            "Правительство должно содействовать расовому равенству.",
            "Позитивная дискриминация — это способ возместить долгие годы дискриминации в отношении меньшинств.",
            "Увеличение расового разнообразия в США отражается в статистике последней переписи населения.",
            "Уберите (из статьи) место, где говорится о расовых предрассудках.",
            "Компанию обвинили в расовых предрассудках.",
            "Им предъявили обвинение в разжигании расовой ненависти.",
            "Сможем ли мы когда-нибудь искоренить расовые предрассудки?",
            "Организация борется против расовых предрассудков.",
            "Многих оскорбили расистские выражения, к которым она прибегла.",
            "Есть опасения, что марш усилит расовую напряжённость.",
            "Вопиющей дискриминации по расовому и половому признакам вот-вот настанет конец.",
            "Мартин Лютер Кинг пытался положить конец расовой дискриминации.",
            "Обвинения в расовой дискриминации будут расследоваться комиссией.",
            "В то время в студгородке была большая расовая напряжённость.",
            "За разрисовывание церкви оскорблениями на расовой почве было арестовано несколько белых расистов.",
            "Этот город издавна славится расовой нетерпимостью и рознью.",
            "С тех самых пор, как расовая дискриминация стала острой проблемой, город превратился в пороховую бочку.",
            "Расовая дискриминация по-прежнему существует, но теперь она искуснее, чем раньше.",
            "Избегайте слов, которые могут оскорбить чьи-либо расовые чувства или моральные ценности.",
            "Постепенно эти различные группы людей объединились в одну господствующую расовую группу.",
            "Решение Верховного Суда США, принятое в 1954 году, положило конец расовой сегрегации в государственных школах.",
            "По данным последней переписи населения, за последние пятьдесят лет расовый состав города сильно изменился.",
            "Чернокожие по-прежнему несут основную тяжесть насилия на расовой почве (т.е. приходится иметь дело с самой трудной или вредной частью чего-либо)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}