{
    "radical": {
        "comment": [],
        "translate": "радикальный, коренной, корневой, радикал, корень, знак корня",
        "transcription": " |ˈrædɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was shocked by her radical views.",
            "a radical flaw in the plan",
            "the radical character of our demands",
            "That was one radical party last night!",
            "The climate was too hot politically to make such radical changes.",
            "He was a radical when he was young, but now he's much more moderate.",
            "The tone of the report was radical.",
            "the first generation of radical feminists in the US",
            "There is nothing especially radical about that idea.",
            "radicals on the extreme left wing of the party",
            "He has stuck by his radical plans for economic reform.",
            "He had outgrown the radical idealism of his younger days.",
            "This would be a radical departure from the subsidy system.",
            "The reforms he proposed were too radical for the politicians.",
            "Radical left-wing parties gained control of local authorities.",
            "She wrote a radical critique of the philosopher's early essays.",
            "The new president has made some radical changes to the company.",
            "What was radical thinking in times past has become received wisdom today.",
            "The militancy of the radical organization made the authorities a little nervous.",
            "Looking ahead, we must expect radical changes to be made in our system of government.",
            "She was ostracized from the scientific community for many years because of her radical political beliefs."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я был потрясён её радикальными взглядами.",
            "коренной недостаток в этом плане",
            "радикальный характер наших требований",
            "Вчера вечеринка была что надо!",
            "Политически атмосфера была слишком накалена для столь радикальных изменений.",
            "В молодости он был радикалом, но теперь он стал гораздо более умеренным.",
            "Тон доклада был радикален.",
            "первое поколение радикальных феминисток в США",
            "В этой идее нет ничего особенно радикального.",
            "радикалы с крайне левого крыла партии",
            "Он остался верен своим радикальным планам экономических реформ.",
            "С возрастом он перестал быть столь ярым идеалистом, каким был в юности.",
            "Это было бы радикальным отходом от системы субсидий.",
            "Преобразования, которые он предложил, были слишком радикальными для этих политиков.",
            "Радикальные левые партии получили контроль над местными органами власти.",
            "Она написала радикальную критику ранних сочинений этого философа.",
            "Новый президент провёл в компании кое-какие радикальные изменения.",
            "То, что когда-то в прошлом считалось нестандартным мышлением, сегодня стало народной мудростью.",
            "Воинственность этой радикальной организации заставила власти немного понервничать.",
            "Заглядывая вперёд, мы должны ожидать радикальных изменений в системе нашего правительства.",
            "Много лет она была изгнана из научного сообщества из-за своих радикальных политических убеждений."
        ]
    }
}