{
    "raid": {
        "comment": [],
        "translate": "рейд, набег, налет, облава, грабить, совершать набег",
        "transcription": " |reɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The police raided the crack house",
            "The police raided the night club.",
            "The raid began at a given signal.",
            "They launched a raid against the enemy.",
            "They caught five smugglers in the raid.",
            "Police raided the house and found drugs.",
            "Much of the city was destroyed in an air raid.",
            "Peter went into the kitchen to raid the fridge.",
            "The colonel led a successful raid against a rebel base.",
            "In the latest raid, thieves used his van to ram a police car.",
            "Out of the corner of my eye I espied the squirrel making another raid on the bird feeder.",
            "Federal agents raided the warehouse, seizing stolen property and arresting five smugglers.",
            "Weapons were also seized during the drug raid.",
            "Police found weapons when they raided his home.",
            "The police carried out the raid with great speed.",
            "Enemy planes dropped over 200 bombs during the raid.",
            "Police say money and jewellery were taken in the raid.",
            "The army launched several cross-border raids last night.",
            "Four people were arrested during a raid on a house in London.",
            "She raided her sister's closet to find something to wear to the party."
        ],
        "example_translate": [
            "Полицейские ворвались в наркопритон.",
            "Полиция устроила облаву в ночном клубе.",
            "Рейд начался по сигналу.",
            "Они начали внезапную атаку против врага.",
            "Во время рейда поймали пять контрабандистов.",
            "Полицейские обыскали дом и нашли наркотики.",
            "Большая часть города была разрушена во время воздушного налёта.",
            "Питер пошёл в кухню, чтобы совершить набег на холодильник.",
            "Полковник провёл успешный набег на базу повстанцев.",
            "В ходе последнего налёта воры использовали его фургон, чтобы протаранить полицейскую машину.",
            "Краем глаза я заметил белку, намеревавшуюся совершить ещё один набег на птичью кормушку.",
            "Федеральные агенты ворвались на склад, конфисковали украденное имущество и арестовали пятерых контрабандистов.",
            "В ходе облавы на наркодилеров было также захвачено и оружие.",
            "Обыскав его дом, полицейские нашли оружие.",
            "Полиция провела облаву с молниеносной быстротой.",
            "Во время налёта вражеские самолеты сбросили более двухсот бомб.",
            "По словам полиции, во время облавы были изъяты деньги и драгоценности.",
            "Вчера ночью армия осуществила несколько пограничных вылазок.",
            "Четыре человека были арестованы в ходе облавы на один из лондонских домов.",
            "Она совершила налёт на шкаф сестры, надеясь найти какую-нибудь одежду для вечеринки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}