{
    "rail": {
        "comment": [],
        "translate": "рельс, рейка, поручни, перила, рельсовый, ругаться, ругать, браниться",
        "transcription": " |reɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She railed against the bad social policies",
            "The yard was railed",
            "It is better to fight for the good than to rail at the ill.",
            "The farmers railed in their land.",
            "Hold the rail so you won't fall.",
            "The coal train ran off the rails.",
            "I railed my car to Scotland.",
            "Coal is shipped by rail.",
            "It's no good railing against / at / on fate.",
            "The garden was railed off from the road.",
            "We rail to Munich tomorrow.",
            "I need to buy a rail ticket.",
            "They railed from Rome to Venice.",
            "We continued our journey by rail.",
            "The rail line terminates in Boston.",
            "Passengers want a better rail service.",
            "He travelled by rail to his home town.",
            "The UK rail system is a national disgrace.",
            "I fell kerflop over a rail that lay in the grass.",
            "She grabbed the rail to stop herself from falling.",
            "Rail workers are campaigning for a shorter working day.",
            "A long-running pay dispute is disrupting rail services.",
            "The bulk of the goods is transported by rail and ships.",
            "The cattle were hauled by rail.",
            "Rail passengers now face even longer delays.",
            "Fresh fruit are railed from Italy to Belgium.",
            "Cheshunt has good rail connections to London.",
            "Less than half the rail network was operable.",
            "Rail fares have fallen 17 per cent in real terms.",
            "He was holding onto a rope that served as a rail."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она ругала плохую социальную политику",
            "Двор был огражден.",
            "Лучше бороться за добро, чем бранить зло.",
            "Фермеры огородили свои земли.",
            "Держитесь за перила, чтобы не упасть.",
            "Поезд с углём сошёл с рельсов.",
            "Я переправил свою машину в Шотландию по железной дороге.",
            "Уголь перевозят по железной дороге.",
            "Нечего сетовать на судьбу.",
            "Сад был отделён от дороги оградой.",
            "Завтра мы поездом отправляемся в Мюнхен.",
            "Мне нужно купить билет на поезд.",
            "От Рима до Венеции они доехали на поезде.",
            "Мы продолжили путешествие по железной дороге.",
            "Железнодорожная линия заканчивается в Бостоне.",
            "Пассажиры хотят лучшего качества обслуживания в поездах.",
            "В свой родной город он поехал на поезде.",
            "Железнодорожная система Великобритании — это национальный позор.",
            "Я грохнулся, споткнувшись о рельс, лежавший в траве.",
            "Она ухватилась за перила, чтобы не упасть.",
            "Железнодорожники агитируют за сокращение продолжительности рабочего дня.",
            "Работу железнодорожного транспорта нарушает длительный спор по поводу оплаты труда.",
            "Основная масса товаров перевозится железнодорожным и морским транспортом.",
            "Скот был доставлен железнодорожным транспортом. / Скот перевезли по железной дороге.",
            "Пассажиры поездов теперь сталкиваются с ещё более длительными задержками.",
            "Свежие фрукты перевозятся из Италии в Бельгию по железной дороге.",
            "Чезант имеет хорошее железнодорожное сообщение с Лондоном.",
            "Было работоспособно менее половины железнодорожной сети.",
            "Железнодорожные тарифы в реальном выражении снизились на семнадцать процентов.",
            "Он держался за канат, который служил перилами."
        ]
    }
}