{
    "railway": {
        "comment": [
            "railroad",
            "rail",
            "trailer",
            "frail",
            "freeway",
            "halfway",
            "highway",
            "motorway",
            "no way",
            "pathway",
            "runway",
            "subway",
            "way"
        ],
        "translate": "железнодорожный, железная дорога, строить железную дорогу",
        "transcription": " |ˈreɪlweɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Does the railway come near the town?",
            "Near the railway station stood a hotel.",
            "He is playing with his model railway.",
            "The railway line links the two towns together.",
            "The neoteric fashion of spending a honeymoon on the railway.",
            "the closing of an old railway station",
            "Hold on down the road until you come to the railway crossing.",
            "Railway luggage is weighed by means of a strong iron steelyard.",
            "The alley led to the railway bridge.",
            "The railway is parallel with the canal.",
            "The railway link would connect Felixstowe with Fishguard.",
            "We had the railway carriage all to ourselves.",
            "Jim's uncle retired from the railway company.",
            "The new loan connected with railway development.",
            "Can you direct me to the nearest railway station?",
            "The bridge carries the main road over the railway.",
            "The railway official punched a hole out of my ticket.",
            "The main railway line passes just north of Manchester.",
            "a system of railways that crisscrosses the whole nation",
            "Chicago is criss-crossed by a gridiron of railway tracks.",
            "Many of the railway lines in England radiate from London.",
            "Ingrid went with him to the railway station to see him off.",
            "The changes will mean 7,000 job losses among railway workers.",
            "All the gentlemen's houses you'll see in a railway excursion.",
            "The frightful precipitation of a railway train down a decline.",
            "The railway workers have come out in sympathy with the miners.",
            "Would you please put me off (the train) at the railway station?",
            "The statue was in a prominent position outside the railway station.",
            "Which is the shortest / quickest way from here to the railway station?",
            "When I was working on the railway, I had to book off after eight hours' work."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Железная дорога близко от города?",
            "Возле железнодорожного вокзала была одна гостиница.",
            "Он играет со своей игрушечной железной дорогой.",
            "Два города связаны железной дорогой.",
            "Новая мода проводить медовый месяц в путешествии по железной дороге.",
            "закрытие старого вокзала",
            "Поезжайте вниз по дороге, пока не доберётесь до железнодорожного переезда.",
            "Железнодорожный багаж взвешивается с помощью мощных металлических весов.",
            "Улочка вела к железнодорожному мосту.",
            "Железная дорога идёт параллельно каналу.",
            "Железнодорожная линия свяжет Феликстоу с Фишгардом.",
            "В нашем распоряжении был целый вагон.",
            "Дядя Джима уволился из железнодорожной компании.",
            "Новый целевой заем на строительство железной дороги.",
            "Не подскажете дорогу к ближайшей железнодорожной станции?",
            "Этот мост переносит главную дорогу через железнодорожные пути.",
            "Контролёр проколол дырку в моём билете.",
            "Главная железнодорожная линия проходит к северу от Манчестера.",
            "сеть железных дорог, пересекающая всю страну",
            "Чикаго весь опутан сетью железнодорожных линий.",
            "Многие железные дороги Англии выходят из Лондона.",
            "Ингрид поехала с ним на вокзал, чтобы проводить его.",
            "Эти изменения будут означать потерю работы для семи тысяч железнодорожников.",
            "Все дома дворянства вы увидите во время железнодорожной экскурсии.",
            "Ужасное зрелище: поезд, спускающийся на полной скорости с холма.",
            "Железнодорожники вышли на улицу в знак солидарности с шахтёрами.",
            "Высадите меня у железнодорожной станции.",
            "Статуя находилась на видном месте, возле железнодорожного вокзала.",
            "Как быстрее всего добраться отсюда до железнодорожного вокзала?",
            "Когда я работал на железной дороге, я должен был отмечать свою карточку, отработав восемь часов."
        ],
        "stars": 3
    }
}