{
    "rally": {
        "comment": [],
        "translate": "ралли, собрание, авторалли, слет, оживление, сплотиться, сплачиваться, сплачивать",
        "transcription": " |ˈrælɪ|",
        "antonyms": [],
        "mnemonic": [
            "naturally ['nætʃrəlɪ]\n***\nВсё так ЕСТЕСТВЕННО мы начали. (это) naturally\nРАЗУМЕЕТСЯ, мы начали. (это) naturally"
        ],
        "examples": [
            "Has the child rallied from her fever yet?",
            "The commander rallied his troops for a counterattack.",
            "Hundreds of thousands turned out for the anti-war rally in New York.",
            "If the whole family rallies round, we can get Jim out of debt.",
            "He took the corner like a rally driver.",
            "There was a large turnout for the game / for the rally.",
            "The subsequent rally can only be described as a whipsaw.",
            "After a shaky start, he rallied and won the title in style.",
            "This comedy duo was billed to appear at an anti-smoking rally.",
            "The Tokyo stock market rallied later in the day.",
            "About 1,000 people attended the rally in Hyde Park.",
            "He was shot dead while addressing an election rally.",
            "We decided to hold a rally to put pressure on the government.",
            "Students protested at the civil rights rally.",
            "Fellow Republicans rallied to the President's defense.",
            "Stock prices are up after the dollar's rally yesterday.",
            "The mayor is concerned that a rally could create public disorder.",
            "Analysts content that the stock market is due for a technical rally.",
            "Protesters staged an antiwar rally.",
            "After a short rally Connors won the point.",
            "Several protesters were heckling the speaker at the rally.",
            "More than 100 people braved the elements and attended the rally.",
            "Surely the local business community could have rallied to raise the cash.",
            "He says that the government will set a dangerous precedent if it refuses to allow the protesters to hold a rally.",
            "Supporters held a rally for the candidate.",
            "He singled to start a rally in the 9th inning."
        ],
        "example_translate": [
            "Девочка уже оправилась от лихорадки?",
            "Командующий собрал свои войска для контратаки.",
            "Сотни тысяч людей собрались на антивоенный митинг в Нью-Йорке.",
            "Если вся семья соберётся вместе, мы сможем вытащить Джима из долгов.",
            "Он завернул за угол, как настоящий гонщик.",
            "На матч / митинг пришло много народу.",
            "Но последующее оживление привело исключительно к колебательным движениям цены.",
            "После неуверенного начала он собрался и в эффектном стиле завоевал этот титул.",
            "Было объявлено, что этот комедийный дуэт выступит на митинге против курения.",
            "В тот же день Токийский фондовый рынок продемонстрировал уверенный рост после недавнего падения.",
            "В митинге в Гайд-парке приняло участие около тысячи человек.",
            "Его застрелили во время выступления на предвыборном митинге.",
            "Мы решили провести митинг, чтобы оказать давление на правительство.",
            "На митинге по защите гражданских прав студенты выразили свой протест.",
            "Коллеги по Республиканской партии сообща выступили на защиту президента.",
            "После того, как доллар вчера восстановил свои позиции после падения, цены на акции выросли.",
            "Мэр обеспокоен тем, что митинг может привести к общественным беспорядкам.",
            "Аналитики согласны с тем, что фондовый рынок ожидает оживление, вызванное внутренними факторами.",
            "Протестующие устроили антивоенный митинг.",
            "После короткого розыгрыша Коннорс выиграл очко. (о теннисе)",
            "На митинге несколько демонстрантов всячески сбивали оратора.",
            "Более ста человек пришли на митинг, несмотря на буйство стихии.",
            "Конечно, местные деловые круги могли бы собрать эти деньги сообща.",
            "Он говорит, что правительство создаст опаснейший прецедент, если откажется позволить протестующим провести митинг.",
            "Сторонники кандидата провели митинг в его поддержку.",
            "В девятом иннинге он выбил сингл, положив начало серии хитов и набранных очков. (о бейсболе)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}