{
    "random": {
        "comment": [
            "brand",
            "grand",
            "strand",
            "brand-name",
            "brandy",
            "brand-new"
        ],
        "translate": "случайный, произвольный, беспорядочный, неопределенность",
        "transcription": " |ˈrændəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Pick a random word on the page.",
            "A few random shots were fired.",
            "We based our analysis on a random sample of more than 200 people.",
            "The gang picked their victims at random.",
            "They do random checks to keep workers on their toes.",
            "The second syllable of the word “random” is unstressed.",
            "The research involves collecting data from two random samples.",
            "We looked at a random sample of 120 families.",
            "Bullets were fired into the crowd at random.",
            "Random House accepted the book for publication.",
            "A random sample of doctors from around the country were selected for the study.",
            "Players must pass three random drug screenings.",
            "We tasted the wines in random order and then rated each.",
            "She collects random photographs that she finds in antique shops.",
            "The company has introduced random drug testing of its employees.",
            "There's always one random whatsit left over every time I put a bookcase together.",
            "Out of a random sample of drivers, 21% had been in an accident in the previous year.",
            "A random sample of people filled out the survey.",
            "The computer program generates a list of random numbers.",
            "All the random mingling and idle talk made him hate literary parties."
        ],
        "example_translate": [
            "Выберите любое слово на этой странице.",
            "Раздалось несколько случайных выстрелов.",
            "Наш анализ опирается на исследование случайной выборки, состоящей из более чем двухсот человек.",
            "Банда выбирала своих жертв наугад.",
            "Они делают выборочные проверки, чтобы работники не расслаблялись.",
            "Второй слог слова “random” (случайный) является безударным.",
            "Исследование включает в себя сбор данных из двух случайных выборок.",
            "Мы просмотрели случайную выборку из ста двадцати семей.",
            "По толпе был открыт беспорядочный огонь.",
            "Random House взялся за издание этой книги.",
            "Для исследования была отобрана случайная выборка врачей со всей страны.",
            "Игроки обязаны пройти три случайных проверки на допинг.",
            "Мы попробовали вина в случайном порядке, а затем оценили каждое из них.",
            "Она коллекционирует фотографии, которые случайно находит в антикварных магазинах.",
            "Компания внедрила случайное тестирование на наркотики своих сотрудников.",
            "Каждый раз, когда я собираю книжный шкаф, обязательно остаётся какая-нибудь лишняя штуковина.",
            "Двадцать один процент из случайной выборки водителей побывал в аварии в предыдущем году.",
            "Опрос заполнила случайная выборка людей.",
            "Компьютерная программа генерирует список случайных чисел.",
            "Из-за всех этих случайных знакомств и празднословия он и ненавидел литературные вечера."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}