{
    "rank": {
        "comment": [
            "frankly",
            "franchise",
            "frantic",
            "tank"
        ],
        "translate": "ранг, звание, разряд, чин, ряд, классифицировать, грубый, отвратительный",
        "transcription": " |ræŋk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A general ranks a captain.",
            "A major ranks above a captain.",
            "Her plan is rank nonsense.",
            "Nobody ranks above Shakespeare.",
            "Take the taxi at the head of the rank.",
            "She was his senior in rank.",
            "His rank exceeds her own.",
            "He joined the ranks of the unemployed",
            "He rose to the rank of major.",
            "people of high rank and profession",
            "This year the roses grew rank.",
            "We rank you as our best candidate.",
            "The kitchen was rank with the smell of unwashed clothes.",
            "He was advanced to the rank of corporal.",
            "She ranks as the finest teacher we have.",
            "Prisoners are generally exchanged within the same rank man for man.",
            "He was promoted to the rank of lieutenant.",
            "A man's dress designates his rank and calling.",
            "The city currently ranks as the world's largest.",
            "the rank odour of sweat and urine",
            "His rank was based solely on merit.",
            "The race was won by a rank outsider.",
            "You may just have to pull rank and tell them.",
            "He came from a family of rank (=one from a high social class).",
            "Keats will always rank with /among/ the greatest English poets",
            "The shoulders of his uniform were piped with signs of his rank.",
            "The Secretary of State ranks all the other members of the Cabinet.",
            "There were several pairs of riding boots ranked neatly in the hall.",
            "They make us look like rank amateurs (=not at all good or professional).",
            "She's not concerned about rank or wealth."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "n = [ŋ]"
        ],
        "example_translate": [
            "Генерал выше капитана по званию.",
            "Майор по чину выше капитана.",
            "Её план — полная чушь.",
            "Никто не может превзойти Шекспира.",
            "Садитесь в первое такси на стоянке.",
            "Она была старше его по чину.",
            "Он выше её по положению.",
            "Он пополнил ряды безработных",
            "Он дослужился до звания майора.",
            "люди высокого звания и профессии",
            "В этом году розы выросли очень пышные.",
            "Ты у нас лучший кандидат.",
            "Кухня провоняла запахом нестиранной одежды.",
            "Его повысили до звания капрала.",
            "Она у нас самый лучший учитель.",
            "Обычно при обмене военнопленных каждого человека обменивают на другого в том же звании.",
            "Его повысили до звания лейтенанта.",
            "Одежда человека указывает на его положение и род занятий.",
            "В настоящее время этот город считается самым большим в мире.",
            "отвратительный запах пота и мочи",
            "Его звание, было исключительно результатом его заслуг.",
            "На скачках победила лошадь, имевшая очень мало шансов на выигрыш.",
            "Может быть, тебе нужно употребить власть и просто приказать им.",
            "Он происходил из знатного рода (т.е. из семьи, принадлежавшей к высокому общественному класуу).",
            "Китс всегда будет считаться одним из величайших английских поэтов",
            "На плечах его мундира были вышиты знаки отличия.",
            "Государственный секретарь занимает более высокое положение, чем все остальные члены правительства.",
            "В передней /холле/ были аккуратно выставлены в ряд несколько пар сапог для верховой езды.",
            "На их фоне мы выглядим жалкими любителями (т.е. неумелыми или непрофессионалами).",
            "Её не интересует ни чин, ни богатство."
        ]
    }
}