{
    "rape": {
        "comment": [],
        "translate": "изнасилование, рапс, похищение, сурепица, изнасиловать, насиловать, насильничать",
        "transcription": " |reɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was convicted of attempted rape.",
            "Rape is sexualized violence.",
            "She was raped by a fellow student.",
            "He is accused of raping the girl.",
            "Rape is a taboo subject.",
            "Rape is a very serious crime.",
            "The soldiers raped the beautiful country.",
            "Rape is a crime that often goes unreported.",
            "She had been raped and stabbed.",
            "The woman was raped on her way home at night.",
            "He always denied that he was guilty of rape.",
            "Police are investigating a series of violent rapes in the town.",
            "The experience of rape can change how a woman feels about her body.",
            "In this stage of a rape case, the focus often shifts onto the victim and her conduct.",
            "He was arrested and charged with rape.",
            "Abortions would only be allowed in cases of rape or incest.",
            "She was murdered by a man who was out on bail for rape."
        ],
        "example_translate": [
            "Он был осужден за попытку изнасилования.",
            "Изнасилование — это сексуальное насилие.",
            "Она была изнасилована сокурсником.",
            "Его обвиняют в изнасиловании этой девушки.",
            "Изнасилование является запретной темой.",
            "Изнасилование - это очень серьезное преступление.",
            "Солдаты надругались над этой прекрасной страной.",
            "Изнасилование — это преступление, о котором часто не сообщают в полицию.",
            "Её изнасиловали и ударили ножом.",
            "Женщину изнасиловали ночью по пути домой.",
            "Он всегда отрицал свою виновность в изнасиловании.",
            "Полиция расследует серию жестоких изнасилований, имевших место в городе.",
            "Пережитое изнасилование может изменить то, как женщина чувствует своё тело.",
            "На этой стадии дела об изнасиловании, внимание часто переносится на жертву и её поведение.",
            "Он был арестован и обвинён в изнасиловании.",
            "Аборты разрешались бы только в случае изнасилования или кровосмешения.",
            "Она была убита выпущенным под залог подозреваемым в изнасиловании."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}