{
    "rapid": {
        "comment": [
            "rapidly"
        ],
        "translate": "быстрый, скоростной, скорый, крутой, стремнина, порог реки",
        "transcription": " |ˈræpɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The patient had a rapid heartbeat.",
            "The patient made a rapid recovery.",
            "The most rapid rate of a box-wagon is about thirty miles per hour.",
            "The river was here a rapid stream four hundred yards in width.",
            "a rapid discharge from a gun",
            "Economists warn that rapid economic growth could inflate prices.",
            "Shortly after follows a rapid which we portaged easily.",
            "We were absolutely amazed at his rapid recovery.",
            "What a discord her appearance would have struck in his garish, rapid life.",
            "a rapid rise through the ranks",
            "Rapid economic growth may cause prices to inflate.",
            "She carefully guided the boat through the rapid water.",
            "The rapid spread of the disease has alarmed many people.",
            "The recovery of the forest after the fire was surprisingly rapid.",
            "Their debts mounted with alarming rapidity.",
            "Rapid electronic communication is now a fact.",
            "His skin was dry and hot, his breathing rapid and jerky.",
            "Doctors were surprised by the rapid progression of the disease.",
            "The book made a rapid climb to the top of the best-seller list.",
            "The patient's symptoms included a rapid pulse and labored breathing.",
            "The dust storms in Korea are the result of rapid desertification in China.",
            "the rapid progress of the ship",
            "a series of rapid career advancements",
            "Trees transpire water at a rapid rate.",
            "the rapid pace of technological innovation",
            "labor problems incidental to a rapid expansion",
            "The industry underwent a period of rapid expansion.",
            "Arrogance and lack of taste contributed to his rapid success.",
            "the rapid acceleration of economic progress in South East Asia",
            "The prosecutor shot a series of rapid questions at Hendrickson."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(отк сл) = [æ]"
        ],
        "example_translate": [
            "У пациента было учащенное сердцебиение.",
            "Пациент быстро выздоровел.",
            "Самая высокая скорость движения товарного состава - около тридцати миль в час.",
            "В этом месте у реки было быстрое течение, и ширина её достигала четырёхсот ярдов.",
            "быстрый выстрел из оружия",
            "Экономисты предупреждают, что быстрый экономический рост может привести к резкому повышению цен.",
            "Вскоре последовал порог, который мы легко преодолели по суше.",
            "Мы были совершенно поражены его быстрым выздоровлением.",
            "Какой диссонанс ее появление могло бы внести в его блестящую, стремительную жизнь.",
            "быстрое повышение по служебной лестнице",
            "Быстрый экономический рост может привести к раздутию цен.",
            "Она осторожно провела лодку через быстрое течение.",
            "Быстрое распространение этой болезни напугало /встревожило/ многих людей.",
            "Восстановление леса после пожара было на удивление быстрым",
            "Их долги росли с устрашающей быстротой.",
            "Быстрая электронная связь является свершившимся фактом.",
            "Его кожа была сухой и горячей, а дыхание — быстрым и прерывистым.",
            "Врачи были удивлены столь быстрым прогрессированием данного заболевания.",
            "Книга быстро совершила восхождение к вершине списка бестселлеров.",
            "Симптомы пациента включали учащённый пульс и затруднённое дыхание.",
            "Пылевые бури в Корее являются результатом быстрого опустынивания Китая.",
            "стремительный ход корабля",
            "целый ряд эпизодов стремительного продвижения по службе",
            "С листвы деревьев вода испаряется довольно быстро.",
            "стремительный темп технологических инноваций",
            "кадровые проблемы, сопутствующие быстрому росту",
            "Данная отрасль прошла через период быстрого расширения.",
            "Его быстрому успеху поспособствовали высокомерие и безвкусица.",
            "стремительное ускорение экономического прогресса в Юго-Восточной Азии",
            "Прокурор быстро задал Хендриксону ряд вопросов."
        ]
    }
}