{
    "rare": {
        "comment": [
            "rarely"
        ],
        "translate": "редкий, редкостный, исключительно, гренки с сыром",
        "transcription": " |rer|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "That's a rare good sign.",
            "It's rare to see snow in September.",
            "I like my steak rare.",
            "It is rare that he gets home before dark.",
            "She's a creature of rare beauty.",
            "It is rare to find such an interesting group of people.",
            "She elevated every rare small success to the sublime.",
            "Patience is a rare commodity.",
            "This library houses rare books.",
            "He is a rare pecker.",
            "a rare form of cancer",
            "Openness and candour are rare qualities in a statesman.",
            "Some rare wild animals are battling for their existence.",
            "I only saw Helen on the rare occasions when I went into her shop.",
            "She has a rare, incurable disease.",
            "She suffers from a rare heart condition.",
            "She suffers from a rare disease of the brain.",
            "Potatoes were first cultivated as a rare exotic.",
            "These rare books hold special allure for collectors.",
            "She has the rare gift of being able to laugh at herself.",
            "a knowing collector of rare books",
            "a marvelous collection of rare books",
            "We had a rare old time at the party.",
            "a rare work, today almost inaccessible",
            "He suffers from a rare genetic disease.",
            "a politician of rare honesty and courage",
            "Crime on the island is comparatively rare.",
            "abridge a dictionary by omitting rare words",
            "The author made a rare personal appearance.",
            "He suffers from a rare hereditary condition."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это на редкость хороший знак.",
            "Снег в сентябре нечасто увидишь.",
            "Я люблю стейки с кровью.",
            "Он редко приходит домой засветло /до наступления темноты/.",
            "Она — создание редкой красоты.",
            "Редко можно найти такую интересную группу людей.",
            "Каждое редкое, незначительное достижение она возвышала до чего-то грандиозного.",
            "Терпение — штука редкая.",
            "В этой библиотеке хранятся редкие книги.",
            "Он не дурак поесть.",
            "редкая форма рака",
            "Откровенность и искренность - редкие качества государственного деятеля.",
            "Ряду редких животных приходится буквально сражаться за выживание.",
            "Я видел Хелен только в тех редких случаях, когда заходил в её магазин.",
            "У неё редкое, неизлечимое заболевание.",
            "Она страдает редким заболеванием сердца.",
            "Она страдает от редкого заболевания мозга.",
            "Первоначально картофель возделывался как редкое экзотическое растение.",
            "Эти редкие книги имеют особую привлекательность для коллекционеров.",
            "Она обладает редким даром посмеяться над собой.",
            "опытный коллекционер редких книг",
            "чудесная коллекция редких книг",
            "Мы на редкость хорошо повеселились на вечеринке.",
            "редкая работа, в наши дни практически недостижимая",
            "Он страдает редким генетическим заболеванием.",
            "политик редкой честности и мужества",
            "Преступность на этом острове встречается сравнительно редко.",
            "сократить словарь, исключив оттуда редкие слова",
            "Автор сделал одно из редких появлений на публике.",
            "Он страдает от редкого наследственного заболевания."
        ],
        "stars": 3
    }
}