{
    "rarely": {
        "comment": [],
        "translate": " редко, изредка, нечасто, необычайно, исключительно, на редкость",
        "transcription": "  |ˈrerli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He rarely washes, and he smells",
            "She rarely talks about her past.",
            "The windows are rarely or never opened.",
            "I believed him to be rarely good and wise.",
            "Temperatures rarely rise above freezing.",
            "I rarely lose a left-hand glove.",
            "She very rarely complains.",
            "The ewes of this country rarely twin.",
            "She uses drugs rarely.",
            "He rarely gets up before noon.",
            "He rarely buttons the top button on his shirt.",
            "Only rarely will she indulge in a glass of wine.",
            "He rarely consents to do interviews.",
            "We rarely turn on the air-conditioner.",
            "Guests were rarely entertained in the library.",
            "It was rarely indeed that any such request was denied.",
            "He was a happy child who rarely cried.",
            "I rarely attend services at my church.",
            "God rarely reveal his plans for Mankind.",
            "Rarely do we see this kind of weather in our area.",
            "Technical terms are rarely occurrent in literature.",
            "He was a mild-mannered man who rarely became angry.",
            "Teenagers and their parents rarely agree.",
            "I rarely premeditate, which is a mistake.",
            "Those shoes are so dressy, I rarely wear them.",
            "Brian rarely, if ever, goes to bed before 3 am.",
            "The disease leads to debility but rarely kills.",
            "Jean rarely sounded so negative about her mother.",
            "This method is rarely used in modern laboratories.",
            "The subject was rarely mentioned in polite society."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он редко моется, и от него дурно пахнет.",
            "Она редко говорит о своём прошлом.",
            "Окна открываются редко или вообще никогда.",
            "Я считал, что он исключительно добрый и мудрый человек.",
            "Температура редко поднимается выше нуля.",
            "Я редко теряю перчатку с левой руки.",
            "Она жалуется очень редко.",
            "В этой местности овцы редко приносят двойню.",
            "Она редко употребляет наркотики / лекарства.",
            "Он редко встаёт раньше полудня.",
            "Он редко застёгивает верхнюю пуговицу рубашки.",
            "Только изредка она позволит себе стаканчик вина.",
            "Он редко соглашается на интервью.",
            "Мы редко включаем кондиционер.",
            "Гостей редко принимали в библиотеке.",
            "Редко случалось, чтобы такая просьба отклонялась.",
            "Он был счастливым ребёнком, который почти никогда не плакал.",
            "Я редко посещаю службы в своей церкви.",
            "Бог редко посвящает людей в свои планы.",
            "Нечасто в наших местах бывает такая погода.",
            "Технические термины редко встречаются в (художественной) литературе.",
            "Это был кроткий человек, который редко сердился.",
            "Подростки и их родители редко приходят к согласию.",
            "Я редко продумываю что-то заранее, а это неправильно.",
            "Те туфли такие шикарные, что я редко их ношу.",
            "Брайан редко ложится спать раньше трёх часов ночи — почти никогда.",
            "Данная болезнь приводит к истощению, но редко убивает.",
            "Джин редко когда так плохо отзывалась о своей матери.",
            "Этот метод редко используется в современных лабораториях.",
            "Эта тема редко упоминается в приличном обществе."
        ]
    }
}