{
    "rather": {
        "comment": [
            "marathon"
        ],
        "translate": " скорее, довольно, вернее, лучше, несколько, предпочтительнее, слегка, охотнее",
        "transcription": "  |ˈræðər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's rather cold.",
            "I would rather play tennis than watch TV.",
            "She is rather ill.",
            "He's a rather nice man. / He's rather a nice man.",
            "He is my sister's friend really, rather than mine.",
            "I rather doubt I'll be able to come to your party.",
            "'Do you want to come to see me this evening?' 'Rather!'",
            "Rather you than me.",
            "You think she's snobbish? Rather, I'd say she's shy.",
            "I'd rather be in Philadelphia.",
            "He didn't call., rather (or instead), he wrote her a letter.",
            "I rather regret that I cannot attend.",
            "He's rather good at playing the cello.",
            "I think the children watch rather too much television.",
            "It rather annoyed me that he was late picking me up.",
            "The movie is a comedy, but rather a dull one.",
            "Rather than disappoint the children, he did two quick tricks before he left."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(закр сл) = [ɑː]",
            "th = [ð]"
        ],
        "example_translate": [
            "Довольно холодно.",
            "Я бы предпочёл играть в теннис, чем смотреть телевизор.",
            "Она серьёзно больна.",
            "Он весьма приятный человек.",
            "На самом деле, он скорее друг моей сестры, чем мой.",
            "Я немного сомневаюсь, что смогу прийти к тебе на вечеринку.",
            "— Хочешь зайти ко мне вечером? — Да, конечно.",
            "Не дай бог оказаться на твоём месте! (досл. лучше уж ты, чем я!)",
            "Ты считаешь, что она высокомерна? Наоборот, она застенчива.",
            "Я бы предпочёл быть в Филадельфии.",
            "Звонить он не стал. Вместо этого он написал ей письмо.",
            "Я весьма сожалею, что не могу присутствовать.",
            "Он довольно хорошо играет на виолончели.",
            "Я думаю, что дети смотрят слишком много телевизора.",
            "Меня несколько рассердило, что он поздно меня забрал.",
            "Этот фильм — комедия, но довольно скучная.",
            "Чтобы не разочаровывать детей, перед уходом он быстренько показал два фокуса."
        ]
    }
}