{
    "rational": {
        "comment": [
            "ratio"
        ],
        "translate": "рациональный, разумный, целесообразный",
        "transcription": " |ˈræʃnəl|",
        "antonyms": [],
        "mnemonic": [
            "ratio ['reɪʃɪəu]\nrational ['ræʃən (ə) l] - рациональный, разумный.\n***\nЭто ОТНОШЕНИЕ ты реши|ей. (это)"
        ],
        "examples": [
            "I'm sure there's a rational explanation for all this.",
            "Man is a rational animal.",
            "We were too shocked to think rationally.",
            "His next measure was perfectly rational and well-judged.",
            "...human beings are rational creatures...",
            "Parents need to be fully informed so they can make a rational decision.",
            "Culley was quite rational at the time of her baby's death.",
            "The set of all rational numbers is a field.",
            "The incident left him unstrung and incapable of rational effort.",
            "These are real problems that can be dealt with most effectively by rational discussion.",
            "What I'd like us to do is put our cards on the table and discuss the situation in a rational manner.",
            "Unable to mount a rational defense of her position, she unleashed a torrent of obloquy on her opponent."
        ],
        "example_translate": [
            "Уверен, что всему этому есть разумное объяснение.",
            "Человек — животное разумное.",
            "Мы были слишком потрясены, чтобы разумно мыслить.",
            "Его следующая мера была хорошо продумана и рассчитана.",
            "...люди являются разумными созданиями...",
            "Родители должны быть полностью информированы, чтобы иметь возможность принимать рациональные решения.",
            "В момент смерти её ребёнка Калли была вполне рассудительна.",
            "Множество всех рациональных чисел называется полем.",
            "После этого происшествия он стал нервным и неспособным к умственной работе.",
            "Это реальные проблемы, которые эффективнее всего решаются путём рационального обсуждения.",
            "Я бы хотел, чтобы все мы выложили карты на стол и обсудили эту ситуацию в разумном ключе.",
            "Будучи не в состоянии рационально защитить свою позицию, она разразилась потоком оскорблений в адрес своего оппонента."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}