{
    "raw": {
        "comment": [],
        "translate": "сырой, необработанный, сырье, больное место, сдирать кожу",
        "transcription": " |rɔː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Cabbage can be eaten raw.",
            "He drank it raw.",
            "In its raw state, cocoa is very bitter.",
            "The skin on my feet was rubbed raw.",
            "He entered the raw data into a spreadsheet.",
            "Most of our soldiers are raw recruits.",
            "She shivered in the raw morning air.",
            "The shoes rubbed my heels raw.",
            "His early sketches are raw and unpretentious.",
            "His time here provided the raw material for his novel.",
            "His throat was raw from the cold air.",
            "You may kill someone someday with your raw power.",
            "Her voice has a raw poetic beauty.",
            "The cost of our raw materials has risen significantly.",
            "a secluded swimming hole where we could swim in the raw",
            "Raw sewage had been dumped in the river.",
            "Bradley received raw treatment from his friends.",
            "Warhol used everyday items as the raw ingredients of his art.",
            "Linda didn't want to see Roy while her emotions were still raw.",
            "It took raw courage to admit she was wrong."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "aw + Гл. = [ɔː]"
        ],
        "example_translate": [
            "Капусту можно есть в сыром виде.",
            "Он выпил, не разбавляя.",
            "В сыром состоянии какао очень горькое.",
            "Кожа на моих ногах была стёрта до крови.",
            "Он ввёл исходные /первичные/ данные в электронную таблицу.",
            "Большинство наших солдат являются неопытными новобранцами.",
            "Он продрогла на сыром утреннем воздухе.",
            "Эти туфли стёрли мне пятки до крови.",
            "Его ранние эскизы — сырые и незамысловатые.",
            "Время, проведённое здесь, послужило исходным материалом для его романа.",
            "Его горло саднило от холодного воздуха.",
            "Когда-нибудь ты кого-нибудь убьёшь своей силищей.",
            "В её голосе есть какая-то грубоватая поэтическая красота.",
            "Стоимость сырья значительно возросла.",
            "уединённое место для купания, где можно было поплавать нагишом",
            "Неочищенные сточные воды были сброшены в реку.",
            "Друзья обошлись с Брэдли несправедливо.",
            "В качестве исходного материала для своих работ Уорхол использовал предметы ежедневного обихода.",
            "Линда не хотела видеть Роя, пока её чувства ещё не улеглись.",
            "Чтобы признать свою неправоту, ей потребовалось большое мужество."
        ]
    }
}