{
    "reaction": {
        "comment": [],
        "translate": "реакция, реагирование, противодействие, реактивный",
        "transcription": " |riˈækʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His reaction was predictable.",
            "A good driver has quick reactions.",
            "a bad reaction to the medicine",
            "What was your reaction on seeing him?",
            "It was a very male reaction, I thought.",
            "I was gauging her reaction to the news.",
            "She had an acute inflammatory reaction to the drug.",
            "Take note of this chemical reaction.",
            "My gut reaction was not to trust him.",
            "inhibit the rate of a chemical reaction",
            "Their reaction to the news was positive.",
            "She was studying his face for a reaction.",
            "His first reaction was to deny everything.",
            "Gary found her reaction puzzling.",
            "The speed of his reactions saved his life.",
            "The critics reaction to the play was tepid.",
            "He tried to size up the reaction of the man.",
            "He was bewildered by his daughter's reaction.",
            "Her impassive face showed no reaction at all.",
            "The news brought an angry reaction from unions.",
            "She had a severe allergic reaction to the drug.",
            "Every action has an equal and opposite reaction.",
            "I looked at Chris, trying to gauge his reaction.",
            "The forces of reaction made the reform difficult.",
            "a reaction to a world full of shallow materialism",
            "They hushed it up out of fear of public reaction.",
            "His decision got a mixed reaction from the family.",
            "Please observe the reaction of these two chemicals.",
            "My first reaction was that this must be a leg-pull.",
            "His reaction was the product of hunger and fatigue."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его реакция была предсказуемой.",
            "Хороший водитель обладает быстрой реакцией.",
            "плохая реакция на лекарство",
            "Как вы отреагировали, когда его увидели?",
            "\"Типично мужская реакция\", — подумала я.",
            "Я оценивал её реакцию на новости.",
            "У неё возникла острая воспалительная реакция на данный препарат.",
            "Обратите внимание на эту химическую реакцию.",
            "Интуиция мне подсказывала /нутром я чуяла/, что ему доверять не стоит.",
            "сдерживать скорость химической реакции",
            "Их реакция на эту новость была положительной.",
            "Она внимательно смотрела ему в лицо, ожидая реакции.",
            "Его первой реакцией было всё отрицать.",
            "У Гэри её реакция вызвала недоумение.",
            "Скорость реакции спасла ему жизнь.",
            "Критики встретили эту пьесу равнодушно.",
            "Он попытался прикинуть его реакцию.",
            "Реакция дочери сбила его с толку.",
            "Её бесстрастное лицо не выказывало никакой реакции.",
            "Эта новость вызвала гневную реакцию со стороны профсоюзов.",
            "У неё была тяжелая аллергическая реакция на этот препарат.",
            "Каждое действие имеет равное и противоположное противодействие. (третий закон Ньютона)",
            "Я посмотрел на Криса, пытаясь оценить его реакцию.",
            "Реакционные силы затруднили проведение данной реформы.",
            "реакция на мир, полный мелочной меркантильности",
            "Они умолчали об этом, боясь реакции общественности.",
            "Его решение получило неоднозначную реакцию со стороны семьи.",
            "Прошу обратить внимание на реакцию этих двух химических веществ.",
            "Сперва я решил, что это, должно быть, какой-то розыгрыш.",
            "Его реакция была результатом голода и усталости."
        ]
    }
}