{
    "react": {
        "comment": [
            "reaction",
            "reactor"
        ],
        "translate": "реагировать, воздействовать, противодействовать, влиять, отзываться",
        "transcription": " |riˈækt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I watched to see how he'd react.",
            "I didn't expect him to react that way.",
            "It was irrational to react in that manner.",
            "Normal people don't react that way.",
            "How did Wilson react to your idea?",
            "How do you react to this modern artist's paintings?",
            "When you've been around a person long enough, you start to know how they'll react.",
            "I dread to think how he will react.",
            "Will the people one day react against the political system that oppresses them?",
            "He was curious about how she would react.",
            "The government has been slow to react to the crisis.",
            "He reacted badly to the drug.",
            "The hydrogen and the oxygen react",
            "He reacted angrily to the suggestion that he had lied.",
            "The firefighters reacted quickly when they heard the alarm.",
            "It will take a strong politician to react on this angry crowd.",
            "The calcium reacts with sulphur in the atmosphere.",
            "The market reacted favourably to the announcement.",
            "She reacted very badly (=was very upset) when her parents split up.",
            "Oil prices reacted sharply (=reacted a lot) to news of the crisis in the Middle East."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я наблюдал за тем, как он отреагирует.",
            "Я не ожидал, что он отреагирует подобным образом.",
            "Неразумно было так реагировать.",
            "Нормальные люди так не реагируют.",
            "Как Уилсон отреагировал на вашу затею?",
            "Как вы воспринимаете картины этого современного художника?",
            "Когда пробудешь рядом с человеком достаточно долго, начинаешь понимать, как он отреагирует.",
            "Мне страшно подумать о том, как он будет реагировать.",
            "Возможно ли такое, что однажды люди восстанут против попирающей их права политической системы?",
            "Ему было любопытно узнать, как она отреагирует.",
            "Правительство медленно реагирует на кризис.",
            "Он плохо реагирует на этот препарат.",
            "Водород и кислород реагируют друг с другом (здесь говориться о химической реакции)",
            "Он гневно отреагировал в ответ на предположение о том, что он лгал.",
            "Пожарные быстро отреагировали, когда услышали сигнал тревоги.",
            "Чтобы успокоить эту толпу, нужен сильный политик.",
            "В атмосфере кальций вступает в реакцию с серой.",
            "Рынок положительно отреагировал на это объявление.",
            "Она очень остро отреагировала на расставание родителей (т.е. была очень расстроена).",
            "Цены на нефть резко (т.е. сильно) отреагировали на известия о кризисе на Ближнем Востоке."
        ],
        "stars": 2
    }
}