{
    "readily": {
        "comment": [
            "read",
            "ready",
            "reading",
            "reader"
        ],
        "translate": "легко, с готовностью, охотно, быстро, без труда",
        "transcription": " |ˈredɪli|",
        "antonyms": [],
        "mnemonic": [
            "readily [редили] охотно, легко - Враги охотно (в-редили) нам;"
        ],
        "examples": [
            "He readily adopted her suggestion.",
            "Jack readily agreed to help.",
            "He readily agreed to help us.",
            "They are readily taken by nets.",
            "I readily grasped at his proposal.",
            "An allusion will readily be understood.",
            "They readily acknowledged their mistake.",
            "Aluminium, being a metal, readily conducts heat.",
            "He does not readily give a stranger his confidence.",
            "these snakes can be identified readily",
            "The drug is readily available in Europe.",
            "This is a fact that most smokers readily acknowledge.",
            "Elzevirs go readily into the pocket.",
            "The information is readily accessible on the Internet.",
            "simple instructions that anyone can readily understand",
            "Parking is readily available near the station entrance.",
            "readily accessible to the nonprofessional reader",
            "He readily accepted her invitation (=accepted it quickly).",
            "There are corrigible lapses in the author's grammar, but nothing that a good editor cannot readily fix.",
            "The complicacy of the theory of relativity is such that it cannot be reduced to a few words that are readily comprehensible to the layman.",
            "The computer language involved was readily usable.",
            "He's the type of cad who readily bad-mouths every girl who's ever dumped him.",
            "Aware that she's only an apprentice in the medical field, she readily defers to her more experienced colleagues."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он охотно принял её предложение.",
            "Джек с готовностью согласился помочь.",
            "Он охотно согласился помочь нам.",
            "Их легко поймать сетями.",
            "Я с готовностью ухватился за его предложение.",
            "Намёк будет легко понят.",
            "Они сразу признали свою ошибку.",
            "Алюминий, будучи металлом, без труда проводит тепло.",
            "Он неохотно доверяется незнакомцам.",
            "эти змеи могут быть легко опознаны",
            "Данный препарат легко доступен в Европе.",
            "Этот факт охотно признаёт большинство курильщиков.",
            "Средневековые книги-эльзевиры легко входят в карман.",
            "Эта информация без труда доступна в интернете.",
            "простые инструкции, которые может легко понять каждый",
            "Возле входа на станцию можно без труда припарковаться.",
            "легкодоступный для непрофессионального читателя",
            "Он охотно (т.е. быстро) принял её приглашение.",
            "В авторской грамматике имеются поправимые недочёты, но нет ничего такого, что не в состоянии легко исправить хороший редактор.",
            "Теория относительности настолько сложна, что её нельзя свести к нескольким словам, легко понятным для неспециалистов.",
            "Задействованный компьютерный язык был удобен для использования.",
            "Он типичный хам, который охотно говорит гадости про каждую девушку, которая его когда-то бросила.",
            "Понимая, что в области медицины она всего лишь зелёный новичок, она с готовностью прислушивается к более опытным коллегам."
        ],
        "stars": 1
    }
}