{
    "realistic": {
        "comment": [
            "realize",
            "really",
            "real",
            "reality",
            "cereal",
            "realm",
            "realism"
        ],
        "translate": "реалистичный, реалистический, практический, трезвый",
        "transcription": " |ˌriːəˈlɪstɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Is this a realistic target?",
            "The realism of her dream was alarming.",
            "Is it realistic to expect such results?",
            "I don't think they have a realistic chance of winning.",
            "the stark realism of the play",
            "What you need is a realistic, saleable price.",
            "It's best to set realistic goals that you can achieve.",
            "It's just not realistic to expect a promotion so soon.",
            "His tendency to overact made his performance less realistic.",
            "You need to be realistic about the amount you can do in a day.",
            "The film's very realistic dinosaurs were animated on computers.",
            "She has long been acclaimed by the critics for her realistic acting.",
            "He has a sense of realism about what can be done to improve the economy.",
            "The merit of the report is its realistic assessment of the changes required.",
            "The historical details in the movie do not obtrude — they enhance the story by making it more realistic."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта цель достижима? / Это реалистичная цель?",
            "Её сон был пугающе реальным.",
            "Реалистично ли ожидать таких результатов?",
            "Я не думаю, что у них есть реальный шанс на победу.",
            "суровый реализм этой пьесы",
            "То, что вам нужно, — это реалистичная цена, по которой возможна продажа.",
            "Лучше всего ставить перед собой реалистичные цели, которые можно достичь.",
            "Рассчитывать на столь скорое повышение по службе просто неразумно.",
            "Из-за склонности к переигрыванию его игра кажется менее реалистичной.",
            "Нужно реалистически оценивать объём работы, которую вы можете сделать за день.",
            "Очень реалистичные динозавры, показанные в этом фильме, были анимированы на компьютерах.",
            "Она уже давно добилась признания критиков за реалистичную /правдоподобную/ манеру игры.",
            "Он реально представляет, что можно сделать для улучшения экономики.",
            "Ценность отчета состоит в реалистичной оценке необходимости изменений.",
            "Исторические детали в этом фильме не слишком бросаются в глаза: они лишь дополняют сюжет, делая его более реалистичным."
        ]
    }
}