{
    "reality": {
        "comment": [],
        "translate": "реальность, действительность, явь, реализм, истинность, подлинная сущность",
        "transcription": " |riˈæləti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His description does not square with reality",
            "His dream became a reality.",
            "He has a tenuous grasp on reality.",
            "the difference between fiction and reality",
            "They made the plan a reality.",
            "He needs a good dose of reality.",
            "We in reality confuse wealth with money.",
            "You mean we were accepted for the reality show? yahoo!",
            "The story is a magical mix of fantasy and reality.",
            "The world has an objective reality.",
            "Their worst fears became a reality.",
            "The reality is embroiled with fable and legend.",
            "The reality is that we can't afford to buy a house.",
            "It can be difficult to reconcile your ideals with reality.",
            "The alar bones are in reality distinct elements of the cranium.",
            "She was losing her grip on reality.",
            "TV is used as an escape from reality.",
            "Memories seemed to merge with reality.",
            "facing the stark reality of the deadline",
            "He used television as an escape from reality.",
            "In time they came to accept the harsh reality.",
            "His ideas are completely divorced from reality.",
            "The reality, however, is probably more prosaic.",
            "The sight of his wife brought him back to reality.",
            "These statistics grossly misrepresent the reality.",
            "The paperless office may one day become a reality.",
            "He was now awake to the reality of his predicament.",
            "She had never accepted the reality of her pregnancy.",
            "In reality, violent crimes are still extremely rare.",
            "the notion of any transcendent reality beyond thought"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его описание не соответствует действительности.",
            "Его мечта осуществилась.",
            "Он имеет слабое представление о реальности.",
            "разница между вымыслом и реальностью",
            "Они осуществили этот замысел.",
            "Ему нужно вернуться к реальности.",
            "На деле мы путаем богатство с деньгами.",
            "Вы хотите сказать, что нас приняли в реалити-шоу? Уррааа!",
            "Этот рассказ представляет собой феерическую смесь фантазии и реальности.",
            "В мире существует объективная реальность.",
            "Их худшие опасения стали реальностью.",
            "Реальность переплетается с мифами и легендами.",
            "Реальность такова, что мы не можем позволить себе купить дом.",
            "Привести свои идеалы в соответствие с реальностью порой непросто.",
            "Крыловидные кости в действительности являются отдельными элементами черепа.",
            "Она теряла контроль над реальностью.",
            "Телевизор используется для бегства от реальности.",
            "Воспоминания как бы сливались с реальностью.",
            "перед лицом суровой реальности последнего срока сдачи",
            "Он использовал телевидение для бегства от реальности.",
            "Со временем они стали принимать суровую реальность.",
            "Его идеи полностью оторваны от реальности.",
            "Однако действительность, вероятно, более прозаична.",
            "Увидев жену, он вернулся на грешную землю.",
            "Эти статистические данные грубо искажают реальность.",
            "Электронное /безбумажное/ делопроизводство однажды может стать реальностью.",
            "Теперь он полностью осознавал реальность своего затруднительного положения.",
            "До этого она никогда не признавала реальность своей беременности.",
            "В действительности, насильственные преступления по-прежнему крайне редки.",
            "идея о какой-либой немыслимой трансцендентной реальности"
        ]
    }
}