{
    "realize": {
        "comment": [
            "really",
            "real",
            "reality",
            "realistic",
            "cereal",
            "realm",
            "realism"
        ],
        "translate": "понимать, реализовать, осознавать, осуществлять, сознавать, выполнять",
        "transcription": " |ˈriːəlaɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She finally realized her goal.",
            "Do you realize you're an hour late?",
            "It was only later that I realized my mistake.",
            "I'm sorry, I didn't realize who you were.",
            "I suddenly realized that the boy was crying.",
            "She realized that she had been cheated.",
            "I realize this is very short notice.",
            "The campaign realized $5000.",
            "He finally realized the scope of the problem.",
            "You just have to realize that you can't always get what you want.",
            "People need to realize the depth of the problem.",
            "She realizes how much things have changed.",
            "I didn't realize the book was that long.",
            "I realized how my words had been distorted.",
            "She never realized her ambition of winning an Olympic gold medal.",
            "He couldn't realize the finality of death.",
            "She slowly realized what he was trying to say.",
            "Children oftentimes don't realize how quickly time passes.",
            "He finally realized his ambition to start his own business.",
            "It rattled me to realize how close we had been to a real catastrophe.",
            "We realized a small profit on the sale of the house.",
            "When I look back on those days I realize I was desperately unhappy.",
            "Do you realize how difficult that stunt is?",
            "The situation is more complex than you realize.",
            "Does she realize how important this decision is?",
            "I'm waiting for him to realize how stupid he's been.",
            "She didn't realize the upset she caused me.",
            "You'd realize these shakes are mere nothings.",
            "They did not realize the risk that was involved.",
            "I've really put my foot in it this time. I didn't realize that was her husband!"
        ],
        "example_translate": [
            "Она наконец осуществила свою цель.",
            "Вы понимаете, что опоздали на целый час?",
            "Только потом я понял свою ошибку.",
            "Прошу прощения, я не знал, кто вы.",
            "И тогда я вдруг понял, что мальчик плачет.",
            "Она поняла, что её обманули.",
            "Я понимаю, что говорю это в самый последний момент.",
            "В ходе кампании было собрано пять тысяч долларов.",
            "Он, наконец, осознал масштаб проблемы.",
            "Вы просто должны осознать, что не всегда можно получить то, что вы хотите.",
            "Люди должны осознать всю глубину этой проблемы.",
            "Она понимает, как сильно всё изменилось.",
            "Я не думал, что книга такая длинная.",
            "Я понял, как сильно исказили мои слова.",
            "Она так и не осуществила свою цель: стать чемпионкой Олимпийских игр.",
            "Он не мог осознать бесповоротность смерти.",
            "Она постепенно поняла, что он пытается сказать.",
            "Дети зачастую не понимают, насколько быстро проходит время.",
            "Он наконец-то осуществил свою цель — начать свой собственный бизнес.",
            "Я испугался, когда понял, насколько близко мы были к настоящей катастрофе.",
            "Мы получили небольшую прибыль от продажи дома.",
            "Вспоминая то время, я понимаю, что был отчаянно несчастен.",
            "Осознаёте ли вы, насколько сложен этот трюк?",
            "Положение сложнее, чем вам представляется.",
            "Осознаёт ли она, насколько важно это решение?",
            "Я жду, пока он поймёт, какого дурака свалял.",
            "Она не понимала, насколько сильно меня этим расстроила.",
            "Вы бы поняли, что эти подземные толчки — просто ерунда.",
            "Они не осознавали всего связанного с этим риска.",
            "На этот раз я действительно влип. Я не знал, что это был её муж!"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}