{
    "rear": {
        "comment": [
            "area"
        ],
        "translate": "задний, тыловой, тыльный, воспитывать, поднимать, тыл, зад, спина",
        "transcription": " |rɪr|",
        "antonyms": [],
        "mnemonic": [
            "rear [ри'э] задняя часть, зад, тыл - (Эр-Рия-д) - задняя часть Саудовской Аравии.",
            "rear [rɪə]\n***\nЕсли вы ЗАДНЕМ плане, значит вы вторые. (это) rear\nТыл, зад. Задний, тыльный. Поднимать, воздвигать.\n***\nУ дверцы задней \"rear\"\nсломался механизм \"gear\"."
        ],
        "examples": [
            "Knock at the rear entrance.",
            "the rear door of the car",
            "It's a good place to rear young children.",
            "The snake reared its head.",
            "The horse reared and threw me off.",
            "Most farmers in the area rear sheep.",
            "The column was attacked from the rear.",
            "the rear part of the house",
            "This gentleman was reared at Cambridge.",
            "The horse reared up in fear, throwing its rider off.",
            "The car comes with or without the rear wing.",
            "the rear door of the plane",
            "The car's rear bumper was damaged.",
            "Carole was left to bring up the rear.",
            "The birds have been successfully reared in captivity.",
            "The roof pitches sharply to the rear of the house.",
            "They have an average-size front garden and a large rear garden.",
            "Go to the back of the building and look out the rear window and you'll see the eagle.",
            "The horse reared in terror.",
            "Apparently, that building has no rear fire egress.",
            "We watched a documentary on how wolves rear their young.",
            "'So what?' asked Brian, tipping his chair back on its rear legs.",
            "In the late 19th century, engines were placed in front, amidships, and at the rear.",
            "The hotel overlooks the river to the rear.",
            "His room was toward the rear of the hotel.",
            "One of the building's rear doors was insecure."
        ],
        "example_translate": [
            "Стук в заднюю дверь.",
            "задняя дверь автомобиля",
            "Это хорошее место для того чтобы растить маленьких детей.",
            "Змея подняла голову.",
            "Лошадь встала на дыбы и сбросила меня.",
            "Большинство фермеров этого района разводят овец.",
            "На колонну напали с тыла.",
            "задняя часть дома",
            "Этот господин воспитывался в Кембридже.",
            "Лошадь от страха встала на дыбы и сбросила всадника.",
            "Машина поставляется в двух модификациях - с задним крылом и без заднего крыла.",
            "задняя дверь самолёта",
            "Задний бампер автомобиля был повреждён.",
            "Кэрол осталась в самом конце (очереди или гонки).",
            "Эти птицы успешно выращиваются в неволе.",
            "Крыша резко клонится к задней части дома.",
            "У них есть среднего размера палисадник и большой сад за домом.",
            "Иди в заднюю часть здания, посмотри в окно во двор, и ты увидишь орла.",
            "От страха лошадь встала на дыбы.",
            "По всей видимости, в том здании нет запасного выхода.",
            "Мы посмотрели документальный фильм о том, как волки выкармливают свой молодняк.",
            "— Ну и что? — спросил Брайан, накренив свой стул так, что он стоял только на задних ножках.",
            "В конце девятнадцатого века двигатели размещали в передней, средней и задней части корабля.",
            "Из задних окон гостиницы открывается вид на реку.",
            "Его номер располагался ближе к задней части гостиницы.",
            "Одна из задних дверей здания была ненадёжной."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}