{
    "reason": {
        "comment": [],
        "translate": "причина, основание, разум, повод, рассудок, рассуждать, размышлять, аргументировать",
        "transcription": " |ˈriːzn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He lost the ability to reason.",
            "There is no reason to panic.",
            "The children must learn to reason.",
            "There is no reason to disbelieve him.",
            "There is a show of reason in it.",
            "She has reason to feel guilty.",
            "I'll do anything for you within reason.",
            "I tried to reason with her.",
            "I gave a reason for my absence.",
            "Can't you reason the boy out of such stupid behaviour?",
            "He quit for personal reasons.",
            "The man is endowed with reason.",
            "I just can't get her to see reason!",
            "The reason why she did it is a mystery.",
            "She reasoned that something must be wrong.",
            "They had good reason to rejoice.",
            "There is no real reason to worry.",
            "She had every reason to distrust him.",
            "For no particular reason, he quit the job.",
            "Dan burned to know what the reason could be.",
            "My chief reason for quoting these delicate lines.",
            "For some obscure reason, the group is very popular.",
            "the predominate reason for the change",
            "The person can give a reason to his preference.",
            "Natalie was alarmed by the news, and with reason.",
            "I had reason to believe that this statement was incorrect.",
            "I see no reason why it shouldn't work.",
            "I have otherwise no reason to suspect them.",
            "There's no reason why we shouldn't be friends.",
            "The mind pervious to reason and the logic of facts."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив с to после сущ",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Он потерял способность трезво мыслить.",
            "Нет никаких причин для паники.",
            "Дети должны учиться рассуждать.",
            "Нет причин не верить ему.",
            "В этом есть какой-то смысл.",
            "У неё есть причины чувствовать себя виноватой.",
            "Я сделаю для вас всё в пределах разумного.",
            "Я попытался её урезонить /вразумить/.",
            "Я назвала причину своего отсутствия.",
            "Можешь ты отучить ребенка от этой дурацкой привычки?",
            "Он уволился по личным причинам.",
            "Человек одарён разумом.",
            "Никак не могу заставить её образумиться!",
            "По какой причине она это сделала, остаётся загадкой.",
            "Она пришла к выводу, что что-то не так.",
            "У них были веские причины для радости.",
            "Здесь нет реальной причины для беспокойства.",
            "У неё были все основания не доверять ему.",
            "Без особых на то причин, он бросил работу.",
            "Дэн сгорал от желания узнать причину.",
            "Основная причина, по которой я цитирую эти изысканные строки.",
            "По некоторым непонятным причинам, группа очень популярна.",
            "самая главная причина для изменений",
            "Человек может объяснить свой выбор (свои предпочтения).",
            "Натали была встревожена новостью, и не без причины.",
            "У меня были основания считать, что его утверждение ошибочно.",
            "Не вижу причин, почему это не должно работать.",
            "У меня нет других причин их подозревать.",
            "Нет никаких причин, из-за которых нам не следует быть друзьями.",
            "Ум, восприимчивый к доводам и логике фактов."
        ]
    }
}