{
    "reasonable": {
        "comment": [],
        "translate": "разумный, приемлемый, обоснованный, умеренно",
        "transcription": " |ˈriːznəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Let's be reasonable about this.",
            "It is not reasonable to demand so much from them.",
            "It doesn't listen reasonable to me.",
            "We have reasonable cause not to believe him.",
            "It's not reasonable to expect perfect weather.",
            "The team has a reasonable chance of winning.",
            "Cars could be leased at a reasonable rate per month.",
            "A reasonable man would not expect such a thing.",
            "The store's prices are reasonable.",
            "I know where you can pick up a good used car at a very reasonable price.",
            "We should be able to stack up a reasonable profit if we sell now.",
            "They offer quality at a reasonable price.",
            "I've got a reasonable amount of money saved.",
            "I thought it was a perfectly reasonable (=completely reasonable) question.",
            "She has a reasonable chance of doing well in the exam.",
            "Be reasonable — you can't expect her to do all the work on her own!",
            "He makes a reasonable amount of money.",
            "It seems reasonable to assume they've been tested.",
            "These investments should yield a reasonable return.",
            "The hotel offers excellent accommodations at reasonable rates.",
            "an appallingly insolent reply to a reasonable request",
            "Some insurance companies offer very reasonable terms.",
            "The store sells quality furniture at reasonable prices.",
            "The rent is reasonable and, moreover, the location is perfect.",
            "It seems reasonable to assume that the book was written around 70 AD.",
            "To be good at the game you need a reasonable level of intelligence.",
            "It seems reasonable to conjecture that these conditions breed violence.",
            "The statement is certainly open to contestation among reasonable people.",
            "If we extrapolate from the data, we can come up with a reasonable prediction.",
            "These are hard scientific facts against which there can be no reasonable refutation."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Давай будем трезво смотреть на это.",
            "Неразумно столько от них требовать.",
            "Мне это не кажется разумным.",
            "У нас есть разумные основания ему не верить.",
            "Неразумно рассчитывать, что погода будет идеальной.",
            "Команда имеет реальный шанс на победу.",
            "Автомобили сдаются в аренду по умеренной цене за месяц.",
            "Разумный человек не станет на это рассчитывать.",
            "Цены в этом магазине — не слишком высокие.",
            "Я знаю, где можно взять хороший подержанный автомобиль по сходной цене.",
            "Полагаю, что мы получим хорошую прибыль, если мы совершим продажу сейчас.",
            "Они предлагают качество по разумной цене.",
            "Я накопил солидную сумму денег.",
            "Я счёл это вполне разумным (т.е. совершенно разумным) вопросом.",
            "Она имеет реальный шанс выдержать этот экзамен.",
            "Спустись на землю: не думаешь же ты, что она сделает всю эту работу в одиночку!",
            "Он зарабатывает солидные деньги.",
            "Кажется разумным предположить, что их проверяли.",
            "Эти инвестиции должны принести неплохую прибыль.",
            "Отель предлагает отличные номера по разумным ценам.",
            "поразительно наглый /оскорбительный/ ответ на разумную просьбу",
            "Некоторые страховые компании предлагают очень разумные условия.",
            "В этом магазине продаётся высококачественная мебель по разумным ценам.",
            "Арендная плата (там) разумная, да к тому же и место идеальное.",
            "Кажется разумным предположить, что книга была написана около 70 года нашей эры.",
            "Чтобы добиться успеха в этой игре, нужно обладать определённым уровнем интеллекта.",
            "Кажется разумным предположить, что эти условия порождают насилие.",
            "Данное утверждение, безусловно, открыто для обсуждения разумными людьми.",
            "Если мы экстраполируем эти данные, мы получим вполне разумный прогноз.",
            "Это установленные научные факты, против которых не может быть никаких разумных опровержений."
        ]
    }
}