{
    "rebel": {
        "comment": [
            "belt",
            "below",
            "label",
            "bell",
            "belly"
        ],
        "translate": "повстанческий, мятежный, бунтовать, восставать, мятежник, бунтарь",
        "transcription": " |ˈrebl|",
        "antonyms": [],
        "mnemonic": [
            "rebel [рэбл] бунтарь, мятежник - Бунтари (рэбл- ебствуют) перед силой."
        ],
        "examples": [
            "He had been a rebel at school.",
            "Children naturally rebel against their parents.",
            "Alex has always been a bit of a rebel.",
            "He knew he ought to eat, but his stomach rebelled.",
            "The citizens at last rebelled against their cruel rulers.",
            "Rebelling at waiting any longer for the meal, they left the restaurant.",
            "Anti-government rebels attacked the town.",
            "He is a typical teenage rebel.",
            "This rebel state has not been internationally recognized.",
            "The government captured six armed rebels.",
            "Rebel gunmen have put up strong resistance.",
            "There was a lack of cohesion in the rebel army.",
            "Rebel armies have taken control of the radio station.",
            "The rebel army is on the move.",
            "The rebel army now controls nearly half the country.",
            "Rebel forces have tightened their hold on the capital.",
            "The rebel battalions began to shake.",
            "Skirmishes broke out between rebel groups.",
            "Rebel groups are skirmishing with military forces.",
            "Rebel forces have been infiltrating into the country.",
            "Government troops repulsed an attack by rebel forces.",
            "The colonel led a successful raid against a rebel base.",
            "This part of the country is a hot spot of rebel activity.",
            "The army has been ordered to shoot rebel soldiers on sight.",
            "When the government imposed more taxes, the people rebelled.",
            "A rebel group attempted to seize power.",
            "The massacre was committed by the rebel army.",
            "He was a rebel against the school administration.",
            "He rebeled against the social conventions of his time.",
            "Rebel forces have consolidated their hold on the region."
        ],
        "example_translate": [
            "В школе он был бунтарём.",
            "Естественно, дети идут наперекор своим родителям.",
            "Алекс всегда был немного бунтарем.",
            "Он знал, что должен поесть, но его желудок взбунтовался.",
            "Наконец, жители подняли восстание против жестоких правителей.",
            "Возмутившись, что им придется подождать еще, пока им подадут еду, они ушли из ресторана.",
            "Антиправительственные повстанцы напали на город.",
            "Он — типичный подросток-бунтарь.",
            "Это мятежное государство не получило международного признания.",
            "Правительство захватило шесть вооруженных мятежников.",
            "Вооружённые мятежники оказали сильное сопротивление.",
            "Повстанческой армии не хватало сплочённости.",
            "Войска повстанцев взяли под свой контроль радиостанцию.",
            "Армия повстанцев перемещается.",
            "Армия повстанцев теперь контролирует почти половину страны.",
            "Повстанческие силы укрепили своё владение столицей.",
            "В рядах мятежных батальонов начался разброд.",
            "Между повстанческими группировками вспыхнули стычки.",
            "Повстанческие группы ведут перестрелки с подразделениями армии.",
            "Войска повстанцев проникают в страну.",
            "Правительственные войска отразили атаку повстанцев.",
            "Полковник провёл успешный набег на базу повстанцев.",
            "Эта часть страны является очагом деятельности повстанцев.",
            "Армии было приказано пристрелить мятежных солдат без предупреждения.",
            "Когда правительство ввело дополнительные налоги, народ восстал.",
            "Группа повстанцев совершила попытку захватить власть.",
            "Массовые убийства были совершены повстанческой армией.",
            "Он бунтовал против администрации школы.",
            "Он взбунтовался против социальных условностей своего времени.",
            "Повстанческие силы укрепили своё положение в этом регионе."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}