{
    "rebellion": {
        "comment": [],
        "translate": "восстание, бунт, мятеж, сопротивление, возмущение, неподчинение",
        "transcription": " |rɪˈbeljən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The troops put down the rebellion.",
            "The king's army suppressed the rebellion.",
            "They rose in rebellion against the king.",
            "Ireland would be entered in rebellion.",
            "After the attempted rebellion the opposition leader was incarcerated in prison for two years.",
            "They quickly repressed the rebellion in the provincial city and restored order.",
            "She's the head of a rebellion against the leaders of the party.",
            "His body was in rebellion against fatigue.",
            "Recent election losses have led to open rebellion among some party members, who are calling for a complete change of leadership.",
            "Her action amounted to a rebellion.",
            "Ireland was still smoking with the embers of rebellion.",
            "The peasants rose in rebellion.",
            "The rebellion was led by the King's brother.",
            "Each generation must have its own rebellion.",
            "But the most indelible evening of the rebellion for me was the night I had first got beaten.",
            "The unfair tax laws sparked a rebellion.",
            "She had flung all her energies into the rebellion.",
            "Some suspected that the rebellion was backed and financed by the US."
        ],
        "example_translate": [
            "Войска подавили восстание.",
            "Королевская армия подавила восстание.",
            "Они подняли восстание против короля.",
            "Ирландию втянут в восстание.",
            "После попытки мятежа лидера оппозиции на два года посадили в тюрьму.",
            "Они быстро подавили мятеж в этом провинциальном городе и восстановили порядок.",
            "Она является главой мятежа против руководителей партии.",
            "Его тело бунтовало против усталости.",
            "Недавний проигрыш на выборах привёл к открытому восстанию некоторых членов партии, которые призывают к полной смене руководства.",
            "Её поступок был равносилен бунту.",
            "В Ирландии всё ещё догорали последние угольки восстания.",
            "Крестьяне подняли восстание.",
            "Восстание возглавил брат короля.",
            "Каждому поколению необходим свой собственный бунт.",
            "Но самым неизгладимым вечером восстания для меня оказался тот, когда меня в первый раз избили.",
            "Несправедливость налогового законодательства стала причиной того, что вспыхнуло восстание.",
            "Со всей своей энергией она бросилась на помощь восставшим.",
            "Некоторые заподозрили, что бунт поддерживался и финансировался США."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}