{
    "rebuild": {
        "comment": [
            "building",
            "build",
            "builder"
        ],
        "translate": "восстанавливать, перестраивать, отстроить заново, реконструировать",
        "transcription": " |ˌriːˈbɪld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They tried to rebuild after the earthquake.",
            "He is trying to rebuild his life.",
            "The house was rebuild after it was hit by a bomb",
            "The new owner plans to rebuild the franchise.",
            "They want to knock the house down and rebuild it.",
            "He rebuilt his house after it was destroyed by a fire.",
            "The team is rebuilding after losing most of its top players.",
            "The first priority is to rebuild the area's manufacturing industry.",
            "We've only been able to rebuild the theatre with the assistance of the National Lottery.",
            "We laboured mightily to rebuild the walls.",
            "But unlike her he has managed to rebuild his life.",
            "Napoleon III authorized Haussmann to rebuild Paris.",
            "The church was completely rebuilt in the last century.",
            "No man in recent history has done more to rebuild the Democratic Party."
        ],
        "example_translate": [
            "Они попытались заново отстроиться после землетрясения.",
            "Он пытается заново обустроить свою жизнь.",
            "Данный дом был восстановлен после попадания бомбы.",
            "Новый владелец планирует существенно изменить франшизу.",
            "Они хотят снести здание и отстроить его заново.",
            "Он перестроил свой дом после того, как тот был уничтожен пожаром.",
            "Команда перестраивается после потери большинства своих лучших игроков.",
            "В первую очередь нужно восстановить местную обрабатывающую промышленность.",
            "Мы смогли перестроить театр лишь при содействии Национальной Лотереи.",
            "Мы приложили массу усилий, чтобы вновь отстроить эти стены.",
            "Но в отличие от неё, он смог вернуться к своей нормальной жизни.",
            "Наполеон III уполномочил Османа перестроить Париж.",
            "В прошлом веке церковь была полностью перестроена.",
            "Никто в новейшей истории не сделал больше для переустройства Демократической партии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}