{
    "recall": {
        "comment": [
            "ball",
            "baseball",
            "basketball",
            "football",
            "hall",
            "tall",
            "fall",
            "all",
            "small",
            "call",
            "wall",
            "overall",
            "install",
            "shall",
            "stall",
            "mall",
            "waterfall"
        ],
        "translate": "отзыв, память, отозвание, воспоминание, вспоминать, напоминать, отзывать",
        "transcription": " |rɪˈkɔːl|",
        "antonyms": [],
        "mnemonic": [
            "call [kɔ: l]\nrecall [rɪ'kɔ:l]\n***\nЗОВУТ, ОКЛИКАЮТ на укол. (это) call\nЗов, оклик, призыв.\n***\nНужно ВСПОМНИТЬ, в чём прикол. (это) recall\nОТОЗВАЛИ депутата - вот прикол! (это) recall\nВОЗВРАЩАТЬ назад - вот прикол! (это) recall\nОтзыв, отозвание.\n***\nЕсли упадёшь \"fall\", на помощь зови \"call\".\n***\nЕсли можешь на помощь звать \"call\",\nзначит, ещё не всё \"all\"."
        ],
        "examples": [
            "She was recalled by a loud laugh",
            "I know him well, but I can't recall his name to mind.",
            "I recall him as a very bashful child.",
            "The furnishings recall the 1960s.",
            "The admiral gave the signal of recall.",
            "We demand that you recall your army from our border.",
            "The horn below sounded the recall.",
            "“What's his address?” “I don't recall.”",
            "I can't recall who gave me the information.",
            "The ambassador was recalled to his country",
            "She wanted to send him a letter but couldn't recall his address.",
            "A child's recall is usually accurate.",
            "I am able to recall every word of this, it is branded into my mind.",
            "If you reach back in your mind, you should be able to recall the name.",
            "He tried to recall the layout of the farmhouse.",
            "He has total recall of the episode.",
            "The cars had to be recalled due to an engine fault.",
            "As I recall, it was you who suggested this idea in the first place.",
            "I don't recall what time they said they would be here.",
            "Some subtle associations will recall the phantoms of the past.",
            "It is important to recall that not very long ago cell phones did not exist.",
            "The ambassador was recalled from abroad.",
            "You don't happen to recall his name, do you?",
            "I don't recall seeing any cars parked outside.",
            "The company recalled the product when it was found to be faulty.",
            "She did mental exercises meant to improve her recall.",
            "Officials recalled two tons of contaminated meat today.",
            "The factory is recalling all the cars because of a problem with the brakes.",
            "“The first time we met,” he recalled, “we got into a big argument.”",
            "He had total recall (=remembered everything) of every play in the game."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она запомнилась громким смехом",
            "Я его знаю, только имени вспомнить не могу.",
            "Помнится, ребёнком он был довольно застенчив.",
            "Мебель напоминает о 1960-х годах.",
            "Адмирал дал знак возвращаться.",
            "Мы требуем, чтобы вы отвели вашу армию от наших границ.",
            "Раздался звук горна, означающий сигнал к возвращению.",
            "— Какой у него адрес? — Не могу вспомнить.",
            "Не могу вспомнить, от кого я получил эту информацию.",
            "Посол был отозван в свою страну",
            "Она хотела отправить ему письмо, но не смогла вспомнить адрес.",
            "Детские воспоминания, как правило, точны.",
            "Я помню каждое слово из той речи, так она врезалась мне в память.",
            "Если ты напряжешь память, ты вспомнишь это имя.",
            "Он пытался вспомнить планировку усадьбы.",
            "Он вспомнил этот эпизод во всех подробностях.",
            "Автомобили должны были быть отозваны из-за неисправности двигателя.",
            "Насколько я помню, именно вы с самого начала предложили эту идею.",
            "Я не помню, в какое время они сказали, что будут здесь.",
            "Некоторые тонкие ассоциации вызовут в памяти видения прошлого.",
            "Важно напомнить, что не так давно сотовых телефонов ещё не существовало.",
            "Посол был отозван из-за границы.",
            "А вы случайно не запомнили его имени?",
            "Я не припоминаю припаркованных на улице машин.",
            "Компания отозвала данную продукцию, когда она оказалась испорченной.",
            "Она выполняла умственную зарядку, направленную на улучшение памяти.",
            "Сегодня чиновники потребовали отозвать две тонны заражённого мяса.",
            "Завод отзывает все эти автомобили из-за проблем с тормозами.",
            "— При нашей первой встрече, — вспомнил он, — мы ввязались в крупный спор.",
            "Он отчётливо помнил каждый розыгрыш этого матча."
        ],
        "stars": 3
    }
}