{
    "recent": {
        "comment": [],
        "translate": "последний, свежий, недавний, новый, современный",
        "transcription": " |ˈriːsnt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The situation has improved in recent years.",
            "My recent cold has pulled me down.",
            "a recent issue of the journal",
            "His mind travelled over recent events.",
            "Irving's most recent book",
            "The ground was so heavy from recent rains.",
            "a recent addition to the house",
            "She has become very forgetful in recent years.",
            "In recent years she has appeared in public less frequently.",
            "That was the biggest earthquake in recent history .",
            "recent buds on the apple trees",
            "I put his bad temper down to his recent illness.",
            "We can run in a sentence about the politician's recent death.",
            "the recent increase in violent crime",
            "The word “blog” is a recent coinage.",
            "Prices have steadied in recent months.",
            "E-commerce is a relatively recent phenomenon.",
            "The last period of his life has been thoroughly bewritten in recent years.",
            "Her most recent novel is a real gem.",
            "I set his bad temper down to his recent illness.",
            "The pattern of family life has been changing over recent years.",
            "Recent discoveries added to our knowledge of the Universe.",
            "the fewest birds in recent memory",
            "a recent acquisition by the museum",
            "The company cleaned up on their recent business arrangement.",
            "Technology in recent years has become ever more sophisticated.",
            "The population has swelled in recent years.",
            "The volcano is still active, as evidenced by the recent eruption.",
            "The centre party has shown a noticeable move to the right in recent years.",
            "the recent irruption of bad manners"
        ],
        "example_translate": [
            "В последние годы ситуация улучшилась.",
            "Я очень ослаб из-за недавней простуды.",
            "свежий выпуск журнала",
            "Он перебирал в памяти недавние события.",
            "последняя книга Ирвинга / самая свежая книга Ирвинга",
            "После недавних дождей дорогу совсем развезло.",
            "недавняя пристройка к дому",
            "В последние годы она стала очень забывчива.",
            "В последние годы она появлялась на публике не так часто.",
            "Это было самое крупное землетрясение в новейшей истории.",
            "свежие бутоны на яблонях",
            "Я отнёс его плохое настроение на счёт недавней болезни.",
            "Мы можем вставить заметку о безвременной кончине этого политика.",
            "недавний рост насильственной преступности",
            "Слово “блог” придумано недавно.",
            "За последние месяцы цены стабилизировались.",
            "Электронная коммерция — явление относительно недавнее.",
            "Последний период его жизни был недавно подробно описан.",
            "Её последний роман — это настоящая находка.",
            "Его плохое настроение я объяснял недавней болезнью.",
            "В последние годы характер семейной жизни меняется.",
            "Последние открытия углубили наши знания о Вселенной.",
            "наименьшее количество птиц за последнее время",
            "недавнее приобретение музея",
            "Последний контракт принёс фирме неплохую прибыль.",
            "В последние годы технологии становятся всё более изощрёнными.",
            "В последние годы население резко возросло.",
            "Вулкан по-прежнему активен, о чём свидетельствует недавнее извержение.",
            "В последние годы эта центристская партия стала значительно правее.",
            "недавняя вспышка невоспитанности"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}