{
    "receipt": {
        "comment": [
            "receive",
            "received",
            "receiver"
        ],
        "translate": "получение, квитанция, приходный, расписываться",
        "transcription": " |rɪˈsiːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Can you give me a receipt?",
            "Keep your receipt in case you want to bring it back.",
            "We are in receipt of your letter.",
            "The clerk handed her the receipt",
            "Just bring it back to the store, together with your receipt.",
            "The customer acknowledged receipt of a shipment.",
            "We acknowledge (the) receipt of your fax.",
            "Make sure you get receipts for everything.",
            "We are in receipt of your letter of the 15th May.",
            "Keep your receipt in case you need to return the goods.",
            "This merchandise is returnable if you save the receipt.",
            "Open immediately upon receipt of the package.",
            "Please remit $1,000 upon receipt of this letter.",
            "I'll need a carbon copy of that receipt.",
            "Please acknowledge receipt of this letter.",
            "My wife has Multiple Sclerosis and is in receipt of disability living allowance.",
            "The booking will be made on receipt of a deposit.",
            "Keep your receipt in case you need to return anything.",
            "He rummaged in his pocket for the receipt.",
            "She scrawled her signature on the receipt.",
            "I enclose my receipt as proof of purchase.",
            "Export receipts in January totalled $626 million.",
            "Any person who wants a refund must have a receipt.",
            "I would be grateful if you would acknowledge receipt of this letter."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не могли бы вы дать мне квитанцию?",
            "Сохраните чек, на случай если захотите вернуть покупку обратно.",
            "Мы получили ваше письмо.",
            "Клерк протянул ей квитанцию.",
            "Просто отнеси это обратно в магазин, вместе с чеком /квитанцией/.",
            "Покупатель подтвердил получение груза.",
            "Подтверждаем получение Вашего факса.",
            "Не забудь взять за всё квитанции.",
            "Мы получили ваше письмо от 15 мая.",
            "Сохраняйте ваши чеки на случай если вам нужно будет вернуть товары.",
            "Этот товар подлежит возврату, если вы сохраните квитанцию.",
            "Открыть сразу же после получения пакета.",
            "По получении данного письма просьба перевести в качестве оплаты тысячу долларов США.",
            "Мне понадобится точная копия этой квитанции.",
            "Просьба подтвердить получение этого письма.",
            "У моей жены рассеянный склероз, и она получает пособие по инвалидности.",
            "Бронирование будет осуществлено при получении депозита.",
            "Сохраняйте чек на случай необходимости что-то вернуть.",
            "Он рылся в своем кармане в поисках чека /квитанции, расписки/.",
            "Она быстро и неразборчиво расписалась на чеке.",
            "В качестве доказательства покупки прилагаю чек.",
            "Поступления (доходы) от экспорта в январе составили в общей сумме 626 млн долл.",
            "Любой человек, который хочет возврата денег, должен иметь при себе чек.",
            "Я был бы признателен, если бы вы подтвердили получение этого письма."
        ]
    }
}