{
    "recently": {
        "comment": [
            "recent"
        ],
        "translate": "недавно, в последнее время, на днях, намедни",
        "transcription": " |ˈriːsntli|",
        "antonyms": [],
        "mnemonic": [
            "recent ['ri:s (ə) nt]\nrecently ['ri:səntlɪ] - недавно, на днях, в последнее\nвремя\n***\nПригодился НЕДАВНИЙ опыт актрисин (т). (это)\nrecent\nПригодился ПОСЛЕДНИЙ опыт актрисин (т). (это)\nrecent\nВ ПОСЛЕДНИЙ раз стоил рубля три|цент. (это) recent\nНЕДАВНИЙ курс - рубля три|цент. (это) recent\n***\nВо время встречи последней \"recent\"\nты был порядочным \"decent\"."
        ],
        "examples": [
            "Have you seen any good films recently?",
            "Have you been up to London recently?",
            "She recently graduated from college.",
            "He's been overdoing things recently.",
            "Trade has been stepping up recently.",
            "My work has been forging ahead recently.",
            "Student numbers have been falling off recently.",
            "I saw him recently for the first time in many years.",
            "He's put on weight recently.",
            "Until recently, Anna worked as a teacher in Japan.",
            "Student numbers have been dropping away recently.",
            "The school has recently upgraded its computer lab.",
            "I hope you'll never change back from the person you have recently become.",
            "Several employees were recently dismissed.",
            "He had recently remitted a great part of his fortune to Europe.",
            "In spite of my holiday in the sun, I've been run down recently.",
            "He used to say he loved me, but recently he seems to have cooled down.",
            "J. G. recently opened in ❝King Lear❞",
            "Student numbers have been falling away recently.",
            "I've never been to a circus, not recently anyhow.",
            "He has recently been promoted to Assistant Manager.",
            "The hotel has recently been redecorated throughout.",
            "At first he seemed a little strange, but recently I've been warming to him more.",
            "We've had more than our ration of problems recently.",
            "More recently, he's appeared in a number of British films.",
            "You must bear with his bad temper., he has recently been ill.",
            "Although publicity-shy, he recently agreed to be interviewed.",
            "He used to have a good name but it has been blown upon recently.",
            "The work of this class has been falling behind recently.",
            "She's been dropping behind the rest of the class recently."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы в последнее время видели какие-нибудь хорошие фильмы?",
            "Вы в последнее время бывали в Лондоне?",
            "Она недавно закончила колледж.",
            "В последнее время он слишком переутомлялся.",
            "В последнее время торговля расширяется.",
            "Моя работа за последнее время здорово продвинулась вперёд.",
            "Наплыв студентов спал в последнее время.",
            "Я видел его недавно, впервые за много лет.",
            "За последнее время он прибавил в весе.",
            "До недавнего времени Анна работала учителем в Японии.",
            "В последнее время количество студентов всё уменьшается.",
            "Школа недавно переоборудовала свой компьютерный класс.",
            "Надеюсь, что ты никогда больше не станешь таким, каким был до недавнего времени.",
            "Недавно было уволено несколько сотрудников.",
            "Недавно он перевёл большую часть своих денег в Европу.",
            "Несмотря на проведённый на юге отпуск, я в последнее время очень утомился.",
            "Раньше он говорил, что любит меня, но в последнее время он, кажется, поостыл.",
            "Дж. Г. начал новый сезон в «Короле Лире»",
            "В последнее время число студентов идёт на спад.",
            "Я никогда не был в цирке — во всяком случае, в последнее время.",
            "Недавно его повысили до помощника управляющего.",
            "Во всём отеле был недавно обновлён интерьер.",
            "Сначала он мне показался немного странным, но в последнее время он начал мне всё больше нравиться.",
            "В последнее время у нас было больше проблем, чем обычно.",
            "Совсем недавно он появился в ряде британских фильмов.",
            "Нужно терпимо относиться к его плохому настроению: он недавно болел.",
            "Несмотря на свою нелюбовь к публичности, недавно он согласился дать интервью.",
            "Когда-то у него была хорошая репутация, но теперь она изрядно подпорчена.",
            "В последнее время этот класс стал учиться хуже.",
            "Последнее время она отстаёт в учёбе от своих одноклассников."
        ],
        "stars": 3
    }
}