{
    "recession": {
        "comment": [],
        "translate": "рецессия, спад, падение, снижение, удаление, углубление, отступание, понижение, уход",
        "transcription": " |rɪˈseʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The company survived the recession.",
            "The recession continues to deepen.",
            "The economy slid from recession to depression.",
            "The recession lasted longer than anyone thought it would.",
            "The American economy is recovering as Europe's goes into recession.",
            "The south of the country is the worst hit by the recession.",
            "The economy will begin to pull out of recession in the second quarter.",
            "Encouraging signs suggested the recession was bottoming out.",
            "There is deep recession in the UK.",
            "The country is in a deep recession.",
            "The 1930s brought unemployment and economic recession.",
            "Small businesses took a hammering in the last recession.",
            "The empty shops in the high street testify to the depth of the recession.",
            "The economy has entered a period of recession.",
            "The recession is biting into the music industry.",
            "In the recession, the company's profits plunged 60%.",
            "The deepening recession has hit people's pockets.",
            "The job market has been badly hit by the recession.",
            "We are now faced with a worsening economic recession.",
            "The recession devitalized the economy.",
            "The recession has exacerbated this problem.",
            "Real estate prices slumped during the recession.",
            "High interest rates were prolonging the recession.",
            "Luxury items fall by the wayside during a recession.",
            "British industry was being hammered by the recession.",
            "The recession spelled doom for many small businesses.",
            "High unemployment is a direct result of the recession.",
            "At that time Britain was in the middle of a recession.",
            "The country was recovering from the depths of recession.",
            "Many small businesses have fallen victim to the recession."
        ],
        "example_translate": [
            "Компания пережила спад.",
            "Спад продолжает усугубляться.",
            "Экономическая ситуация от состояния спада плавно перешла к ситуации полного развала.",
            "Рецессия длилась дольше, чем кто-либо ожидал.",
            "Американская экономика восстанавливается, а европейская вступает в полосу рецессии.",
            "Юг страны наиболее пострадал от кризиса.",
            "Экономика начнет выходить из рецессии во втором квартале (этого года).",
            "Обнадеживающие знаки наводят на мысль о том, что рецессия миновала свою низшую точку.",
            "В Великобритании — глубокая рецессия.",
            "Страна находится в глубокой рецессии.",
            "Тридцатые годы принесли безработицу и экономический спад.",
            "Малый бизнес серьёзно пострадал в ходе последней рецессии.",
            "Пустые магазины на главной улице свидетельствуют о глубине кризиса.",
            "Экономика вступила в период рецессии.",
            "Экономический спад плохо сказывается на музыкальном бизнесе.",
            "В ходе рецессии прибыль компании упала на 60%.",
            "Усугубление экономического спада ударило людям по карману.",
            "Рынок труда сильно пострадал от рецессии.",
            "В настоящее время мы столкнулись с ухудшением экономической рецессии.",
            "Рецессия лишила экономику жизненной силы.",
            "Экономический кризис усугубил эту проблему.",
            "Во время кризиса цены на недвижимость упали.",
            "Высокие процентные ставки затягивали рецессию.",
            "Во время экономического спада предметы роскоши отходят на второй план.",
            "Экономический спад доставлял британской промышленности множество проблем.",
            "Экономический спад означал гибель для многих малых предприятий.",
            "Высокий уровень безработицы является прямым следствием экономического спада.",
            "В то время Великобритания испытывала экономический спад.",
            "Страна восстанавливалась после глубокого экономического спада.",
            "Многие малые предприятия пали жертвой этого кризиса."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}