{
    "recipe": {
        "comment": [
            "precise",
            "appreciate",
            "precisely",
            "appreciation",
            "precious",
            "precision"
        ],
        "translate": "рецепт, способ, средство, предписание",
        "transcription": " |ˈresəpi|",
        "antonyms": [],
        "mnemonic": [
            "recipe [рэ'сипи] рецепт - (Россыпи) рецептов на столе врача.",
            "recipe ['resə pɪ]\nreception [rɪ'sɛpʃən]\nrecipient [rɪ'sɪpɪənt] - получатель\n***\nРЕЦЕПТЫ с интересом|пил. (это) recipe\nПришёл за РЕЦЕПТОМ - даже при жаре|сипи. (это)\nrecipe\nРЕЦЕПТ на стенку прицепи. (это) recipe\n***\nПришёл на ПРИЁМ за рецептом - подойди к окну\n\"ресепшен\". (это) reception\nРегистрация, приёмная, регистратура."
        ],
        "examples": [
            "This is one of my grandmother's recipes.",
            "The recipe calls for a teaspoon of ginger.",
            "I didn't read the recipe carefully.",
            "Maria's special recipe for apple pie",
            "The cake recipe calls for four squares of chocolate.",
            "The recipe calls for a tablespoon of lemon zest.",
            "The recipe calls for fresh thyme.",
            "The recipe is sufficient for six people.",
            "The recipe says you can substitute yoghurt for the sour cream.",
            "The recipe calls for the herbs to be crumbled.",
            "The recipe calls for three tablespoons of cocoa.",
            "This recipe is a cinch.",
            "Don't overdo the salt in this recipe.",
            "The recipe says that you should marinate the chicken overnight.",
            "The recipe calls for chopped onions.",
            "Large-scale inflation is a recipe for disaster.",
            "That recipe takes ages.",
            "I've found a recipe for beetroot tops.",
            "The cookies are made to a secret recipe.",
            "This recipe makes about two dozen cookies.",
            "The recipe calls for a tablespoon of curry.",
            "The recipe lists all the fixings for a salad.",
            "He added his own personal touches to the recipe.",
            "The recipe calls for a teaspoon of baking powder.",
            "You can use either fresh or dried basil for this recipe.",
            "The recipe calls for chopped onion.",
            "a fail-safe recipe for cheese souffle",
            "The egg in the recipe acts as a binder.",
            "The cake recipe calls for four egg whites.",
            "I thought I might venture on a new recipe."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это один из бабушкиных рецептов.",
            "Рецепт включает в себя чайную ложку имбиря. (для приготовления по рецепту требуется...)",
            "Я не вчитывался в рецепт.",
            "особый рецепт яблочного пирога Марии",
            "Рецепт пирога требует четыре кусочка шоколада. (квадратные кусочки отломленные от плитки)",
            "По рецепту нужна столовая ложка цедры лимона.",
            "Рецепт требует свежего тимьяна.",
            "Этот рецепт рассчитан на шесть человек.",
            "В рецепте сказано, что можно заменить сметану йогуртом.",
            "По рецепту, зелень следует мелко накрошить.",
            "Для этого рецепта потребуется три столовые ложки какао.",
            "Этот рецепт прост.",
            "Готовя по этому рецепту, не переборщи с солью.",
            "Согласно рецепту, надо мариновать курицу всю ночь.",
            "Для этого рецепта требуется мелко нарезанный лук.",
            "Высокая инфляция - это верный путь к катастрофе.",
            "Блюдо по этому рецепту готовить очень долго.",
            "Я нашла рецепт приготовления свекольной ботвы.",
            "Это печенье изготовлено по секретному рецепту.",
            "Этот рецепт рассчитан примерно на две дюжины печенюшек.",
            "Для этого рецепта потребуется столовая ложка карри.",
            "В рецепте перечислено всё, что нужно для салата.",
            "Он добавил к этому рецепту несколько характерных штрихов.",
            "Для этого рецепта понадобится чайная ложка разрыхлителя.",
            "Для этого рецепта можно использовать как свежий, так и сушёный базилик.",
            "Для этого рецепта требуется нарезать /накрошить/ лук.",
            "безотказный рецепт сырного суфле",
            "Яйцо в этом рецепте действует в качестве связующего вещества.",
            "Для рецепта этого торта требуется четыре яичных белка.",
            "Я подумал, что стоит рискнуть и опробовать новый рецепт."
        ],
        "stars": 2
    }
}