{
    "reckon": {
        "comment": [
            "wreckage",
            "wreck"
        ],
        "translate": "считать, думать, рассчитываться, рассчитывать, подсчитывать, полагаться, полагать",
        "transcription": " |ˈrekən|",
        "antonyms": [],
        "mnemonic": [
            "reckon [рэ'кэн] считать, сосчитать - Сколько (рек он) сосчитал на карте?;",
            "reckon ['rekən]\n***\nПетух кур СЧИТАЛ и кукарекал. (это) reckon\nПОДВОДИЛ ИТОГ и кукарекал. (это) reckon\n***\nСам всё посчитал \"reckon\"\nи официанта поманил \"beckon\"."
        ],
        "examples": [
            "I reckon on your help.",
            "I reckon she died of a broken heart.",
            "I don't reckon him.",
            "I hope to reckon roundly.",
            "I am proud to reckon you among my friends.",
            "We must reckon with anyone we are in debt to.",
            "We'll have to leave early, I reckon.",
            "Do you reckon he'll agree to see us?",
            "I reckon that we'll have to leave early.",
            "I reckon that no one could accuse me of idle talking.",
            "You can always reckon on Jim, he'll never fail you.",
            "I reckon you've just got to learn to hold your tongue.",
            "Women have become a force to be reckoned with.",
            "I'll reckon with that boy when he gets home!",
            "Losses were reckoned to be over a million dollars.",
            "He's got a kink I reckon. He'll end up in the nuthouse.",
            "You have to reckon with our opponents.",
            "I reckon the film should be over by 9.30.",
            "He was reckoned one of the richest merchants in the city.",
            "An earthquake of magnitude 7 is reckoned as a major quake.",
            "Do you reckon you'll be able to go to the grocery store after work?",
            "They reckoned that they would reach their destination by noon.",
            "The Lowsons were reckoned to be very good farmers.",
            "Moving house is reckoned to be nearly as stressful as divorce.",
            "The police reckon that whoever killed Dad was with him earlier that day.",
            "The city council reckons its library as an important part of public service.",
            "He got more than he reckoned for when he chose to play against such an opponent.",
            "The average selling price for flats in the area was reckoned to be around £11,000.",
            "The Christian age is usually reckoned from the birth of Christ.",
            "He still makes a few mistakes but I reckon he's got the right idea."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я рассчитываю на вашу помощь.",
            "Я думаю, она умерла от разрыва сердца.",
            "Я о нём невысокого мнения.",
            "Я надеюсь полностью рассчитаться.",
            "Рад, что ты мой друг.",
            "Надо рассчитаться со всеми, кому мы должны.",
            "Я думаю, что нам придётся уехать рано.",
            "Ты думаешь, что он согласится с нами встретиться?",
            "Я думаю, что нам придётся уехать рано.",
            "Я полагаю, что никто не смог бы обвинить меня в пустословии.",
            "Можешь всегда полагаться на Джима, он никогда не подведёт тебя.",
            "Я думаю, что тебе просто надо научиться держать язык за зубами.",
            "Женщины стали силой, с которой нельзя не считаться.",
            "Ох, и задам я этому парню, когда он придет домой!",
            "Считалось, что потери составили свыше миллиона долларов.",
            "Я думаю, у него крыша поехала. Он кончит в психушке.",
            "Вам придётся считаться с нашими оппонентами.",
            "Думаю, что фильм закончится к 9:30.",
            "Он считался одним из самых богатых торговцев в городе.",
            "Землетрясение силой в семь баллов считается крупным.",
            "Как по-твоему, ты сможешь зайти после работы в магазин?",
            "Они подсчитали, что доберутся до места назначения к полудню.",
            "Лоусоны считались очень хорошими фермерами.",
            "Переезд считают почти таким же стрессовым событием, как развод.",
            "В полиции считают, что тот, кто убил папу, уже виделся с ним в тот же день.",
            "Городской совет считает, что библиотека - важный общественный институт.",
            "Он не рассчитывал встретиться со столькими трудностями, когда выбирал себе этого противника.",
            "Средняя цена продажи квартир в районе составляет, согласно подсчётам, около 11 000 фунтов стерлингов.",
            "Началом христианской эпохи обычно считается рождение Христа.",
            "Он по-прежнему делает некоторые ошибки, но мне кажется, что он всё понял правильно."
        ],
        "stars": 3
    }
}