{
    "recognize": {
        "comment": [
            "прил recognizable(узнаваемый)",
            "recognition"
        ],
        "translate": " признавать, распознавать, узнавать, осознавать, опознавать, выражать признание",
        "transcription": "  |ˈrekəɡnaɪz|",
        "antonyms": [],
        "mnemonic": [
            "recognize [ре'когнайз] узнавать - (Река к наиз-нанке) готова, узнаю по волнам;",
            "recognize ['rekəgnaɪz]\n***\nВсе ПРИЗНАЛИ в греках|нас. (это) recognize\nРАСПОЗНАЛИ в греках|нас. (это) recognize\nУЗНАЮТ в греках|нас. (это) recognize"
        ],
        "examples": [
            "I had to recognize he was right.",
            "I recognized an old friend in him.",
            "But he will recognize my hand.",
            "We do not recognize your gods.",
            "We recognized that the situation was hopeless.",
            "He recognized his neighbor with a nod.",
            "He recognized that he was not qualified for the post.",
            "I didn't recognize you in your uniform.",
            "His face was instantly recognizable.",
            "I didn't recognize you at first with your new haircut.",
            "You can often recognize people by their walk.",
            "My work is not recognized by anybody!",
            "The dog sniffed at the stranger for a minute but did not recognize him.",
            "They recognized the odor at once.",
            "They refused to recognize the treaty.",
            "I wonder if I'll recognize Philip after all these years.",
            "You can recognize a tree by the shape of its leaves.",
            "Wait till I get through with you, your own mother won't recognize you!",
            "Even after peering at the letter, I still could not recognize the signature.",
            "One recognizes the truth when one sees it.",
            "The operation is not recognized as legal in many states.",
            "One must recognise that homesickness is natural.",
            "Britain does not recognize Moroccan sovereignty over Western Sahara.",
            "He was recognized for having saved many lives.",
            "I didn't recognize any of the faces around the table.",
            "I could recognize his plod anywhere.",
            "The best student was recognized by the Dean.",
            "He is generally / universally recognized as an authority on the subject.",
            "How do you recognize pain in a newborn baby?",
            "I could hardly recognize the body of the driver, as it had been badly mangled up in the accident."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "прил которые могут стоять как после сущ, так и перед сущ - без какой-либо разницы"
        ],
        "example_translate": [
            "Мне пришлось признать его правоту.",
            "В нём я узнал старого друга.",
            "Но он узнает мою руку.",
            "Мы не признаём ваших богов.",
            "Мы отдавали себе отчёт в безнадёжности положения.",
            "Он поприветствовал соседа кивком головы.",
            "Он осознал, что не подходит для этой должности.",
            "Я не узнал тебя в форме.",
            "Его лицо узнавали мгновенно.",
            "Я тебя сначала не узнал, с этой новой причёской.",
            "Людей часто можно узнать по походке.",
            "Мой труд никто не ценит!",
            "Собака с минуту обнюхивала незнакомца, но так и не узнала его.",
            "Они сразу узнали этот запах.",
            "Они отказались признавать договор.",
            "Прошло столько лет — интересно, узнаю ли я теперь Филиппа.",
            "Распознать дерево можно по форме листьев.",
            "Погоди, я тобой так разберусь, мать родная не узнает!",
            "Сколько я ни рассматривал это письмо, а узнать подпись всё равно не смог.",
            "Правду всегда видно.",
            "Во многих штатах такая деятельность считается незаконной.",
            "Надо признать, что тоска по дому — это естественно.",
            "Великобритания не признаёт суверенитет Марокко над Западной Сахарой.",
            "Он получил признание за то, что спас жизни многих людей.",
            "Среди собравшихся вокруг стола я не увидел ни одного знакомого лица.",
            "Его тяжёлую походку я узнавал везде.",
            "Лучший студент получил признание декана.",
            "Все в один голос признают его авторитетом в этой теме.",
            "Как определить болевой синдром у новорожденного?",
            "Водителя было почти не узнать: в результате аварии его тело было ужасно изуродовано."
        ],
        "stars": 3
    }
}