{
    "recommendation": {
        "comment": [],
        "translate": "рекомендация, совет, похвала, представление к награде",
        "transcription": " |ˌrekəmenˈdeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His intelligence was his best recommendation.",
            "His letter of recommendation gave her a terrific build-up.",
            "My boss wrote me a glowing letter of recommendation.",
            "I bought the book on the strength of your recommendation.",
            "Academic staff are appointed on the recommendation of a committee.",
            "His letter of recommendation gave her a terrific buildup.",
            "The report made very specific recommendations for policy reform.",
            "We will review the case and make a recommendation to the client.",
            "Try to get letters of recommendation from bosses and colleagues.",
            "His recommendation had been his connexion with a powerful family.",
            "The committee's recommendation to hire a new director has been well received.",
            "Employees are frequently hired on the recommendation of a friend in the company."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ничто не рекомендовало его лучше, чем его ум.",
            "В своем рекомендательном письме он не скупился на похвалу в ее адрес.",
            "Начальник написал мне хвалебное рекомендательное письмо.",
            "Я купил эту книгу на основании вашей рекомендации.",
            "Академический персонал назначается по рекомендации комитета.",
            "Его рекомендательное письмо сослужило ей огромную услугу.",
            "Отчёт содержит очень конкретные рекомендации по проведению реформы политики.",
            "Мы повторно рассмотрим данный эпизод и вынесем рекомендации клиенту.",
            "Постарайтесь получить рекомендательные письма от своих руководителей и коллег.",
            "Его козырем была связь с влиятельной семьёй.",
            "Рекомендация комитета взять на работу нового директора принята хорошо.",
            "Работников часто нанимают по рекомендации знакомого в компании."
        ]
    }
}