{
    "recording": {
        "comment": [],
        "translate": "запись, регистрация, звукозапись, записывающий, регистрирующий, пишущий",
        "transcription": " |rɪˈkɔːrdɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a digital recording of a sound",
            "a video recording of the interview",
            "It was a scratchy old recording of some folk songs.",
            "The band spent all night recording.",
            "Very little of the recording was intelligible.",
            "It's a good recording., the sound is as clear as a bell (=very clear).",
            "In her screed against the recording industry, she blamed her producer for ruining her career.",
            "Is the machine still recording?",
            "a recording artist who arranges his own vocals",
            "The band listened to a playback of their first recording.",
            "The recording fails to capture the true color of the original music.",
            "She later claimed that she was zonked for the entire recording session.",
            "Recording the meeting may inhibit people from expressing their real views.",
            "The device has the capability of recording two television channels at once.",
            "This recording has a fullness and warmth that brings out the brilliance of the piece.",
            "There is an immediacy to watching a live performance that you cannot get from hearing a recording.",
            "Kaplan's latest recording has received considerable popular acclaim (=it is liked by a lot of people).",
            "Saccani's excellent recording is an auspicious start to what promises to be a distinguished musical career.",
            "A bootlegger who sells a pirated, unauthorized recording gives the artist no chance at artistic control over what even goes on a release."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "цифровая запись звука",
            "видеозапись этого интервью",
            "Эта былая старая скрипучая пластинка с записями народных песен.",
            "Группа всю ночь записывала музыку.",
            "Запись была практически неразборчива.",
            "Это хорошая запись: звук чистый, как звон колокольчика (т.е. очень чёткий).",
            "В длинной речи, направленной против индустрии звукозаписи, она обвинила своего продюсера в том, что он погубил её карьеру.",
            "Аппарат всё ещё записывает?",
            "музыкант, который самостоятельно аранжирует собственные песни",
            "Группа прослушала первую запись своего выступления.",
            "Данной записи не удаётся уловить истинный колорит оригинальной музыки.",
            "Позже она заявила, что в течение всего сеанса звукозаписи была \"под кайфом\".",
            "То, что встреча записывается, может помешать людям выражать свои истинные взгляды.",
            "Данное устройство имеет способность записывать два телеканала одновременно.",
            "Эта запись обладает полнотой и теплотой, которые подчёркивают великолепие данной пьесы.",
            "Когда наблюдаешь живое выступление, присутствует какая-то непосредственность, которую нельзя добиться, прослушивая запись.",
            "Последние записи Каплана приобрели значительную народную популярность (т.е. они понравились многим людям).",
            "Превосходные записи Саккани представляют собой благоприятное начало многообещающей музыкальной карьеры.",
            "Бутлегер, продающий пиратские, нелицензионные записи, не оставляет артисту возможности контролировать даже то, какие именно записи продаются."
        ]
    }
}