{
    "recover": {
        "comment": [
            "cover",
            "discovery",
            "discover",
            "recovery",
            "covering",
            "covered",
            "coverage",
            "uncover"
        ],
        "translate": "восстанавливать, оправляться, выздоравливать, извлекать, регенерировать",
        "transcription": " |rɪˈkʌvər|",
        "antonyms": [],
        "mnemonic": [
            "recover [рика'вэ] получить обратно, возместить, оправиться - (Река ве-роятно) получила обратно воду и оправилась от засухи;",
            "cover [\"k∧və]\nrecover [rɪ'kʌvə] - возвращать себе, выздоравливать\nrecovery [rɪ'kʌvəri] - выздоровление\ndiscover [dɪ'skʌvə] - совершать открытие,\nобнаруживать\ndiscovery [dɪ'skʌvəri] - открытие, раскрытие\n***\nЗАКРОЙ глаза - они лукавы. (это) cover\nПРИКРОЙ глаза - они лукавы. (это) cover\nКрышка, покрывало, конверт, обложка."
        ],
        "examples": [
            "I must work hard to recover lost time.",
            "The police recovered his stolen wallet.",
            "He recovered her from a painful disease.",
            "I doubt whether he will recover.",
            "It takes a while to recover from the operation.",
            "She recovered from her surprise, and answered calmly.",
            "She struggled to recover her equilibrium.",
            "She's got a strong constitution - she'll recover in no time.",
            "By that time I had recovered my strength.",
            "Two bodies were recovered from the wreckage.",
            "He recovered himself enough to speak calmly.",
            "There is every indication that she will recover.",
            "Even if she survives, she'll never fully recover.",
            "After a few days of fever, she began to recover.",
            "He's in hospital, recovering from a heart attack.",
            "I hope your father is quite recovered of his cold.",
            "We expect the stocks to recover to $2.90.",
            "There is little or no promise that he will recover.",
            "Four paintings stolen from the gallery have been recovered.",
            "Try to recover any tax you have overpaid.",
            "I slipped, but somehow recovered my balance.",
            "She had a heart attack but is recovering well.",
            "It was some hours before she recovered consciousness.",
            "Many companies recovered their costs within six months.",
            "She recovered consciousness in the hospital.",
            "Our mission was to recover the stolen plans.",
            "an abortive attempt to recover the sunken pirate ship",
            "The tourist industry is recovering to pre-war levels.",
            "Share prices will be down until the economy recovers.",
            "The doctors marveled that anyone could recover so quickly."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я должен усердно трудиться, чтобы наверстать потерянное время.",
            "Полиция вернула кошелек который у него украли.",
            "Он излечил её от мучительно тяжёлой болезни.",
            "Я вообще сомневаюсь, что он поправится.",
            "На восстановление после операции требуется время.",
            "Она оправилась от удивления и ответила спокойно.",
            "Она отчаянно пыталась восстановить равновесие.",
            "У неё крепкий организм - очень скоро она выздоровеет.",
            "К тому времени ко мне уже вернулись силы.",
            "Два тела были извлечены из-под обломков.",
            "Он достаточно овладел собой, чтобы говорить спокойно.",
            "Есть все признаки того, что она выздоровеет.",
            "Даже если она выживет, то никогда не выздоровеет полностью.",
            "Пролежав несколько дней с лихорадкой /высокой температурой/, она стала поправляться.",
            "Он в больнице, поправляется после сердечного приступа.",
            "Надеюсь, ваш отец уже вполне оправился от простуды.",
            "Мы ожидаем, что акции вернутся к цене $2.90.",
            "Шансы на его выздоровление невелики — если они вообще есть.",
            "Найдены четыре картины, украденные из галереи.",
            "Постарайтесь возместить все налоги, которые вы переплатили.",
            "Я поскользнулся, но как-то ухитрился восстановить равновесие.",
            "У неё был сердечный приступ, но она быстро идёт на поправку.",
            "Прошло несколько часов, прежде чем она очнулась (пришла в сознание).",
            "Многие компании покрыли свои затраты в течение шести месяцев.",
            "Она пришла в сознание в больнице.",
            "Наше задание состояло в том, чтобы вернуть похищенные планы.",
            "неудачная попытка поднять /восстановить/ затонувший пиратский корабль",
            "Туристический бизнес восстанавливается до довоенного уровня.",
            "Цены на акции будут низкими, пока экономика не восстановится.",
            "Врачи были в восторге от такого необычно скорого выздоровления."
        ],
        "stars": 3
    }
}