{
    "recreation": {
        "comment": [],
        "translate": "отдых, развлечение, восстановление сил, освежение, перемена",
        "transcription": " |ˌriːkrɪˈeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The lake serves recreation",
            "His only recreations are drinking beer and watching football.",
            "The fields next to the school are used for recreation.",
            "His recreations include gardening and travel.",
            "Today, people have more time for recreation than they did in the past.",
            "The days of joyous recreation with his friends",
            "Reading Irvine Welsh can be a real recreation.",
            "Drug abuse is often regarded as a form of recreation.",
            "Pigsticking was a favorite recreation of Lord Robert.",
            "They decided to take a bike tour of the island for recreation and relaxation.",
            "The community will get a boost from a new library and recreation center.",
            "Games and team sports are subsumed under the classification of “recreation”."
        ],
        "example_translate": [
            "Озеро служит местом отдыха",
            "Его единственные развлечения - это выпить пива и посмотреть футбол.",
            "Поля, рядом со школой, используются для отдыха.",
            "В числе его увлечений — садоводство и путешествия.",
            "В наше время у людей больше времени на отдых, чем в прошлом.",
            "Дни веселого отдыха с его друзьями.",
            "Чтение Ирвина Уэлша может поднять настроение.",
            "Употребление наркотиков часто рассматривается как своего рода отдых.",
            "Охота на кабана была любимым развлечением лорда Роберта.",
            "Они решили отправиться на велосипедную экскурсию по острову, чтобы отдохнуть и расслабиться.",
            "Новая библиотека и развлекательный центр подтолкнут развитие этого населённого пункта.",
            "Игры и командные виды спорта подпадают под классификацию “виды отдыха”."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}