{
    "recycling": {
        "comment": [],
        "translate": "рециклинг, повторное использование, переработка отходов, утилизация отходов",
        "transcription": " |rɪˈsaɪkəlɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Recycling is an industrial process.",
            "Recycling is important to help protect our environment.",
            "Put the old newspapers in the recycling bin.",
            "Our recycling policy is getting a good press.",
            "The company has developed a new method for recycling old tires.",
            "Don't forget to take out the recycling.",
            "Tie up the old newspapers and bring them to the recycling shed.",
            "She tossed the paper at the recycling bin.",
            "The organization operates a recycling program.",
            "The fashion world just keeps recycling old ideas.",
            "The new recycling policy is environmentally safe.",
            "The city began an aggressive campaign to encourage recycling.",
            "One way around the problem (=method of dealing with it) is recycling.",
            "The government may fail to meet (=achieve) its target of recycling 25% of domestic waste."
        ],
        "example_translate": [
            "Утилизация является производственным процессом.",
            "Переработка отходов очень важна для защиты нашей окружающей среды.",
            "Положи старые газеты в мусорную корзину.",
            "О нашей политике утилизации хорошо отзываются в прессе.",
            "Компания разработала новый метод утилизации старых шин.",
            "Не забудь вынести мусор.",
            "Перевяжи верёвкой старые газеты и отнеси их в сарай для вторсырья.",
            "Она выбросила газету в мусорную корзину.",
            "Данная организация управляет программой утилизации.",
            "Мир моды по-прежнему только и делает, что заново использует старые идеи.",
            "Новая политика утилизации является экологически безопасной.",
            "Город начал агрессивную кампанию по поддержке утилизации отходов.",
            "Один из путей решения этой проблемы (т.е один из методов борьбы с ней) — это переработка.",
            "Правительство может не достичь своей цели — утилизации 25% бытовых отходов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}