{
    "reduce": {
        "comment": [],
        "translate": "уменьшить, уменьшать, снижать, сокращать, сводить, понижать, редуцировать",
        "transcription": " |rɪˈduːs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The medicine reduces the risk of infection.",
            "He is greatly reduced by illness.",
            "We have been able to reduce our tax bill by 10%.",
            "He reduced the population to slavery.",
            "Hunger had reduced the poor dog to skin and bone.",
            "The facts may all be reduced to three headings.",
            "She has been reducing for six weeks.",
            "Try to reduce your intake of fat.",
            "Try to reduce your stress levels.",
            "We are trying to reduce our debt.",
            "She reduced her niece to a servant.",
            "Our aim is to reduce road casualties.",
            "The police took steps to reduce crime.",
            "Now reduce the heat and cover the pan.",
            "After a long siege they reduced the fort.",
            "The committee rejected the proposal to reduce taxes.",
            "The workforce has been reduced by half.",
            "The cells reduce.",
            "The drug is used to reduce inflammation.",
            "The new governor pledged to reduce crime.",
            "We must concentrate our efforts on finding ways to reduce costs.",
            "All the shirts were reduced to £10.",
            "We must reduce costs and shorten turnaround times.",
            "They are working to reduce the mortality rate to zero.",
            "The government decided to reduce the permissive retirement age from 65 to 62.",
            "The whole town was reduced to ashes in the bombing.",
            "The mayor made a vow to reduce crime.",
            "The Government wants to reduce tobacco consumption by 40%.",
            "It is possible to reduce costs if we productionize the item.",
            "We will reduce the federal budget deficit."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это лекарство снижает опасность заражения.",
            "Во время болезни он очень похудел.",
            "Мы сумели уменьшить сумму выплачиваемых налогов на десять процентов.",
            "Он превратил местное население в рабов.",
            "От голода несчастный пёс исхудал до костей.",
            "Все эти факты можно свести к трём группам.",
            "Она сидит на диете уже шесть недель.",
            "Постарайтесь сократить потребление жиров.",
            "Попробуйте уменьшить уровень стресса.",
            "Мы пытаемся уменьшить свою задолженность.",
            "Она превратила свою племянницу в служанку.",
            "Наша цель — снизить количество жертв в результате ДТП.",
            "Полиция приняла меры для снижения уровня преступности.",
            "Теперь уменьшите огонь и накройте сковороду.",
            "После долгой осады они взяли форт.",
            "Комитет отверг предложение снизить налоги.",
            "Количество работников сократилось наполовину.",
            "Клетки подвергаются мейозу.",
            "Данный препарат используется для уменьшения воспалений.",
            "Новый губернатор пообещал снизить уровень преступности.",
            "Мы должны сосредоточить наши усилия и найти способ снизить издержки.",
            "Цены на все рубашки были снижены до десяти фунтов стерлингов.",
            "Мы должны снизить затраты и сократить сроки выполнения заказов.",
            "Они работают над тем, чтобы свести смертность к нулю.",
            "Правительство решило снизить пенсионный возраст с 65 до 62 лет.",
            "Бомбардировка превратила весь город в груду пепла.",
            "Мэр поклялся снизить уровень преступности.",
            "Правительство намерено сократить потребление табачных изделий на сорок процентов.",
            "Можно снизить затраты, запустив данный продукт в серийное производство.",
            "Мы сократим дефицит федерального бюджета."
        ]
    }
}