{
    "reduction": {
        "comment": [
            "conduct",
            "conductor",
            "introduction"
        ],
        "translate": "сокращение, уменьшение, восстановление, редукция, понижение, скидка, подавление",
        "transcription": " |rɪˈdʌkʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Water solidifies by reduction of temperature.",
            "You may face a reduction or termination of benefits.",
            "a slight reduction in the price of oil",
            "We must push for a reduction in the size of our classes.",
            "We must press for a reduction in the number of students in a class.",
            "Strategic Arms Reduction Treaty",
            "The company promised they would make no staff reductions for at least two years.",
            "This price reduction is due to competition among suppliers.",
            "A reduction in interest rates would soften the blow of tax increases.",
            "The farmer compounded with the bank for a reduction in the interest rate on the money he owed.",
            "There has been a sharp reduction in the bat population in this region.",
            "The most immediate effect of retirement is a dramatic reduction in living standards.",
            "The fact that there has been a reduction in crime is little consolation to victims of crime.",
            "The rise in greenhouse gases parallels the reduction in the ozone layer."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вода застывает при понижении температуры.",
            "Вы можете столкнуться с сокращением или отменой льгот.",
            "незначительное снижение цены на нефть",
            "Надо настоять на сокращении численности классов.",
            "Мы должны добиваться того, чтобы число студентов в группе было уменьшено.",
            "Договор о сокращении стратегических вооружений",
            "Компания пообещала, что сокращений персонала не будет минимум два года.",
            "Это снижение цен произошло вследствие обострения конкуренции среди поставщиков.",
            "Снижение процентных ставок смягчило бы удар от повышения налогов.",
            "Фермер убедил банк-кредитор снизить процент по его кредиту.",
            "В этом регионе наблюдается резкое снижение популяции летучих мышей.",
            "Самым прямым следствием ухода на пенсию является резкое снижение уровня жизни.",
            "Тот факт, что уровень преступности снижается, является слабым утешением для жертв преступлений.",
            "Параллельно росту выбросов парниковых газов идёт уменьшение озонового слоя."
        ]
    }
}