{
    "redundancy": {
        "comment": [],
        "translate": "избыток, многословие, чрезмерность, излишек рабочей силы",
        "transcription": " |rɪˈdʌndənsɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The workers are now facing redundancy.",
            "Try to avoid using redundancies in your writing.",
            "The design incorporates several redundancies.",
            "The closure of the export department resulted in over 100 redundancies.",
            "Two thousand workers now face redundancy.",
            "Avoid redundancy in your writing.",
            "The restructuring is expected to result in the redundancy of several hundred workers.",
            "The threat of redundancy was still hanging over us.",
            "We decided to use Fred's redundancy money to pay off the mortgage (=pay back all the money we borrowed for a mortgage).",
            "An employee is not eligible for a redundancy payment unless he has been with the company for two years.",
            "The case of your redundancy will be heard by an independent tribunal."
        ],
        "example_translate": [
            "Сейчас работники сталкиваются с сокращениями.",
            "Старайтесь избегать избыточности в вашей письменной речи.",
            "В конструкции имеется несколько излишеств.",
            "Закрытие отдела экспорта привело к увольнению более 100 сотрудников.",
            "Сейчас двум тысячам работников грозит сокращение.",
            "Избегайте многословия на письме.",
            "Ожидается, что реструктуризация приведёт к сокращению нескольких сотен работников.",
            "Угроза сокращения по-прежнему нависала над нами.",
            "Мы решили использовать выходное пособие Фреда, чтобы выплатить ипотеку (т.е. выплатить все деньги, которые мы взяли ипотеку).",
            "Сотрудник не имеет права на выходное пособие, если он не проработал в компании в течение двух лет.",
            "Дело о вашем сокращении будет рассмотрено независимым судом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}