{
    "referee": {
        "comment": [
            "reference",
            "prefer",
            "preference",
            "refer",
            "preferable",
            "preferably"
        ],
        "translate": "судья, рефери, арбитр, третейский судья, судить, упомянуть",
        "transcription": " |ˌrefəˈriː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The referee said it was a legal play.",
            "The crowd booed the referee.",
            "The referee stopped the fight.",
            "He couldn't resist a dig at the referee.",
            "The referee has given a penalty.",
            "Fans jeered at the referee.",
            "She refereed the basketball game.",
            "The referee whistled and the game began.",
            "The referee gave him the benefit of the doubt.",
            "The coach was jawing with the referee.",
            "The referee gave a free kick for handball.",
            "The referee awarded a free kick to the team.",
            "A referee must not be partial toward either team.",
            "Smith denies using abusive language to the referee.",
            "The Everton manager remonstrated angrily with the referee.",
            "He was suspended for two years for assaulting the referee.",
            "The fight ended only when the referee pulled the two players apart.",
            "Things are at a pretty pass when a referee can no longer be trusted.",
            "Applicants should also send the names and addresses of two referees.",
            "The referee's decision was borderline.",
            "The coach protested the referee's call.",
            "The soccer player began to swing at the referee.",
            "The referee told the boxers to break their clinch.",
            "Spectators were incensed by the referee's decision.",
            "He's a player who's eternally arguing with the referee.",
            "He was fined for making abusive comments to the referee.",
            "The referee won't allow any rough stuff (=violent behaviour).",
            "None of them were willing to challenge the referee on the call.",
            "As the ball went in, the referee blew his whistle for full time.",
            "Gallacher continued to argue with the referee throughout the game."
        ],
        "example_translate": [
            "Судья сказал, что нарушения правил не было.",
            "Толпа болельщиков освистала судью.",
            "Рефери остановил бой.",
            "Он не смог удержаться от подколки в адрес судьи.",
            "Арбитр / судья назначил пенальти. (о футболе)",
            "Болельщики освистали судью.",
            "Она судила баскетбольную игру. (была судьей в игре)",
            "Судья свистнул, и игра началась.",
            "Судья оправдал его за недостаточностью улик.",
            "Тренер переругивался с арбитром.",
            "Арбитр назначил штрафной удар за игру рукой.",
            "Арбитр назначил штрафной в пользу команды.",
            "Судья не должен быть пристрастным к какой-либо из команд.",
            "Смит отрицает использование ненормативной лексики в адрес судьи.",
            "Менеджер \"Эвертона\" резко возразил главному арбитру (выразил недовольство его решением).",
            "Он был дисквалифицирован на два года за нападение на арбитра.",
            "Драка закончилась только тогда, когда судья растащил этих двух игроков.",
            "Дела плохи, раз судье нельзя больше доверять.",
            "Соискатели должны также представить имена и адреса двух поручителей.",
            "Решение арбитра было пограничным.",
            "Тренер оспорил данное решение судьи.",
            "Футболист начал замахиваться на судью.",
            "Рефери скомандовал боксёрам разорвать клинч /захват/.",
            "Зрители были возмущены решением арбитра.",
            "Он — игрок, который постоянно пререкается /спорит/ с арбитром.",
            "Он был оштрафован за оскорбительные комментарии в адрес судьи.",
            "Рефери не позволит никаких грубостей (т.е. агрессивного или чрезмерно жесткого поведения).",
            "Ни один из них не был готов оспорить это решение главного судьи.",
            "Как только мяч оказался в игре, судья дал свисток об окончании матча.",
            "Галлахер продолжал спорить с арбитром на протяжении всей игры."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}