{
    "reference": {
        "comment": [],
        "translate": "ссылка, справка, упоминание, эталон, снабжать текст ссылками, справляться",
        "transcription": " |ˈrefrəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Did he give you any references?",
            "The statement contains several references to me.",
            "The book is designed as a reference manual.",
            "This might be done without reference to Parliament.",
            "Her teacher gave her a letter of reference.",
            "On the average, employers check three references for each candidate.",
            "References are written on your request by people selected by you.",
            "...watch out for the choleric librarian at the reference desk...",
            "Keep one as a master copy for your own reference and circulate the others.",
            "We will need references from your former employers.",
            "I am writing to you in reference to the job opening in your department.",
            "The library has many dictionaries and other reference books.",
            "The book does not reference anything written in the last 10 years.",
            "Reference to a map will make the position clear.",
            "an oblique reference to his drinking problem",
            "the extraction of information from appropriate reference sources",
            "The book references many other authors who have written on this topic.",
            "There is no direct reference to her own childhood in the novel.",
            "The article made no reference to previous research on the subject.",
            "She listed her former teacher as a reference when she applied for the job.",
            "Mr Wetherby wrote him a character reference (=a statement about his good qualities).",
            "a reference work for the educational market",
            "The speaker made several references to his wife.",
            "Reference to an encyclopedia produced the answer.",
            "Reference books may not be removed from the library.",
            "The book will become a standard work of reference (=a book that people look at for information).",
            "an ambiguous situation with no frame of reference",
            "Ask your teacher to act as one of your references.",
            "The numbers were calculated by reference to the most recent census.",
            "The handbooks are filed away for future reference."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "er + Гл = [ə]/[]"
        ],
        "example_translate": [
            "Он дал вам какие-либо рекомендации? / Он сказал тебе, к кому обратиться?",
            "В этом сообщении несколько раз упоминается моё имя.",
            "Книга задумана в качестве справочного пособия.",
            "Это можно было бы сделать без обращения к парламенту.",
            "Её учитель дал ей рекомендательное письмо.",
            "В среднем, работодатели проверяют три рекомендации на каждого соискателя.",
            "Характеристики вам напишут по вашей просьбе те, кого вы сами выберете.",
            "... остерегайтесь вспыльчивого библиотекаря в справочном бюро...",
            "Сохраните одну копию для себя, а остальные передайте другим.",
            "Нам понадобятся рекомендации от ваших бывших работодателей.",
            "Я пишу вам по поводу вакансии, открывшейся в вашем отделе.",
            "В библиотеке имеется множество словарей и другой справочной литературы.",
            "Книга не ссылается на какое-либо работы, написанные в течение последних десяти лет.",
            "Ссылка на карту внесёт ясность в расположение (объекта).",
            "завуалированный намёк на его проблемы с алкоголем",
            "извлечение информации из соответствующих справочных материалов",
            "Книга ссылается на многих других авторов, которые писали на эту тему.",
            "В романе нет прямых ссылок на её собственное детство.",
            "В статье нет ссылки на предыдущие исследования данного вопроса.",
            "Она упомянула своего бывшего учителя в списке рекомендателей, когда подавала заявление на работу.",
            "Мистер Уэзерби написал ему характеристику (т.е. справку о его хороших качествах).",
            "справочное издание для рынка образовательных услуг",
            "Оратор несколько раз упомянул свою жену.",
            "Ответ был найден при помощи энциклопедии.",
            "Справочники нельзя удалять из библиотеки.",
            "Книга станет эталонным справочным документом (т.е. книгой, в которой люди ищут информацию).",
            "неоднозначная ситуация, не имеющая чётких ориентиров",
            "Попроси своего учителя выступить в роли одного из рекомендателей.",
            "Эти цифры были рассчитаны на основе самой последней переписи.",
            "Справочники отправлены в архив для использования в будущем."
        ]
    }
}