{
    "reflect": {
        "comment": [
            "reflection"
        ],
        "translate": "отражать, отражаться, размышлять, отображать, раздумывать, изображать",
        "transcription": " |rɪˈflekt|",
        "antonyms": [],
        "mnemonic": [
            "reflect [рифле'кт] отражать(-ся) - Моя тень (рефлект-орно) отражается в зеркале."
        ],
        "examples": [
            "Her book clearly reflects her beliefs.",
            "The clouds were reflected in the water.",
            "The sea reflected back the bright sunlight.",
            "He reflected that he had no right to do this.",
            "I wish you to pause, reflect, and judge before you decide.",
            "White walls reflect more light than dark walls.",
            "The pulse reflects the condition of the heart.",
            "Her comments reflect a misunderstanding of the basic problem.",
            "This action reflects his true beliefs.",
            "He had time to reflect on his successes and failures.",
            "The election results do not always reflect back the views of the voters.",
            "Her unfounded accusations reflected on her credibility.",
            "It behooves us to reflect on this matter.",
            "His lack of interest in the project reflects badly on him.",
            "Drive carefully — the wet road reflects.",
            "The mess in his dorm room reflects on the student.",
            "The drop in consumer spending reflects concern about the economy.",
            "How much you're paid reflects how important you are to the company you work for.",
            "Sound is reflected well in this auditorium.",
            "Moe reflected that he had never seen Sherry so happy.",
            "At issue here is the extent to which exam results reflect a student's ability.",
            "Wear something white — it reflects the heat.",
            "The buildings reflect the elegance of a bygone era.",
            "She could see her face reflected in the car's windshield.",
            "Where you learned a language is reflected in your accent.",
            "The old church is reflected in the glass exterior of the skyscraper.",
            "She's a slow and methodical worker, and her drawings reflect the extra care she takes.",
            "The increasing racial diversity of the US is reflected in the latest census statistics."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её книга четко отражает её убеждения.",
            "Облака отражались в воде.",
            "Море отражало яркий солнечный свет.",
            "Он подумал и пришёл к выводу, что не имел права так поступать.",
            "Я хочу, чтобы ты остановился и тщательно все обдумал и взвесил, прежде чем принимать решение.",
            "Белые стены лучше отражают свет, чем тёмные.",
            "По пульсу можно определить, хорошо ли работает сердце.",
            "Её комментарии отражают непонимание основной проблемы.",
            "Этот поступок отражает его истинные взгляды.",
            "У него было время поразмыслить о своих успехах и неудачах.",
            "Результаты выборов не всегда отражают мнение избирателей.",
            "Её беспочвенные обвинения заставили сомневаться в её порядочности.",
            "Нам надлежит подумать над этим вопросом.",
            "Отсутствие у него интереса к проекту плохо на нём отражается.",
            "Будьте внимательны за рулём: дорога влажная и бликует.",
            "Беспорядок в комнате общежития отражается на этом студенте.",
            "Падение потребительских расходов отражает обеспокоенность по поводу экономики.",
            "Деньги, которые вам платят, отражают то, насколько вы важны для компании, в которой работаете.",
            "Звук хорошо отражается в этой аудитории.",
            "Мо подумал, что ещё никогда не видел Шерри такой счастливой.",
            "Речь идёт о том, до какой степени результаты экзаменов отражают способности учащегося.",
            "Надень что-нибудь белое: этот цвет отражает тепло.",
            "Эти здания отражают всё изящество ушедшей эпохи.",
            "Она видела отражение своего лица в лобовом стекле автомобиля.",
            "Место, где человек изучал язык, отражается на его акценте.",
            "Старая церковь отражается в стеклянном фасаде небоскрёба.",
            "Она работает медленно и методично, и её рисунки отражают ту невероятную тщательность, с которой она это делает.",
            "Увеличение расового разнообразия в США отражается в статистике последней переписи населения."
        ],
        "stars": 3
    }
}