{
    "reflection": {
        "comment": [
            "reflect"
        ],
        "translate": "отражение, размышление, рефлексия, отблеск, отсвет, раздумье, обдумывание, образ, тень",
        "transcription": " |rɪˈflekʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She stared at her reflection in the mirror.",
            "He saw the reflections of the clouds on the lake.",
            "This is no reflection on your qualifications.",
            "The fact that you are unemployed is no reflection on you.",
            "On some level, a student's grades are a reflection on the teacher.",
            "She grimaced at her reflection in the mirror.",
            "On mature reflection we have decided to decline their offer.",
            "The lurid reflection of immense fires hung in the sky.",
            "She was looking at her reflection in the mirror.",
            "The article is a sober reflection on the state of our nation.",
            "The pulse is a reflection of the heart's condition.",
            "He uttered not a word of reflection on his companion.",
            "Narcissus was a beautiful Greek youth who became enamored of his own reflection.",
            "The poem is a reflection on the passage of time.",
            "Reflexion of sound is familiarly illustrated by the echo.",
            "She was studying her reflection in the mirror.",
            "A moment's reflection will show the stupidity of this argument.",
            "His trousers had a sharp crease and you could see your reflection in his shoeshine.",
            "He studied his reflection in the mirror."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она уставилась на своё отражение в зеркале.",
            "Он увидел в озере отражение облаков.",
            "Нет, мы не подвергаем сомнению ваши способности.",
            "Ты не виноват в том, что ты сидишь без работы.",
            "На каком-то уровне, оценки студента являются отражением уровня учителя.",
            "Она скорчила рожицу своему отражению в зеркале.",
            "По зрелом размышлении мы решили отказаться от их предложения.",
            "Пылающие отсветы бушующего огня отражались в небе.",
            "Она смотрела на своё отражение в зеркале.",
            "Статья представляет собой трезвые размышления о состоянии нашего народа / о положении в нашей стране.",
            "Пульс отражает состояние сердца.",
            "Он не высказал ни слова упрёка в адрес своего спутника.",
            "Нарцисс был красивым греческим юношей, который влюбился в своё собственное отражение.",
            "Данное стихотворение является отражением течения времени.",
            "Отражение звука обычно иллюстрируется на примере такого явления как эхо.",
            "Она рассматривала свое отражение в зеркале.",
            "Стоит на минутку задуматься, и сразу же становится видна глупость этого аргумента.",
            "Брюки его были отутюжены до острых складок, а обувь начищена до зеркального блеска.",
            "Он вгляделся в своё отражение в зеркале."
        ],
        "stars": 2
    }
}