{
    "reform": {
        "comment": [],
        "translate": "реформа, преобразование, исправление, реформировать, исправлять, исправляться",
        "transcription": " |rɪˈfɔːrm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He promised to reform.",
            "We will try to reform him within the community.",
            "He again exhorted a reform.",
            "The forces of reaction made the reform difficult.",
            "The Church reformed me.",
            "The outcry over such practices has led to reform.",
            "He has urged complete reform of the welfare system.",
            "Reform meetings were dispersed by charges of Dragoons.",
            "They took a resolute stand on the issue of tax reform.",
            "No reform had seemed more unlikely than the adoption of the ballot.",
            "He is trying to involve community leaders in negotiations on reform.",
            "Economic reform is needed.",
            "There is growing clamor for reform.",
            "The lazy student promised to reform.",
            "Reform now figures high on the agenda.",
            "His laziness has bottlenecked our efforts to reform the system.",
            "The laws need to be reformed.",
            "He is continually urging reform.",
            "Reform of the law is long overdue.",
            "The police forces are ripe for reform.",
            "There is a very great need for reform.",
            "Health care reform is needed urgently.",
            "They want to reform campaign spending.",
            "He was pushing hard for welfare reform.",
            "They make a convincing case for reform.",
            "reform the health system in this country",
            "Reforms were made to revive the economy.",
            "an enlightened approach to prison reform",
            "the controversial issue of welfare reform",
            "They whang away at the school reform plan."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он обещал исправиться.",
            "Мы попытаемся исправить его в своём кругу (не прибегая к помощи посторонних).",
            "Он снова предложил какую-то реформу.",
            "Реакционные силы затруднили проведение данной реформы.",
            "Церковь изменила меня к лучшему.",
            "Громкий протест против подобных методов привёл к реформе.",
            "Он настоял на полной реорганизации системы социального обеспечения.",
            "Митинги в поддержку реформ были разогнаны драгунами.",
            "Они оказали решительное сопротивление проведению налоговой реформы.",
            "Ни одна из реформ не казалась такой малообещающей, как принятие системы тайного голосования.",
            "Он пытается вовлечь лидеров общественности в переговоры о реформах.",
            "Необходимо провести экономическую реформу.",
            "Нарастают требования преобразований.",
            "Этот ленивый студент пообещал исправиться.",
            "Реформы теперь занимают высокое место в повестке дня.",
            "Наши попытки реформировать систему забуксовали из-за его лени.",
            "Эти законы нужно изменить.",
            "Он постоянно требует преобразований.",
            "Реформа закона назрела давно.",
            "Полицейские силы готовы к реформам.",
            "Существует очень большая потребность в преобразованиях.",
            "Срочно нужна реформа системы здравоохранения.",
            "Они хотят реформировать расходы на избирательную кампанию.",
            "Он энергично проталкивал реформу социального обеспечения.",
            "Они приводят убедительные доводы в пользу реформ.",
            "реформировать систему здравоохранения в этой стране",
            "В целях оживления экономики были проведены реформы.",
            "просвещённый подход к тюремной реформе",
            "достаточно спорный вопрос реформы системы социального обеспечения",
            "Они ведут мощную атаку на план школьной реформы."
        ]
    }
}