{
    "refrigerator": {
        "comment": [
            "frightened",
            "frightening",
            "frighten"
        ],
        "translate": "холодильник, рефрижератор, конденсатор",
        "transcription": " |rɪˈfrɪdʒəreɪtər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The refrigerator is humming.",
            "She taped a note to the refrigerator.",
            "a refrigerator full of spoilt food",
            "Our refrigerator at college was always stocked with beer.",
            "a whir coming from the refrigerator",
            "A delivery charge for the refrigerator",
            "The refrigerator has a separate compartment for meats.",
            "You can find the serial number on a plate inside the door of the refrigerator.",
            "The refrigerator hummed in the background.",
            "We'll need a dolly to move the refrigerator.",
            "The refrigerator keeps your food at a constant temperature.",
            "There's already an open jar of pickles in the refrigerator.",
            "We were short of cash, so we purchased our refrigerator on time.",
            "The power failure caused a refrigerator melt that was a disaster.",
            "What sort of person would pilfer lunches from the office refrigerator?",
            "She keeps a sixpack and a week's worth of supplies in the refrigerator.",
            "He threw an empty stubby into the box and went to the refrigerator for a full one.",
            "I wasn't expecting guests, so I had to improvise a meal with what I had in my refrigerator.",
            "In the far corner of the walk-in refrigerator was a crate of cucumbers in an advanced stage of putrescence.",
            "You'd think these refrigerator magnets would have better adherence — they fall off every time I open the door.",
            "My partner has the annoying habit of eating all the pickles and leaving a jar full of pickle juice in the refrigerator.",
            "Clearing the refrigerator of what the previous tenant had left behind was like taking a course in the advanced putrefaction of leftovers."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Холодильник гудит /жужжит/.",
            "Она приклеила записку (с помощью скотча) к холодильнику.",
            "холодильник, полный испорченных продуктов",
            "Наш холодильник в колледже был всегда забит пивом.",
            "шум, исходящий от холодильника",
            "Стоимость доставки холодильника",
            "В холодильнике есть специальное отделение для мясных продуктов.",
            "Серийный номер можно видеть на пластинке внутри дверцы холодильника.",
            "В глубине комнаты загудел холодильник.",
            "Нам понадобится тележка, чтобы передвинуть холодильник.",
            "В холодильнике еда хранится при постоянной температуре.",
            "В холодильнике уже стоит открытая банка маринованных огурцов.",
            "Нам не хватало денег, поэтому мы приобрели холодильник в рассрочку.",
            "Сбой питания вызвал размораживание холодильника, что было катастрофой.",
            "Каким человеком нужно быть, чтобы воровать обеды из офисного холодильника?",
            "В холодильнике она держит упаковку пива и недельный запас продуктов.",
            "Он бросил пустую пивную бутылку в коробку и пошёл к холодильнику за новой.",
            "Я не ожидал гостей, так что пришлось наскоро состряпать угощение из того, что было у меня в холодильнике.",
            "В дальнем углу холодильной камеры стоял ящик огурцов, находившихся в продвинутой стадии гниения.",
            "Можно подумать, что эти магнитики на холодильнике лучше держатся — падают каждый раз, как я открываю дверцу.",
            "У моего супруга есть дурацкая привычка: съесть все овощи из банки, а саму банку с рассолом оставить в холодильнике.",
            "Чистка холодильника от того, что оставил после себя прежний жилец, была похоже на изучение продвинутой стадии разложения останков."
        ]
    }
}