{
    "refusal": {
        "comment": [],
        "translate": "отказ, право первого выбора",
        "transcription": "|rɪˈfjuːzl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He felt insulted by the refusal.",
            "This amounts to a refusal.",
            "I admire his stubborn refusal.",
            "His refusal blitzed all our plans.",
            "I could not comprehend her refusal to help.",
            "His request was met with a blunt refusal.",
            "So, your answer just adds up to a refusal.",
            "a callous refusal to help the poor",
            "My request for more money was met with a flat refusal.",
            "He was absolutely furious at / about / over her refusal.",
            "She shook her head, and I read this as a refusal.",
            "He felt aggrieved by their refusal to meet with him.",
            "Our request for permission to travel met with refusal from the authorities.",
            "He is adamant in his refusal to change his mind.",
            "He persisted in his refusal to admit responsibility.",
            "Billy was completely nonplussed by Elliot's refusal.",
            "Refusal to sign meant forfeiture of property and exile.",
            "They couldn't understand her refusal of a scholarship to Yale.",
            "Helen's refusal to cooperate put me in an impossible position.",
            "Bennett took a poke at the President's refusal to sign the bill.",
            "The company is in deep water over their refusal to reduce prices.",
            "He has spoken critically of the government's refusal to support the industry.",
            "His refusal to work late was interpreted as a lack of commitment to the company.",
            "A fever's refusal to respond to antibiotics is symptomatic of a viral infection.",
            "legal tanglements stemming from the museum's refusal to return the looted carvings"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Инфинитив с to после сущ",
            "Инфинитив"
        ],
        "example_translate": [
            "Он обиделся на отказ.",
            "Это равносильно отказу.",
            "Я восхищаюсь его решительным отказом.",
            "Его отказ разрушил все наши планы.",
            "Я не мог понять, почему она отказалась помочь.",
            "Его просьба была встречена резким отказом.",
            "Итак, ваш ответ сводится к отказу.",
            "бесчувственный отказ помогать бедным",
            "Моя просьба получить больше денег была встречена категорическим отказом.",
            "Он был просто в ярости из-за её отказа.",
            "Она покачала головой, и я истолковал это как отказ.",
            "Он почувствовал огорчение из-за того, что они отказались с ним встретиться.",
            "Наш запрос на разрешение поездки был отклонен властями.",
            "Он твёрдо отказывается менять своё мнение.",
            "Он продолжал упорно отказываться принять на себя ответственность.",
            "Отказ Эллиота привёл Билли в полное замешательство.",
            "Отказ подписать означал конфискацию имущества и изгнание.",
            "Они не могли понять, почему она отказалась от стипендии в Йельском университете.",
            "Отказ Хелен сотрудничать поставил меня в невозможное положение.",
            "Беннет раскритиковал отказ президента подписать данный законопроект.",
            "Компания находится в сложной ситуации из-за отказа от снижения цен.",
            "Он раскритиковал отказ правительства поддержать промышленность.",
            "Его отказ работать допоздна был истолкован как отсутствие приверженности к компании.",
            "Отсутствие снижения температуры в результате применения антибиотиков является симптомом вирусной инфекции.",
            "правовые осложнения, вытекающие отказа из музея вернуть украденные резные работы"
        ]
    }
}