{
    "regain": {
        "comment": [
            "again",
            "against",
            "gain",
            "bargain"
        ],
        "translate": "вернуть себе, восстанавливать, восстановление, возвращенная сумма",
        "transcription": " |rɪˈɡeɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She regained control of herself.",
            "Government forces have regained control of the city.",
            "He somehow managed to regain his balance.",
            "He made a bid to regain his former influence.",
            "Thankfully, the pilot managed to pull out of the dive and regain control.",
            "He failed in his attempt to regain the world title.",
            "I began by degrees to regain confidence.",
            "Take into consideration general expenses, discount, regain, and waste.",
            "The doctors don't know if he will ever regain the use of his legs.",
            "They fought to regain the lost ground.",
            "The family never quite regained its former influence.",
            "She could faintly hear voices as she began to regain consciousness (=wake up).",
            "The Indian team seem determined to regain the ground they lost in the last game.",
            "Both political parties are looking for ways to regain the trust of disaffected voters.",
            "The Conservatives are hoping to regain control of the city council."
        ],
        "example_translate": [
            "Она взяла себя в руки.",
            "Правительственные войска восстановили контроль над городом.",
            "Ему как-то удалось восстановить равновесие.",
            "Он претендовал на то, чтобы возвратить своё былое влияние.",
            "К счастью, пилоту удалось выйти из пике и восстановить контроль (над самолётом).",
            "Он потерпел неудачу в своей попытке вернуть себе титул чемпиона мира.",
            "Постепенно ко мне начала возвращаться уверенность в себе",
            "Примите во внимание общие расходы, скидку, возвращённую сумму и потери.",
            "Сможет ли он вновь ходить — врачи не знают.",
            "Они сражались за то, чтобы вернуть себе утраченные позиции.",
            "Семья так и не смогла полностью восстановить своё былое влияние.",
            "Начав приходить в сознание, она едва слышала чьи-то голоса.",
            "Индийская команда, похоже, полна решимости вернуть себе утраченное в последней игре.",
            "Обе политические партии ищут способы вернуть доверие недовольных избирателей.",
            "Консерваторы надеются восстановить контроль над городским советом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}