{
    "regard": {
        "comment": [
            "regarding",
            "garden",
            "gardener",
            "regardless"
        ],
        "translate": " считать, рассматривать, внимание, взгляд, уважение",
        "transcription": "  |rɪˈɡɑːrd|",
        "antonyms": [],
        "mnemonic": [
            "regard [рига':д] внимание, уважение - Все (ригад-смены) книги «Гиннеса» вниманием прессы пользуются;",
            "regard [rɪ'gɑ: d]\nregards - с уважением, ....\n***\nОбрати ВНИМАНИЕ на здоровье - не кури|гад. (это)\nregard\nУЧИТЫВАЯ ухудшение здоровья, не кури|гад. (это)\nregard\nЭто и тебя КАСАЕТСЯ - не кури|гад. (это) regard\nВ ОТНОШЕНИИ здоровья - не кури|гад. (это) regard\nВнимание, забота, уважение, отношение."
        ],
        "examples": [
            "Give him my regards.",
            "I regard it as my duty.",
            "I have no regard for his opinions.",
            "He regarded her with great curiosity.",
            "I regard him so much, for we have been like brothers.",
            "They don't regard anything except his opinion.",
            "He is highly regarded as a mechanic.",
            "They regarded him as their enemy.",
            "He ought to have more regard for his health.",
            "He shows no regard for the feelings of others.",
            "a man who has earned high regard",
            "He has no respect, no regard for anyone's feelings.",
            "She has no regard for other people's feelings.",
            "The plan was regarded with considerable suspicion.",
            "With regard to your request, no decision has been made.",
            "She stood back and regarded him coldly.",
            "The rebels regard the current government as illegitimate.",
            "One must show proper regard for the law.",
            "Due regard should be given to all facets of the question.",
            "Your request has been regarded with favour by the committee.",
            "She mistook his manly regard for love.",
            "We abuse land because we regard it as a commodity belonging to us.",
            "Colleagues regard him as a safe pair of hands.",
            "His hard work won him the regard of his colleagues.",
            "I regard the abandonment of the brig as inevitable.",
            "Balancing work and family - I'm forever trying to come up with the perfect equation in that regard.",
            "Jan's regard for his great talent",
            "We can regard the dual as an amplification of the plural forms.",
            "From that first encounter, he developed a genuine regard for the man.",
            "US foreign policy with regard to Cuba"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Передай ему привет от меня.",
            "Я считаю это своим долгом.",
            "Я не считаюсь с его мнением.",
            "Он разглядывал её с огромным любопытством.",
            "Я его глубоко уважаю, ведь он мне почти как брат.",
            "Они ни с чем кроме его мнения не считаются .",
            "Его очень ценят как хорошего механика.",
            "Они видели в нём своего врага.",
            "Он должен побольше заботиться о своём здоровье.",
            "Он пренебрегает чувствами других.",
            "человек, который заслужил большое уважение",
            "У него нет ни уважения, ни внимания к чувствам других.",
            "Она не считается с чувствами других людей.",
            "К плану отнеслись со значительной долей подозрительности.",
            "Что касается вашего запроса, решения по нему пока не вынесли",
            "Она стояла сзади и холодно на него смотрела.",
            "Мятежники считают нынешнее правительство незаконным.",
            "Люди должны проявлять надлежащее уважение к закону.",
            "Следует уделить должное внимание рассмотрению всех аспектов этого вопроса.",
            "Комитет с пониманием отнёсся к вашему запросу.",
            "Она приняла его джентльменское отношение за любовь.",
            "Мы неправильно относимся к земле, поскольку считаем ее нашей собственностью.",
            "Коллеги считают его человеком, которому можно доверить ответственную работу.",
            "Благодаря упорному труду он завоевал уважение своих коллег.",
            "Я полагаю, что не остаётся ничего иного, как покинуть бриг.",
            "Работа и семья - я всё время пытаюсь найти в этом вопросе золотую середину.",
            "уважение и восхищение, которые Ян испытывал к его большому таланту",
            "Мы можем рассматривать двойственное число как вариант множественного.",
            "С самого начала он проникся к этому человеку искренним уважением.",
            "внешняя политика США в отношении Кубы"
        ],
        "stars": 3
    }
}