{
    "regional": {
        "comment": [
            "region"
        ],
        "translate": "региональный, областной, районный, краевой, местный",
        "transcription": " |ˈriːdʒənl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Regional accents are common in the U.S.",
            "The establishment of the regional government did not end terrorism.",
            "He was sent down to work at the regional office.",
            "The agency has a network of regional offices.",
            "The stories have a strong regional flavour.",
            "These changes are taking place at regional level.",
            "Two of the company's regional affiliates lost money in the past year.",
            "Regional markets have flourished in recent years.",
            "Regional clashes could develop into larger quarrels.",
            "He adjudicated at all the regional music competitions.",
            "The regional manager visits the office on a monthly basis.",
            "Thornbury has announced a takeover bid of a regional TV company.",
            "Regional stereotypes have been part of America since its founding.",
            "All new buildings must conform with the regional development plan.",
            "The closure of the regional offices was phased over an 18-month period.",
            "The restaurant serves delicious sausages and other regional delicacies.",
            "The defence argued that a regional court was not competent to try their case.",
            "I desperately want to join our regional theater's acting troupe and perhaps get a lead role.",
            "Unlike France, Italy relies on dozens of indigenous regional grape varieties for its prodigious range of wines."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Региональные акценты в США — это обычное дело.",
            "Создание регионального правительства не привело к уничтожению терроризма.",
            "Его отправили на работу в региональное представительство.",
            "Данное агентство имеет сеть региональных представительств.",
            "Эти рассказы обладают сильным местным колоритом.",
            "Эти изменения происходят на региональном уровне.",
            "В прошедшем году два региональных филиала компании понесли убытки.",
            "В последние годы местные рынки находятся на подъёме.",
            "Региональные конфликты могут перерасти в более крупные раздоры.",
            "Он был в жюри всех местных музыкальных конкурсов.",
            "Региональный менеджер посещает это представительство на ежемесячной основе.",
            "Торнбери опубликовал предложение о поглощении местной телекомпании.",
            "Местные стереотипы являются частью Америки с самого момента её основания.",
            "Все новостройки должны соответствовать региональному плану развития.",
            "Закрытие региональных представительств осуществлялось поэтапно в течение полутора лет.",
            "В ресторане подают вкусные сосиски и другие местные деликатесы.",
            "Представители защиты утверждали, что расследование этого дела не в компетенции областного суда.",
            "Я отчаянно хочу присоединиться к нашей местной театральной труппе и, возможно, получить там ведущую роль.",
            "При производстве широчайшего ассортимента собственных вин, Италия, в отличие от Франции, полагается на многочисленные эндемичные сорта винограда."
        ],
        "stars": 3
    }
}