{
    "regime": {
        "comment": [],
        "translate": " режим, строй, диета",
        "transcription": "  |reɪˈʒiːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Life was better under the previous regime.",
            "Anyone who opposes the regime is thrown in jail.",
            "The regime became too autocratic and was overthrown by a military coup.",
            "He was put on a strict exercise regime.",
            "The country's leaders relentlessly persecuted those who fought against the regime.",
            "Under the new regime, all workers must file a weekly report.",
            "He remained implacably opposed to Stalin's regime.",
            "The regime was inevitably labelled as 'communist'.",
            "The new regime is sure to fall.",
            "a rebellion against the military regime",
            "The country is ruled by an oppressive regime.",
            "Under а military regime, civil liberties may be severely curtailed.",
            "Political opponents of the regime may be tortured.",
            "Mussolini's fascist regime",
            "the shakiness of the present regime",
            "the hardhanded rule of a tyrannical regime",
            "the violent excesses of the military regime",
            "The regime got rid of most of its opponents.",
            "A great rising of the people was all it took to bring down a regime that imagined that it would endure for a thousand years.",
            "She forswore her allegiance to the old regime.",
            "Many innocent people were butchered under his regime.",
            "a regime that rules by terror",
            "His regime was tarnished by human rights abuses.",
            "The US has now broken all diplomatic links with the regime.",
            "The US has broken off diplomatic relations with the regime.",
            "This dispute illustrates that the regime is deeply divided.",
            "Acceptance by the UN would effectively legitimize the regime.",
            "a regime that was relentless in its persecution of dissidents",
            "The new regime was prepared to compromise on the oil dispute.",
            "The old regime was defeated, and few people mourned its passing."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "g + e, i, y = [ʒ]"
        ],
        "example_translate": [
            "При прошлом режиме жилось лучше.",
            "Любого, кто выступает против (политического) режима, бросают в тюрьму.",
            "Режим стал слишком деспотическим, и был свергнут путем военного переворота.",
            "Его посадили на строгий тренировочный режим.",
            "Руководители страны жестоко преследовали тех, кто боролся против режима.",
            "Согласно новым правилам, все работники раз в неделю должны сдавать отчёт.",
            "Он остался непримиримым противником сталинского режима.",
            "На режим, само собой, навесили ярлык \"коммунистического\".",
            "Падение нового режима неизбежно.",
            "восстание против военного режима",
            "Страна находится под властью деспотического режима.",
            "В ситуации военного положения, гражданские свободы могут быть жёстко ограничены.",
            "Политические противники данного режима могут быть подвергнуты пыткам.",
            "фашистский режим Муссолини",
            "шаткость нынешнего режима",
            "жестокая власть тиранического режима",
            "жестокие бесчинства этого военного режима",
            "Режим избавился от большинства своих противников.",
            "Всего одного великого народного восстания хватило, чтобы свергнуть режим, вообразивший, что простоит ещё тысячу лет.",
            "Она отреклась от верности старому режиму.",
            "Во время его правления было убито много невинных людей.",
            "режим, который правит путём террора",
            "Его режим запятнал себя нарушениями прав человека.",
            "США уже разорвали все дипломатические отношения с этим режимом.",
            "США разорвали дипломатические отношения с этим режимом.",
            "Этот спор показывает, что правительство глубоко расколото.",
            "Признание со стороны ООН будет значить фактическую легитимацию данного режима.",
            "режим, который был неумолим в преследовании инакомыслящих",
            "Новая власть была готова пойти на компромисс по нефтяному спору.",
            "Старый режим потерпел поражение, и мало кто оплакивал его кончину."
        ]
    }
}