{
    "register": {
        "comment": [
            "registration"
        ],
        "translate": "регистр, реестр, запись, список, журнал, регистрировать, регистрироваться",
        "transcription": " |ˈredʒɪstər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We registered at a hotel.",
            "We registered our luggage while checking in.",
            "The clerk recorded their names in the register.",
            "She registered her new car.",
            "Did you register the parcel?",
            "The parts register perfectly.",
            "The class is full, but you can register for next term.",
            "She registered as a Republican.",
            "Such an entry shall be denoted in the register by an asterisk.",
            "I'd like to register this letter.",
            "Have you signed the hotel register?",
            "He registered the birth of his child.",
            "A surprise that he was unable to hide registered on his face.",
            "Did you register to vote?",
            "Her surprise did not register.",
            "They register an impressive victory.",
            "The company registered its trademark.",
            "Police want a national register of DNA samples.",
            "Did you register any change when I pressed the button?",
            "Am I listed in your register?",
            "The thermometer registered 98.6°.",
            "The car was registered under my name.",
            "Only 32 cases of the disease have been registered.",
            "Housebound voters should register early for a postal vote.",
            "She had told me her name before, but I guess it didn't register.",
            "In former times, only property owners could be registered as voters.",
            "He was caught red-handed (=as he was doing something wrong) taking money from the cash register.",
            "Register of Shipping of the USSR",
            "Her face registered shock and anger.",
            "Did this event register in your parents' minds?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы зарегистрировались в гостинице.",
            "Мы сдали свои вещи в багаж во время регистрации.",
            "Клерк записал их имена в журнал.",
            "Она зарегистрировала свой новый автомобиль.",
            "Вы зарегистрировали посылку?",
            "Детали совпадают с идеальной точностью.",
            "Все места в классе уже заполнены, но вы можете зарегистрироваться на следующий срок.",
            "Она записалась в республиканцы.",
            "Такая запись отмечается в журнале звёздочкой.",
            "Я бы хотел зарегистрировать это письмо.",
            "Вы уже расписались в журнале регистрации отеля?",
            "Он зарегистрировал рождение своего ребёнка.",
            "На его лице отразилось удивление, которого он не мог скрыть.",
            "Вы записались на голосование?",
            "Она не подала виду, что удивлена.",
            "На их счету — впечатляющая победа.",
            "Компания зарегистрировала свой товарный знак.",
            "Полиция хочет создания национального реестра образцов ДНК.",
            "Зарегистрировали ли вы какие-либо изменения, когда я нажал на кнопку?",
            "Я указан в твоём списке?",
            "Термометр показал 98,6°.",
            "Автомобиль был зарегистрирован на моё имя.",
            "Зарегистрировано всего тридцать два случая данного заболевания.",
            "Прикованные к дому избиратели должны зарегистрироваться как можно раньше для голосования по почте.",
            "Она уже говорила мне своё имя, но я его, наверное, просто не запомнил.",
            "В прежние времена голосовать могли только землевладельцы.",
            "Он был пойман с поличным (т.е. в момент совершения преступления), когда воровал деньги из кассы.",
            "Регистр СССР",
            "На её лице отразились потрясение и гнев.",
            "Запечатлелся ли этот случай в памяти ваших родителей?"
        ]
    }
}