{
    "regret": {
        "comment": [
            "regime",
            "regiment"
        ],
        "translate": "сожаление, извинения, раскаяние, горе, сожалеть, раскаиваться, горевать",
        "transcription": " |rɪˈɡret|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I don't regret moving to York.",
            "Don't do anything you might regret.",
            "I regret having to leave so early.",
            "I have no regrets about leaving.",
            "We regret that we cannot accept your invitation.",
            "I've never regretted the decision.",
            "You are so going to regret it.",
            "I deeply regret what I said.",
            "To my regret, I never visited Europe.",
            "I lost touch with her, much to my regret.",
            "Don't say anything you might regret later.",
            "His one regret is that he has never learnt English.",
            "My heart wrings with regret.",
            "She has no regrets about leaving him.",
            "I now regret leaving school so young.",
            "I regret I can't come to the party.",
            "Susan put on a show of regret all day.",
            "I regret that I will be unable to attend.",
            "We regret to inform you that your position has been eliminated.",
            "I rather regret that I cannot attend.",
            "They're going to regret firing me, you mark my words.",
            "If we don't act now, we'll live to regret it (=we'll regret it in the future).",
            "Everyone regretted his being dismissed.",
            "If you marry him, you'll live to regret it.",
            "He professed extreme regret.",
            "It was a stupid thing to do and I bitterly regret it.",
            "I decided with some regret that it was time to move on.",
            "It is with great regret that I must decline your offer.",
            "We regret to inform you that Mr. Scott is unable to meet his engagements.",
            "dolorous ballads of death and regret"
        ],
        "example_translate": [
            "Я не жалею, что переехал в Йорк.",
            "Не делайте ничего, о чём бы вы могли пожалеть.",
            "Мне жаль так рано уезжать.",
            "Я не жалею об уходе.",
            "Мы сожалеем что не можем принять ваше приглашение.",
            "Я никогда не жалел об этом решении.",
            "Ты так об этом пожалеешь.",
            "Я глубоко сожалею о том, что сказал.",
            "К сожалению, я никогда не бывал в Европе.",
            "Я потерял с ней связь, к огромному моему сожалению.",
            "Не говорите ничего, о чём бы вы могли сожалеть позже.",
            "Единственное, о чём он жалеет, это то, что он так и не выучил английский.",
            "Моё сердце полно сожаления.",
            "Она не сожалеет о том что рассталась с ним.",
            "Теперь я жалею, что ушёл из школы так рано.",
            "К сожалению, я не могу прийти на вечеринку.",
            "Сьюзен целый день изображала раскаяние.",
            "Жаль, что я не смогу прийти.",
            "Мы с сожалением сообщаем вам, что ваша должность упразднена.",
            "Я весьма сожалею, что не могу присутствовать.",
            "Они ещё пожалеют, что уволили меня — помяни моё слово!",
            "Если мы не будем действовать сейчас, то когда-нибудь об этом пожалеем(т.е. мы будем сожалеть об этом в будущем).",
            "Все жалели, что его уволили.",
            "Если выйдете за него замуж, то ещё об этом пожалеете.",
            "Он изобразил крайнее сожаление.",
            "Это было глупо, и я горько жалею об этом.",
            "Я с некоторым сожалением решил, что настало время двигаться дальше.",
            "С огромным сожалением я должен отклонить ваше предложение.",
            "Мы с сожалением должны сообщить вам, что мистер Скотт не может выполнить своих обязательств.",
            "печальные баллады о смерти и сожалениях"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}