{
    "reign": {
        "comment": [
            "foreign",
            "foreigner",
            "sovereignty",
            "rain"
        ],
        "translate": "царствовать, господствовать, царить, царствование, власть, царская власть",
        "transcription": " |reɪn|",
        "antonyms": [],
        "mnemonic": [
            "reign [рейн] царствование, господство - Река (Рейн) царствует среди рек Европы.",
            "reign [reɪn]\n***\nБудет ЦАРСТВОВАТЬ евреин. (это) reign\nГосподство, царствование."
        ],
        "examples": [
            "Victoria reigned over sixty years",
            "Money reigns supreme here.",
            "The king reigned in a time of peace and prosperity.",
            "Henry VIII reigned for a long time.",
            "Silence reigned while we waited for news.",
            "Pharaohs reigned over Egypt for centuries.",
            "She was a popular ruler throughout her reign.",
            "During the short reign of Edward, conformity was not pressed.",
            "At the close of the reign of Charles the Second, most of his foot were musketeers.",
            "A new reign was favorable to the fusion of parties.",
            "Napoleon had no desire to see the Reign of Terror reenacted in the cities of Italy. (J. S. C. Abbott)",
            "The historical record of this pharaoh's life and reign is fragmentary at best.",
            "Among the city's cultural institutions, the art museum, the symphony orchestra, and the opera company reign as the supreme triumvirate."
        ],
        "example_translate": [
            "Виктория была на троне свыше шестидесяти лет",
            "Здесь всем заправляют деньги.",
            "Этот король правил во времена мира и процветания.",
            "Генрих VIII царствовал долго.",
            "Пока мы ждали новостей, воцарилась тишина.",
            "Фараоны правили Египтом многие века.",
            "На протяжении всего своего правления она пользовалась любовью народа.",
            "Во время короткого правления короля Эдуарда ортодоксальность не навязывалась.",
            "К концу правления Карла Второго большую часть его пехоты составляли мушкетёры.",
            "Новая королевская власть способствовала коалиционному объединению политических сил.",
            "Наполеону совершенно не хотелось видеть, как террор снова будет царить в городах Италии.",
            "Исторические материалы, касающиеся жизни и царствования этого фараона, в лучшем случае, фрагментарны.",
            "Среди городских учреждений культуры, художественный музей, симфонический оркестр и оперная труппа царствуют, подобно верховному триумвирату."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}