{
    "reject": {
        "comment": [],
        "translate": "отвергать, отклонять, брак, бракованное изделие, признанный негодным",
        "transcription": " |rɪˈdʒekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My teacher rejected my excuse for being late.",
            "I reject the idea of starting a war.",
            "I reject the supposition that she stole the money.",
            "Black people were often rejected by country clubs",
            "It's unnatural of parents to reject their own children.",
            "His body rejected the liver of the donor",
            "With due consideration for your feelings, we must reject your request.",
            "The committee rejected my proposal.",
            "They reject the notion of group guilt.",
            "Sarah rejected her brother's offer of help.",
            "They felt that they were society's rejects.",
            "The college rejects hundreds of applicants each year.",
            "Those who cavalierly reject the theory of evolution.",
            "If inspectors find a defective can, the batch is rejected.",
            "Shareholders voted to reject the offer.",
            "It's obvious why his application was rejected.",
            "You were unwise to reject my counsel.",
            "Gibson rejected the idea as 'absurd'.",
            "The journal rejected the student's paper.",
            "The produce inspector rejected several crates of berries that had begun to grow mold.",
            "We rejected 5 of the 10 job applicants right away.",
            "I reject his suggestion that we shouldn't have helped them.",
            "The judge has wide latitude to reject evidence for the trial.",
            "He urged the whole community to stand united and to reject terrorism.",
            "He was the school reject as a child and has low self-esteem even today.",
            "The authors reject the hypothesis about unemployment contributing to crime."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Учитель не принял мою отговорку по поводу опоздания.",
            "Я отвергаю идею о том, чтобы начать войну.",
            "Я категорически отвергаю предположение о том, что она украла деньги.",
            "Негров часто не принимали в загородные клубы.",
            "Противоестественно со стороны родителей отрекаться от своих собственных детей.",
            "Его организм отторг печень донора.",
            "Хотя мы в полной мере понимаем ваши чувства, мы вынуждены вам отказать.",
            "Комитет отклонил моё предложение.",
            "Они отвергают понятие коллективной вины.",
            "Сара отвергла предложение помощи своего брата.",
            "Они чувствовали себя отбросами общества.",
            "Каждый год этот колледж отвергает сотни претендентов на поступление.",
            "Те, кто надменно отвергают теорию эволюции.",
            "Если проверяющие обнаруживают бракованную банку, вся партия отклоняется.",
            "Акционеры проголосовали за то, чтобы отклонить данное предложение.",
            "Понятно, почему его заявку отклонили.",
            "С Вашей стороны было глупо отвергать мой совет.",
            "Гибсон отверг эту идею как \"абсурдную\".",
            "Журнал отклонил статью этого студента.",
            "Контролёр продукции отбраковал несколько ящиков ягод, которые начали плесневеть.",
            "Пятерых из десяти соискателей мы отсеяли сразу.",
            "Я отвергаю его намёк на то, что нам не стоило им помогать.",
            "Судья имеет широкие возможности для отклонения доказательств для суда.",
            "Он призвал все сообщество объединиться и отвергнуть терроризм.",
            "В школе он был изгоем, и даже сегодня у него низкая самооценка",
            "Авторы отвергают гипотезу о том, что безработица способствует преступности."
        ]
    }
}