{
    "relate": {
        "comment": [
            "relation",
            "relationship",
            "related",
            "relative",
            "relatively"
        ],
        "translate": "относиться, связывать, рассказывать, член отношения",
        "transcription": " |rɪˈleɪt|",
        "antonyms": [],
        "mnemonic": [
            "relate [rɪ'leɪt]\nrelation [rɪ'leɪʃən] - отношение, связь, зависимость.,\nповествование, изложение, рассказ., родственник\n***\nС этим СВЯЗАН мой прилет. (это) relate\nВас не КАСАЕТСЯ, когда мой прилет. (это) relate\nЭто и Вас КАСАЕТСЯ, кто кого лелеет. (это) relate\nРАССКАЗАЛ историю, как детей лелеет. (это) relate\n***\nТебя не касается \"relate\",\nпочему пришёл так поздно \"late\"."
        ],
        "examples": [
            "She relates well to her peers.",
            "I don't understand how the two ideas relate.",
            "I cannot relate these events at all.",
            "I can't relate to loud modern music.",
            "He notices nothing but what relates to himself.",
            "Laurie finds it difficult to relate to children.",
            "The children enjoyed relating their imaginary adventures to the visitors.",
            "He later related the whole story to me.",
            "The witness related the events.",
            "How are these two observations related?",
            "I know he feels upset, and I can relate to that.",
            "It is difficult to relate these phenomena to / with each other.",
            "You must be feeling awful. I went through something similar myself last year, so I can relate.",
            "We listened eagerly as she related the whole exciting story.",
            "The charges of fraud relate to events that took place over ten years ago.",
            "The report seeks to relate the rise in crime to an increase in unemployment.",
            "people with foreign language fluency and an allied skill such as the ability to relate to people from different cultures..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она хорошо контактирует со своими ровесниками.",
            "Я не понимаю, как связаны эти две идеи.",
            "Я никак не могу связать эти события.",
            "Я не признаю современную громкую музыку.",
            "Он замечает лишь то, что затрагивает его самого.",
            "Лори тяжело находить общий язык с детьми.",
            "Дети с удовольствием рассказали гостям о своих вымышленных приключениях.",
            "Позже он рассказал мне всю эту историю.",
            "Свидетель рассказал об этих событиях.",
            "Как эти два наблюдения связаны?",
            "Я знаю, что он расстроен, и возможно, что это из-за меня.",
            "Очень трудно соотнести эти два феномена.",
            "Вам, должно быть, сейчас очень плохо. Я сам в прошлом году прошёл через нечто подобное, так что могу вас понять.",
            "Мы с интересом слушали, как она рассказывает всю эту захватывающую историю.",
            "Обвинения в мошенничестве связаны с событиями, которые произошли более десяти лет назад.",
            "В докладе делается попытка связать рост преступности с ростом безработицы.",
            "люди, свободно владеющие иностранным языком и сопутствующим навыком вроде умения налаживать связь с людьми из других культур"
        ],
        "stars": 3
    }
}
