{
    "relative": {
        "comment": [
            "relate",
            "relation",
            "relationship",
            "related",
            "relatively"
        ],
        "translate": "относительный, сравнительный, взаимный, родственник, родственница",
        "transcription": " |ˈrelətɪv|",
        "antonyms": [],
        "mnemonic": [
            "relative ['relətɪv]\n***\nРОДСТВЕННИКА вы не застрелите (в). (это) relative\nОтносительный, сравнительный."
        ],
        "examples": [
            "a gathering of friends and relatives",
            "The donkey is a relative of the horse.",
            "He's been nursing an elderly relative.",
            "the relative poorness of New England farmland",
            "Nothing could be extracted from him relative to his former associates.",
            "His aunt is his closest living relative.",
            "the relative value of two houses",
            "the relative positions of the islands",
            "At the family reunion, I saw relatives I haven't seen in years.",
            "The last five years have seen a period of relative calm.",
            "We discussed the relative merits of each school.",
            "An unexpected bonus to my trip was a meeting with a very very very distant relative.",
            "We were reluctant to leave the relative safety of our hotel.",
            "You may think you're poor, but it's all relative (=you are not poor compared to some people).",
            "Her boyfriend is a distant relative of mine.",
            "The security codes could be broken with relative ease.",
            "Her arms closed around her long lost relative.",
            "I'm a relative newcomer to the retail business.",
            "Police are searching for relatives of the deceased.",
            "Marrying a close relative is a taboo in many cultures.",
            "The death of a near relative is a terrible trauma for a child.",
            "The room is kept at 72 degrees and 50% relative humidity.",
            "He inherited a small piece of land from a distant relative.",
            "The relative frequency of fraternal twins has halved since 1950.",
            "Caring for an elderly relative can become an intolerable burden.",
            "The phrase “that won” in “the book that won” is a relative clause.",
            "Students have less money in relative terms, but spend more on books.",
            "He has been living in relative obscurity in a small town in the mountains.",
            "The child will be adopted but a relative is looking after him in the interim.",
            "Her only living relative is a permanently zonked sister who can't even care for herself."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "встреча друзей и родственников",
            "Осел - это родственник лошади.",
            "Он присматривает за престарелым родственником.",
            "относительная бедность сельскохозяйственных угодий Новой Англии",
            "У него ничего не удастся выудить относительно его прежних партнёров.",
            "Тётя является его ближайшей родственницей из тех, что сейчас живы.",
            "сравнительная стоимость двух домов",
            "относительное расположение данных островов",
            "На семейном сборе я увидел родственников, которых не видел годами.",
            "В последние пять лет наблюдался период относительного спокойствия.",
            "Мы обсудили сравнительные достоинства каждой из школ.",
            "Неожиданным приятным моментом в моей поездке стала встреча с одним очень дальним родственником.",
            "Мы не хотели покидать свою гостиницу, где было относительно безопасно.",
            "Возможно, вы считаете себя бедными, но это всё относительно (т.е. по сравнению с некоторыми людьми вы не бедные).",
            "Её парень — мой дальний родственник.",
            "Коды безопасности можно сравнительно легко взломать.",
            "Она обвила руками своего родственника, о котором давно ничего не было слышно.",
            "В розничной торговле я, в общем-то, новичок.",
            "Полицейские разыскивают родственников покойного.",
            "Во многих странах браки между близкими родственниками запрещены.",
            "Смерть близкого родственника — тяжёлая психологическая травма для ребёнка.",
            "В помещении поддерживается температура 72 градуса и относительная влажность 50%.",
            "Он унаследовал от дальнего родственника небольшой клочок земли.",
            "С 1950 года относительная частота рождения разнояйцевых близнецов сократилась наполовину.",
            "Уход за пожилым родственником может стать невыносимым бременем.",
            "Фраза “которая выиграла” в выражении “книга, которая выиграла” является определительным придаточным предложением.",
            "В относительном выражении денег у студентов стало меньше, но теперь они больше тратят на покупку книг.",
            "Он уже некоторое время живёт в относительной безвестности в небольшом городке в горах.",
            "Ребёнка усыновят, а пока что за ним присматривает родственник.",
            "Её единственный живой родственник — сестра, которая вечно под кайфом и не может даже позаботиться о себе."
        ],
        "stars": 3
    }
}