{
    "relaxed": {
        "comment": [
            "relax",
            "relaxing",
            "relaxation"
        ],
        "translate": "расслабленный",
        "transcription": " |rɪˈlækst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His face relaxed in a smile.",
            "Jim relaxed, knowing he was among friends.",
            "The pressure of his fingers had relaxed.",
            "We have a relaxed dress code at the office.",
            "Jill has such a lovely relaxed temperament.",
            "He relaxed his grip on my arm.",
            "The horse relaxed its course as it approached me.",
            "His relaxed exterior hides an extremely acute mind.",
            "The crowd relaxed into laughter at the speaker's excellent joke.",
            "I'm feeling more relaxed within myself.",
            "They were relaxed and full of bonhomie.",
            "Jean eased back on the pillows and relaxed.",
            "She has a fairly relaxed approach to housework.",
            "The restaurant has a nice relaxed feel about it.",
            "The rules relaxed after the new director arrived.",
            "We talk more openly when we feel easy and relaxed.",
            "I feel more relaxed about my career than I used to.",
            "We came back from holiday feeling rested and relaxed.",
            "They have a relaxed mode of life that suits them well.",
            "Nothing makes me feel more relaxed than a nice hot bath.",
            "The players seem more relaxed and confident this season.",
            "Everyone was relaxed and the conversation flowed freely.",
            "Gail was lying in the sun looking very relaxed and happy.",
            "Jen returned from vacation feeling relaxed and refreshed.",
            "Try to cultivate a more relaxed and positive approach to life.",
            "Restrictions on freedom of assembly have gradually been relaxed.",
            "a section of the park in which nannies like to gather for a relaxed natter",
            "The Prime Minister appeared relaxed and confident of winning an overall majority.",
            "a relaxed environment well-disposed to the appreciation of good food and fine wine",
            "The seminar was very relaxed—we met at the professor's house instead of the lecture hall."
        ],
        "example_translate": [
            "Его лицо расплылось в улыбке.",
            "Джим расслабился, зная, что он среди друзей.",
            "К тому времени его хватка уже ослабла.",
            "У нас на работе нет строгого дресс-кода.",
            "У Джилл такой лёгкий непринуждённый темперамент.",
            "Он чуть ослабил хватку на моей руке.",
            "При приближении ко мне лошадь замедлила свой бег.",
            "Его спокойная внешность скрывает необычайно острый, проницательный ум.",
            "Толпа ответила смехом на отличную шутку оратора.",
            "Наедине с собой я чувствую себя более непринуждённо.",
            "Они были спокойны и полны дружелюбия.",
            "Джен осторожно опустилась на подушки и расслабилась.",
            "Она довольно легко относится к работе по дому.",
            "В этом ресторане — приятная, расслабленная атмосфера.",
            "После приезда нового директора правила стали мягче.",
            "Мы говорим более открыто, когда чувствуем себя легко и раскованно.",
            "Сейчас я более спокоен насчёт своей карьеры, чем когда-то.",
            "Мы вернулись из отпуска отдохнувшими и раскованными.",
            "Они ведут расслабленный /раскрепощённый/ образ жизни, который очень им подходит.",
            "Ничто не так меня не расслабляет, как хорошая горячая ванна.",
            "В этом сезоне игроки выглядят более спокойными и уверенными в себе.",
            "Все расслабились, и беседа потекла свободно.",
            "Гейл лежала на солнце, и вид у неё был очень спокойный и счастливый.",
            "Джен вернулась из отпуска, чувствуя себя отдохнувшей и посвежевшей.",
            "Постарайтесь воспитать в себе более спокойное и позитивное отношение к жизни.",
            "Ограничения свободы собраний постепенно стали менее строгими.",
            "часть парка, в которой любят собираться нянечки, чтобы спокойно поболтать",
            "Премьер-министр казался спокойным и уверенным в победе абсолютным большинством голосов.",
            "спокойная обстановка, располагающая к наслаждению прекрасной кухней и изысканным вином",
            "Семинар прошёл в очень непринуждённой обстановке: вместо лекционного зала мы встретились у профессора дома."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}