{
    "relation": {
        "comment": [
            "relate",
            "relationship",
            "related",
            "relative",
            "relatively"
        ],
        "translate": "отношение, связь, соотношение, зависимость, родственник, родство, родственница",
        "transcription": " |rɪˈleɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Steve is a distant relation of my wife.",
            "What relation are you to Jessica?",
            "We have relations in Canada and Scotland.",
            "The incident led to tense international relations.",
            "Relations between the two countries have improved recently.",
            "I am thus particular in the relation of every incident.",
            "The title of the essay bore little relation to the contents.",
            "He was the hero according to his own relation.",
            "The things she says bear little relation to what she actually does.",
            "the price curve in relation to inflation",
            "Canada and Britain have established diplomatic relations with North Korea.",
            "The price the meat is sold for bears no relation to (=is not connected to) the price the farmer receives.",
            "He has distant relations back in New Jersey.",
            "Relations between workers and management are generally good.",
            "Women's earnings are still low in relation to men's.",
            "The union has close relations with the Labour Party.",
            "How do their sales stand in relation to those of similar firms?",
            "Britain threatened to break off diplomatic relations with the regime.",
            "If there were a direct relation between mendacity and the length of one's proboscis, hers would be a mile long."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Стив — дальний родственник моей жены.",
            "Кем ты приходишься Джессике?",
            "У нас есть связи в Канаде и Шотландии.",
            "Это происшествие привело к напряжению международных отношений.",
            "Отношения между этими странами за последнее время улучшились.",
            "Я в такой же степени внимателен по отношению к любому происшествию.",
            "Название этого очерка мало вязалось с его содержанием.",
            "Если верить его собственным рассказам, он был героем.",
            "То, что она говорит, имеет слабое отношение к тому, что она, собственно, делает.",
            "кривая цен в отношении к инфляции",
            "Канада и Великобритания установили дипломатические отношения с Северной Кореей.",
            "Цена, по которой мясо продаётся, не имеет никакого отношения к цене, которую получает за него фермер (т.е. никак с ней не связана).",
            "У него там, в Нью-Джерси, есть дальние родственники.",
            "Отношения между работниками и руководством, в общем, хорошие.",
            "Заработки женщин по-прежнему остаются низкими по отношению к заработкам мужчин.",
            "Профсоюз имеет тесные связи с Лейбористской партией.",
            "Как их продажи соотносятся с продажами аналогичных фирм?",
            "Великобритания угрожает разорвать дипломатические отношения с этим режимом.",
            "Если бы существовала прямая связь между лживостью человека и длиной его носа, её хобот был бы длиной в целую милю."
        ]
    }
}