{
    "related": {
        "comment": [
            "relate",
            "relation",
            "relationship",
            "relative",
            "relatively"
        ],
        "translate": "связанный, родственный",
        "transcription": " |rɪˈleɪtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Mind and body are closely related.",
            "Are you two related?",
            "I might be related to him.",
            "Education levels are strongly related to income.",
            "I am related to him by marriage.",
            "These two factors are directly related.",
            "Previous felonies were not related to the instant crime.",
            "He suffers with memory loss related to his disease.",
            "Police now believe that the three crimes could be related.",
            "The witness related the events.",
            "The words “play” and “playful” are related.",
            "Congress will enact legislation related to that issue.",
            "If anyone has any information related to the crime, will they please contact the police.",
            "He later related the whole story to me.",
            "The two accidents are directly related.",
            "How are these two observations related?",
            "a tree related to but quite distinct from the European beech",
            "ancient history and other related subjects",
            "He related his whole adventure from beginning to end.",
            "We listened eagerly as she related the whole exciting story.",
            "I guessed that you must be related because you look so similar.",
            "Nuclear disarmament and nonproliferation are closely related goals.",
            "I just found out that my best friend and I are related through distant cousins."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Разум и тело тесно связаны между собой.",
            "Вы родственники?",
            "Я, вероятно, имею с ним родственные связи.",
            "Уровень образования, который может получить обучающийся, сильно связан с уровнем его доходов.",
            "Он мой родственник со стороны жены (мужа).",
            "Эти два фактора связаны напрямую.",
            "Предыдущие преступления не были связаны с данным преступлением.",
            "Он страдает от потери памяти, связанной с его болезнью.",
            "Сейчас полиция считает, что эти три преступления могут быть связаны.",
            "Свидетель рассказал об этих событиях.",
            "Слова “игра” и “игривый” — родственные.",
            "Конгресс примет законодательство, относящееся к данному вопросу.",
            "Если кто-то имеет какие-либо сведения, касающиеся данного преступления, просьба обратиться в полицию.",
            "Позже он рассказал мне всю эту историю.",
            "Эти два несчастных случая имеют непосредственное отношение друг к другу.",
            "Как эти два наблюдения связаны?",
            "дерево, родственное европейскому буку, но разительно отличающееся от него",
            "древняя история и другие связанные с ней дисциплины",
            "Он поведал нам всё о своих приключениях, от начала и до конца.",
            "Мы с интересом слушали, как она рассказывает всю эту захватывающую историю.",
            "Я предположил, что вы, должно быть, родственники: вы ведь так похожи.",
            "Ядерное разоружение и нераспространение ядерного оружия являются тесно связанными между собой целями.",
            "Я только что узнал, что мы с моим лучшим другом в родстве через дальних родственников."
        ],
        "stars": 2
    }
}