{
    "relevant": {
        "comment": [],
        "translate": "уместный, релевантный",
        "transcription": " |ˈreləvənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We received all the relevant information.",
            "The evidence is relevant to the case.",
            "He put me in contact with the relevant head of department.",
            "Forgive me, but I don't think that is relevant.",
            "Relevant documents were presented in court.",
            "We need to extract the relevant financial data.",
            "Make sure your comments during the interview are short and relevant.",
            "The ideas and observations expressed in the book are still relevant today.",
            "What experience do you have that is relevant to this position?",
            "We have entered into communication with the relevant government department.",
            "The scientist corresponds with colleagues in order to learn about matters relevant to her own research.",
            "Failure to disclose all relevant changes may invalidate your policy."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы получили всю необходимую /относящуюся к делу/ информацию.",
            "Это свидетельство относится к делу.",
            "Он помог мне связаться с начальником соответствующего отдела.",
            "Простите, но я не считаю это уместным.",
            "Соответствующие документы были представлены в суд.",
            "Мы должны извлечь соответствующие финансовые данные.",
            "Сделайте так, чтобы ваши комментарии во время интервью были короткими и уместными.",
            "Мысли и наблюдения, высказанные в этой книге, по-прежнему актуальны.",
            "Какой у вас имеется опыт, имеющий отношение к этой должности?",
            "Мы связались с соответствующим правительственным ведомством.",
            "Этот научный раюотник ведёт переписку с коллегами, чтобы получить информацию о вопросах, относящихся к её собственным исследованиям.",
            "Неинформирование о всех важных изменениях может привести к аннулированию вашего полиса."
        ]
    }
}