{
    "release": {
        "comment": [
            "please"
        ],
        "translate": "освобождение, высвобождение, версия, выпускать, освобождать, отпускать",
        "transcription": " |rɪˈliːs|",
        "antonyms": [],
        "mnemonic": [
            "release [rɪ'li: s]\n***\nВсех ОСВОБОДИЛИ, и они разбрелись. (это) release\nИх ОТПУСТИЛИ, и они разбрелись. (это) release\nОСВОБОЖДЕНИЕ получили и разбрелись. (это)\nrelease\nНОВЫЙ ФИЛЬМ \"Застрелись\". (это) release\nОсвобождение, облегчение; новый фильм.\n***\nВот тебе пожалуйста \"please\"\nосвобождение \"release\"\nи дом в аренду \"lease\"."
        ],
        "examples": [
            "She was released from her job.",
            "He was released from his promise.",
            "He was released from the hospital yesterday.",
            "Oil was released into the sea.",
            "I wish to be released from my contract.",
            "Thousands of bombs were released over Dresden.",
            "The commission released its findings.",
            "The judge released the prisoner.",
            "Exercise is a good way to release stress.",
            "Release the handbrake first.",
            "The film has been released to various movie theaters.",
            "The film is on general release.",
            "The lion was released from its cage.",
            "You can be released from prison early, for good behaviour.",
            "Williams asked to be released from her contract.",
            "The court ordered his release from prison.",
            "John paraphrased the contents of the press release.",
            "I think my uncle's death was a merciful release for my poor aunt.",
            "Physical exercise is a good way of releasing stress.",
            "We plan to release a prototype this autumn for trial in hospitals.",
            "The prisoner was given an early release.",
            "The judge permitted the release of the prisoner.",
            "The sudden noise made him release his hold on her arm.",
            "I released my son's hand, and he ran out onto the playground.",
            "The prisoner is eligible for early release.",
            "A little frame carrying five keys, one of these is the release.",
            "Simon has obtained early release from prison.",
            "They stipulated to release all the prisoners.",
            "release a hormone into the blood stream",
            "A bootlegger who sells a pirated, unauthorized recording gives the artist no chance at artistic control over what even goes on a release."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её уволили с работы.",
            "Он был освобождён от своего обещания.",
            "Вчера его выписали /выпустили/ из больницы.",
            "Нефть спустили в море.",
            "Я хотел бы освободиться от обязательств по контракту.",
            "Тысячи бомб были сброшены на Дрезден.",
            "Комиссия обнародовала свои выводы.",
            "Судья освободил подсудимого.",
            "Хорошим способом снять стресс являются физические упражнения.",
            "Сначала отпусти ручной тормоз.",
            "Фильм вышел на экраны и демонстрируется во многих кинотеатрах.",
            "Фильм вышел в широкий прокат.",
            "Льва выпустили из клетки.",
            "Тебе могут сократить срок за примерное поведение.",
            "Уильямс попросила освободить её от обязательств по контракту.",
            "Суд приказал освободить его из тюрьмы.",
            "Джон пересказал нам, что говорилось в пресс-релизе.",
            "Я думаю, что смерть моего дяди была милостивым освобождением для моей бедной тетушки.",
            "Физические упражнения — это хороший способ снять стресс.",
            "Мы планируем выпустить этой осенью пробную партию, чтобы испытать её в больницах.",
            "Заключённый получил досрочное освобождение.",
            "Судья разрешил освободить заключенного.",
            "Внезапный шум заставил его выпустить её руку.",
            "Я отпустил руку моего сына, и он выбежал на детскую площадку.",
            "Этот заключённый имеет право на досрочное освобождение.",
            "Система содержит пять ключей, один из них - отмычка.",
            "Саймон получил право на досрочное освобождение из тюрьмы.",
            "Они дали обещание освободить всех заключённых.",
            "выпустить гормон в кровь",
            "Бутлегер, продающий пиратские, нелицензионные записи, не оставляет артисту возможности контролировать даже то, какие именно записи продаются."
        ],
        "stars": 3
    }
}