{
    "relieve": {
        "comment": [
            "relief"
        ],
        "translate": "облегчать, освобождать, уменьшать, разрядить, ослаблять, деблокировать, сменять",
        "transcription": " |rɪˈliːv|",
        "antonyms": [],
        "mnemonic": [
            "believe [bɪ'li:v]\nbelief- доверие\n***\nВЕРЮ сказкам из былин. (это) believe\nПОЛАГАЮ, не читали вы былин. (это) believe\n***\nТы меня успокоил \"relieve\"\nтем, что мне веришь \"believe\".\nНаступило облегчение \"relief\",\nпотому что есть доверие \"belief\".",
            "relieve [rɪ'li: v]\n***\nЯ УСПОКОЮСЬ, когда начнётся прилив. (это) relieve\nОБЛЕГЧИМ участь, когда начнётся прилив. (это)\nrelieve"
        ],
        "examples": [
            "What's the best way to relieve stress?",
            "I took a pill to relieve my headache.",
            "Let me relieve you of your case.",
            "Morphine is used to relieve pain.",
            "Drugs helped to relieve the pain.",
            "The thief relieved me of $100",
            "Relieve my soul from the bale that bows it down!",
            "I wish I could relieve your suffering.",
            "This pill will relieve your headaches.",
            "relieve the pressure and the stress",
            "The guard will be relieved at midnight.",
            "an effort to relieve traffic congestion",
            "a game to relieve the boredom of a long journey",
            "This medicine will help to relieve you from your pain.",
            "The cream works immediately to relieve sore skin.",
            "She tried to relieve the tension by making a joke.",
            "There's no great harm in taking something to relieve a headache.",
            "Fish oils are supposed to help relieve arthritis.",
            "He suggested a card game to relieve the monotony of the journey.",
            "The captain was relieved from / of his post when his guilt was proved.",
            "carnival sharpers eager to relieve the yokels of their money",
            "Exercise is the ideal way to relieve tension after a hard day.",
            "There are various state and federal programs to help relieve indigence."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Какой лучший способ снять стресс?",
            "Я принял таблетку, чтобы унять мою головную боль.",
            "Позвольте мне понести ваш чемодан.",
            "Морфин используется для снятия боли.",
            "Лекарства помогли снять боль.",
            "Вор избавил меня от $100. (вор украл)",
            "Освободи мою душу от той беды, которая заставляет ее страдать!",
            "Как бы я хотел облегчить ваши страдания.",
            "Эта таблетка поможет облегчить вашу головную боль.",
            "снять напряжение и стресс",
            "Сторожа сменят в полночь.",
            "попытка сделать менее острой проблему автомобильных заторов",
            "игра с целью облегчить скуку долгого путешествия",
            "Это лекарство облегчит вашу боль.",
            "Этот крем немедленно начинает успокаивать саднящую кожу.",
            "Она попыталась разрядить обстановку шуткой.",
            "Нет ничего страшного в том, чтобы принять что-нибудь для снятия головной боли.",
            "Облегчить артрит должен рыбий жир.",
            "Он предложил сыграть в карты, чтобы скрасить монотонность путешествия.",
            "Когда была доказана вина капитана, его сместили.",
            "ярмарочные шулера, страстно желающие освободить этих деревенских простаков от их денег",
            "Физические упражнения — идеальный способ снять напряжение после тяжёлого дня.",
            "Существуют различные программы как на общеамериканском уровне, так и на уровне отдельных штатов, чтобы помочь облегчить положение бедных."
        ],
        "stars": 2
    }
}