{
    "reliable": {
        "comment": [
            "unreliable",
            "rely"
        ],
        "translate": "надежный, достоверный, прочный, заслуживающий доверия, благонадежный",
        "transcription": " |rɪˈlaɪəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's an old car, but it's very reliable.",
            "Miller was a quiet and reliable man.",
            "We can't write a report without reliable data.",
            "We need more reliable information before we can take action.",
            "The results demonstrate convincingly that this method is safe and reliable.",
            "She's proved herself to be a very reliable worker.",
            "I've heard from reliable sources that the company is in trouble.",
            "A reliable car doesn't have to cost a bundle.",
            "a reliable true-blue country club conservative",
            "He has a well-deserved reputation as a reliable worker.",
            "a birth control method that is cheap and reliable",
            "You must check the evidence against other sources and decide if it is reliable.",
            "Many leading scientists do not consider that science can give absolutely reliable knowledge.",
            "I want a car that's reliable., the color is of secondary importance.",
            "an economist who is regarded by many as a reliable prophet of future developments in the global economy",
            "On comparison, the Renault was the more reliable of the two cars.",
            "This is not an exciting car to drive, but on the plus side it is extremely reliable.",
            "preferential credit terms for reliable borrowers"
        ],
        "example_translate": [
            "Автомобиль старый, но очень надёжный.",
            "Миллер был спокойным и надежным человеком.",
            "Мы не можем написать отчёт без достоверных данных.",
            "Нам нужно получить более надежную информацию, прежде чем мы сможем что-либо предпринять.",
            "Эти результаты убедительно доказывают, что данный метод является безопасным и надёжным.",
            "Она показала себя очень надёжным работником.",
            "Я слышал из достоверных источников, что компания находится в беде.",
            "Надёжный автомобиль не обязан стоить больших денег.",
            "заслуживающий доверия истинно консервативный загородный клуб",
            "Он имеет заслуженную репутацию надёжного работника.",
            "дешёвый и надёжный метод контроля рождаемости",
            "Вы должны сверить эти показания с другими источниками, и принять решение об их достоверности.",
            "Многие ведущие ученые считают, что наука не может дать абсолютно достоверных знаний.",
            "Я хочу надежную машину., цвет же её имеет второстепенное значение.",
            "экономист, которого многие считают надёжным предсказателем грядущих событий в мировой экономике",
            "Сравнение показало, что из этих двух автомобилей более надёжен \"Рено\".",
            "Езда на этой машине особой радости не приносит, но плюс в том, что она чрезвычайно надёжна.",
            "льготные условия кредитования для надёжных заемщиков"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}