{
    "relief": {
        "comment": [
            "relieve"
        ],
        "translate": "облегчение, помощь, рельеф, освобождение, рельефный, вспомогательный, запасной",
        "transcription": " |rɪˈliːf|",
        "antonyms": [],
        "mnemonic": [
            "relief [рилиф] облегчение -(П-рилив)облегчение гипертоникам дает.",
            "relief [rɪ'li: f]\n***\nОБЛЕГЧЕНИЕ в жару принесёт прилив. (это) relief\nРАЗНООБРАЗИЕ внесёт \"прилиф\". (это) relief\nЧтоб УМЕНЬШИТЬ засуху, нужен нам прилив. (это)\nrelief\nЧтоб ОБЛЕГЧИТЬ участь, нужен нам прилив. (это)\nrelief"
        ],
        "examples": [
            "To my relief, they spoke English.",
            "It was a relief to get home.",
            "He laughed in relief.",
            "To my relief they got there safely.",
            "They expressed relief that the crisis was over.",
            "The drop in temperature was a relief.",
            "Their sense of relief was almost tangible.",
            "Ruth felt dizzy with relief.",
            "He stumped in and sat down with a sigh of relief.",
            "Shakespeare introduced comic scenes into his tragedies by way of relief",
            "What a relief it is to be back home.",
            "Afterwards I felt a great sense of relief.",
            "The medicine provides 12 hours of pain relief.",
            "She was crying with relief.",
            "They found relief in looking at their son's photographs.",
            "Congress passes debt relief measure to aid poor countries.",
            "Tom gave a deep sigh of relief.",
            "She is running a relief operation in the Sudan.",
            "a figure carved in bold relief",
            "I hate to say it, but it was a relief to have him out of the house.",
            "centralized control of emergency relief efforts",
            "Heat therapy gave the best relief.",
            "I felt a palpable sense of relief.",
            "She'll be coordinating the relief effort.",
            "To her relief, Julius dropped the subject.",
            "Rebecca heaved a sigh of relief.",
            "It was a relief to see the last of them.",
            "She sat down and heaved a sigh of relief.",
            "He watched with relief as the girl nodded.",
            "I felt a huge surge of relief and happiness."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ie = [iː]"
        ],
        "example_translate": [
            "К моему облегчению, они говорили по-английски.",
            "Было большим облегчением оказаться дома.",
            "Он с облегчением рассмеялся.",
            "Слава богу, что они добрались туда в целости и сохранности.",
            "Они выразили облегчение по поводу того, что кризис был преодолён.",
            "Снижение температуры привело к улучшению состояния.",
            "Их чувство облегчения былo почти осязаемо.",
            "У Рут кружилась голова от облегчения.",
            "Он вошёл, тяжело ступая, и, облегченно вздохнув, сел.",
            "Шекспир вводил в свои трагедии комические сцены для разрядки /для освежающего контраста/",
            "Какое облегчение — снова быть дома.",
            "Впоследствии я почувствовал огромное облегчение.",
            "Данное лекарство обеспечивает обезболивающий эффект на протяжении двенадцати часов.",
            "Она плакала от облегчения.",
            "Они находили утешение, рассматривая фотографии своего сына.",
            "Конгресс пошел на облегчение долгового бремени, чтобы помочь бедным странам.",
            "Том глубоко вздохнул с облегчением.",
            "Она руководит спасательной операцией в Судане.",
            "рельефно вырезанная фигура",
            "Как ни горько об этом говорить, но когда он отсюда съехал, стало гораздо лучше.",
            "централизованное управление аварийно-спасательными работами",
            "Наибольшее облегчение принесла термотерапия /теплолечение/.",
            "Мне стало ощутимо легче.",
            "Она будет координировать усилия по оказанию гуманитарной помощи.",
            "К ее облегчению, Джулиус не стал развивать эту тему.",
            "Ребекка выдохнула с облегчением.",
            "Было большим облегчением наконец-то от них отвязаться.",
            "Она села и облегчённо выдохнула.",
            "Когда девушка кивнула, у него отлегло от сердца.",
            "Я почувствовал огромный прилив облегчения и счастья."
        ],
        "stars": 3
    }
}