{
    "reluctant": {
        "comment": [],
        "translate": "неохотный, вынужденный, сопротивляющийся, упорный, делающий с неохотой",
        "transcription": " |rɪˈlʌktənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Reluctantly, he agreed.",
            "He was reluctant to talk about it.",
            "She gave a reluctant smile.",
            "We were reluctant to get involved.",
            "They dragged the reluctant animal into the cage.",
            "I was very reluctant to agree to their conditions, but I didn't really have much choice",
            "He might agree but seems reluctant to admit it.",
            "Some people are reluctant to reveal their ages.",
            "He was reluctant at first but finally consented.",
            "He grunted his reluctant approval",
            "He was reluctant to make his judgment known.",
            "Cautious by nature, Simpkin was reluctant to interfere.",
            "They were usually reluctant to socialize.",
            "Hannah was most reluctant to surrender her independence.",
            "Criminals are very reluctant to leave a paper trail.",
            "She has been reluctant to exercise her authority.",
            "The country is reluctant to confront its violent past.",
            "We were reluctant to leave the relative safety of our hotel.",
            "She is fresh from college and reluctant for the moment to marry him.",
            "Thurman was reluctant to go into specifics about the deal.",
            "Alan was very reluctant to leave the warmth and comfort of the fire.",
            "Most of the council members are reluctant to make such a drastic move.",
            "Bankers are reluctant to lend without good security.",
            "Cath was most reluctant to surrender her independence.",
            "They're reluctant to sell the house yet but the right offer could force their hand.",
            "Most countries have signed the treaty but some are reluctant to fall into line.",
            "The army has been held back because the government is reluctant to make martyrs of the protesters.",
            "94% of the butterflies are females, and they jostle for the attention of the few males, who seem reluctant suitors.",
            "The police have been reluctant to take their investigation any further.",
            "The boss's reputation for choler made many employees reluctant to ask questions."
        ],
        "example_translate": [
            "Скрепя сердце (неохотно, без желания), он согласился.",
            "Он неохотно говорил об этом.",
            "Она натужно / неохотно улыбнулась.",
            "Мы не хотели вмешиваться.",
            "Они затащили сопротивляющееся животное в клетку.",
            "Мне очень не хотелось соглашаться с их условиями, но у меня не было особого выбора.",
            "Он может согласиться, но кажется, он не желает признавать этого.",
            "Некоторые люди неохотно раскрывают свой возраст.",
            "Сперва он отказывался, но в конце концов согласился.",
            "Ворча, он неохотно согласился. / Он проворчал своё неохотное согласие.",
            "Он не хотел обнародовать своё мнение.",
            "Будучи по натуре осторожным, Симпкин не испытывал желания вмешиваться.",
            "Как правило, общались они с неохотой.",
            "Ханне совсем не хотелось отказываться от независимости.",
            "Преступники обычно очень не любят оставлять документы о своей деятельности.",
            "Пока что она неохотно пользовалась своей властью.",
            "Страна не желает честно смотреть в глаза своему бурному прошлому.",
            "Мы не хотели покидать свою гостиницу, где было относительно безопасно.",
            "Она только что закончила колледж, и пока что не хочет выходить за него замуж.",
            "Турман не хотел вдаваться в подробности сделки.",
            "Алану очень не хотелось покидать тёплое и уютное место у огня.",
            "Большинство членов Совета неохотно принимают такие радикальные меры.",
            "Банкиры неохотно дают кредиты, если нет хорошего их обеспечения.",
            "Кэт сильнее всего сопротивлялась отказу от своей независимости.",
            "Они пока что не хотят продавать дом, но правильное предложение может заставить их передумать.",
            "Большинство стран подписали договор, но некоторые не пожелали подчиниться воле остальных.",
            "Войска не были задействованы, так как правительство не хотело делать из протестующих мучеников.",
            "Девяносто четыре процента бабочек — самки, и они борются между собой за внимание немногочисленных самцов, которые, кажется, спариваются с неохотой.",
            "Полиция не спешит продолжать расследование этого дела.",
            "Начальник слыл человеком жёлчным, из-за чего у многих сотрудников не было охоты задавать ему какие-то вопросы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}