{
    "rely": {
        "comment": [
            "reliable",
            "unreliable"
        ],
        "translate": "полагаться, надеяться, зависеть",
        "transcription": " |rɪˈlaɪ|",
        "antonyms": [],
        "mnemonic": [
            "rely [rɪ'laɪ]\n***\nПОЛАГАЮ, что ты до дома добрела (й). (это) rely\nНАДЕЮСЬ, ты до дома добрела (й). (это) rely\nПОЛАГАЛСЯ на себя царь Спарты - Харилай.\n(это) rely\nПОЛАГАЛАСЬ на свет и дальше брела (й). (это) rely\n***\nЯ полагаю \"rely\"\nскоро июль \"July\"."
        ],
        "examples": [
            "Can I rely on you to behave responsibly while I'm away?",
            "It would be a mistake to assume that we can rely on their help.",
            "The town relies on the seasonal tourist industry for jobs.",
            "I could always rely on Gary for friendship and support.",
            "She gave a reluctant smile.",
            "He was reluctant to talk about it.",
            "Reluctantly, he agreed.",
            "Many of the villagers rely on fishing as their primary source of income.",
            "Cats rely on stealth to catch their prey.",
            "We rely not upon management or trickery, but upon our own hearts and hands.",
            "We rely on new sources of energy to meet demand.",
            "She can't rely on her feckless son.",
            "Many working women rely on relatives for childcare.",
            "He can rely on this party not to featherbed the farmers.",
            "You can rely on Wylie for good solid advice.",
            "advertisers who rely on cheesecake to sell products",
            "Working mothers rely on the day care program.",
            "Souvenir shops rely mainly on passing trade.",
            "Since he lacks originality he must rely on quotation.",
            "alternative medical treatments that rely on the practitioner's ability to detect a patient's aura"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Могу ли я рассчитывать на то, что вы будете вести себя ответственно, пока я буду отсутствовать?",
            "Было бы ошибкой предполагать, что мы можем надеяться на их помощь.",
            "Город зависит от ежегодного наплыва туристов.",
            "Я всегда мог положиться на Гэри в отношении дружбы и поддержки.",
            "Она натужно / неохотно улыбнулась.",
            "Он неохотно говорил об этом.",
            "Скрепя сердце (неохотно, без желания), он согласился.",
            "Многие местные жители полагаются на рыбалку в качестве основного источника дохода.",
            "Чтобы поймать свою жертву, кошки полагаются на скрытность.",
            "Мы полагаемся не на хитрости и обман, а на наши собственные сердца и руки.",
            "Для удовлетворения спроса мы рассчитываем на новые источники энергии.",
            "Она не может положиться на своего никчёмного сына.",
            "Многие работающие женщины в отношении присмотра за детьми полагаются на родственников.",
            "Он может быть уверен в том, что эта партия не станет зря платить деньги фермерам.",
            "На Уайли всегда можно положиться в плане хорошего, здравого совета.",
            "рекламодатели, полагающие, что обнажёнка (фото обнажённой женщины) способствует продажам",
            "Работающие матери полагаются на систему ухода за детьми в дошкольных учреждениях.",
            "Сувенирные магазины, в основном, полагаются на торговлю со случайными прохожими.",
            "Из-за нехватки оригинальности он вынужден полагаться на цитаты.",
            "альтернативные методы лечения, которые основаны на умении исполнителя обнаружить ауру пациента"
        ],
        "stars": 3
    }
}