{
    "remarkably": {
        "comment": [
            "market",
            "marketing",
            "supermarket",
            "remark",
            "mark",
            "remarkable",
            "marker",
            "marketplace",
            "marking",
            "marked"
        ],
        "translate": "удивительно, замечательно, необыкновенно, в высшей степени",
        "transcription": " |rəˈmɑːrkəblɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was remarkably candid with me.",
            "He led a remarkably frugal existence.",
            "Her views are remarkably conventional.",
            "His life is remarkably well-documented.",
            "She plays the violin remarkably well.",
            "The local economy is remarkably resilient.",
            "Tropical fevers can sweep through whole populations in a remarkably short time.",
            "We got remarkably similar results.",
            "She is remarkably incurious about the natural world.",
            "Teenagers will often snap back remarkably quickly.",
            "Instead of ending up in jail or in the gutter he was remarkably successful.",
            "The company proved remarkably resilient during the recession.",
            "To the untrained eye, the two flowers look remarkably similar.",
            "The children were remarkably respectful while in the president's office.",
            "He's remarkably couth for someone who grew up in a small town with limited cultural opportunities.",
            "His mental measurings proved remarkably accurate.",
            "Her lifestyle was remarkably free from ostentation.",
            "She spoke in a quite voice but used remarkably coarse expressions.",
            "For someone who makes a living performing for other people, the actress is remarkably diffident in real life."
        ],
        "example_translate": [
            "Со мной он был на удивление откровенен.",
            "Он вел удивительно скромный образ жизни.",
            "Её взгляды на удивление традиционны.",
            "Его жизнь удивительно хорошо задокументирована.",
            "Она играет на скрипке необыкновенно хорошо.",
            "Местная экономика необыкновенно /на удивление/ устойчива.",
            "Тропическая лихорадка может опустошить целые районы за необыкновенно короткое время.",
            "Мы получили на удивление схожие результаты.",
            "Она на удивление безразлична к миру природы.",
            "Подростки часто огрызаются на удивление быстро.",
            "Вместо того, чтобы кончить в тюрьме или на помойке, он имел грандиозный успех.",
            "Во время экономического кризиса компания проявила удивительную живучесть.",
            "Для неопытного глаза эти два цветка выглядят удивительно похоже.",
            "В кабинете президента дети вели себя на удивление вежливо.",
            "Он на удивление воспитан для человека, который вырос в маленьком городке с ограниченными культурными возможностями.",
            "Его мысленные измерения оказались поразительно точными.",
            "Как ни удивительно, в её жизни совершенно не было хвастовства или показухи.",
            "Она говорила спокойным голосом, но при этом употребляла чрезвычайно грубые выражения.",
            "Для того, кто зарабатывает на жизнь, выступая перед людьми, в обычной жизни эта актриса была на удивление застенчива."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}