{
    "remarkable": {
        "comment": [],
        "translate": "замечательный, выдающийся, удивительный",
        "transcription": " |rɪˈmɑːrkəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's remarkable to see such clean streets.",
            "He's a writer of remarkable ability.",
            "She has made remarkable progress.",
            "He's a remarkable man.",
            "Bookish men are remarkable for taciturnity.",
            "Dogs have a remarkable acuteness of smell.",
            "a society remarkable for its cultural attainments",
            "It's a remarkable picture, but is it art?",
            "New drugs are producing remarkable results.",
            "The girl has a remarkable talent.",
            "The author analyzes the problem with remarkable insight.",
            "He treated his friends with remarkable liberality.",
            "They climbed the mountain in 28 days, a remarkable feat.",
            "People showed remarkable resilience during the war.",
            "a young woman with many remarkable musical abilities",
            "What a remarkable resemblance she bears to the famous actress!",
            "Fawcett was a truly remarkable man.",
            "The work was done with remarkable speed.",
            "It's a remarkable achievement for the company.",
            "The third baseman made some remarkable stops.",
            "Competing in the Olympics is a remarkable achievement.",
            "There is a remarkable homogeneity between the two companies.",
            "He displayed remarkable phlegm in very dangerous conditions.",
            "She received the news of his death with remarkable calmness.",
            "The election was a remarkable success for the Whigs.",
            "She demonstrated yet again her remarkable artistic talents.",
            "His drawings are remarkable for their accuracy.",
            "The resemblance between Susan and her sister was remarkable.",
            "His Vietnamese paramour was a young woman of remarkable beauty.",
            "The company has achieved a remarkable turnaround in the past year."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Как удивительно видеть такие чистые улицы.",
            "Это удивительно талантливый писатель.",
            "Она добилась удивительных успехов.",
            "Он замечательный человек.",
            "Любители книг отличаются молчаливостью.",
            "Собаки обладают удивительной остротой обоняния.",
            "общество, замечательное своими культурными достижениями",
            "Это замечательная картина, но является ли она предметом искусства?",
            "Новые препараты дают замечательные результаты.",
            "Девушка обладает недюжинным талантом.",
            "Автор анализирует проблему с потрясающей проницательностью.",
            "Он был удивительно терпим/щедр к своим друзьям.",
            "Они поднялись на эту гору за 28 дней — это выдающееся достижение.",
            "Во время войны люди проявили удивительную стойкость.",
            "молодая женщина с множеством замечательных музыкальных способностей",
            "Как она похожа на эту знаменитую актрису!",
            "Фосетт был поистине замечательным человеком.",
            "Работа была выполнена с удивительной быстротой.",
            "Это поразительное достижение для данной компании.",
            "Игрок на третьей базе сделал несколько замечательных остановок мяча. (о бейсболе)",
            "Участие в Олимпийских играх является выдающимся достижением.",
            "Между этими двумя компаниями есть поразительное сходство.",
            "Он проявил незаурядное хладнокровие в очень опасных условиях.",
            "Она восприняла известие о его смерти с удивительным спокойствием.",
            "В результате выборов виги добились выдающегося успеха.",
            "Она в очередной раз продемонстрировала свои недюжинные артистические таланты.",
            "Его чертежи отличаются точностью.",
            "Сходство между Сьюзен и её сестрой было удивительным. / Сьюзен и её сестра были удивительно похожи.",
            "Его вьетнамской пассией была молодая женщина поразительной красоты.",
            "В прошлом году компания поразительно преобразилась."
        ]
    }
}