{
    "remaining": {
        "comment": [
            "remain",
            "remains",
            "remainder"
        ],
        "translate": "остальной",
        "transcription": " |rɪˈmeɪnɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Next, add the remaining butter to the pan.",
            "The remaining sands of my life are few.",
            "The remaining clauses were carried unanimously.",
            "The remaining property is sold to repay creditors.",
            "Mix in the remaining ingredients and serve immediately.",
            "The only remaining question is whether we can raise the money.",
            "We'll adjourn here for lunch and discuss the remaining issues this afternoon.",
            "When you divide 216 by 4, divide 21 into 4, giving 5 with 1 remaining., then bring down the next figure, 6, and divide this 16 by 4., the answer is 54.",
            "The score is tied, with fifteen minutes remaining.",
            "the state's only remaining virgin forest",
            "Connolly has promised to see out the remaining 18 months of his contract.",
            "The outgo of the town's only remaining manufacturing plant was a disaster.",
            "There is every prospect (=a strong possibility) of the weather remaining dry this week.",
            "a free-form sculpture that manages to suggest movement while remaining an immotile object",
            "With six minutes remaining, he blasted the ball through the Coleraine defences for his 19th goal of the season."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Затем добавьте оставшееся масло в сковороду.",
            "Немного мне осталось жить.",
            "Оставшиеся статьи были приняты единогласно.",
            "Остающаяся собственность продается для того, чтобы возвратить долги кредиторам.",
            "Смешайте с оставшимися ингредиентами, и сразу же подавайте на стол.",
            "Остаётся единственный вопрос: сможем ли мы собрать эти деньги?",
            "На этом мы сделаем перерыв на обед, а оставшиеся вопросы обсудим сегодня днём.",
            "Когда вы делите 216 на 4, вы сначала делите на 4 21, получаете 5 и один в остатке., затем сносите 6, и делите получившееся 16 на 4., итого ответ - 54.",
            "Счет ничейный, а до конца матча осталось пятнадцать минут.",
            "единственный девственный лес, оставшийся в этом штате",
            "Коннолли пообещал доработать до конца оставшиеся полтора года своего контракта.",
            "Уход из этого городка последней действующей фабрики стал для него большой бедой.",
            "Есть все перспективы (т.е. большая вероятность) того, что на этой неделе погода по-прежнему будет сухой.",
            "скульптура свободной формы, которой удаётся наводить на мысль о движении, оставаясь при этом неподвижным объектом",
            "За шесть минут до конца он прошил мячом оборонительные порядки \"Колрейна\", забив свой девятнадцатый гол в сезоне."
        ],
        "stars": 2
    }
}