{
    "remedy": {
        "comment": [],
        "translate": "средство, лекарство, исправлять, вылечивать",
        "transcription": " |ˈremədɪ|",
        "antonyms": [],
        "mnemonic": [
            "remedy [ремиди] лекарство - (Пи-рамиды) - лекарство для духа;"
        ],
        "examples": [
            "The problem was beyond remedy.",
            "Building more roads isn't always the best remedy for traffic congestion.",
            "It's a desperate situation demanding a desperate remedy.",
            "Everyone swears by her remedy for a cold.",
            "The problems in our schools do not have a simple remedy.",
            "Nothing can be more gentle and safe than the operation of this remedy.",
            "Something must be done to remedy the problem.",
            "The remedy of course is for the author to direct his own play.",
            "To remedy the situation, the water must be chemically treated.",
            "A common remedy is uncommonly difficult to find.",
            "She was left without remedy since the court did not recognize her claim.",
            "It is high time the Council bestirred themselves to remedy this disgraceful state of things.",
            "There is no infallible remedy to these problems.",
            "The conflict can be remedied by scheduling the meeting for next week."
        ],
        "example_translate": [
            "Лекарство не могло решить эту проблему.",
            "Строительство новых дорог не всегда является лучшей мерой борьбы с автомобильными пробками.",
            "Это отчаянная ситуация, которая требует отчаянных мер.",
            "Все используют её средство от простуды.",
            "Проблемы в наших школах не имеют простого решения.",
            "Нет препарата более мягкого и безопасного по своему воздействию, чем этот.",
            "Необходимо что-то предпринять для устранения данной проблемы.",
            "Выход, конечно, если автор сам ставит свою пьесу.",
            "Чтобы исправить ситуацию, воду необходимо химически обработать.",
            "Обычное средство необычайно трудно найти.",
            "Она осталась без правовой защиты, поскольку суд не признал её претензии.",
            "Давно пора муниципалитету исправить это безобразное положение.",
            "Надёжного средства от этих проблем не существует.",
            "Конфликт может быть устранён, если назначить совещание на следующую неделю."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}