{
    "reminder": {
        "comment": [
            "remind",
            "mind"
        ],
        "translate": "напоминание",
        "transcription": " |rɪˈmaɪndər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He ignored his wife's reminders.",
            "We received a reminder that the rent was due.",
            "I constantly have to be reminded how to pronounce her name.",
            "Remind me to buy some groceries after work.",
            "His words serve as a reminder of our responsibility.",
            "His death is a sobering reminder of the dangers of mountaineering.",
            "Venice was a painful reminder of her marriage.",
            "His success serves as an eloquent reminder of the value of hard work.",
            "I had to remind him that we were supposed to leave early.",
            "The photographs are an eloquent reminder of the horrors of war.",
            "The chairman ended off his speech with a reminder of the main points.",
            "Illness is a sober reminder of our mortality.",
            "The scar serves as a constant reminder of the accident.",
            "The photograph was a poignant reminder of her childhood.",
            "She'll forget to call the doctor if you don't remind her.",
            "The cold snap was a gentle reminder that winter was coming.",
            "The audience was reminded to turn their cell phones off in the theater.",
            "This tragedy serves as a stark reminder of the dangers of drunk driving.",
            "The mail just arrived. That reminds me, did you mail that letter I gave you yesterday?",
            "Occasional bursts of gunfire are a reminder that the rebels are still active.",
            "The accident serves as a harsh reminder of the importance of wearing a seat belt.",
            "The drop in stock prices serves as a reminder (=is a reminder) that investing is a form of gambling."
        ],
        "example_translate": [
            "Он проигнорировал напоминания жены.",
            "Мы получили письмо с напоминанием о том, что пришло время платить за аренду.",
            "Мне постоянно нужно напоминать, как произносится её имя.",
            "Напомни мне зайти после работы за продуктами.",
            "Его слова напоминают нам об ответственности, которую мы несём.",
            "Его смерть служит отрезвляющим напоминанием об опасностях альпинизма.",
            "Венеция была болезненным напоминанием о её браке.",
            "Его успех служит красноречивым напоминанием о том, насколько важно усердно трудиться.",
            "Мне пришлось напомнить ему, что мы должны были выехать пораньше.",
            "Эти фотографии являются красноречивым напоминанием об ужасах войны.",
            "Председатель закончил свой доклад повторением основных его положений.",
            "Болезнь является серьёзным напоминанием о том, что все мы смертны.",
            "Этот шрам служит постоянным напоминанием о той аварии.",
            "Эта фотография была горьким напоминанием о её детстве.",
            "Она забудет вызвать врача, если ей не напомнить.",
            "Это внезапное похолодание ненавязчиво напоминало о приближении зимы.",
            "Зрителям напомнили, что в здании театра нужно выключать свои мобильные телефоны.",
            "Эта трагедия служит суровым напоминанием об опасностях вождения в нетрезвом состоянии.",
            "Почта только что пришла. Кстати, ты отправил то письмо, которое я вчера тебе дал?",
            "Редкие автоматные очереди являются напоминанием о том, что повстанцы по-прежнему активны.",
            "Данная авария служит суровым напоминанием о важности пристёгивания ремнём безопасности.",
            "Данное падение цен на акции служит напоминанием (т.е. является напоминанием) о том, что инвестирование является одним из видов азартных игр."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}