{
    "remind": {
        "comment": [
            "mind",
            "reminder"
        ],
        "translate": "напоминать",
        "transcription": " |rɪˈmaɪnd|",
        "antonyms": [],
        "mnemonic": [
            "kind [kaɪnd]\nmind [maɪnd] - мозг, разум; считаться, заботиться,\nпомнить, возражать\nremind [rɪ'maɪnd] - напоминать\n***\nТакой ЛЮБЕЗНЫЙ \"музыкаинд\". (это) kind\nПесни на КЛАССЫ делил \"музыкаинд\". (это) kind\nДобрый. Класс, сорт, разряд, вид.\n***\nХочу напомнить \"remind\",\nчто, если есть разум \"mind\",\nзначит, ты добрый \"kind\"."
        ],
        "examples": [
            "I was reminded how lucky I was.",
            "That song always reminds me of our first date.",
            "She reminded me to buy a newspaper.",
            "Remind me to buy some milk tonight.",
            "Will you remind me about that appointment?",
            "You remind me very much of my mother, Izzy.",
            "Do remind me because I am likely to forget.",
            "Take the money and buy yourself a keepsake to remind you of me.",
            "He likes Newcastle, which reminds him of Weimar Berlin.",
            "I constantly have to be reminded how to pronounce her name.",
            "Yes, I'll be there. Thanks for reminding me.",
            "I reminded myself to watch them closely.",
            "Oh, that reminds me, I saw Jenny in town today.",
            "'We've got a test tomorrow.' 'Don't remind me!'",
            "She wrote a note to remind herself about the appointment.",
            "She'll forget to call the doctor if you don't remind her.",
            "He now has only a few trophies to remind him of the glory of his athletic career.",
            "Remind me to buy some groceries after work.",
            "Sometimes she had to remind herself of his good points.",
            "I had to remind him that we were supposed to leave early.",
            "Let me remind you that you are expected to arrive on time.",
            "At the risk of being repetitive, I must remind you again to be careful.",
            "The audience was reminded to turn their cell phones off in the theater.",
            "I need hardly remind you that this information is confidential.",
            "He made a few notes to remind himself of what he wanted to say.",
            "The mail just arrived. That reminds me, did you mail that letter I gave you yesterday?"
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "Сложное дополнение",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Мне напомнили, как мне повезло.",
            "Эта песня всегда напоминает мне о нашем первом свидании.",
            "Она напомнила мне, чтобы я купил газету.",
            "— Напомни, чтобы я вечером купила молока.",
            "Ты напомнишь мне об этой встрече?",
            "Ты очень похожа на мою мать, Иззи.",
            "Напомни мне, пожалуйста, потому что я, скорее всего, забуду.",
            "Возьми деньги и купи себе что-нибудь на память обо мне.",
            "Он любит Ньюкасл, который напоминает ему Берлин времён Веймарской республики.",
            "Мне постоянно нужно напоминать, как произносится её имя.",
            "Да, я буду там. Спасибо, что напомнили.",
            "Я напомнил себе не спускать с них глаз.",
            "Да, кстати, вспомнил! Я сегодня в городе видел Дженни.",
            "— Завтра у нас контрольная /тест/. — Даже не напоминай!",
            "Она сделала пометку, чтобы напомнить себе о встрече.",
            "Она забудет вызвать врача, если ей не напомнить.",
            "Лишь несколько трофеев напоминают ему теперь о славной спортивной карьере.",
            "Напомни мне зайти после работы за продуктами.",
            "Иногда ей приходилось напоминать себе о его хороших качествах.",
            "Мне пришлось напомнить ему, что мы должны были выехать пораньше.",
            "Позвольте мне напомнить вам, что вы должны прибыть вовремя.",
            "Рискуя показаться однообразным, должен напомнить вам ещё раз, что нужно быть осторожным.",
            "Зрителям напомнили, что в здании театра нужно выключать свои мобильные телефоны.",
            "Вряд ли мне стоит напоминать вам, что эта информация является конфиденциальной.",
            "Он сделал несколько пометок, чтобы напомнить себе, что он хотел сказать.",
            "Почта только что пришла. Кстати, ты отправил то письмо, которое я вчера тебе дал?"
        ],
        "stars": 3
    }
}