{
    "remove": {
        "comment": [
            "ceremony",
            "removal",
            "remote"
        ],
        "translate": "удаление, шаг, ступень, перевод, колено, удалять, снимать, убирать, устранять",
        "transcription": " |rɪˈmuːv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was removed from office.",
            "Remove the pan from the heat.",
            "He removed his hat and gloves.",
            "Remove the knife from the child!",
            "The bed was removed downstairs.",
            "He has not got his remove.",
            "After 10 minutes remove the cake from the oven.",
            "Remove the mushrooms and set them aside.",
            "Remove the trash from the front yard.",
            "Wash them in cold water to remove all traces of sand.",
            "What's a good way to remove stains from a silk dress?",
            "I can't remove this photograph, it's been stuck down.",
            "Please remove your slimy boots before coming into the house.",
            "This soap will remove the most obstinate stains.",
            "He removed his children to the countryside.",
            "Remove the dough from the bowl and put it on a floured surface.",
            "We have to remove personalities of doubtful ethics.",
            "Remove the cores, and bake the apples for 40 minutes.",
            "Remove and discard the stems.",
            "Cut open the chillies and remove the seeds.",
            "Ideally, this will remove all problems.",
            "Doctors had to operate to remove the bullet.",
            "My tonsils were removed when I was five years old.",
            "Boil the chicken and use a spoon to remove any scum that floats to the surface.",
            "Blanch the peaches and remove the skins.",
            "Congress could remove the President from office.",
            "Strain the custard to remove lumps.",
            "He underwent surgery to remove a blood clot.",
            "Mr. Green was removed from the chairmanship of the club.",
            "remove a case to another court"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он был отстранён от должности.",
            "Снимите кастрюлю с огня.",
            "Он снял шляпу и перчатки.",
            "Отбери нож у ребёнка!",
            "Кровать переставили вниз, на первый этаж.",
            "Он остался на второй год.",
            "Через десять минут достаньте пирог из духовки.",
            "Выньте грибы и отложите их в сторону.",
            "Убери мусор со двора.",
            "Вымойте их в холодной воде, чтобы удалить все следы песка.",
            "Какой есть хороший способ для удаления пятен с шёлкового платья?",
            "Я не могу убрать эту фотографию, её приклеили.",
            "Сними, пожалуйста, свои грязные ботинки, перед тем, как заходить в дом.",
            "Это мыло отстирает самые трудновыводимые пятна.",
            "Он перевёз своих детей в деревню.",
            "Выложите тесто из миски на посыпанную мукой поверхность.",
            "Мы должны избавиться от людей с сомнительными моральными качествами.",
            "Удалив сердцевину, запекайте яблоки в течение сорока минут.",
            "Стебли удалить и выбросить.",
            "Разрежьте стручки перца чили и удалите семена.",
            "В идеале, это позволит устранить все проблемы.",
            "Врачам пришлось провести операцию, чтобы извлечь пулю.",
            "Миндалины мне удалили в пять лет.",
            "Сварите курицу, а всю всплывшую на поверхность пену удалите ложкой.",
            "Персики бланшируйте и очистите от кожицы.",
            "Конгресс мог отстранить президента от должности.",
            "Процедите крем, чтобы удалить комки.",
            "Он перенёс операцию по удалению тромба.",
            "Мистера Грина освободили от обязанностей председателя клуба.",
            "передавать дело в другой суд"
        ]
    }
}