{
    "remote": {
        "comment": [
            "remove",
            "ceremony",
            "removal"
        ],
        "translate": "удалённый, дистанционный, отдаленный, запасная лошадь",
        "transcription": " |rɪˈmoʊt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The prospect of peace seems remote.",
            "She enjoys reading about remote lands.",
            "He reached for the remote control and pressed the \"play\" button.",
            "He enjoys traveling to remote and exotic destinations.",
            "The place is remote and the living therefore cheap.",
            "It was a drear and mountainous remote.",
            "The lake lies so remote from the immediate way to the town.",
            "He lost the remote for his TV.",
            "Give me the remote.",
            "Will you stop playing around with the remote control!",
            "There's a remote chance that you can catch him before he leaves.",
            "The bomb was activated by remote control.",
            "It was bizarre that we ran into each other in such a remote corner of the world.",
            "a bird found only in remote areas of the U.S.",
            "There is a remote possibility that I'll be free Friday night.",
            "Green set himself the task of preparing a map of this remote area.",
            "He picked up the remote control and paused the movie.",
            "a remote col in the Alps",
            "a tradition that dates back to remote antiquity",
            "Anarchy reigned in the empire's remote provinces.",
            "a remote outpost of the empire",
            "His father was a remote, quiet man.",
            "Please hit the pause button on the remote control.",
            "an invention that may be available in the remote future",
            "He resurrected the tango in this remote part of Argentina.",
            "a remote outpost of the old British Empire",
            "The more remote the body the less the gravity.",
            "He's been hogging the remote control all night.",
            "Travels into Several Remote Nations of the World, by Lemuel Gulliver",
            "The disease extended into the remote mountain provinces."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Перспектива мира кажется /представляется/ отдалённой.",
            "Она любит читать про дальние страны",
            "Он потянулся за пультом и нажал кнопку \"воспроизведение\".",
            "Ему очень нравится путешествовать в отдалённые и экзотические места.",
            "Это глухое место, и поэтому жизнь там недорогая.",
            "Это было мрачное гористое захолустье.",
            "Озеро лежит далеко в стороне от прямой дороги в город.",
            "Он потерял пульт от своего телевизора.",
            "Отдай мне пульт.",
            "Перестань играть с пультом (например от телевизора)!",
            "Есть небольшой шанс, что вам удастся застать его до того, как он уедет.",
            "Бомба была активирована дистанционно.",
            "Странно, что мы совершенно случайно встретились в таком далеком уголке земного шара.",
            "птица, которая встречается лишь в отдалённых уголках США",
            "Есть минимальная возможность того, что в пятницу вечером я буду свободен.",
            "Грин поставил себе задачу: разработать карту этой отдалённой местности.",
            "Он взял пульт дистанционного управления и поставил фильм на паузу.",
            "удалённый перевал в Альпах",
            "традиция, которая восходит к глубокой древности",
            "В отдалённых провинциях империи царила анархия.",
            "дальний форпост империи",
            "Его отец был человек замкнутый и тихий.",
            "Нажмите, пожалуйста, кнопку \"пауза\" на пульте ДУ.",
            "изобретение, которое может появиться в отдалённом будущем",
            "Он воскресил танго в этом удалённом уголке Аргентины.",
            "дальняя застава старой Британской империи",
            "Чем дальше тело, тем меньше его притяжение.",
            "Он весь вечер никому не отдаёт пульт ДУ.",
            "Путешествия в некоторые отдаленные страны света Лемюэля Гулливера (заголовок книги Дж. Свифта)",
            "Заболевание проникло в отдалённые горные провинции."
        ]
    }
}