{
    "render": {
        "comment": [],
        "translate": "оказывать, воспроизводить, передавать, перевод, оплата, первый слой штукатурки",
        "transcription": " |ˈrendər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Depression can render a person helpless.",
            "The jury rendered a verdict of not guilty.",
            "The villagers were expected to render part of their crops to the lord.",
            "Certain expressions in other languages cannot be properly rendered into English.",
            "He renders Mozart in a very original manner.",
            "The sight of her rendered him speechless.",
            "The virus rendered the computer useless.",
            "They had to render the estate",
            "Both passengers were rendered unconscious in the accident.",
            "She rendered the French poem into English.",
            "The face of the child is rendered with much tenderness in this painting",
            "He was rendered almost speechless by the news.",
            "The citizens were forced to render up their town to the conqueror.",
            "Will computers render (=make) books obsolete?",
            "Infrared film renders blue skies a deep black.",
            "A heavy rain may fall for some days, and render the land quite soft and poachy.",
            "The blow to his head was strong enough to render him unconscious.",
            "He thinks that to propose a reward for virtue is to render virtue impossible.",
            "...Rembrandt's genius was his unparalleled ability to render a person's quiddity in a single portrait....",
            "It is unlikely that the court will render an opinion before November 5.",
            "He witnessed a car accident and stopped to render aid.",
            "The estate renders some revenue for the family.",
            "The pianist rendered the Beethoven sonata beautifully."
        ],
        "example_translate": [
            "Депрессия может привести человека в беспомощное состояние.",
            "Присяжные вынесли оправдательный приговор.",
            "Крестьянам полагалось отдавать часть своего урожая господину.",
            "Некоторые выражения других языков с трудом переводятся на английский.",
            "Он исполняет Моцарта в очень оригинальной интерпретации.",
            "Увидев ее, он на какой-то момент лишился дара речи.",
            "Вирус сделал компьютер бесполезным.",
            "Им пришлось отдать поместье / недвижимость.",
            "В результате аварии оба пассажира оказались без сознания.",
            "Она перевела это французское стихотворение на английский язык.",
            "На этой картине лицо ребёнка передано с большой нежностью.",
            "Новости оглушили его настолько, что он почти лишился дара речи.",
            "Город пришлось сдать завоевателям.",
            "Приведёт ли распространение компьютеров к выходу книг из употебления?",
            "Инфракрасная плёнка окрашивает голубое небо в глубокий чёрный цвет.",
            "Сильный дождь может идти несколько дней, и от него земля становится мягкой и топкой.",
            "Удар по голове был достаточно силён, чтобы он потерял сознание.",
            "Он думает, что предложить за добродетель награду значит уничтожить добродетель как таковую.",
            "..гений Рембрандта выражался в его неподражаемом умении передать сущность человека в единственном портрете...",
            "Маловероятно, что суд сможет вынести решение до пятого ноября.",
            "Он стал свидетелем автомобильной аварии, и остановился, чтобы оказать помощь.",
            "Поместье приносит семье некоторый доход.",
            "Пианист прекрасно исполнил эту сонату Бетховена."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}