{
    "renew": {
        "comment": [
            "new",
            "news",
            "newly",
            "newspaper",
            "renewal"
        ],
        "translate": "возобновлять, возобновить, обновлять, продлить срок действия, восстанавливать",
        "transcription": " |rɪˈnuː|",
        "antonyms": [],
        "mnemonic": [
            "new [nju:]\nnews - новости\nrenew - обновлять, возобновлять\nrenewal - обновление, возобновление, продление\n***\nСегодня НОВОЕ \"менью\". (это) new\n***\nДом новый \"new\",\nно кривой \"askew\"."
        ],
        "examples": [
            "I forgot to renew my licence.",
            "I need to renew my passport this year.",
            "Their intimacy renewed.",
            "I'm going to renew my subscription.",
            "They renew the attack from another side.",
            "We may renew our youth, and forget our sorrows.",
            "When you sleep, your body has a chance to renew itself.",
            "We renewed our friendship after a hiatus of twenty years.",
            "Local people have renewed their efforts to save the school.",
            "They renewed their membership.",
            "They recently renewed their acquaintance after more than 10 years apart.",
            "No prince of the house of Lancaster betrayed a wish to renew the quarrel with the Church. (J. A. Froude, History of England, Vol. I, 1858)",
            "She renewed her promise to come see me.",
            "Police renewed their appeal for witnesses.",
            "The incident has renewed hostilities between the groups.",
            "They have renewed their efforts to find a peaceful solution.",
            "This discussion has renewed my hope of finding a solution to the problem."
        ],
        "example_translate": [
            "Я забыл продлить водительские права.",
            "В этом году мне нужно обновить паспорт .",
            "Их близкие отношения возобновились.",
            "Я собираюсь возобновить /продлить/ подписку.",
            "Они снова атакуют, теперь уже с другой стороны.",
            "Мы можем вернуть нашу молодость и забыть наши печали.",
            "Когда вы спите, у вашего тела есть возможность восстановиться.",
            "Мы возобновили нашу дружбу после двадцатилетнего перерыва.",
            "Местные жители возобновили свои усилия по спасению школы.",
            "Они возобновили свое членство.",
            "Недавно они возобновили знакомство после более чем десятилетней разлуки.",
            "Ни один Ланкастер не выказывал желания возобновлять конфликт с церковью.",
            "Она повторила своё обещание меня навестить.",
            "Полицейские вновь обратились к свидетелям с просьбой откликнуться.",
            "Данный инцидент привёл к возобновлению военных действий между этими группировками.",
            "Они возобновили свои попытки найти мирное решение.",
            "После этого разговора у меня вновь ожила надежда найти решение данного проблемы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}