{
    "rent": {
        "comment": [
            "rental"
        ],
        "translate": "арендный, квартирный, прокат, арендная плата, сдавать в аренду",
        "transcription": " |rent|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Let's rent a car.",
            "How much rent do you pay?",
            "They are late with the rent.",
            "The tree was rent in two by the stroke of lightning.",
            "Her tears rent my heart.",
            "a month behind in the rent",
            "Tenants face a 20% rent rise.",
            "Do you own or rent?",
            "If you drop behind with your rent, you will be asked to leave.",
            "Rent costs two-thirds of my paycheck.",
            "I couldn't afford the rent on my own.",
            "Not more than a quarter of your income should go in rent.",
            "Besides, I was looking forward to seeing my sister., rent was due and I needed to borrow a few bucks.",
            "The rent was only $20 an hour.",
            "The rent is payable in advance.",
            "Half of my salary is swallowed up by rent.",
            "They rent the cloth to shreds.",
            "Does your rent include utilities?",
            "Rent was fixed at $1,750 per month.",
            "The landlord says your rent is late.",
            "We've never been late with the rent.",
            "Rent accounts for 50% of expenditure.",
            "I'd rather have my own house than rent.",
            "He was suing the lessee for the arrears of rent.",
            "The family were evicted from their house for failing to pay the rent.",
            "Every farmer has the rent of his farm remitted for the next thirty years.",
            "Luxury villas for rent.",
            "The rent is payable quarterly.",
            "Half her salary goes on the rent.",
            "I advised him that the rent was due."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Давай возьмём напрокат машину.",
            "Сколько вы платите за аренду?",
            "Они не заплатили вовремя за аренду.",
            "Удар молнии расщепил дерево пополам.",
            "При виде её слёз у меня разрывалось сердце.",
            "задолжать арендную плату за месяц",
            "Арендаторы сталкиваются с 20% процентным ростом арендной платы.",
            "Вы владелец или арендатор?",
            "Если вы не будете вносить арендную плату в срок, вас выселят.",
            "Я отдаю за квартиру две трети своей зарплаты.",
            "Платить за квартиру в одиночку было мне не по карману.",
            "На арендную плату должно уходить не более четверти дохода.",
            "Кроме этого, я с нетерпением ждал встречи со своей сестрой — пора было вносить арендную плату, и мне нужно было занять несколько баксов.",
            "Арендная плата составляла всего двадцать долларов в час.",
            "Арендную плату следует вносить заранее.",
            "Аренда квартиры съедает половину моей зарплаты.",
            "Они разодрали эту тряпку в клочья.",
            "Включает ли арендная плата стоимость коммунальных услуг?",
            "Аренда была зафиксирована на уровне 1750 долларов в месяц.",
            "Хозяин квартиры говорит, что ты задолжал.",
            "Мы никогда не опаздывали с арендной платой.",
            "Арендная плата составляет половину расходов.",
            "Я предпочел бы иметь свой собственный дом, чем снимать жильё.",
            "Он судился с арендатором по поводу задолженной арендной платы.",
            "Семью выселили из их дома за неуплату.",
            "Все фермеры будут освобождены от уплаты ренты в течение последующих тридцати лет.",
            "Сдаются роскошные виллы. (объявление)",
            "Арендная плата выплачивается ежеквартально.",
            "Половина её зарплаты уходит на квартплату.",
            "Я сообщил ему, что пора платить за аренду."
        ]
    }
}