{
    "repay": {
        "comment": [
            "pay",
            "payment",
            "payable",
            "taxpayer"
        ],
        "translate": "возвращать, возмещать, воздавать, отплачивать, отдавать долг, вознаграждать",
        "transcription": " |rɪˈpeɪ|",
        "antonyms": [],
        "mnemonic": [
            "pay [peı]\nrepay [ri:'peɪ] - уплачивать, выплачивать\npaying - выгодный, доходный\n***\nКак ОПЛАТИШЬ, так и пей. (это) pay\nЗарплата, выплата.\n***\nЯ хочу сказать \"say\",\nчтобы выдавали зарплату \"pay\"\nкаждый день \"day\"."
        ],
        "examples": [
            "The success repays hard work.",
            "I repaid him for his expenses.",
            "She repaid me the money. / She repaid the money to me.",
            "How can I ever repay your kindness?",
            "The firm will repay you for your travelling costs.",
            "He felt obligated to repay the kindness.",
            "You can repay the mortgage over 30 years.",
            "The remaining property is sold to repay creditors.",
            "It was unjust of your mother to repay my kindness with rudeness.",
            "I'll repay you the money you lent me next week.",
            "Your mortgage will be repaid over 25 years.",
            "How can I ever repay you for your kindness?",
            "She would rather have to repay the bank than borrow from her parents and have to repay them."
        ],
        "example_translate": [
            "Успех — это вознаграждение за тяжёлый труд.",
            "Я оплатил его расходы.",
            "Она вернула мне деньги.",
            "Как же я смогу отплатить вам за доброту?",
            "Фирма оплатит вам дорожные расходы.",
            "Он почувствовал себя обязанным отплатить за доброту.",
            "Ипотеку можно погашать более тридцати лет.",
            "Остающаяся собственность продается для того, чтобы возвратить долги кредиторам.",
            "Со стороны твоей матери было несправедливо ответить грубостью на мою доброту.",
            "Я верну деньги, которые вы мне одолжили, на следующей неделе.",
            "Ваш ипотечный кредит будет погашаться в течение двадцати пяти лет.",
            "Как же мне отблагодарить вас за доброту?",
            "Она предпочла бы вернуть деньги банку, чем занимать их у родителей, а потом возвращать обратно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}