{
    "repeatedly": {
        "comment": [],
        "translate": "неоднократно, повторно, несколько раз",
        "transcription": " |rɪˈpiːtɪdlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The phone rang repeatedly, but no one answered.",
            "His speech was repeatedly interrupted by loud boos.",
            "He repeatedly asked Bailey for the report.",
            "He was probably quite sincere in the assurances he repeatedly gave.",
            "Why do you persist in interrupting me when I have repeatedly asked you to stop?",
            "Graham was repeatedly warned not to work so hard.",
            "He was paged repeatedly as the flight was boarding.",
            "Want of firmness has been repeatedly mentioned as his principal failing.",
            "The report revealed that prisoners had been repeatedly tortured.",
            "He made some sexual advances at the woman in his office and groped her repeatedly.",
            "The refugees were repeatedly refused entry into (=not allowed in) the country."
        ],
        "example_translate": [
            "Телефон позвонил несколько раз, но никто не ответил.",
            "Его речь несколько раз прерывалась громкими возгласами неодобрения.",
            "Он неоднократно просил у Бейли этот отчёт / доклад.",
            "Возможно, он был вполне искренен в своих постоянно повторявшихся заверениях.",
            "Почему вы все время меня прерываете, хотя я несколько раз просил вас этого не делать?",
            "Грэма неоднократно предупреждали, что не надо так много работать.",
            "Пока шла посадка на самолёт, его несколько раз вызывали по громкоговорителю.",
            "Отсутствие стойкости неоднократно отмечалось как его главный недостаток.",
            "Доклад показал, что заключённые неоднократно подвергались пыткам.",
            "Он сексуально домогался этой женщины у себя в кабинете, и неоднократно её лапал.",
            "Беженцам было неоднократно отказано (т.е. не разрешено) во въезде на территорию страны."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}