{
    "repeated": {
        "comment": [
            "repeat",
            "repeatedly"
        ],
        "translate": "повторный, частый",
        "transcription": " |rɪˈpiːtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He never succeeded in spite of repeated attempts.",
            "Nick patiently repeated that he had to work that day.",
            "The satellite fixes positions by making repeated observations of each star.",
            "Repeated application of fertilizer will help the grass become green and healthy.",
            "Repeated applications of fertilizer will help the grass become green and healthy.",
            "'I promise,' she repeated.",
            "He repeated what she had told him.",
            "Repeated hitting raised a large bruise.",
            "The pattern is repeated many times over.",
            "Those stories are not fit to be repeated.",
            "The series will be repeated in the autumn.",
            "Her work involved repeated absences from home.",
            "Repeated exam failure had eroded her confidence.",
            "I shall have to report you for repeated lateness.",
            "The dress remained wet after repeated attempts to dry it.",
            "'Why can't I come?' repeated Will with dogged persistence.",
            "...a weakly baby who required repeated hospitalizations...",
            "She repeated the old shibboleth that time heals all wounds.",
            "He became discouraged by his repeated failures in business.",
            "He kept his composure in spite of the repeated provocations.",
            "His repeated promises to pay them back were just empty words.",
            "The prisoner's opposition broke down under repeated questioning.",
            "Despite repeated warnings, they have continued to flout the law.",
            "The medical tests were inconclusive, and will need to be repeated.",
            "The Surrey team were given a warning last year for repeated offences.",
            "The teacher repeated the word, and then wrote it up on the blackboard.",
            "Her calmness in the face of repeated provocations impressed her friends.",
            "Can you give a categoric assurance that these problems will not be repeated?",
            "Suggestions that she run for president have been met with repeated demurrals.",
            "Her mother endlessly repeated the apothegm “cleanliness is next to godliness”."
        ],
        "example_translate": [
            "Несмотря на многочисленные попытки, он так и не добился успеха.",
            "Ник терпеливо повторил, что ему пришлось работать в тот день.",
            "Спутник определяет местоположение с помощью повторяющихся наблюдений за каждой звездой.",
            "Многократное применение удобрений поможет траве стать зелёной и здоровой.",
            "Повторное применение удобрений поможет газону стать зелёным и здоровым.",
            "— Я обещаю, — повторила она.",
            "Он повторил то, что она ему рассказала.",
            "От многочисленных ударов появился большой синяк.",
            "Этот рисунок повторяется много раз.",
            "Эти истории не годятся для того, чтобы их повторять.",
            "Сериал будут повторять осенью.",
            "Её работа была связана с частыми отлучками из дома.",
            "Повторный провал на экзамене подорвал её уверенность в себе.",
            "Мне придётся написать докладную по поводу ваших регулярных опозданий.",
            "После неоднократных попыток чтобы высушить платье, оно по-прежнему оставалось влажным.",
            "— Почему я не могу прийти? — с упрямой настойчивостью повторил Уилл.",
            "...слабый /болезненный/ ребенок, которому требовалась повторная госпитализация...",
            "Она повторила старое избитое клише, что время лечит все раны.",
            "Многочисленные неудачи в делах обескуражили его.",
            "Он сохранил самообладание несмотря на неоднократные провокации.",
            "Его неоднократные обещания вернуть им деньги были просто пустыми словами.",
            "Повторный допрос сломил сопротивление арестованного.",
            "Несмотря на неоднократные предупреждения, они продолжали нарушать закон.",
            "Медицинские анализы не дали окончательных результатов, и их нужно сделать заново.",
            "В прошлом году команда из Суррея получила предупреждение за неоднократные нарушения.",
            "Учитель повторил это слово, а потом написал его на доске.",
            "Друзей поразило её спокойствие перед лицом неоднократных провокаций.",
            "Можете ли вы гарантировать, что эти проблемы не повторятся?",
            "Предположения о том, чтобы она баллотировалась на пост президента, встретили многочисленные возражения.",
            "Её мать бесконечно повторяла изречение “Чистота — залог благочестия”."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}