{
    "replacement": {
        "comment": [],
        "translate": "замена, замещение, заменитель, подмена, пополнение, пополнение в личном составе",
        "transcription": " |rɪˈpleɪsmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was very hard to find a replacement for her.",
            "I was told my old printer is obsolete and I can't get replacement parts.",
            "The total replacement fee for a lost book is $60.",
            "He raged at us for forgetting to order a replacement.",
            "It was difficult to find a replacement for Ted.",
            "Our old car is badly in need of replacement.",
            "Finding a replacement is going to be a tall order.",
            "We need a replacement for our old vacuum cleaner.",
            "He will serve as acting president of the university until a permanent replacement can be found.",
            "They had great difficulty in finding a replacement.",
            "Hormon replacement therapy is very important and should be instituted early.",
            "the replacement of lost blood by a transfusion of donor blood",
            "We're looking for a replacement for Sue, but she's going to be a hard act to follow."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Было очень трудно найти ей замену.",
            "Мне сказали, что мой принтер давно устарел, и запчастей к нему не достать.",
            "Суммарная плата за замену утерянной книги составляет $60.",
            "Он яростно накинулся на нас за то, что мы забыли заказать замену.",
            "Замену Теду было найти нелегко.",
            "Наш старый автомобиль отчаянно нуждается в замене.",
            "Найти замену будет нелегко.",
            "Надо поменять наш старый пылесос.",
            "Он будет выполнять обязанности президента университета до тех пор, пока ему не найдётся постоянная замена.",
            "Поиск замены представил для них большие трудности.",
            "Гормонозаместительная терапия очень важна, и её следует начинать как можно раньше.",
            "замещение потерянной крови путём переливания донорской",
            "Мы ищем Сью замену, но с ней будет нелегко сравниться."
        ]
    }
}