{
    "replace": {
        "comment": [],
        "translate": "заменять, замещать, вернуть, возмещать, восстанавливать, класть обратно на место",
        "transcription": " |rɪˈpleɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He replaced the book on the shelf.",
            "I replaced the old rug with a new one.",
            "Is there anyone available to replace her?",
            "He replaced the old razor blade",
            "Two of the tyres had to be replaced.",
            "She was named to replace him as the company's vice president.",
            "We suggest replacing the present chairman with a younger person.",
            "We need to get on with the job of finding someone to replace him.",
            "How much would it cost us to replace?",
            "His camera ran out of juice because he forgot to replace the battery.",
            "This antique vase can never be replaced.",
            "She was hired to replace the previous manager.",
            "Lectures have replaced the old tutorial system.",
            "We need to replace the secretary that left a month ago.",
            "I'm replacing Sue on the team.",
            "The insurance will replace the lost income.",
            "Replace all the pieces in the correct order.",
            "They recently replaced the old phone system.",
            "I guess it's finally time to replace the stove.",
            "They replaced the permanent staff with part-timers.",
            "When you drop a stitch on a row you are working, pick it up immediately and replace it.",
            "Paper bags have been largely replaced by plastic bags.",
            "The patient needed a transfusion to replace lost blood.",
            "The team's manager was replaced last season.",
            "Smith replaced Miller as CEO after Miller left",
            "Replace your trainers when they start to show signs of wear.",
            "They conspired to replace the leader with someone more easily influenced.",
            "They had to disassemble the television set in order to replace the wiring.",
            "The con artist replaced the original with a fake Rembrandt.",
            "She was fitted with a prosthesis to replace her missing leg."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он вернул книгу на полку.",
            "Я заменил старый ковёр на новый.",
            "Кто-нибудь может её сейчас заменить?",
            "Он заменил старое лезвие бритвы.",
            "Две шины пришлось заменить.",
            "Её назначили, чтобы заменить его на посту вице-президента компании.",
            "Мы предлагаем заменить действующего председателя человеком помоложе.",
            "Нам нужно начать /продолжать/ искать ему замену.",
            "Во сколько нам обойдётся замена?",
            "Его камера разрядилась (села батарейка), потому что он забыл заменить батарею.",
            "Эту античную вазу невозможно ничем заменить.",
            "Она была нанята на смену предыдущему директору.",
            "Лекции заменили старую университетскую систему прикрепления студентов к консультантам.",
            "Мы должны заменить секретаря, который ушёл месяц назад.",
            "Я заменяю Сью в этой команде.",
            "Страховка возместит эти недополученные доходы.",
            "Замените все детали в правильном порядке.",
            "Они недавно заменили старую телефонную систему.",
            "Я думаю, что пришла пора, наконец, заменить плиту.",
            "Они заменили постоянный персонал сотрудниками, работающими по совместительству.",
            "Если вы пропустили петлю в рабочем ряду, сразу же подхватите её и наберите новую.",
            "Бумажные мешки в основном заменены полиэтиленовыми.",
            "Больному было необходимо переливание, чтобы возместить потерю крови.",
            "В прошлом сезоне произошла смена главного тренера команды.",
            "После ухода Миллера из компании, на посту генерального директора его сменил Смит.",
            "Кроссовки следует замениить, когда на них появятся признаки износа.",
            "Они тайно замышляли заменить своего предводителя человеком, легче поддающимся влиянию.",
            "Им пришлось разобрать телевизор, чтобы заменить электропроводку.",
            "Мошенник заменил оригинал Рембрандта подделкой.",
            "Взамен отсутствующей ноги её снабдили протезом."
        ]
    }
}