{
    "reporter": {
        "comment": [
            "report",
            "reportedly",
            "reporting"
        ],
        "translate": "репортёр, корреспондент, докладчик",
        "transcription": " |rɪˈpɔːrtər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "As a reporter, you must be well primed with facts.",
            "It's a news reporter's job to separate fact from fiction.",
            "The reporter demanded to see the documents.",
            "She's a reporter for one of the major networks.",
            "The cub reporter covered New York City.",
            "I learned a lot during my short period as a junior reporter.",
            "The reporter was a constant gadfly to the authorities.",
            "The reporter covered the convention for the local newspaper.",
            "This reporter has the ability to strike off a good description of the scene he is covering.",
            "The reporter got an anonymous tip.",
            "The reporter fiddle with the facts.",
            "The reporter is here on assignment.",
            "The reporter took notes in shorthand.",
            "The reporter is here on an assignment.",
            "He spoke to the reporter off the record.",
            "She sidestepped the reporter's question.",
            "The reporter had two sources for the story.",
            "The reporter persisted with his questioning.",
            "The reporter defected to another TV network.",
            "The reporter has refused to reveal his sources.",
            "The senator bridled at the reporter's question.",
            "She gave a stock answer to the reporter's question.",
            "The reporter tried to work that angle into his story.",
            "A reporter was dispatched to Naples to cover the riot.",
            "A journalist should be a dispassionate reporter of fact.",
            "The young reporter was embedded with the Third Division.",
            "The reporter's assignment is to interview the candidate.",
            "a reporter who is widely respected throughout the press corps",
            "Security guards restrained the reporter from throwing another shoe.",
            "It's tough being a reporter. For openers, there are the long hours."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ты репортёр, и у тебя всегда должен быть заранее под рукой ворох фактов.",
            "Отделять факты от вымысла входит в обязанности репортёра.",
            "Журналист потребовал ознакомления с документами.",
            "Она работает репортёром в одной из крупных телесетей.",
            "Этот начинающий корреспондент отвечал за освещение событий в Нью-Йорке.",
            "Во время короткого пребывания на должности младшего репортёра я многому научился.",
            "Этот журналист постоянно доставал власти своей критикой.",
            "Журналист давал материалы о съезде в местную газету.",
            "Этот репортёр умеет точно и быстро описать увиденное.",
            "Журналист получил анонимную наводку.",
            "Корреспондент подтасовал факты.",
            "Репортёр здесь на задании.",
            "Репортер делал стенографические записи.",
            "Журналист здесь на задании.",
            "Он поговорил с журналистом в неофициальном порядке.",
            "Она уклонилась от ответа на вопрос журналиста.",
            "Репортёр написал свой сюжет на основе двух источников.",
            "Журналист не отставал со своими вопросами.",
            "Журналистка переметнулась к другой телесети.",
            "Журналист отказался раскрывать свои источники.",
            "Сенатор взвился /пришёл в негодование/ от вопроса журналиста.",
            "Она дала шаблонный ответ на вопрос корреспондента.",
            "Корреспондент попытался внедрить в свой сюжет эту точку зрения.",
            "Для освещения беспорядков в Неаполь отправили корреспондента.",
            "Журналист должен быть беспристрастным ретранслятором истины.",
            "Молодой репортёр был прикреплён к Третьей дивизии.",
            "Задача журналиста — провести интервью с кандидатом.",
            "журналист, которого уважает практически весь журналистский корпус",
            "Швырнуть второй ботинок журналисту помешала охрана.",
            "Журналистом быть тяжело. Для начала, это постоянная переработка."
        ],
        "stars": 2
    }
}