{
    "representative": {
        "comment": [
            "present",
            "presentation",
            "represent",
            "representation",
            "presence",
            "presenter"
        ],
        "translate": "представитель, уполномоченный, делегат, представительный, представляющий",
        "transcription": " |ˌreprɪˈzentətɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Detroit is a representative American city",
            "a representative of her age group",
            "Do you know who your representatives are?",
            "Our representative in Paris must be called back.",
            "Our representative will wait on you in the morning.",
            "Detroit is a representative American city.",
            "The audience was representative of all creeds and political beliefs.",
            "The paintings are representative of English art in the early 19th century.",
            "We must appoint our representative on the board.",
            "an elected representative of the people",
            "They have accepted him as the representative of the company.",
            "The task of the union representative is to fight on behalf of the members.",
            "At the Foreign Office I was interviewed by a representative of the Asian Desk.",
            "Is it a truly representative sample?",
            "We looked at a representative sample of public schools.",
            "Our state representative is a Republican.",
            "Our representative in Hong Kong finally came through with the figures.",
            "We've been lobbying our state representative to support the new health plan.",
            "A UN representative will act as a go-between for leaders of the two countries.",
            "The representative devolved his duties to his aides while he was in the hospital",
            "The pollsters asked a representative sample of New York residents for their opinions.",
            "The people in our neighborhood are a representative cross section of American society."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Детройт - типичный американский город",
            "представитель её возрастной группы",
            "Вы знаете кто ваши представители?",
            "Нужно отозвать нашего представителя в Париже.",
            "Наш представитель зайдёт к вам утром.",
            "Детройт — типичный американский город.",
            "Среди слушающих были представители всех вероисповеданий и политических убеждений.",
            "Картины являются представителями английского искусства начала 19 века.",
            "Мы должны выдвинуть своего представителя в совет.",
            "избранный представитель народа",
            "Они приняли его в качестве представителя данной компании.",
            "Задача представителя профсоюза — бороться от имени его членов.",
            "В министерстве иностранных дел со мной разговаривал представитель азиатского отдела.",
            "Это действительно репрезентативная выборка?",
            "Мы рассмотрели репрезентативную выборку государственных школ.",
            "Представитель нашего штата (в конгрессе США) — республиканец.",
            "Наш представитель в Гонконге наконец-то предоставил нам долгожданные цифры.",
            "Мы пытаемся убедить представителя нашего штата в конгрессе поддержать новую программу медицинского страхования.",
            "В качестве посредника между руководителями двух стран выступит представитель ООН.",
            "На время пребывания в больнице представитель делегировал свои обязанности помощникам.",
            "Исследователи опросили мнение репрезентативной выборки жителей Нью-Йорка.",
            "Люди, живущие в нашем районе, представляют собой характерный срез американского общества."
        ],
        "stars": 3
    }
}