{
    "represent": {
        "comment": [
            "present",
            "presentation",
            "representation",
            "representative",
            "presence",
            "presenter"
        ],
        "translate": "представлять, изображать, отражать, представление",
        "transcription": " |ˌreprɪˈzent|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What does that symbol represent?",
            "She was delegated to represent us.",
            "Never represent yourself as perfect.",
            "I represent the silent majority.",
            "Love is represented as a child with a flower.",
            "She represented France in the Olympic Games.",
            "This photograph represents my childhood.",
            "He represented his company at the meeting.",
            "The flower represents a young girl.",
            "How do you intend to represent your ideas to the committee?",
            "I nominated Jane to represent us at the meeting.",
            "Our firm is represented in the USA by Mr. Smith.",
            "He hated the school and everything it represented.",
            "The two lads represent two distinct varieties of human life.",
            "Ms. Smith will represent the defendant.",
            "This sum represents my entire income for a year.",
            "The painter represented his wife as a young girl.",
            "Brown areas represent deserts on the map.",
            "She represented the ideal of American culture.",
            "You have been singled out to represent the school.",
            "I represented to him that it would be dangerous to do what he suggested.",
            "This period is represented by Beethoven.",
            "They represent opposite sides of the issue.",
            "I nominate John to represent us at the meeting.",
            "Women now represent almost 50% of the workforce.",
            "He was elected to represent a Liverpool constituency.",
            "fanatics who represent a real danger to democracy",
            "The company is represented by a local law firm.",
            "Senator Smith represents the state of Connecticut.",
            "He represents the Congressional District of Illinois."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Что означает этот символ?",
            "Ей было поручено представлять нас.",
            "Никогда не пытайся внушить людям, что ты само совершенство.",
            "Я представляю молчаливое большинство.",
            "Любовь изображена в виде ребёнка с цветком в руках.",
            "Она представляла Францию на Олимпийских играх.",
            "По этой фотографии вы можете судить, какое у меня было детство.",
            "Он представлял свою компанию на совещании.",
            "Этот цветок олицетворяет собой молодую девушку.",
            "Как вы намерены представить свои идеи комиссии?",
            "Я поручил Джейн представлять наши интересы на заседании.",
            "Мистер Смит является представителем нашей фирмы в Соединённых Штатах.",
            "Он ненавидел школу и всё, что она олицетворяла.",
            "Эти двое юношей олицетворяют два различных типа человеческой жизни.",
            "Мисс Смит будет представлять обвиняемого.",
            "Эта сумма отображает весь мой доход за год.",
            "Художник изобразил свою жену молодой девушкой.",
            "Коричневые участки на карте обозначают пустыни.",
            "В ней воплощался идеал американской культуры.",
            "Вас выбрали представлять нашу школу.",
            "Я доказал ему, что делать так, как он предлагает, опасно.",
            "Этот период представлен Бетховеном.",
            "Они представляют противоположные точки зрения по рассматриваемому вопросу.",
            "Я назначаю Джона нашим представителем на совещании.",
            "Сегодня женщины составляют почти пятьдесят процентов персонала.",
            "Он был выбран представителем ливерпульского избирательного округа.",
            "фанатики, которые представляют реальную опасность для демократии",
            "Компанию представляет местная юридическая фирма.",
            "Сенатор Смит представляет штат Коннектикут.",
            "Он представляет избирательный округ штата Иллинойс."
        ],
        "stars": 3
    }
}