{
    "republican": {
        "comment": [],
        "translate": "республиканский, республиканец",
        "transcription": " |rɪˈpʌblɪkən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She registered as a Republican.",
            "The area is a Republican stronghold.",
            "He is reliably republican.",
            "Drop him from the Republican ticket.",
            "Our state representative is a Republican.",
            "The state's voters are mostly Republicans.",
            "This newspaper is just a Republican mouthpiece.",
            "Clinton directed his fire at the Republican Party.",
            "Republican hostility toward slavery",
            "Clinton carried his campaign into Republican areas.",
            "Who will get the Republican nomination for president?",
            "They are the progressive wing of the Republican Party.",
            "Can he heal the deep divisions among Republican ranks?",
            "The organization strategizes for Republican candidates.",
            "He fought on the republican side in the Spanish Civil War.",
            "The Republican party was formed out of the wrecks of the Whig party.",
            "A team of volunteers is canvassing the city for the Republican Party.",
            "In the Senate race, the Republican outspent his rival by nearly $2 million.",
            "The promise of tax cuts proved, as always, to be the Republican Party's trump card.",
            "The Democratic senators recalcitrated against every proposal from the Republican side.",
            "The United States shall guarantee to every state in this union a republican form of government.",
            "After several years of Republican government, the pendulum will undoubtedly swing back and voters will elect a Democrat.",
            "The Watergate scandal began when Republican operatives burglarized the Democratic Party's headquarters in Washington, D.C."
        ],
        "example_translate": [
            "Она записалась в республиканцы.",
            "Этот край является оплотом республиканцев.",
            "Он преданный республиканец.",
            "Вычеркните его из республиканского партийного списка.",
            "Представитель нашего штата (в конгрессе США) — республиканец.",
            "Избиратели данного штата — в основном, республиканцы.",
            "Эта газета всего лишь рупор республиканцев.",
            "Клинтон направил огонь своей критики на партию республиканцев.",
            "неприятие рабства республиканцами",
            "Клинтон перенёс свою избирательную кампанию в \"республиканские\" области.",
            "Кто получит номинацию от Республиканской партии на пост президента?",
            "Они являются прогрессивным крылом Республиканской партии.",
            "Сможет ли он сгладить глубокие разногласия среди рядовых членов Республиканской партии?",
            "Данная организация разрабатывает стратегию для кандидатов-республиканцев.",
            "Он воевал в гражданской войне в Испании на стороне республиканцев.",
            "Республиканская партия была сформирована из остатков партии вигов.",
            "Команда добровольцев проводит в городе агитацию в пользу Республиканской партии.",
            "В гонке за места в сенате республиканцы потратили почти на два миллиона больше, чем их конкуренты.",
            "Обещание снизить налоги, как обычно, оказалось козырной картой республиканской партии.",
            "Сенаторы-демократы сопротивлялись каждому предложению со стороны республиканцев.",
            "Соединённые Штаты гарантируют каждому штату в настоящем Союзе республиканскую форму правления. (Конституция США)",
            "После нескольких лет республиканского правления маятник, несомненно, качнётся в обратную сторону, и избиратели отдадут голос кандидату от демократов.",
            "Уотергейтский скандал начался, когда оперативники-республиканцы вломились в штаб-квартиру Демократической партии в Вашингтоне, округ Колумбия."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}