{
    "request": {
        "comment": [
            "question",
            "questionable",
            "questionnaire",
            "conquest",
            "questioning",
            "query"
        ],
        "translate": "просьба, запрос, требование, заявка, спрос, запрашивать, затребовать, предлагать",
        "transcription": " |rɪˈkwest|",
        "antonyms": [],
        "mnemonic": [
            "request [рикве'ст] просьба - (Ста-рик вест-ерны) любит. Просьба купить.",
            "quest [kwest]\nrequest [rɪ'kwest]\nquestion ['kwestʃən] - вопрос, проблема, дело, задача\nconquest ['kɔŋkwest] - завоевание, покорение, победа\ninquest - дознание, следствие\n***\nПОИСКИ сокровищ в игре Квест. (это) quest\nИСКОМЫЙ ПРЕДМЕТ нашёл в игре Квест. (это) quest\nПРОСИТЬ и ТРЕБОВАТЬ в игре|Квест. (это) request\nПросьба, требование, запрос."
        ],
        "examples": [
            "Your request is in process.",
            "That's an order, not a request!",
            "She did it at my request.",
            "I requested a taxi for 8 o'clock.",
            "She has a request to make of us.",
            "Visitors are requested not to walk on the grass.",
            "She cast her request in very polite language",
            "She refused to consider my request.",
            "Brochures are mailed out on request.",
            "It was very wrong of him to make such a request.",
            "I studied the request carefully.",
            "They made a request to begin work immediately.",
            "It's not too much to request of you to clean your own shoes.",
            "She requested an extra bed in her room.",
            "It was rarely indeed that any such request was denied.",
            "In spite of his fear, he jerked out his request.",
            "Why do you strain at such a small request?",
            "My mother responded to my request with a firm no.",
            "An employee may request an advance against salary.",
            "The bishop sugared the request with his smile.",
            "The next song is a request for Rose in Springfield.",
            "This next song is a request from one of our listeners.",
            "The judge denied his bail request.",
            "My request for more money was met with a flat refusal.",
            "He certainly knew that such a request was a trifle cool.",
            "The judge denied their request.",
            "Free copies are available on request.",
            "It was inelegant to phrase the request in that manner.",
            "Re your request of the 7th instant...",
            "The study was done at the request of the Chairman."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "Сложное дополнение",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Ваш запрос находится на рассмотрении.",
            "Это приказ, а не просьба!",
            "Она сделала это по моей просьбе.",
            "Я заказал такси на 8 часов.",
            "У неё есть к нам просьба.",
            "Посетителей просят не ходить по траве.",
            "Она отклонила ее просьбу в очень вежливой формулировке.",
            "Она отказалась рассматривать мою просьбу.",
            "Брошюры высылаются по требованию.",
            "Он не имел права просить об этом.",
            "Я тщательно изучил это предложение /просьбу/.",
            "Они обратились с просьбой немедленно приступить к работе.",
            "Не так уж много я от тебя требую - всего лишь почистить свои туфли.",
            "Она попросила дополнительную кровать в свою комнату.",
            "Редко случалось, чтобы такая просьба отклонялась.",
            "Несмотря на страх, он выпалил свою просьбу.",
            "Почему вы так щепетильны даже по пустякам?",
            "Мать ответила на мою просьбу твёрдым отказом.",
            "Работник может попросить аванс в счёт заработной платы.",
            "Епископ смягчил своё требование улыбкой.",
            "Следующая песня исполняется по заявке для Розы из Спрингфилда.",
            "Следующая песня прозвучит по просьбе одного из наших слушателей.",
            "Судья отклонил его ходатайство об освобождении под залог.",
            "Моя просьба получить больше денег была встречена категорическим отказом.",
            "Конечно, он знал, что это несколько нахальное требование.",
            "Судья отклонил их ходатайство.",
            "Бесплатные копии предоставляются по запросу /по требованию/.",
            "Просить в таком тоне было просто невежливо.",
            "Что касается вашего запроса от седьмого числа этого месяца…",
            "Исследование было проведено по просьбе председателя."
        ],
        "stars": 3
    }
}