{
    "requirement": {
        "comment": [
            "require, requirement - требовать, требование",
            "enquiry",
            "require",
            "acquire",
            "inquiry",
            "inquire"
        ],
        "translate": "требование, потребность, необходимое условие, нужда",
        "transcription": " |rɪˈkwaɪərmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's a must-be requirement.",
            "What are his requirements?",
            "He has met the basic requirements for graduation.",
            "The requirements of his work affected his health.",
            "The new computer system will meet all our requirements.",
            "The refugees' main requirements are food and shelter.",
            "An important requirement is suitability for long trips.",
            "This candidate does not meet the requirement that secondary school be / should be completed.",
            "She has fulfilled the general requirements of the course.",
            "The minimum requirement for the post was a degree in engineering.",
            "It contains approximately a third of the minimum daily requirement.",
            "You must meet the town's residency requirement in order to vote.",
            "To find out about entry requirements for students, write to the college admissions board.",
            "Potatoes can provide one-third of our daily requirement of vitamin C.",
            "If you are installing a new bathroom, it has to meet the requirements of the Building Regulations.",
            "They disenfranchised poor people by making property ownership a requirement for registering to vote.",
            "The increase in gas-fired power stations means traditional coal ones are becoming surplus to requirements.",
            "Two measures have been introduced as legal requirements.",
            "Allow farmers to buy their requirements under favorable conditions.",
            "The ride has a height requirement. You have to be four feet tall to ride.",
            "The requirement that runners wear shoes for the race worked to his detriment since he was used to running barefoot."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это обязательное условие.",
            "Каковы его условия?",
            "Он выполнил основные требования для получения диплома.",
            "Условия работы сказались на его здоровье.",
            "Новая компьютерная система будет соответствовать всем нашим требованиям.",
            "Основными потребностями беженцев являются пища и кров.",
            "Важным требованием является его пригодность для длительных поездок.",
            "Этот кандидат не удовлетворяет требованию о необходимости среднего образования.",
            "Она выполнила общие требования данного курса.",
            "Минимальным требованием к этой должности было высшее инженерное образование.",
            "Там содержится примерно треть минимальной суточной потребности.",
            "Чтобы иметь право голоса, нужно соответствовать городскому цензу оседлости.",
            "Чтобы узнать о требованиях для поступающих студентов, напишите в приёмную комиссию колледжа.",
            "Картофель может обеспечить треть суточной нормы витамина C.",
            "Если вы устанавливаете новый туалет, он должен соответствовать требованиям СНиП.",
            "Они лишили бедноту права голоса, сделав владение недвижимостью непременным условием регистрации для участия в голосовании.",
            "Увеличение количества газовых электростанций означает, что традиционные угольные становятся излишними.",
            "В качестве юридических требований введены две меры.",
            "Позвольте крестьянам покупать всё необходимое на благоприятных условиях.",
            "Имеются требования по росту: для катания на аттракционе нужно быть не ниже четырёх футов.",
            "Требование о том, что для участия в забеге бегуны должны быть обуты, навредило ему, поскольку он привык бегать босиком."
        ]
    }
}