{
    "rescue": {
        "comment": [],
        "translate": "спасение, освобождение, спасание, спасать, выручать, избавлять, освобождать",
        "transcription": " |ˈreskjuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You have rescued me from trouble.",
            "The captain came to our rescue.",
            "My life was rescued by good nursing.",
            "Our records were rescued from the fire.",
            "There's little hope of a rescue now.",
            "The rescue mission had to be aborted.",
            "a search and rescue team",
            "Rescue workers arrived at the scene two hours later.",
            "Rescue party went to their aid.",
            "The rescue operation proved successful.",
            "The shopkeeper rescued a pound of my special cheese for me.",
            "The word “secure” is an anagram of “rescue.”",
            "Rescue me from the gripe of this iron-fisted clown.",
            "Rescue workers managed to pull two injured people out of the rubble.",
            "Rescue teams will continue the search tomorrow.",
            "Rescue efforts have been handicapped by rough seas.",
            "The attempt to rescue the hostages failed miserably.",
            "Rescue workers were immediately dispatched to the area.",
            "Rescue teams have finally made it through to the survivors.",
            "Paramilitary police units are taking part in rescue efforts.",
            "...a soldier who braved enemy fire to rescue her wounded comrade...",
            "an all-out effort to rescue a beached whale",
            "the troops who spearheaded the rescue mission",
            "The enemy was shooting at the rescue helicopter.",
            "The UN rescue operation started shortly after dawn.",
            "The Mayor praised the rescue teams for their courage.",
            "They put their own lives in peril to rescue their friends.",
            "The storm caused complete immobilization of the rescue team.",
            "An attempt to rescue the men has been hampered by bad weather.",
            "The U.S. offered to send ships to help in the rescue operation."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ue = [uː]"
        ],
        "example_translate": [
            "Вы избавили меня от хлопот.",
            "Капитан пришёл к нам на помощь.",
            "Моя жизнь была спасена благодаря хорошему уходу.",
            "Наши архивы спасли из огня.",
            "Теперь надежды на спасение почти нет.",
            "Спасательную операцию пришлось прекратить.",
            "поисково-спасательная команда",
            "Спасатели прибыли на место происшествия спустя два часа.",
            "Команда спасателей отправилась им на помощь.",
            "Спасательная операция оказалась успешной.",
            "Торговец оставил мне фунт моего любимого сыра.",
            "Слово “secure” (безопасный) является анаграммой слова “rescue” (спасение).",
            "Освободи меня из железных лап этого паяца. (В. Скотт, \"Пертская красавица\")",
            "Спасателям удалось вытащить двух раненых из-под обломков.",
            "Спасательные команды продолжат поиски завтра.",
            "Усилиям спасателей препятствовало сильное волнение на море.",
            "Попытка спасти заложников с треском провалилась.",
            "В этот регион были тут же отправлены спасатели.",
            "Спасательным командам наконец удалось пробиться к оставшимся в живых.",
            "В операции по спасению участвуют военизированные формирования.",
            "...солдат, который храбро встретил огонь противника, чтобы спасти своего раненого товарища...",
            "все усилия, чтобы спасти выброшенного на берег кита",
            "войска, которые возглавляли спасательную операцию",
            "Враг стрелял в спасательный вертолёт.",
            "Спасательная операция ООН началась вскоре после рассвета.",
            "Мэр похвалил спасателей за отвагу.",
            "Они рискуют собственными жизнями, чтобы спасти своих друзей.",
            "Буря полностью сковала действия спасательной команды.",
            "Попытки спасения этих людей затрудняет плохая погода.",
            "США предложили отправить корабли на помощь этой спасательной операции."
        ]
    }
}