{
    "reservation": {
        "comment": [
            "reserve",
            "preserve",
            "preservation",
            "reservoir"
        ],
        "translate": "бронирование, резервация, запасный",
        "transcription": " |ˌrezərˈveɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We made a reservation at a very good hotel.",
            "We canceled our dinner reservation.",
            "He recommended her without any reservations.",
            "I have a hotel reservation.",
            "We made dinner reservations at the restaurant for 6 o'clock.",
            "I took the liberty of cancelling your reservation.",
            "We can hold the reservation for you until next Friday.",
            "My only reservation about buying the car was its high price.",
            "Customers are advised to make seat reservations well in advance.",
            "I had serious reservations about his appointment as captain.",
            "With the aforementioned reservation, I would recommend the play for serious-minded theatergoers.",
            "I phoned the hotel to cancel my reservation.",
            "The brochure images a vacation at the resort in language that makes you want to make a reservation this instant.",
            "We have a reservation for you for tomorrow night. Please call to confirm.",
            "South Dakota's Todd County is coextensive with the Rosebud Sioux Reservation."
        ],
        "example_translate": [
            "Мы забронировали места в очень хорошей гостинице.",
            "Мы отменили заказ столика для ужина.",
            "Он рекомендовал её без каких-либо оговорок.",
            "У меня заказан номер в гостинице.",
            "Мы заказали столик в ресторане на 6 часов.",
            "Я взял на себя смелость отменить ваше бронирование.",
            "Мы можем сохранить вашу бронь до следующей пятницы.",
            "Единственным, что удерживало меня от покупки автомобиля, была его высокая цена.",
            "Посетителям рекомендуется бронировать места заблаговременно.",
            "У меня были серьёзные сомнения относительно назначения его капитаном.",
            "С учётом вышеупомянутых оговорок, я бы рекомендовал этот спектакль серьёзным театралам.",
            "Я позвонил в гостиницу, чтобы отменить свою бронь.",
            "Брошюра расписывает отдых на этом курорте так заманчиво, что хочется сию же секунду забронировать там себе место.",
            "Мы забронировали для вас места на завтрашний вечер. Для подтверждения брони просьба нам позвонить.",
            "Округ Тодда в штате Южная Дакота совпадает с резервацией индейцев сиу под названием Роузбад."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}