{
    "resemblance": {
        "comment": [],
        "translate": "сходство",
        "transcription": " |rɪˈzembləns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Tina bears a striking resemblance to her mother.",
            "The resemblance is very close and very strange.",
            "The new version bears little resemblance to the original.",
            "What a remarkable resemblance she bears to the famous actress!",
            "There is a striking resemblance between the girls.",
            "There is no resemblance between her and her sister.",
            "The child bore a striking resemblance to his father.",
            "The resemblance between Susan and her sister was remarkable.",
            "Their newest model bears a close resemblance to (=is very similar to) that of their rival competitor.",
            "There is a striking resemblance between the girls",
            "Visitors to the mountain range had long noted that the natural rock formation bore a striking resemblance to the visage of a man.",
            "He doesn't look exactly like his father, but there is some resemblance.",
            "The family resemblance is so strong that the boy is virtually a pint-size facsimile of his father.",
            "She had an uncanny resemblance to someone I had seen before.",
            "What happens in the film bears little resemblance to what actually happened."
        ],
        "example_translate": [
            "Тина имеет поразительное сходство с матерью.",
            "Сходство очень сильное и очень странное.",
            "Новая версия имеет мало общего с оригиналом.",
            "Как она похожа на эту знаменитую актрису!",
            "Между этими девушками есть поразительное сходство.",
            "Между ней и её сестрой нет никакого сходства. / Они с сестрой совершенно непохожи.",
            "Ребенок был поразительно похож на своего отца.",
            "Сходство между Сьюзен и её сестрой было удивительным. / Сьюзен и её сестра были удивительно похожи.",
            "Их новейшая модель сильно напоминает (т.е. очень похожа на) модель их конкурента.",
            "Между этими девушками есть поразительное сходство.",
            "Посетители этого горного хребта давно приметили, что естественные скальные образования поразительно похожи на человеческое лицо.",
            "Он не то чтобы точная копия отца, но какое-то сходство есть.",
            "Семейное сходство выражено настолько сильно, что мальчик является практически уменьшенной копией отца.",
            "Она поразительно напоминала кого-то виденного мной прежде.",
            "Происходящее в фильме мало напоминает то, что произошло на самом деле."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}