{
    "reserve": {
        "comment": [],
        "translate": "резерв, заповедник, запас, резервный, запасной, резервировать",
        "transcription": " |rɪˈzɜːrv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Try to reserve a seat for me.",
            "We reserved a hotel room.",
            "We always keep some money in reserve, just in case.",
            "I'd like to reserve a table for two.",
            "You can reserve the tickets by phone.",
            "The seats are reserved under my name.",
            "Federal Reserve Bank",
            "She overcame her own natural reserve.",
            "This table is reserved for someone else.",
            "Runners learn to reserve their strength for the last few yards.",
            "$10 million in cash reserves",
            "Do you have to reserve tickets in advance?",
            "We will reserve this wine for a special occasion.",
            "He had to call upon his inner reserves of strength to keep going.",
            "The land is to be left undisturbed as a nature reserve.",
            "Federal Reserve Board",
            "Each Federal Reserve Bank has nine directors.",
            "Board of Governors of the Federal Reserve System",
            "Reserve me a seat on a flight.",
            "A separate room is reserved for smokers.",
            "We managed to reserve a table at Maxim's.",
            "Two infantry divisions were held in reserve.",
            "She usually reserved her best dishes for very important dinners.",
            "Reserve a little of the mixture to sprinkle over the top of the pie.",
            "The Federal Reserve Bank raised interest rates to keep inflation under control.",
            "Players had to reserve a court in advance.",
            "Many reserve troops were called into active duty.",
            "Somehow Debbie maintained an inner reserve of strength.",
            "The Federal Reserve Bank forecasts that the economy will grow by 2% this year."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Постарайся занять мне место.",
            "Мы забронировали гостиничный номер.",
            "Мы всегда держим немного денег про запас, на всякий случай.",
            "Я хотел бы заказать /зарезервировать, забронировать/ столик на двоих.",
            "Забронировать билеты можно по телефону.",
            "Места зарезервированы на моё имя.",
            "Федеральный резервный банк (в США)",
            "Она преодолела свою природную сдержанность.",
            "Этот столик зарезервирован для другого человека.",
            "Бегуны учатся сохранять силы на последние несколько ярдов.",
            "десять миллионов долларов в наличных резервах",
            "Надо ли резервировать /бронировать/ билеты заранее?",
            "Мы прибережём это вино для особых случаев.",
            "Ему пришлось призвать все свои внутренние резервы силы, чтобы продолжать идти.",
            "Эта земля должна быть оставлена нетронутой в качестве заповедника.",
            "Федеральное резервное управление",
            "В совет директоров любого банка Федеральной резервной системы входят девять директоров.",
            "Совет управляющих федеральной резервной системы (в США)",
            "Закажи мне билет на самолёт.",
            "Для курящих отведено отдельное помещение.",
            "Нам удалось зарезервировать столик в \"Максиме\".",
            "Две пехотные дивизии были в резерве.",
            "Как правило, она приберегала свои лучшие блюда для очень важных ужинов.",
            "Приберегите немного смеси, чтобы посыпать ею верхушку пирога.",
            "Федеральный Резервный банк повысил процентные ставки, чтобы удержать инфляцию под контролем.",
            "Игрокам приходилось резервировать корты заранее.",
            "Многие военнослужащие запаса были призваны на действительную военную службу.",
            "Каким-то образом Дебби сохранила внутренний запас прочности.",
            "Согласно прогнозам Федерального Резервного банка, в этом году экономика вырастет на два процента."
        ]
    }
}