{
    "resent": {
        "comment": [],
        "translate": "возмущаться, обижаться, негодовать",
        "transcription": " |rɪˈzent|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I resent his interference in my work.",
            "She resents having to wait.",
            "She resented being told what to do.",
            "She resents being paid less than her co-workers",
            "He resented his boss for making him work late.",
            "I resented having to work such long hours.",
            "Paul resented the fact that Carol didn't trust him.",
            "We resented him being the centre of attraction. / We resented his being the centre of attraction.",
            "We resent your insistence that the debt should be paid at once.",
            "I resent having to carry her all the time.",
            "She bitterly resented his mother's influence over him.",
            "I resent her insinuation that I can't do it without her help.",
            "Small nations resent Western cultural imperialism.",
            "He began to resent the compulsory attendance at the boring factory meetings.",
            "I resent the imputation that I'm nice to Grandmother because she has money.",
            "He is too good-natured to resent a little criticism.",
            "She was too magnanimous to resent all the things others had said to her.",
            "Having been brought up in a genteel family, she began to resent her fiancé's lowbred ways."
        ],
        "example_translate": [
            "Меня возмущает / задевает / его вмешательство в мою работу.",
            "Она возмущается, когда ей приходится ждать.",
            "Она возмущалась, когда ей указывали (что делать).",
            "Её возмущает то, что ей платят меньше, чем её коллегам.",
            "Он возмущался, что начальник заставляет его работать допоздна.",
            "Я возмущался тем, что приходилось так надолго задерживаться на работе.",
            "Пола возмущало, что Кэрол ему не доверяет.",
            "Нам не нравилось, что он является центром внимания.",
            "Мы возмущены тем, что ты настаиваешь, чтобы долг выплатили сейчас же.",
            "Меня возмущает, что всё время приходится отрабатывать ещё и за неё.",
            "Её очень возмущало то, что его мать на него влияет.",
            "Меня возмущают её намеки на то, что я не справлюсь без её помощи.",
            "Малые народы возмущаются насаждением западной культуры.",
            "Его начало возмущать вынужденное присутствие на скучных заводских собраниях.",
            "Меня возмущают обвинения в том, что я добр к бабушке только из-за её денег.",
            "Он слишком добродушен, чтобы обидеться на небольшую критику.",
            "Она была слишком великодушна, чтобы обижаться на всё то, что ей говорили.",
            "Её, воспитанную в благородной семье, начала возмущать неотёсанность жениха."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}