{
    "researcher": {
        "comment": [],
        "translate": "исследователь",
        "transcription": " |ˈriːsərtʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The study is an important piece of research.",
            "He spent the summer researching his dissertation.",
            "The researcher sets up experiments to test the hypothesis.",
            "The researcher's job is to gather information about people.",
            "The researcher tried to dress up the uninteresting data.",
            "He did a lot of research before buying his car.",
            "Before going out to eat, she researched area restaurants.",
            "She conducts research into the causes of Alzheimer's disease.",
            "She regarded the researcher's claims with skepticism.",
            "Recent research shows that the disease is caused in part by bad nutrition.",
            "The reporter made hundreds of telephone calls while researching the story.",
            "The composition of the group that is studied depends on the interests of the researcher."
        ],
        "example_translate": [
            "Изучение вопроса является важной частью исследований.",
            "Он провёл лето, собирая материал для своей диссертации.",
            "Исследователь устраивает эксперименты, чтобы проверить эту гипотезу.",
            "Работа исследователя заключается в том, чтобы собирать сведения о людях.",
            "Исследователь попытался приукрасить неинтересные данные.",
            "Он проделал большую исследовательскую работу, прежде чем купить себе машину.",
            "Прежде чем пойти куда-нибудь поесть, она изучила местные рестораны.",
            "Она проводит исследования причин болезни Альцгеймера.",
            "Она отнеслась к утверждениям исследователя скептически.",
            "Как показывают последние исследования, данное заболевание частично обусловлено плохим питанием.",
            "В ходе расследования данного сюжета корреспондент сделал сотни телефонных звонков.",
            "Состав изучаемой группы зависит от интересов исследователя."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}