{
    "resignation": {
        "comment": [
            "resign"
        ],
        "translate": "отставка, заявление об отставке, смирение, покорность, отказ от должности",
        "transcription": " |ˌrezɪɡˈneɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She showed an attitude of quiet resignation to her fate.",
            "The scandal forced his resignation.",
            "His loss of credibility led to his resignation.",
            "His pale face was lined with melancholy resignation.",
            "It is with deep regret that he is announcing his resignation.",
            "News of his resignation broke yesterday.",
            "I heard about his resignation on the grapevine.",
            "Religion consists in submission and resignation to the divine will.",
            "She gave a sigh of resignation.",
            "Tom has handed in his resignation.",
            "The ostensible reason for his resignation was ill health.",
            "He is the latest person to announce his resignation.",
            "His resignation has left some important questions hanging in the air.",
            "He accepted her decision with resignation.",
            "He submitted his resignation as of next month.",
            "The governor refused to accept Cox's resignation.",
            "Rumours abound as to the reasons for his resignation.",
            "a company left rudderless by the resignation of its CEO",
            "His resignation was front page news (=was important news).",
            "Angry demonstrators demanded the resignation of two senior officials.",
            "His resignation triggered a chain of events (=series of events which each cause the next one to happen) that led eventually to the downfall of the government.",
            "They refused to accept his resignation.",
            "Minton tendered her resignation on Friday.",
            "reacted to the crisis with listless resignation",
            "Cordon announced his resignation to staff members on Wednesday.",
            "In an official statement, she formally announced her resignation.",
            "The manager received resignations from three members of the staff.",
            "The decision set off a train of events which led to his resignation.",
            "The government has accepted the resignation of a senior army commander.",
            "They accused the President of incompetence, but stopped short of calling for his resignation."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она проявляла полную покорность своей судьбе.",
            "Скандал вынудил его уйти в отставку.",
            "Потеря к нему доверия привела к его отставке.",
            "Его бледное лицо было отмечено унылой покорностью.",
            "С глубоким сожалением он объявляет о своей отставке.",
            "О его отставке стало известно вчера.",
            "До меня дошли слухи, что он ушёл в отставку.",
            "Суть религии заключается в повиновении и покорности божественной воле.",
            "Она покорно вздохнула.",
            "Том подал в отставку.",
            "Формальной причиной его отставки было плохое состояние здоровья.",
            "Он является последним человеком, который объявил о своей отставке.",
            "В результате его отставки кое-какие важные вопросы остались без ответа /зависли в воздухе/.",
            "Он покорно принял её решение.",
            "Он подал в отставку, начиная со следующего месяца.",
            "Губернатор отказался принять отставку Кокса.",
            "По поводу причин его увольнения ходит множество слухов.",
            "компания, которая после отставки генерального директора осталась без руководства",
            "Новость о его отставке попала на первые страницы газет (т.е. была очень важной).",
            "Разгневанные демонстранты требовали отставки двух высокопоставленных чиновников.",
            "Его отставка запустила цепочку событий (т.е. ряд событий, каждое из которых вызывало следующее), которая в конечном итоге привела к падению правительства.",
            "Они отказались принять его отставку.",
            "Минтон подала прошение об отставке в пятницу.",
            "отреагировали на кризис с вялой покорностью",
            "В среду Кордон объявил сотрудникам о своей отставке.",
            "В своём заявлении она официально объявила об уходе в отставку.",
            "Руководитель получил заявления об отставке от трёх членов персонала.",
            "Данное решение стало началом цепи событий, приведших к его отставке.",
            "Правительство приняло отставку одного из высокопоставленных армейских начальников.",
            "Они обвинили президента в некомпетентности, но не стали требовать его отставки."
        ],
        "stars": 2
    }
}