{
    "resident": {
        "comment": [],
        "translate": "резидент, постоянный житель, постоялец, проживающий, постоянно живущий",
        "transcription": " |ˈrezɪdənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Kindness is resident in his nature.",
            "The hotel bar was only open to residents.",
            "He's our resident expert on computer games.",
            "She became a British resident by virtue of her marriage.",
            "Several tribes are resident in this part of the country.",
            "The resident population of mental hospitals has fallen by 20%.",
            "a morose and tetchy resident of a nursing home",
            "The resident was receiving special clinical training at the hospital.",
            "Many retired British people are now resident in Spain.",
            "One resident pestered the condo board about every little thing.",
            "Mr. Smith claims special tax exemptions because he is a foreign resident."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Доброта присуща его характеру.",
            "Бар при гостинице был открыт только для лиц, проживающих в гостинице.",
            "Он наш постоянный эксперт по компьютерным играм.",
            "Она стала жительницей Британии благодаря своему браку.",
            "В этой части страны постоянно проживают несколько племён.",
            "Численность постоянного контингента психиатрических больниц сократилась на двадцать процентов.",
            "мрачный и раздражительный обитатель дома престарелых",
            "Врач-ординатор проходил специальное клиническое обучение в больнице.",
            "Сейчас многие английские пенсионеры проживают в Испании.",
            "Один из жильцов дома донимал домоуправление из-за каждой мелочи.",
            "Мистер Смит требует специальных налоговых льгот, потому что он является иностранным резидентом."
        ]
    }
}