{
    "resign": {
        "comment": [],
        "translate": "отставка, уходить в отставку, отказываться",
        "transcription": " |rɪˈzaɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Is he going to resign from politics?",
            "His offer to resign will be accepted.",
            "The senator was forced to resign his position.",
            "Have you heard of her intention to resign?",
            "He resigned himself to his fate.",
            "Resign a claim to the throne.",
            "Is he going to resign from the chairmanship?",
            "You can always resign if you don't like it.",
            "They say that the government will have to resign.",
            "She resigned from the government last week.",
            "Is the firm resigned to losing the contract?",
            "The mother was unwilling to resign the child to the care of her relatives.",
            "He resisted pressure to resign.",
            "He reiterated that he would resign.",
            "They expect the governor to resign his office.",
            "She carried out her threat to resign.",
            "He resigned as Governor of Punjab in August.",
            "He should reconsider his decision to resign.",
            "Nichols never carried out his threat to resign.",
            "The chairman resigned over the financial scandal.",
            "He resigned from his job as principal of the school.",
            "Have you heard the story that she intends to resign?",
            "The minister was under pressure to resign.",
            "Parents have demanded that the teacher resign.",
            "Filled with remorse, Dillon decided to resign.",
            "The newspaper's editor resigned after the scandal.",
            "There have been calls for the secretary to resign.",
            "Nixon was the first president to resign in midterm.",
            "Johnson was vilified in the press for refusing to resign.",
            "The embattled president had to resign."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он собирается уйти из политики?",
            "Его предложение уйти в отставку будет принято.",
            "Cенатора заставили покинуть свой пост.",
            "Вы слышали о её намерении уйти в отставку?",
            "Он смирился со своей судьбой.",
            "Откажитесь от притязаний на трон.",
            "Собирается ли он подавать в отставку с поста председателя?",
            "Если вам это не нравится, всегда можно уволиться.",
            "Говорят, что правительству придётся подать в отставку.",
            "На прошлой неделе она вышла из состава правительства.",
            "Фирма примирилась с потерей контракта?",
            "Мать не хотела отдавать ребёнка под опеку своих родственников.",
            "Он сопротивлялся давлению, оказанному с целью вынудить его уйти в отставку.",
            "Он повторил, что уйдёт в отставку.",
            "Они полагают, что губернатор уйдёт в отставку.",
            "Она выполнила свою угрозу уйти в отставку.",
            "В августе он ушёл в отставку с поста губернатора штата Пенджаб.",
            "Он должен пересмотреть своё решение уйти в отставку.",
            "Николс так и не выполнил свою угрозу уйти в отставку.",
            "Из-за финансового скандала председатель подал в отставку.",
            "Он уволился с должности директора школы.",
            "Вы слышали, что она собирается уходить (в отставку)?",
            "На министра оказывалось давление с целью вынудить его уйти в отставку.",
            "Родители потребовали увольнения этого учителя.",
            "Одолеваемый угрызениями совести, Диллон решил уйти в отставку.",
            "После этого скандала редактор газеты уволился.",
            "Секретаря призывают подать в отставку.",
            "Никсон был первым президентом, ушедшим в отставку в середине срока своего правления.",
            "Джонсон была раскритикована в прессе за отказ уйти в отставку.",
            "Критикуемый со всех сторон президент был вынужден уйти в отставку."
        ]
    }
}