{
    "resistance": {
        "comment": [
            "resist"
        ],
        "translate": " сопротивление, сопротивляемость, противодействие, резистор",
        "transcription": "  |rɪˈzɪstəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Rebel gunmen have put up strong resistance.",
            "She made the point that further resistance was useless.",
            "The rebels have put up fierce resistance.",
            "Over time the patient could develop a resistance to the drug.",
            "Her resistance melted under his charm.",
            "They took the position that further resistance would be useless.",
            "We have been guilty of parochialism, of resistance to change.",
            "They ruthlessly extinguished all resistance.",
            "Kirk always just takes the line of least resistance.",
            "Her resistance only fanned his desire.",
            "She has an inbuilt resistance to change.",
            "They have shown a stubborn resistance to change.",
            "Many pests have developed resistance to the common pesticides.",
            "Being taken by surprise, they were totally unprepared for resistance.",
            "The paint shows good weather resistance.",
            "Many people don't make changes because they're following the path of least resistance.",
            "Resistance from native forces was greater than expected, and the invading army was forced to fall back.",
            "plants with inbuilt resistance to disease",
            "The resistance movement started a campaign of terror.",
            "Resistance training can benefit the asthenic individual.",
            "The no-smoking policy was introduced with little resistance from staff.",
            "All those years spent in prison have worn away the prisoner's resistance.",
            "The nucleus of the movement's methodology has always been passive resistance.",
            "Her heterodox approach to teaching science initially met with some resistance from her peers."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вооружённые мятежники оказали сильное сопротивление.",
            "Она сочла, что дальнейшее сопротивление бесполезно.",
            "Повстанцы оказали ожесточённое сопротивление.",
            "Со временем у пациента может развиться резистентность к препарату.",
            "Её сопротивление растаяло под действием его чар.",
            "Они высказали точку зрения, что дальнейшее сопротивление было бы бесполезно.",
            "Мы виновны в узости взглядов, в нежелании меняться.",
            "Они безжалостно подавили всякое сопротивление.",
            "Кирк всегда идёт по пути наименьшего сопротивления.",
            "От её сопротивления его желание стало только сильнее.",
            "Нежелание меняться /сопротивление переменам/ у неё врождённое.",
            "Они оказали упорное сопротивление изменениям.",
            "Многие вредители выработали устойчивость к распространённым пестицидам.",
            "Застигнутые врасплох, они были совершенно неготовы к сопротивлению.",
            "Краска показывает хорошую погодостойкость.",
            "Многие люди ничего не меняют, потому что следуют по пути наименьшего сопротивления.",
            "Сопротивление местных войск было больше, чем ожидалось, и армия вторжения была вынуждена отступить.",
            "растения с врождённой сопротивляемостью болезням",
            "Движение сопротивления начало кампанию террора.",
            "Силовые тренировки могут принести пользу астеникам.",
            "Запрет на курение был введён без особого сопротивления со стороны сотрудников.",
            "Годы, проведённые в тюрьме, сломили сопротивление заключённого.",
            "Основой методологии этого движения всегда было пассивное сопротивление.",
            "Её неортодоксальный подход к преподаванию естествознания поначалу встретил некоторое сопротивление со стороны коллег."
        ],
        "stars": 3
    }
}