{
    "resist": {
        "comment": [
            "resistance"
        ],
        "translate": " сопротивляться, сопротивление, противостоять",
        "transcription": "  |rɪˈzɪst|",
        "antonyms": [],
        "mnemonic": [
            "desist [dɪ'zɪst]\nresist [rɪ'zɪst] - сопротивляться\n***\nПРЕКРАТИЛ работу геодезист. (это) desist",
            "resist [rɪ'zɪst]\n***\nНе СОПРОТИВЛЯЙСЯ, что наступит кризис (т). (это)\nresist\nНе ПРОТИВЬСЯ - пришёл кризис (т). (это) resist"
        ],
        "examples": [
            "The offer was hard to resist.",
            "I just can't resist chocolate.",
            "She can never resist buying new shoes.",
            "These windows can resist very high winds.",
            "It was impossible to resist her feminine wiles.",
            "They couldn't resist making fun of him.",
            "He was charged with resisting arrest.",
            "The soldiers resisted for two days.",
            "The temptation was too great to resist.",
            "It was hard resisting the temptation to open the box.",
            "Gerry couldn't resist the impulse to kiss her.",
            "I couldn't resist a savoury smell from the kitchen.",
            "She resisted the temptation to laugh.",
            "It's hard to resist an invitation like that.",
            "The drug will help your body resist infection.",
            "He resisted pressure to resign.",
            "It's perfectly plain that they will resist.",
            "We must resist the temptation to oversimplify.",
            "Who could resist a come-on like that?",
            "He couldn't resist showing off on the tennis court.",
            "He could no longer resist the urge to go and see Amanda.",
            "Malc wasn't mature enough to resist the lure of drink and drugs.",
            "She couldn't resist a parting shot (=one that you make just before you leave) - 'And you were a lousy lover!'",
            "David felt too enervated to resist.",
            "He couldn't resist a dig at the referee.",
            "The protesters made no attempt to resist arrest.",
            "The plants are bred to resist disease and drought.",
            "women who resist cultural attempts to feminize them",
            "The media can't resist kicking a man when he's down.",
            "seemly and forbearing...yet strong enough to resist aggression"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Перед этим предложением было трудно устоять.",
            "Я просто не могу устоять перед шоколадом.",
            "Она никогда не могла устоять перед возможностью купить новые туфли.",
            "Эти окна могут противостоять очень сильным ветрам.",
            "Невозможно было устоять перед ее женской хитростью.",
            "Они просто не могли не смеяться над ним.",
            "Ему было предъявлено обвинение в сопротивлении при аресте.",
            "Солдаты оказывали сопротивление в течение двух дней.",
            "Искушение было слишком велико, чтобы устоять.",
            "Было сложно устоять перед искушением и не открыть коробку.",
            "Джерри не смог противостоять внезапному желанию её поцеловать.",
            "Я не мог устоять перед аппетитным запахом с кухни.",
            "Она устояла перед соблазном рассмеяться.",
            "Трудно отказаться от такого приглашения.",
            "Данный препарат поможет вашему организму противостоять инфекции.",
            "Он сопротивлялся давлению, оказанному с целью вынудить его уйти в отставку.",
            "Они совершенно точно окажут сопротивление.",
            "Мы обязаны не поддаваться искушению всё упростить.",
            "Кто мог бы устоять перед таким призывным взглядом?",
            "Он не смог удержаться, чтобы не покрасоваться на теннисном корте.",
            "Он больше не мог сопротивляться стремлению увидится с Амандой.",
            "Малк оказался недостаточно зрелым, чтобы противостоять соблазну выпивки и наркотиков.",
            "Она не смогла удержаться, чтобы не сказать ему на прощанье (т.е. непосредственно перед уходом): — А любовник-то из тебя паршивый!",
            "Дэвид чувствовал себя слишком обессиленным, чтобы сопротивляться.",
            "Он не смог удержаться от подколки в адрес судьи.",
            "Протестующие даже не пытались сопротивляться аресту.",
            "Эти растения выедены для того, чтобы противостоять болезням и засухе.",
            "женщины, которые сопротивляются искусственным попыткам феминизации",
            "СМИ не могут устоять перед искушением пнуть лежачего.",
            "приличный и сдержанный... и всё же достаточно сильный, чтобы противостоять агрессии"
        ],
        "stars": 3
    }
}