{
    "resort": {
        "comment": [],
        "translate": "курорт, прибежище, курортный, прибегать к, посещать",
        "transcription": " |rɪˈzɔːrt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You are my only / last resort.",
            "We resorted to the hotel for some coffee.",
            "Aspen, a ski resort in Colorado",
            "It was a quiet, out-of-the-way resort.",
            "Lagoon Reef is one of the best resort hotels.",
            "We resort to adventurous hypotheses for explanation of this fact.",
            "A great resort of men of talents now flocked around him.",
            "Economic sanctions will be used only in the last resort.",
            "Poets sometimes resort to strange uses of the language.",
            "We hope they will be able to resolve the situation without resort to force.",
            "The tropical resort's advertising depicts it as a lotusland of luxury and indolence.",
            "They were forced to resort to desperate measures.",
            "He sojourned for a month at a resort.",
            "Neither side wants to resort to violence.",
            "the popular seaside resort of Brighton",
            "a private resort that allows vacationers to experience without let the joys of nudism",
            "The government resorted to rationing meat.",
            "An appeal to his uncle was his last resort.",
            "The resort is a perfect romantic hideaway for young couples.",
            "She sampled everything the resort had to offer, from golfing to yoga.",
            "The resort certainly failed to come up to expectations.",
            "The purpose of the new resort is to attract more tourists.",
            "a resort popular with wealthy rakehells and the women who love their money",
            "a ski resort (=where people can go skiing)",
            "Drug treatment should only be used as a last resort.",
            "In the past, your family was the first resort when looking for a job.",
            "Teachers loathe the verbiage that students resort to in order to pad a paper.",
            "The brochure images a vacation at the resort in language that makes you want to make a reservation this instant.",
            "The new resort area has boosted tourism.",
            "an old summer resort where families have been recreating for over a century"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ты моя последняя надежда на спасение.",
            "Мы заходили в отель выпить кофе.",
            "Аспен - лыжный курорт в Колорадо",
            "Это был тихий курорт, расположенный в глухом уголке.",
            "Лагуна Риф является одним из лучших отелей курорта.",
            "Для объяснения этого факта мы прибегаем к довольно смелым гипотезам.",
            "Вокруг него теперь собралась масса талантливых людей.",
            "Экономические санкции будут применяться только в крайнем случае.",
            "Поэты иногда странным образом пользуются языком.",
            "Мы надеемся, что они смогут разрешить ситуацию, не прибегая к силе.",
            "Реклама тропического курорта изображает его как царство роскоши и праздности.",
            "Они были вынуждены прибегнуть к отчаянным мерам.",
            "Он жил на курорте один месяц.",
            "Ни одна из сторон не хочет прибегать к насилию.",
            "популярный морской курорт Брайтон",
            "частный курорт, который позволяет отдыхающим беспрепятственно приобщиться к радостям нудизма",
            "Правительство прибегло к выдаче мяса по карточкам.",
            "Обращение к дяде было его последней надеждой.",
            "Этот курорт является идеальным романтическим убежищем для молодых пар.",
            "Она попробовала всё, что предлагалось на курорте, от игры в гольф до йоги.",
            "Курорт, конечно, не оправдал ожиданий.",
            "Назначение нового курорта заключается в том, чтобы привлечь больше туристов.",
            "курорт, популярный среди богатых распутников и женщин, любящих их деньги",
            "горнолыжный курорт (т.е. место, где люди могут покататься на лыжах)",
            "Лечение препаратами должно применяться только как последнее средство.",
            "В прошлом, при поиске работы первым делом обращались к вашей семье.",
            "Учителя ненавидят словоблудие, к которому прибегают студенты с целью раздуть объём своей работы.",
            "Брошюра расписывает отдых на этом курорте так заманчиво, что хочется сию же секунду забронировать там себе место.",
            "Новая курортная зона привела к развитию туризма.",
            "старый летний курорт, где люди отдыхают семьями уже более века"
        ]
    }
}