{
    "resource": {
        "comment": [
            "sourness",
            "sour",
            "source"
        ],
        "translate": "ресурс, средство, запас, возможность, находчивость, способ, изобретательность",
        "transcription": " |ˈriːsɔːrs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Any resource can be exhausted.",
            "We have the resource to do the job.",
            "She showed great resource at problem solving.",
            "Oil is essentially their only resource.",
            "The school must be resourced with musical instruments.",
            "Canada's vast mineral resources",
            "He has a resource in the chase, an occupation, ever ready at hand.",
            "Natural gas is a plentiful resource.",
            "She had no financial resources.",
            "The local library is a valuable resource.",
            "The program wasn't adequately resourced.",
            "He proved that he has considerable inner resources.",
            "The computer laboratory is an essential resource for students.",
            "Only limited resources are available to the police.",
            "Older people are an untapped resource in the employment market.",
            "Clean air is a valuable natural resource that needs to be protected.",
            "Economic futurists predict a new world order in which information is the resource that drives a nation's economy."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "our = [ɔː]"
        ],
        "example_translate": [
            "Любой ресурс может закончиться.",
            "У нас есть возможность выполнить это задание.",
            "Она проявила большую изобретательность в разрешении проблем.",
            "Нефть, по сути, является их единственным ресурсом.",
            "Школу необходимо снабдить музыкальными инструментами.",
            "огромные минеральные ресурсы Канады",
            "Его основное развлечение — это охота, всегда доступное занятие.",
            "Природный газ — ресурс, встречающийся в изобилии.",
            "У неё не было финансовых ресурсов.",
            "Местная библиотека — это ценный ресурс.",
            "Программа не была надлежащим образом профинансирована.",
            "Он доказал, что обладает значительными внутренними ресурсами.",
            "Компьютерная лаборатория является важным ресурсом для студентов.",
            "Полиция располагает лишь ограниченными ресурсами.",
            "Пожилые люди являются неиспользованным ресурсом на рынке труда.",
            "Чистый воздух — это ценный природный ресурс, который нуждается в защите.",
            "Экономические футурологи предсказывают новый мировой порядок, в котором информация является ресурсом, управляющим экономикой страны."
        ]
    }
}