{
    "resolution": {
        "comment": [],
        "translate": "разрешение, резолюция, решение, решимость, решительность, рассасывание, развязка",
        "transcription": " |ˌrezəˈluːʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I go for this resolution.",
            "The monitor has excellent resolution.",
            "I remained firmly and irrevocably fixed in my first resolution.",
            "Carol made a resolution to work harder at school.",
            "The resolution is effective as of...",
            "He foreswore cigarettes as his New Year's resolution.",
            "The resolution heaved a load from off my heart.",
            "We found a resolution to the dispute.",
            "The resolution was carried unanimously (=everyone agreed).",
            "a court for the resolution of civil disputes",
            "They never did achieve a final resolution of their differences.",
            "Then, with sudden resolution, she stood up.",
            "They have failed to comply with the resolution.",
            "Conference passed a resolution condemning the governments action.",
            "News of the conflict extinguished our hopes for a peaceful resolution.",
            "The resolution was proposed by the chairman of the International Committee.",
            "Resolution of the original dispute became the centerpiece of the negotiations.",
            "The United Nations Security Council has passed a resolution asking the two countries to resume peace negotiations.",
            "The resolution was passed by a two-thirds majority.",
            "The greater the number of pixels per inch the greater the resolution.",
            "Many MPs denounced the resolution as a cosmetic exercise (=something which will look good, but have no real effect)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я иду на это решение. / Мне нравится это решение.",
            "У этого монитора великолепное разрешение.",
            "Я остался тверд и непреклонен в своем первоначальном решении.",
            "Кэрол приняла твёрдое решение усерднее работать в школе.",
            "Резолюция вступает в силу с...",
            "Он решил бросить курить с нового года.",
            "Я узнал об этом решении, и у меня словно гора с плеч свалилась.",
            "Мы нашли решение данного спора.",
            "Резолюция была принята единогласно (т.е. все проголосовали \"за\").",
            "суд для разрешения гражданско-правовых споров",
            "Они так и не смогли окончательно разрешить своих разногласия.",
            "Затем, с неожиданной решимостью, она встала.",
            "Они не выполнили данную резолюцию.",
            "Собрание приняло резолюцию, осуждающую действия правительства.",
            "Новости об этом конфликте разрушили наши надежды на его мирное разрешение.",
            "Данная резолюция была предложена председателем Международного комитета.",
            "Центральным пунктом переговоров стало разрешение первоначальных разногласий.",
            "Совет Безопасности Организации Объединённых Наций принял резолюцию, в которой обе страны просят возобновить мирные переговоры.",
            "Резолюция была принята большинством в две трети голосов.",
            "Чем больше количество пикселей на дюйм, тем выше разрешение.",
            "Многие депутаты осудили данную резолюцию как чисто косметическую меру (т.е. то, что будет хорошо выглядеть, но не имеет никакого реального эффекта)."
        ]
    }
}