{
    "respond": {
        "comment": [
            "pond"
        ],
        "translate": "отвечать, реагировать, удовлетворять, отклик",
        "transcription": " |rɪˈspɑːnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I give you two minutes to respond.",
            "I'm uncertain about how to respond.",
            "He hurried to respond to her letter.",
            "She felt an urge to respond.",
            "Would anyone care to respond to the last question?",
            "Most people will respond to the reward of money.",
            "She responded to the news by bursting into tears.",
            "She hasn't yet responded to my letter.",
            "The police respond to emergencies in just a few minutes.",
            "“Are you ready?” he asked. “No,” she responded.",
            "She has responded well to treatment.",
            "The defendant is held to respond in damages.",
            "My mother responded to my request with a firm no.",
            "The teacher asked a question, but the student didn't respond.",
            "Police quickly responded to the call for help.",
            "She responded to their decision by threatening to quit.",
            "Colds do not respond to antibiotics.",
            "Dave didn't respond to any of her emails.",
            "The bank has yet to respond to our letter.",
            "The White House thought it best not to respond.",
            "He made a deliberate decision not to respond negatively.",
            "A civilized society must respond to crime with fairness and justice.",
            "No two people respond to LSD the same way. A trip can become a nightmare, known as a \"bummer\".",
            "Villagers responded with offers of help.",
            "Her failure to respond to the invitation was a serious breach of etiquette.",
            "It is hoped that the industry will respond positively to this new initiative.",
            "The horse will respond to the slightest pressure of a rider's knee.",
            "We're in a good position to monitor and respond to customer concerns.",
            "A fever's refusal to respond to antibiotics is symptomatic of a viral infection.",
            "“Did you hear me?” he prompted when his friend did not respond to his first question."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Даю вам на ответ две минуты.",
            "Я не очень понимаю, как реагировать.",
            "Он поспешил ответить на её письмо.",
            "Она испытала сильное желание ответить.",
            "Кто-нибудь ответит на последний вопрос?",
            "Большинство людей откликнется, если пообещать денежное вознаграждение.",
            "Услышав эту новость, она разрыдалась.",
            "Она ещё не ответила на мое письмо.",
            "Полиция реагирует на срочный вызов всего через несколько минут.",
            "— Ты готова? — спросил он. — Нет, — ответила она.",
            "Она хорошо отреагировала на данную терапию.",
            "Обвиняемый обязан понести ответственность за причинённый ущерб.",
            "Мать ответила на мою просьбу твёрдым отказом.",
            "Учитель задал вопрос, но ученик ничего не ответил.",
            "Полиция быстро отреагировала на призыв о помощи.",
            "В ответ на их решение она пригрозила уволиться.",
            "На простуду антибиотики не действуют.",
            "Дейв не ответил ни на одно из её писем.",
            "Банк ещё не ответил на наше письмо.",
            "Белый дом счёл за лучшее не отвечать.",
            "Он принял сознательное решение не реагировать негативно.",
            "Цивилизованное общество должно реагировать на преступления честно и справедливо.",
            "Нет двух людей, которые бы совершенно одинаково реагировали на ЛСД. Улет может превратиться в кошмар, так называемую \"шубу\".",
            "В ответ на это жители деревни предложили помощь.",
            "То, что она не ответила на приглашение, было серьёзным нарушением этикета.",
            "Остаётся надеяться, что промышленность положительно отреагирует на эту новую инициативу.",
            "Эта лошадь будет реагировать на малейшее давление коленей всадника.",
            "Положение позволяет нам отслеживать и реагировать на вопросы, возникающие у клиентов.",
            "Отсутствие снижения температуры в результате применения антибиотиков является симптомом вирусной инфекции.",
            "— Ты меня слышал? — спросил он, когда его друг не ответил на его первый вопрос."
        ]
    }
}