{
    "responsible": {
        "comment": [],
        "translate": "ответственный, несущий ответственность, надежный, сознательный, важный",
        "transcription": " |rɪˈspɑːnsəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is a very responsible worker.",
            "He is responsible enough for this job.",
            "She behaved in a very responsible way.",
            "Is he responsible enough to have a car?",
            "Who is responsible for this terrible mess?",
            "The town is responsible for snow removal.",
            "They are in no small way responsible for it.",
            "He is largely responsible for the problem.",
            "She was responsible for product distribution.",
            "I guess I'm partially responsible for what happened.",
            "I hold him personally responsible.",
            "She is responsible for the organization of the party.",
            "He's the person responsible for hiring and firing.",
            "She is responsible for many innovations in her field.",
            "Which of them is legally responsible for the accident?",
            "You can leave the children with Billy — he's very responsible.",
            "She's responsible for the supervision of a large staff.",
            "determined who was the responsible party",
            "Who is responsible for these malicious rumours?",
            "Whoever is responsible for this will be punished.",
            "You will be held solely responsible for any damage.",
            "He is not responsible for the crimes imputed to him.",
            "They were responsible for several engineering firsts.",
            "Mills is responsible for a budget of over $5 million.",
            "It's time you started acting like a responsible adult.",
            "The poor weather was partly responsible for the crash.",
            "Each of us is individually responsible for this project.",
            "an evil dictator responsible for the deaths of millions",
            "The DOE is responsible for maintaining the energy policy.",
            "a UN agency responsible for helping refugees"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она — очень ответственный работник.",
            "Он достаточно ответственный человек для этой работы.",
            "Она вела себя очень ответственно.",
            "Достаточно ли он ответственный чтобы иметь машину?",
            "Кто в ответе за эту ужасную путаницу?",
            "За уборку снега отвечают городские власти.",
            "Они в немалой степени несут за это ответственность.",
            "Он в значительной степени несёт ответственность за эту проблему.",
            "Она отвечала за распределение /распространение/ продукции.",
            "Наверное, я тоже отчасти в ответе за то, что случилось.",
            "Я возлагаю всю ответственность лично на него.",
            "Она отвечает за организацию этой вечеринки.",
            "Именно он отвечает за приём на работу и увольнение.",
            "На её счету множество инноваций в своей области.",
            "Кто из них несёт юридическую ответственность за этот несчастный случай?",
            "Можете оставить детей с Билли: он очень ответственный.",
            "Она отвечает за руководство большим штатом сотрудников.",
            "определили, кто же был виновной стороной",
            "Кто распускает эти злые слухи?",
            "Виновные в этом /ответственные за это/ будут наказаны.",
            "Вы будете нести непосредственную ответственность за любой ущерб.",
            "Он не несёт ответственности за вменяемые ему преступления.",
            "Они были ответственны за несколько инженерных новшеств.",
            "Миллз отвечает за бюджет размером более пяти миллионов долларов.",
            "Пора тебе начать вести себя как ответственный, взрослый человек.",
            "В этой аварии была частично виновата ужасная погода.",
            "Каждый из нас несет персональную ответственность за выполнение этого проекта.",
            "злой диктатор, несущий ответственность за миллионы смертей",
            "Министерство энергетики отвечает за проведение энергетической политики.",
            "агентство ООН, которое отвечает за оказание помощи беженцам"
        ]
    }
}