{
    "respected": {
        "comment": [],
        "translate": "уважаемый, почитаемый",
        "transcription": " |rəˈspektəd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She respected him for his honesty.",
            "He was respected and admired by his peers.",
            "Jim's father was respected for his fairness.",
            "He's one of the most respected managers in the game.",
            "A respected think tank led by academics from Glasgow.",
            "She has an overwhelming need to be liked and respected.",
            "Charlemagne was respected as a just ruler.",
            "He respected the dignity of the emissaries.",
            "She's respected equally by the young and old.",
            "The President's assurances were not respected.",
            "Her associates respected her for her hard work.",
            "She is highly respected for her professionalism.",
            "He is also respected for his brilliance as an artist.",
            "He was trusted, respected, and completely incorruptible.",
            "She said she wanted to leave, and her father respected her wishes.",
            "She is one of the most highly respected journalists in the country."
        ],
        "example_translate": [
            "Она уважала его за честность.",
            "Он вызывал уважение и восхищение у своих коллег.",
            "Отца Джима уважали за честность.",
            "Он один из самых уважаемых тренеров в этой игре.",
            "Пользующийся уважением научный центр, возглавляемый учёными из Глазго.",
            "У неё есть огромная потребность в любви и уважении.",
            "Карла Великого уважали как справедливого правителя.",
            "Он оказал уважение высокому статусу посланников.",
            "Её в равной мере уважают и молодёжь, и старики.",
            "Заверения президента не были соблюдены.",
            "Коллеги уважали её за трудолюбие.",
            "Она пользуется заслуженным уважением за профессионализм.",
            "Его также уважают как великолепного художника.",
            "Он был надёжным, уважаемым, и совершенно неподкупным.",
            "Она сказала, что хочет уйти, а её отец уважал её желания.",
            "Она является одним из наиболее уважаемых журналистов в стране."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}