{
    "restrict": {
        "comment": [],
        "translate": "ограничивать, рестрикт",
        "transcription": " |rɪˈstrɪkt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The new law restricts smoking in public places.",
            "Her eye problem restricts her reading.",
            "The agreement will restrict competition.",
            "His power was restricted within narrow limits.",
            "She was told to restrict the amount of salt she uses.",
            "The new law restricts the sale of hand guns.",
            "Certain information is restricted to government officials.",
            "In future we will restrict class sizes to 20 students.",
            "The Senate voted to restrict the funds. The Assembly voted the opposite.",
            "The government was accused of using the law to restrict individual freedom",
            "They say the government is trying to restrict them from speaking out.",
            "The cramped living conditions severely restricted the children's freedom to play.",
            "That area is restricted to security personnel only.",
            "Enlarged adenoids may restrict the breathing of children.",
            "Restrict the use of this parking lot.",
            "an attempt to restrict governmental power",
            "They have accused the government of trying to restrict free speech.",
            "The rule presupposes a need to restrict student access to the library.",
            "Would it make sense for the city authorities to further restrict parking?",
            "You may need to restrict access to certain files (=limit the number of people who can read them)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Новый закон ограничивает курение в общественных местах.",
            "Из-за проблем со зрением она не может много читать.",
            "Данное соглашение будет ограничивать конкуренцию.",
            "Его полномочия были очень ограничены.",
            "Ей было сказано ограничить количество потребляемой соли.",
            "Новый закон ограничивает продажу ручного огнестрельного оружия.",
            "Доступ к определённой информации разрешён только правительственным чиновникам.",
            "В будущем мы ограничим размер класса двадцатью учениками.",
            "Сенат постановил ограничить фонды. Законодательное собрание постановило обратное.",
            "Правительство обвинили в использовании закона с целью ограничения свободы личности.",
            "Они утверждают, что правительство пытается помешать им высказывать своё мнение.",
            "Стеснённые жилищные условия серьёзно ограничивают детям возможность для игр.",
            "На этой территории могут находиться только сотрудники службы охраны.",
            "Иногда дыхание детей затрудняют увеличенные аденоиды.",
            "Ограничьте пользование этой стоянкой.",
            "попытка ограничения государственной власти",
            "Они обвинили правительство в попытках ограничить свободу слова.",
            "Данное правило основано на необходимости ограничения доступа студентов к библиотеке.",
            "Имеет ли смысл для городских властей ещё больше ограничить парковку?",
            "Вам может понадобиться ограничение доступа к определённым файлам (т.е. ограничить число людей, которые могут их прочитать)."
        ]
    }
}