{
    "resume": {
        "comment": [],
        "translate": "резюме, итог, сводка, конспект, продолжать, возобновлять, резюмировать",
        "transcription": " |rɪˈzuːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He stopped for a moment and then resumed speaking.",
            "They resumed their courage.",
            "Peace talks will resume tomorrow.",
            "We resumed the negotiations.",
            "She sat down and resumed her work.",
            "Normal services will be resumed in the spring.",
            "After the rain stopped, the teams resumed play.",
            "I resumed my place at the podium.",
            "She will be resuming her position at the company.",
            "The game resumed after the rain stopped.",
            "Candidates can apply in person or send a resume.",
            "Your resume should highlight your skills and achievements.",
            "It is advisable to write a career objective at the start of your resume.",
            "A carefully written cover letter and resume is worth the effort.",
            "He shook his visitor's hand and resumed his seat.",
            "The painting resumed its old condition when we restored it.",
            "The search will resume at first light tomorrow.",
            "She hopes to resume work after the baby is born.",
            "He was cleared by doctors to resume skating in August.",
            "If you would like to be considered for the job, please submit your résumé.",
            "New Year's resolutions typically include the repudiation of chocolate and other indulgences and the promise to resume working out at the gym.",
            "The rebels have resumed hostilities against government troops.",
            "The United Nations Security Council has passed a resolution asking the two countries to resume peace negotiations."
        ],
        "example_translate": [
            "Он на минуту остановился и затем стал снова говорить.",
            "Они вновь обрели мужество.",
            "Мирные переговоры возобновятся завтра.",
            "Мы возобновили переговоры.",
            "Она села и продолжила работу.",
            "Обычное обслуживание будет возобновлено весной.",
            "После того, как дождь прекратился, команды продолжили игру.",
            "Я вновь занял своё место на трибуне.",
            "Она вновь займёт своё прежнее положение в компании.",
            "Игра возобновилась после прекращения дождя.",
            "Соискатели могут подать заявление лично или отправить резюме.",
            "Резюме должно подчёркивать /выдвигать на первый план/ ваши навыки и достижения.",
            "Рекомендуется писать цель карьеры в начале вашего резюме.",
            "Тщательно написанные сопроводительное письмо и резюме стоят затраченных усилий.",
            "Он пожал гостю руку и снова уселся на своё место.",
            "Картина вернулась в прежнее состояние, когда мы её отреставрировали.",
            "Поиски возобновятся завтра на рассвете.",
            "Она надеется возобновить работу после рождения ребёнка.",
            "Врачи разрешили ему возобновить катание в августе.",
            "При желании стать кандидатом на эту вакансию, просьба подать резюме.",
            "На новый год люди обычно обещают себе отказаться от шоколада и других вкусностей, а также возобновить тренировки в тренажёрном зале.",
            "Повстанцы возобновили боевые действия против правительственных войск.",
            "Совет Безопасности Организации Объединённых Наций принял резолюцию, в которой обе страны просят возобновить мирные переговоры."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}