{
    "retain": {
        "comment": [
            "retailer",
            "retail"
        ],
        "translate": "сохранять, удерживать, хранить, поддерживать, помнить, приглашать",
        "transcription": " |rɪˈteɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This soil retains water.",
            "The sea retains the sun's warmth longer than the land.",
            "She retained her composure",
            "I cannot retain so much information.",
            "I cannot retain these distinctions.",
            "She retains a lawyer.",
            "The Bank of England has taken further steps to retain control over the value of the pound.",
            "I find it very difficult to retain facts.",
            "He has retained a lawyer to challenge the court's decision.",
            "I retain this drug for a long time.",
            "A lot of information can be retained in your computer.",
            "It is difficult to retain top management.",
            "The state wants to retain control of food imports.",
            "The company's goal is to attract and retain good employees.",
            "They have decided to retain a firm to conduct a survey.",
            "Can she retain her Wimbledon crown?",
            "Limestone is known to retain moisture.",
            "This garment retains its shape even after many washings.",
            "You may need to retain an attorney.",
            "It's increasingly difficult to recruit and retain good staff.",
            "The landlord retained the security deposit.",
            "A landlord may retain part of your deposit if you break the lease.",
            "The TV show has retained its popularity for many years.",
            "The team failed to retain him, and he became a free agent.",
            "They insisted on retaining old customs.",
            "You will retain your rights as a citizen.",
            "He struggled to retain a shred of his dignity."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта почва удерживает воду.",
            "Море дольше сохраняет солнечное тепло, чем земля.",
            "Она сохранила самообладание.",
            "Я не могу удержать в голове столько информации.",
            "Никак не могу запомнить эти различия.",
            "Она нанимает адвоката / юриста.",
            "Банк Англии принял дальнейшие меры по сохранению контроля над курсом фунта.",
            "Мне очень трудно удерживать факты в голове.",
            "Он нанял адвоката, чтобы опротестовать решение суда.",
            "Этот препарат долго выводится у меня из организма.",
            "Много информации можно сохранить на вашем компьютере.",
            "Сложно удержать высшее руководство.",
            "Государство хочет сохранить контроль над импортом продовольствия.",
            "Цель компании состоит в том, чтобы привлечь и удержать хороших работников.",
            "Для проведения опроса они решили нанять одну фирму.",
            "Сумеет ли она сохранить титул победительницы Уимблдонского турнира?",
            "Известняк, как известно, удерживает влагу.",
            "Данная одежда сохраняет свою форму даже после многих стирок.",
            "Возможно, вам потребуется нанять адвоката.",
            "Всё труднее становится привлечь и удержать хороших работников.",
            "Хозяин оставил денежный залог себе.",
            "Арендодатель может удержать часть вашего задатка, если вы расторгнете договор аренды раньше срока.",
            "Эта телепередача остаётся популярной на протяжении многих лет.",
            "Команда не смогла его удержать, и он стал свободным агентом.",
            "Они настаивали на сохранении старых обычаев.",
            "Вы сохраните свои права как гражданина.",
            "Он изо всех сил пытался сохранить остатки своего достоинства."
        ]
    }
}