{
    "retail": {
        "comment": [
            "retain",
            "retailer"
        ],
        "translate": "розничный, в розницу",
        "transcription": " |ˈriːteɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Is that price retail or wholesale?",
            "She has a job in retail.",
            "This book retails at $10 overseas.",
            "I'll sell it to you retail only.",
            "Retail sales fell in November by 5%.",
            "Jack comes and retails the story of Mark's relationship with Mary to my friend.",
            "The product sells retail for about $100.",
            "August is a quiet time of year for the retail trade.",
            "The new cabinet policy zoomed retail prices.",
            "Retail sales showed a gain of 0.4%.",
            "Salt was hawked about by retail dealers.",
            "The costings give us a retail price of $2.50.",
            "I'm a relative newcomer to the retail business.",
            "New retail real-estate firm is targeting San Antonio.",
            "Retail sales are a gauge of consumer spending.",
            "We retail clothing at the best possible prices.",
            "The retail markup on their products is 25 percent.",
            "Working on Saturdays is usual in the retail trade.",
            "There are good prospects for growth in the retail sector.",
            "That's a bully idea for reviving the town's retail center.",
            "We should be able to retail most of these products to overseas customers.",
            "Farmers in the vicinity of large towns, may be compared to retail shopkeepers.",
            "You usually have to pay more if you buy something retail than if you buy it wholesale.",
            "Large retail chains are usually only prepared to locate stores in areas of high population density.",
            "The retail value would be around $500.",
            "Benetton has retail outlets in every major European city.",
            "Shrinkage is the retail trade's euphemism for shoplifting.",
            "We only deal with wholesalers — we don't sell any of our goods retail.",
            "Since its inception, the business has expanded to become a national retail chain."
        ],
        "example_translate": [
            "Это розничная цена или оптовая?",
            "Она работает в сфере розничной торговли.",
            "Розничная цена этой книги за границей - 10 долларов.",
            "Я продам тебе это только в розницу.",
            "Объем розничных продаж в ноябре сократился на 5% / Розничные продажи в ноябре упали на 5%.",
            "Джек приходит и рассказывает моему другу про отношения Марка и Мери.",
            "Этот продукт продаётся в розницу по цене около ста долларов.",
            "Август — сезон затишья в розничной торговле.",
            "Из-за политики нового кабинета резко повысились розничные цены.",
            "Розничные продажи показали прирост на четыре десятых процента.",
            "Соль продавали в розницу уличные торговцы.",
            "Калькулирование себестоимости дает розничную цену в два с половиной доллара.",
            "В розничной торговле я, в общем-то, новичок.",
            "Новое агентство планирует выйти на рынок недвижимости Сан-Антонио.",
            "Розничные продажи позволяют судить об уровне потребительских расходов.",
            "Мы продаём одежду в розницу по лучшим из возможных цен.",
            "Розничная наценка на их продукцию составляет двадцать пять процентов.",
            "В розничной торговле работа по субботам — обычное дело.",
            "Существуют хорошие перспективы для роста в розничном секторе.",
            "Это отличная идея для возрождения городского торгового центра.",
            "Мы должны суметь продать большую часть этой продукции за границей.",
            "Фермеров в окрестностях больших городов можно сравнить с владельцами магазинов розничной торговли.",
            "Как правило, при покупке чего-то в розницу приходится платить больше, чем если покупать это оптом.",
            "Крупные розничные сети, как правило, готовы размещать магазины лишь в районах с высокой плотностью населения.",
            "Розничная стоимость (товара) составит около пятисот долларов.",
            "У компании Benetton есть розничные магазины во всех крупных городах Европы.",
            "Слово \"усадка\" — этот принятый в розничной торговле эвфемизм, означающий магазинные кражи.",
            "Мы работаем только с оптовиками, и никаких товаров в розницу не продаём.",
            "С момента своего основания компания расширилась и стала национальной розничной сетью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}