{
    "retirement": {
        "comment": [
            "retire",
            "retired",
            "stir"
        ],
        "translate": "отставка, уход на пенсию, выход в отставку, уединение, отступление, отход",
        "transcription": " |rɪˈtaɪərmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She went into retirement last year.",
            "Will you be able to support yourself in retirement?",
            "I'm looking forward to retirement.",
            "She decided to take an early retirement.",
            "We wish you a long and happy retirement.",
            "I took early retirement from the company in 1976.",
            "During his retirement, he wrote two unpublished works.",
            "There is not much probability of his retirement",
            "He is living happily in retirement, with his retirement pension.",
            "Health problems force many older Americans into early retirement.",
            "He is ready for retirement.",
            "His retirement won't make any difference to the way we conduct our affairs.",
            "The minimum age for retirement is 55.",
            "Bad health forced him into taking early retirement.",
            "She retired in 1986, but agreed to step out of retirement in 1990.",
            "I'm not sure how he'll make the emotional adjustment to retirement.",
            "Progressive illness cut short his career and forced his retirement in 2001.",
            "After five years in retirement, he staged a comeback to international tennis.",
            "They had to bring a foreman bricklayer out of retirement to supervise the work.",
            "Dad's approaching retirement age.",
            "He's 55 now, and nearing retirement.",
            "I hope you enjoy a long and happy retirement.",
            "He remained in that position until his retirement in 2000.",
            "compulsory retirement at age 70",
            "Early retirement beckoned for George.",
            "She's planning to delay her retirement.",
            "Best wishes for a long and happy retirement!",
            "He filled the gap left by Hirst's retirement.",
            "The government decided to reduce the permissive retirement age from 65 to 62.",
            "They ran a feature on retirement planning."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она ушла на пенсию в прошлом году.",
            "Вы сможете обеспечить себя на пенсии?",
            "Я с нетерпением жду выхода на пенсию.",
            "Она решила рано / досрочно выйти на пенсию.",
            "Мы желаем вам долгих и счастливых лет жизни на пенсии.",
            "Я досрочно ушел из компании на пенсию в 1976 г.",
            "Находясь на пенсии, он написал две неопубликованные работы.",
            "Его отставка не слишком вероятна.",
            "Он счастливо живёт на пенсии на своё пенсионное пособие.",
            "Проблемы со здоровьем вынуждают многих пожилых американцев досрочно выходить на пенсию.",
            "Ему пора на пенсию.",
            "Его уход на пенсию никак не отразится на ходе наших дел.",
            "Минимальный возраст для выхода на пенсию — 55 лет.",
            "Плохое здоровье вынудило его рано уйти на пенсию.",
            "Она вышла в отставку в 1986 г., но в 1990 г. согласилась временно вернуться из отставки.",
            "Я не знаю, как он сможет психологически приспособиться к жизни на пенсии.",
            "Прогрессирующая болезнь оборвала его карьеру и вынудила его в 2001 г. уйти в отставку.",
            "После пятилетнего перерыва он вернулся в большой теннис.",
            "Они были вынуждены отозвать старшего каменщика с пенсии для осуществления надзора за работой.",
            "Папа приближается к пенсионному возрасту.",
            "Сейчас ему пятьдесят пять лет, и пенсия уже скоро.",
            "Надеюсь, вас ждёт долгая и счастливая жизнь на пенсии.",
            "Он оставался на этой должности вплоть до ухода на пенсию в 2000 году.",
            "вынужденный /принудительный/ выход на пенсию в возрасте 70 лет",
            "Джорджу светил ранний выход на пенсию.",
            "Она планирует отложить дату выхода на пенсию.",
            "С наилучшими пожеланиями долгой и счастливой жизни!",
            "Он заполнил пробел, образовавшийся после ухода Хёрста.",
            "Правительство решило снизить пенсионный возраст с 65 до 62 лет.",
            "Они выпустили статью о пенсионном планировании."
        ]
    }
}