{
    "retire": {
        "comment": [
            "retired",
            "retirement",
            "stir"
        ],
        "translate": "уходить, удаляться, уходить в отставку, увольняться, увольнять, отступать",
        "transcription": " |rɪˈtaɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He retired at age 68.",
            "Jim's uncle retired from the railway company.",
            "I retired to my room to think.",
            "At the end of the meal, we all retired to the garden.",
            "He had to retire because of ill health.",
            "She finally retired that old coat",
            "Most people retire at 65.",
            "Are you rich enough to retire?",
            "In June he gave a broad hint that he might retire.",
            "There is no need for the jury to retire. (Pink Floyd, \"The Wall\")",
            "We retired to bed between ten and eleven o'clock.",
            "He was retired on medical grounds.",
            "They have two more years before they retire",
            "He retired when he was 65.",
            "The ladies retired to their tea, and left us over a bottle of wine.",
            "There was no intimation that she would retire.",
            "She dropped a hint that she would retire soon.",
            "He had to retire from the race because of trouble with the gearbox.",
            "He could retire on his residuals",
            "After talking it over with my wife, I've decided to retire.",
            "It was a sign for him to retire from the world.",
            "The General and I retired to his study to talk privately.",
            "She had to retire during the first set because of a muscle strain.",
            "Proceeds may be used to retire outstanding securities of the company.",
            "Despite her wish to continue working, she was forced to retire at the age of 62.",
            "Failing eyesight forced him to retire early.",
            "But tell me, are you really planning to retire?",
            "When you retire you'll get a lump sum of £80,000.",
            "The team is retiring his jersey number in honor of his great career.",
            "The pitcher retired three batters."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он вышел на пенсию в шестьдесят восемь лет.",
            "Дядя Джима уволился из железнодорожной компании.",
            "Я уединился в своей комнате, чтобы подумать.",
            "После обеда мы все вышли в сад.",
            "Он был вынужден уйти в отставку из-за плохого здоровья.",
            "Она, наконец-то, перестала носить это старое пальто.",
            "Большинство людей выходит на пенсию в шестьдесят пять лет.",
            "Достаточно ли вы богаты, чтобы уйти на покой?",
            "В июне он прозрачно намекнул о возможном уходе на пенсию.",
            "Присяжным нет нужды совещаться.",
            "Мы отправились по кроватям между десятью и одиннадцатью часами.",
            "Его отправили в отставку по состоянию здоровья.",
            "У них есть более двух лет до ухода на пенсию.",
            "Он вышел на пенсию в шестьдесят пять лет.",
            "Дамы ушли пить чай, и оставили нас за бутылкой вина.",
            "Ничто не предвещало того, что она уволится.",
            "Она намекнула, что скоро уйдёт на пенсию.",
            "Он вынужден был сойти с дистанции из-за проблем с коробкой передач.",
            "Он мог позволить себе уйти на пенсию и жить на свои сбережения.",
            "Посоветовавшись с женой, я решил уйти на пенсию.",
            "Это был знак ему удалиться от мира.",
            "Генерал и я прошли к нему в кабинет, чтобы поговорить наедине.",
            "Она пришлось уйти (прекратить игру) в первом сете из-за растяжения мышц.",
            "Доходы могут быть использованы на погашение находящихся в обращении ценных бумаг компании.",
            "Несмотря на желание продолжать работать, в возрасте шестидесяти двух лет она была вынуждена уйти на пенсию.",
            "Ухудшение зрения вынудило его уйти в отставку досрочно.",
            "Но скажи, ты и впрямь собираешься на пенсию?",
            "Когда вы выйдете на пенсию, вы получите единовременное пособие в размере 80 000 фунтов стерлингов.",
            "Команда навсегда закрепила за ним его игровой номер в честь его выдающейся карьеры.",
            "Подающий /питчер/ выбил в аут трёх отбивающих (о бейсболе)."
        ]
    }
}