{
    "retired": {
        "comment": [
            "retire",
            "retirement",
            "stir"
        ],
        "translate": "отставной, в отставке, уединенный, ушедший на пенсию, удалившийся от дел",
        "transcription": " |rɪˈtaɪərd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He retired at age 68.",
            "Both my parents are retired now.",
            "I am a married retired man.",
            "I retired to my room to think.",
            "The ladies retired to their tea, and left us over a bottle of wine.",
            "At the end of the meal, we all retired to the garden.",
            "They hiked out to a retired beach and fished in the surf.",
            "He retired from chess.",
            "retired people living on their pensions",
            "He retired in October.",
            "He retired when he was 65.",
            "Dad retired at the age of 56.",
            "He retired as a GP last year.",
            "The senior partner has retired.",
            "The men retired to the library.",
            "She finally retired that old coat",
            "Jim retired to raise raspberries.",
            "He was retired on medical grounds.",
            "The pitcher retired three batters.",
            "He became ill and was retired early.",
            "Flynn retired from politics in 1986.",
            "He retired after 30 years of service.",
            "I retired from teaching three years ago.",
            "I took over his practice when he retired",
            "He retired from life when his wife died.",
            "He retired as a colonel in the air force.",
            "The jury retired to deliberate the verdict.",
            "The director was retired after the scandal.",
            "Jim's uncle retired from the railway company.",
            "He has retired from the service of the Crown."
        ],
        "example_translate": [
            "Он вышел на пенсию в шестьдесят восемь лет.",
            "Мои родители сейчас на пенсии.",
            "Я состоящий в браке пенсионер.",
            "Я уединился в своей комнате, чтобы подумать.",
            "Дамы ушли пить чай, и оставили нас за бутылкой вина.",
            "После обеда мы все вышли в сад.",
            "Они ушли на уединённый пляж и стали ловить рыбу в водах прибоя.",
            "Он ушёл из шахмат.",
            "пенсионеры, живущие на свои пенсии",
            "Он вышел в отставку /на пенсию/ в октябре.",
            "Он вышел на пенсию в шестьдесят пять лет.",
            "Папа вышел на пенсию в возрасте пятидесяти шести лет.",
            "В прошлом году он прекратил работать в качестве врача общей практики /терапевта/.",
            "Старший партнер ушёл на пенсию.",
            "Мужчины удалились в библиотеку.",
            "Она, наконец-то, перестала носить это старое пальто.",
            "Джим вышел в отставку /ушёл на пенсию/, чтобы заняться выращиванием малины.",
            "Его отправили в отставку по состоянию здоровья.",
            "Подающий /питчер/ выбил в аут трёх отбивающих (о бейсболе).",
            "Он тяжело заболел и рано вышел на пенсию.",
            "Флинн ушёл из политики в 1986 году.",
            "Он вышел на пенсию после тридцати лет службы.",
            "Я оставил преподавательскую работу три года назад.",
            "Когда он вышел на пенсию, его практика досталась мне.",
            "Когда жена умерла, он потерял интерес к жизни.",
            "Он вышел в отставку в звании полковника ВВС.",
            "Присяжные удалились для обсуждения вердикта.",
            "После этого скандала директор был уволен.",
            "Дядя Джима уволился из железнодорожной компании.",
            "Он ушла в отставку с государственной службы. (брит.)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}