{
    "retreat": {
        "comment": [
            "treatment",
            "treat",
            "treaty",
            "retrieve"
        ],
        "translate": "отступление, отход, убежище, отбой, отступать, отходить, уходить, удаляться",
        "transcription": " |rɪˈtriːt|",
        "antonyms": [],
        "mnemonic": [
            "retreat [ритри'т] отступать - У кого (у-ретрит) тот отступает от женщин."
        ],
        "examples": [
            "He quickly retreated from the room.",
            "The flood waters are slowly retreating.",
            "After her defeat, she retreated from politics.",
            "You cannot retreat from your responsibility in this affair.",
            "Napoleon's retreat from Moscow",
            "At last we forced the enemy to retreat from the town.",
            "Thick woods covered their retreat.",
            "He saw her and retreated, too shy to speak to her.",
            "Perry lit the fuse and retreated to a safe distance.",
            "Want a quiet country retreat for your weekend break? Then look no further!",
            "Trianon is a kind of retreat appendant to Versailles.",
            "The Canadian government has retreated from a plan to kill 300 wolves.",
            "They were attacked and forced to retreat.",
            "It is a mere fetch to favour his retreat.",
            "Our government has retreated from its hard-line position.",
            "They retreated behind trees for safety.",
            "Seeing the dog, the cat made a hasty retreat up a tree.",
            "The religious retreat is a form of vacation activity.",
            "She went for a retreat at the monastery for a temporary respite from the moil of the modern world.",
            "The general regrouped his forces after the retreat.",
            "In military parlance this is known as a fast retreat.",
            "He beat a hasty retreat when he spotted me.",
            "It was not a conscious choice to retreat from public life.",
            "The troops harrassed the defeated army throughout its retreat.",
            "Terrified forest creatures in a headlong retreat from the rapidly spreading fire.",
            "I spent three weeks on retreat in Scotland.",
            "The rebel forces are in full retreat (=retreating very fast).",
            "Once the Germans were forced to retreat from Stalingrad, the Nazi cause was kaput."
        ],
        "example_translate": [
            "Он быстро вышел из комнаты.",
            "Потоки воды /воды потопа/ медленно отступают.",
            "После поражения она оставила политику.",
            "Ты не сможешь снять с себя ответственность за это.",
            "отступление Наполеона из Москвы",
            "Наконец, мы заставили врага отступить из города.",
            "Густые леса прикрыли их отступление.",
            "Он увидел её и отступил, постеснявшись с ней поговорить.",
            "Перри поджёг фитиль и отступил на безопасное расстояние.",
            "Ищете тихий загородный дом для отдыха в выходные дни? Тогда вы уже нашли!",
            "Трианон - это уединенное место, относящееся к Версалю.",
            "Канадское правительство отказалось от намерения уничтожить триста волков.",
            "Они подверглись нападению и были вынуждены отступить.",
            "Это не более чем уловка, чтобы прикрыть отступление.",
            "Наше правительство свернуло со своего жёсткого курса.",
            "Они отступили, скрывшись за деревьями.",
            "Увидев пса, кошка поспешно ретировалась на дерево.",
            "Такое религиозное уединение является формой досуга.",
            "Она удалилась в монастырь, взяв временную передышку от вечной суеты современного мира.",
            "После отступления полководец перегруппировал свои силы.",
            "В военной терминологии это называется \"быстрое отступление\".",
            "Завидев меня, он поспешно ретировался.",
            "Отход от общественной деятельности не был сознательным.",
            "Войска не давали покоя побеждённой армии на протяжении всего отступления.",
            "Напуганные лесные животные в панике бросились спасаться от стремительно распространяющегося огня.",
            "Я провёл три недели в уединении в Шотландии.",
            "Силы повстанцев отступают по всему фронту (очень быстро).",
            "Как только немцы были вынуждены отступить из Сталинграда, делу нацистов настал конец."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}