{
    "retrieve": {
        "comment": [],
        "translate": "извлекать, вернуть, восстанавливать, находить, вернуть себе, исправлять, обрести",
        "transcription": " |rɪˈtriːv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You can quickly retrieve data.",
            "I went to retrieve my suitcase.",
            "Police retrieved his stolen car.",
            "Nothing could retrieve his spirit.",
            "I retrieved my paper from the waste paper basket.",
            "It took four days to retrieve all the bodies from the crash.",
            "Only great efforts can retrieve the firm from ruin.",
            "The files were retrieved from the computer.",
            "These dogs are trained to retrieve birds from the places where they fall.",
            "The dog is learning how to retrieve.",
            "The general made one last desperate effort to retrieve the situation.",
            "He was able to retrieve the document.",
            "She bent down to retrieve her earring.",
            "Many archaeological relics were retrieved from the site.",
            "The new version of the software automatically retrieves digital information.",
            "The dog has been trained to retrieve birds."
        ],
        "example_translate": [
            "Вы сможете быстро извлечь данные.",
            "Я пошёл забрать свой чемодан.",
            "Полиция вернула ему украденный автомобиль.",
            "Ничто не могло поднять ему настроение.",
            "Я вынул свой лист из мусорной корзины для бумаг.",
            "Понадобилось четыре дня на то, чтобы извлечь тела после аварии.",
            "Лишь титанические усилия могут спасти фирму от разорения.",
            "Файлы были извлечены из компьютера.",
            "Эти собаки так выдрессированы, что умеют находить подстреленную добычу и приносить ее охотнику.",
            "Собака учится находить и приносить дичь.",
            "Генерал сделал последнюю отчаянную попытку исправить ситуацию.",
            "Он сумел отыскать этот документ.",
            "Она нагнулась, чтобы поднять (оброненную) серёжку.",
            "С места раскопок было извлечено множество археологических реликвий.",
            "Новая версия программы автоматически извлекает цифровую информацию.",
            "Эта собака обучена приносить убитую дичь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}