{
    "reveal": {
        "comment": [
            "revenue",
            "revenge"
        ],
        "translate": "показывать, раскрывать, открывать, откровение, разоблачение, четверть",
        "transcription": " |rɪˈviːl|",
        "antonyms": [],
        "mnemonic": [
            "reveal [rɪ'vi: l]\n***\nТебя РАЗОБЛАЧИЛИ, и ты рожу скривил. (это) reveal\nТебя ОБНАРУЖИЛИ, и ты рожу скривил. (это) reveal\nВсё ВСПЛЫЛО, и ты рожу скривил. (это) reveal\n***\nrevenue ['revɪnju: ]\n***\nДОХОД получил, подметая бульвар|авеню. (это)\nrevenue\nГОДОВОЙ ДОХОД мал, но я никого не|\"винью\". (это)\nrevenue\nПолучению ДОХОДА я обязан ревеню. (это) revenue"
        ],
        "examples": [
            "She revealed the secret to us.",
            "I'll reveal all about her murky past.",
            "She will not reveal the secret.",
            "The actress won't reveal how old she is",
            "They revealed the plans for the new building.",
            "Are you at liberty to reveal any names?",
            "She would not reveal the secret.",
            "Why don't you reveal your thoughts to me?",
            "For obvious reasons, I would not like to reveal my name.",
            "Some people are reluctant to reveal their ages.",
            "The book will reveal details of her bitter split with lover.",
            "The test revealed the true cause of death.",
            "We had a pact not to reveal the facts of the case.",
            "God rarely reveal his plans for Mankind.",
            "It's not considered good practice to reveal clients' names.",
            "The expression on his face revealed how he felt.",
            "The dress is cut low enough to reveal a lot of cleavage.",
            "He showed great reluctance to reveal his whereabouts.",
            "The reporter has refused to reveal his sources.",
            "She made a solemn avowal that she would never reveal the secret.",
            "Secret files reveal an Oxford spy ring.",
            "They extorted money from the executive by threatening to reveal his past to the company boss",
            "The priest could not reveal her confidences.",
            "The big red curtains parted to reveal a new car!",
            "Your red-rimmed eyes reveal that you have been crying.",
            "I don't like having to reveal personal information when I fill in a job application.",
            "a guarded man who knew better than to reveal such delicate information",
            "We can't reveal that information without compromising national security.",
            "The curtain opened to reveal the grand prize.",
            "I picked away the layers of slime to reveal the most beautiful fish I had ever seen."
        ],
        "example_translate": [
            "Она раскрыла нам эту тайну.",
            "Я расскажу всё о её тёмном прошлом.",
            "Она не раскроет эту тайну.",
            "Актриса не желает выдавать свой возраст.",
            "Они раскрыли планы строительства нового здания.",
            "Вам позволено раскрыть имена?",
            "Она бы не выдала эту тайну.",
            "Почему ты мне не рассказываешь, что у тебя на уме?",
            "По понятным причинам, я бы не хотел раскрывать своё имя.",
            "Некоторые люди неохотно раскрывают свой возраст.",
            "Эта книга раскроет подробности её скандального разрыва с любовником.",
            "Анализ выявил истинную причину смерти.",
            "Мы договорились, что будем держать в тайне обстоятельства этого дела.",
            "Бог редко посвящает людей в свои планы.",
            "Разглашать имена клиентов не считается правильным.",
            "По его лицу было понятно, что он чувствует.",
            "Платье имеет достаточно низкий вырез, довольно смело обнажая прелести своей хозяйки.",
            "Он проявил большое нежелание раскрывать своё местонахождение.",
            "Журналист отказался раскрывать свои источники.",
            "Она торжественно заявила, что никогда не выдаст эту тайну.",
            "Секретные файлы разоблачают оксфордскую шпионскую сеть.",
            "Они вымогали деньги у этого должностного лица, угрожая раскрыть главе компании его прошлое.",
            "Священник не мог раскрыть её секреты.",
            "Большие красные шторы раздвинулись, и на свет показался новый автомобиль!",
            "По красным глазам видно, что ты только что плакала.",
            "Мне не нравится, что приходится раскрывать личную информацию, когда я заполняю заявление о приёме на работу.",
            "осторожный человек, которому хватило ума не раскрывать такие деликатные сведения",
            "Мы не можем раскрыть данную информацию без ущерба для национальной безопасности.",
            "Занавес открылся, и на свет показался Большой приз.",
            "Я счистил слои тины, и моему взгляду открылась рыба, красивей которой я в жизни не видал."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}