{
    "reverse": {
        "comment": [
            "revert"
        ],
        "translate": "обратный, реверсировать, задний ход",
        "transcription": " |rɪˈvɜːrs|",
        "antonyms": [],
        "mnemonic": [
            "converse [kən'vɜ: s]\nadverse ['ædvɜ: s] [æd'vɜ: s]\nreverse [rɪ'vɜ: s]\nverse [vɜ: s]\ndiverse [dаɪ'vɜ: s]\naverse [ə'vɜ: s]\ninverse - обратный\n***\nОни БЕСЕДОВАЛИ, а конь|вёз. (это) converse\nВели БЕСЕДУ, а конь|вёз. (это) converse\nОни РАЗГОВАРИВАЛИ, а конь|вёз. (это) converse\nРазговор, беседа.\n***\nВ НЕБЛАГОПРИЯТНЫЙ день меня конь в\nад|вёз и отвёз. (это) adverse\n***\nНа ОБРАТНОМ пути ты конфет мне привёз. (это)\nreverse\nОБРАТНЫЙ ХОД ты сделал и конфет привёз. (это)\nreverse\nПОВЕРНУЛ НАЗАД и конфет привёз. (это) reverse\n***\nСТИХ я сочинил, как меня конь вёз. (это) verse\n***\nНам в РАЗНЫЕ стороны - дай|воз. (это) diverse\n***\nКонь НЕ ПРОЧЬ поесть овёс. (это) averse\nНе против."
        ],
        "examples": [
            "Positions are reversed.",
            "Reverse the paper in the printer.",
            "Can you say the alphabet in reverse order?",
            "Does this thing have a reverse gear?",
            "Our roles as child and guardian had now been reversed.",
            "The trend was reversed.",
            "There is no way to reverse the aging process.",
            "The results were read out in reverse order (=with the worst first and the best last).",
            "Please sign your name on the reverse.",
            "In Greece, we see a country altogether the reverse of India.",
            "Reverse the “i” and “e” in “recieve” to spell “receive” correctly.",
            "My mother and I reversed our roles. Now I'm taking care of her.",
            "Put the car into reverse.",
            "I reversed the car into a side road.",
            "We're going to reverse our usual order and start with Z.",
            "Bob reversed into a parking space.",
            "The decision was reversed on appeal.",
            "The runners reversed their direction on the track.",
            "We thought Sue was older than Bill but just the reverse was true.",
            "I owe you nothing. If anything, the reverse is true (=you owe me).",
            "The drug is used to lower blood pressure but may have the reverse effect in some patients.",
            "Losing the Senate vote was a serious reverse for the President.",
            "Successive presidents have tried to reverse this trend, but without success.",
            "The polished surface twinned his face and chest in reverse.",
            "The incident threatened to put the peace process into reverse.",
            "US video recorders cannot play European tapes, and the same applies in reverse.",
            "The British ten-pence coin has a lion on the reverse."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Позиции переменились.",
            "Переверните бумагу в принтере.",
            "Можешь произнести алфавит в обратном порядке?",
            "У этой штуки есть задний ход /задняя передача/?",
            "Наши роли, ребенка и опекуна, к тому времени поменялись местами.",
            "Тенденция изменилась.",
            "Повернуть вспять процесс старения невозможно.",
            "Результаты были оглашены в обратном порядке (от худших к лучшим).",
            "Распишитесь, пожалуйста, на обороте.",
            "Греция представляет собой совершенно другой тип страны, нежели Индия.",
            "Поменяйте местами буквы “i” и “e”, чтобы правильно написать слово \"receive\".",
            "Мы с матерью поменялись ролями: теперь я о ней забочусь.",
            "Поставьте машину на реверс. / Включите задний ход.",
            "Включив реверс, я выехал на боковую дорогу.",
            "Мы изменим наш привычный порядок и начнём с буквы \"Z\".",
            "Боб задним ходом въехал на парковочное место.",
            "Решение было отменено по апелляции.",
            "Бегуны побежали по трассе в обратном направлении.",
            "Мы думали, что Сью старше Билла, но правдой было как раз обратное.",
            "Я тебе ничего не должен. Если уж на то пошло, то наоборот, ты должен мне.",
            "Данный препарат применяют для снижения артериального давления, но у некоторых пациентов он может иметь и обратный эффект.",
            "Проигрыш голосования в Сенате стал серьёзным поражением президента.",
            "Несколько президентов, один за другим, пытались переломить эту тенденцию, но безуспешно.",
            "На полированной поверхности отражались его лицо и грудь.",
            "Это происшествие угрожало пустить процесс мирного урегулирования вспять.",
            "Американские видеомагнитофоны не воспроизводят европейские кассеты., то же самое применимо и для обратной ситуации.",
            "На реверсе английской монеты в десять пенсов изображён лев."
        ],
        "stars": 2
    }
}