{
    "revenge": {
        "comment": [],
        "translate": "месть, реванш, отмщение, мщение, мстить",
        "transcription": " |rɪˈvendʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Revenge is sweet.",
            "He swore revenge on the killers.",
            "Hamlet revenged his father's death on his uncle.",
            "He sought revenge for his son's murder.",
            "The poor murdered girl must be revenged.",
            "Their furious desire of revenge must be satiated.",
            "He was hot for revenge.",
            "Hector glares revenge.",
            "Victor swore he would get his revenge.",
            "She swore that she would have her revenge.",
            "Revenge may recoil upon the person who takes it.",
            "Leonard was determined to exact revenge on his wife's killer.",
            "He sought revenge against Surkov for separating him from his wife and son.",
            "The team is seeking revenge for the loss earlier in the season.",
            "The mob was baying for revenge.",
            "Silently she meditated revenge.",
            "A theme of revenge underlies much of her writing.",
            "The Australians took revenge for their defeat here last time.",
            "To protect the family honor, he sought to revenge the murder of his kinsman.",
            "The bombing was in revenge for the assassination of their leader.",
            "The sheriff in the movie gets revenge on the dirty varmint who killed his brother.",
            "For vengeance I would do nothing. This nation is too great to look for mere revenge.",
            "He wanted revenge, pure and simple.",
            "It was chillingly clear that he wanted revenge.",
            "She spent her years in prison plotting her revenge.",
            "She had many reasons for taking the money, but chief among them was revenge.",
            "He vowed revenge for the crime perpetrated on his family.",
            "A victim's knee-jerk reaction to the crime is often revenge.",
            "Their actions were motivated in large measure by a desire for revenge."
        ],
        "example_translate": [
            "Месть сладка.",
            "Он поклялся отомстить убийцам.",
            "Гамлет отомстил дяде за смерть отца.",
            "Он жаждал отомстить за убийство сына.",
            "За бедную убитую девочку непременно нужно отомстить.",
            "Их яростное желание мести должно быть удовлетворено.",
            "Он жаждал мести.",
            "Гектор горит жаждой мести.",
            "Виктор поклялся отомстить.",
            "Она поклялась, что отомстит.",
            "Месть может обернуться встречной местью.",
            "Леонард был полон решимости отомстить убийце его жены.",
            "Он жаждал отомстить Суркову за то, что тот разлучил его с женой и сыном.",
            "Команда хочет взять реванш за поражение в начале сезона.",
            "Толпа жаждала мести.",
            "Она молча замышляла месть.",
            "Тема мести лежит в основе большинства её работ.",
            "Австралийцы взяли реванш за поражение, которое они потерпели здесь в прошлый раз.",
            "Чтобы защитить честь семьи, он стремился отомстить за убийство своего родственника.",
            "Этот взрыв они произвели в отместку за убийство своего вожака.",
            "В этом фильме шериф мстит грязному подонку, убившему его брата.",
            "Я не стал бы ничего предпринимать ради мести. Наш народ слишком велик, чтобы мстить. (Дж.А. Гарфилд)",
            "Он хотел отомстить, и ничего больше.",
            "Было до жути понятно, что он хочет мести.",
            "Годы в тюрьме она провела, замышляя месть.",
            "У неё было много причин взять эти деньги, но главной среди них была месть.",
            "Он поклялся отомстить за преступление, совершённое против его семьи.",
            "Часто рефлекторной реакцией жертвы на преступление является месть.",
            "Их действия были в большой степени мотивированы желанием мести."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}