{
    "review": {
        "comment": [],
        "translate": "обзор, рассмотрение, пересмотр, просмотр, пересмотреть, рассматривать",
        "transcription": " |rɪˈvjuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I need time to review the situation.",
            "I reviewed the material before the test.",
            "I read the book reviews in the newspaper.",
            "She sent us her review of the research.",
            "The play got rave reviews.",
            "His movie received a good review.",
            "We will review your situation and decide how we can help you.",
            "The critic gave the film a pithy review.",
            "The decision will be reviewed by the Supreme Court.",
            "The paper published a review of her book.",
            "We'll need to review your recent financial statements.",
            "The court declined to review her case.",
            "Our first task is to review the budget.",
            "The band's new album has had very good reviews.",
            "The book was reviewed in this magazine.",
            "She reviewed her notes for the speech.",
            "I had to employ a lawyer to review the contract.",
            "The medical records were sent to the doctor for review.",
            "The review showed up the flaws of this approach.",
            "A panel of investigators was convened by the president to review the case.",
            "The reviewer padded out his review with a lengthy biography of the author.",
            "Her review of the movie was a rave.",
            "The platoon stood ready for review.",
            "The plans are undergoing final review.",
            "Critics have not yet reviewed the movie.",
            "a scathing review of the book",
            "Foreign Investment Review Agency",
            "an excoriating review in The Times",
            "The committee reviewed the applications.",
            "She reviewed her achievements with pride."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мне нужно время, чтобы проанализировать обстановку.",
            "Я повторил материал перед контрольной.",
            "Я прочитал рецензии на книгу в газете.",
            "Она прислала нам свой анализ этого исследования.",
            "Пьеса получила восторженные отзывы.",
            "Его фильм получил хороший отзыв.",
            "Мы рассмотрим вашу ситуацию и решим, как вам можно помочь.",
            "Критик написал содержательный обзор фильма.",
            "Решение будет пересмотрено Верховным Судом.",
            "Газета опубликовала обзор её книги.",
            "Нам нужно будет проверить вашу последнюю финансовую отчётность.",
            "Суд отказался пересмотреть её дело.",
            "Нашей первоочередной задачей является пересмотр бюджета.",
            "Новый альбом этой группы получил очень хорошие отзывы.",
            "Рецензия на данную книгу была напечатана в этом журнале.",
            "Она ещё раз просмотрела свои заметки для речи.",
            "Чтобы проверить этот контракт, мне пришлось нанять юриста.",
            "Медицинские документы были отправлены на рассмотрение к врачу.",
            "Анализ выявил недостатки такого подхода.",
            "Для рассмотрения этого дела президентом была создана экспертная группа следователей.",
            "Обозреватель снабдил свою рецензию пространной биографией автора.",
            "Её рецензия на этот фильм выражала полный восторг.",
            "Взвод был готов к смотру.",
            "Планы находятся в стадии окончательного рассмотрения.",
            "Рецензий критиков на этот фильм пока ещё не было.",
            "едкая рецензия на книгу",
            "Управление регулирования иностранных инвестиций (в Канаде)",
            "разгромная рецензия в газете \"Таймс\"",
            "Комиссия рассмотрела эти заявки.",
            "Она с гордостью вспоминала свои достижения."
        ]
    }
}