{
    "revise": {
        "comment": [
            "revision"
        ],
        "translate": "пересматривать, изменять, исправлять, проверка, сверка, вторая корректура",
        "transcription": " |rɪˈvaɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I would like to revise my estimate.",
            "She's revising her notes for the exams.",
            "She's revising for her history exam.",
            "We have to revise our plans because of the delays.",
            "The text is revised as appropriate.",
            "I've got to revise my geography.",
            "We have revised our estimates of population growth.",
            "Forecasts of economic growth are being revised downwards.",
            "A couple of sections of the book will need to be revised.",
            "I propose that we revise the bylaws.",
            "We'll revise the schedule to correspond with the school calendar.",
            "That paper needs one more revise, and then I think it's ready to turn in.",
            "The college has revised its plans because of local objections."
        ],
        "example_translate": [
            "Я бы хотел, внести исправления в свои вычисления/расчёты.",
            "Она просматривает свои записи, готовясь к экзамену.",
            "Она просматривает материалы для её экзамена по истории.",
            "Из-за задержек придётся пересмотреть наши планы .",
            "В текст внесены соответствующие изменения.",
            "Мне нужно повторить географию. (перед экзаменом или контрольной, брит.)",
            "Мы пересмотрели свои оценки роста численности населения.",
            "Прогнозы экономического роста были пересмотрены в сторону снижения.",
            "Несколько разделов книги нужно будет исправить.",
            "Я предлагаю пересмотреть устав.",
            "Мы пересмотрим график, чтобы привести его в соответствие со школьным календарём.",
            "Этот документ нужна ещё раз пересмотреть, и тогда, наверное, его можно будет сдавать.",
            "Колледж пересмотрел свои планы из-за внутренних возражений."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}