{
    "revolutionary": {
        "comment": [],
        "translate": "революционный, вращающийся, революционер",
        "transcription": " |ˌrevəˈluːʃənerɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Genius usually follows a revolutionary path",
            "She looks more like a farmer's wife than a revolutionary.",
            "The novel captures the revolutionary fervor of the period.",
            "He insists that he is a revolutionary not a common criminal.",
            "'Land and Liberty' was the rallying cry of revolutionary Mexico.",
            "The revolutionary movement was crushed by the forces of reaction.",
            "They were imbued with a revolutionary ardor.",
            "The new cancer drug is a revolutionary breakthrough.",
            "Advertisers have hackneyed the word “revolutionary” so much that it now just means that a product is new.",
            "This product was touted as a revolutionary invention.",
            "The region, with its widespread poverty, provided fertile ground for revolutionary activitists."
        ],
        "example_translate": [
            "Гений, как правило, идёт революционным путём.",
            "Она больше похожа на фермершу, чем на революционерку.",
            "В романе запечатлён революционный пыл того времени.",
            "Он упорно твердит, что является революционером, а не обычным преступником.",
            "Боевым кличем революционной Мексики было \"Земля и Свобода!\".",
            "Революционное движение было подавлено силами реакции.",
            "Они были охвачены революционным пылом.",
            "Новый препарат от рака является революционным прорывом.",
            "Рекламщики затёрли слов “революционный” настолько, что теперь оно просто означает, что продукт новый.",
            "Этот продукт был разрекламирован, как революционное изобретение.",
            "Эта область, где широко распространена бедность, дала благодатную почву для воспитания революционных деятелей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}