{
    "revolution": {
        "comment": [],
        "translate": "революция, вращение, оборот, переворот, полный оборот, цикл, кругооборот",
        "transcription": " |ˌrevəˈluːʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The group started a revolution.",
            "Catiline was meditating a revolution.",
            "The Earth makes a yearly revolution around the Sun.",
            "They called flat out for revolution.",
            "the revolution of the Earth around the Sun",
            "the efficient cause of the revolution",
            "This idea was externalized in the French Revolution.",
            "The industrial revolution was also a cultural revolution.",
            "The Earth makes one revolution on its axis in about 24 hours.",
            "Introduction of colour print made a revolution in the photography.",
            "on the eve of the French Revolution",
            "a Copernican revolution in modern art",
            "the crisis precipitated by Russia's revolution",
            "the counterculture revolution of the late 1960s",
            "'Permanent revolution' is a contradiction in terms.",
            "The French King was beheaded during the Revolution.",
            "The role of women has changed since the revolution.",
            "The country seems to be heading towards revolution.",
            "The revolution could result in worldwide cataclysm.",
            "The king knew that there was a threat of revolution.",
            "The revolution foreshadowed an entirely new social order.",
            "The revolution of the earth about the sun takes one year.",
            "After the revolution, food distribution was decentralized.",
            "Political revolution is a recurrent theme in Riley's books.",
            "The industrial revolution was a period of great turbulence.",
            "the fundamental revolution in human values that has occurred",
            "He will steer a middle course between pacifism and revolution.",
            "This motor operates at a speed of 5,000 revolutions per minute.",
            "A huge parade was held on the anniversary of the 1959 revolution.",
            "The revolution brought about a fundamental change in the country."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта группа начала революцию.",
            "Катилина замышлял переворот.",
            "Земля совершает (полный) оборот вокруг Солнца за год.",
            "Они открыто требовали революции.",
            "вращение Земли вокруг Солнца",
            "действительная причина революции",
            "Эта идея нашла своё воплощение во Французской революции.",
            "Промышленная революция была также и культурной революцией.",
            "Земля делает один оборот вокруг своей оси примерно за 24 часа.",
            "Изобретение цветной печати произвело революцию в фотографии.",
            "накануне французской революции",
            "коперниканская революция в современном искусстве",
            "кризис, подстёгнутый революцией в России",
            "контркультурная революция конца шестидесятых годов",
            "Выражение \"перманентная революция\" является смысловым противоречием.",
            "Французского короля во время революции обезглавили.",
            "Со времен революции роль женщин изменилась.",
            "Похоже, страна движется в сторону революции.",
            "Революция может привести к мировой катастрофе.",
            "Король понимал, что существует угроза революции.",
            "Революция предзнаменовала совершенно новый социальный порядок.",
            "Один оборот Земли вокруг Солнца длится один год.",
            "После революции распределение продовольствия было децентрализовано.",
            "Политическая революция является рефреном книг Райли.",
            "Промышленная революция была периодом больших потрясений.",
            "произошедшая фундаментальная переоценка человеческих ценностей",
            "Он выберет средний путь между пацифизмом и революцией.",
            "Этот мотор работает со скоростью пять тысяч оборотов в минуту.",
            "По случаю годовщины революции 1959 года состоялся грандиозный парад.",
            "Революция привела к фундаментальным изменениям в стране."
        ]
    }
}