{
    "reward": {
        "comment": [
            "award",
            "towards",
            "awkward",
            "backward",
            "backwards",
            "downward",
            "downwards",
            "forward",
            "forwards",
            "afterwards",
            "inwards",
            "outwards",
            "straightforward",
            "ward",
            "wardrobe",
            "upwards",
            "upward",
            "toward",
            "onwards"
        ],
        "translate": "награда, вознаграждение, воздаяние, вознаграждать, награждать",
        "transcription": " |rɪˈwɔːrd|",
        "antonyms": [],
        "mnemonic": [
            "reward [ривод] вознаграждение, награда - Потребуй награду за (п-ривод) преступника.",
            "award [ə'wɔ: d]\nreward [rɪ'wɔ:d]\n***\nНАГРАДИЛИ наш завод. (это) award\n***\nЕго ПРЕМИРУЮТ, а он ревёт. (это) reward\nСегодня ПРИСУЖДЕНИЕ и он ревёт. (это) reward\nНАГРАДУ получил и ревёт. (это) reward"
        ],
        "examples": [
            "She wanted to reward the cleaners for their efforts.",
            "Love is the reward for love.",
            "We rewarded him for finding our lost dog.",
            "A reward of $20,000 has been offered.",
            "The finder usually receives a reward.",
            "Success brings its own rewards.",
            "To reward high performance, use bonuses.",
            "The reward spurred them to work harder.",
            "Hard work brings its own rewards.",
            "The police are offering a reward for any information.",
            "It is important to reward good behaviour.",
            "A magnificent view rewards the traveller.",
            "She rewarded herself by buying a new pair of shoes.",
            "Even young children worked assiduously for a reward.",
            "He thinks that to propose a reward for virtue is to render virtue impossible.",
            "a reward incommensurate with his effort",
            "Most people will respond to the reward of money.",
            "Righteous behavior is its own reward.",
            "She began to reap (=get) the rewards of all her hard work.",
            "The reward money was an unexpected dividend for our good deed.",
            "Virtuous behavior is its own reward.",
            "The paper put up a reward for information on the murder.",
            "The job is difficult, but the financial rewards are great.",
            "$10,000 is a goodly reward to offer for a missing wedding ring.",
            "The scout was rewarded for courageous action.",
            "The reward consisted in three stone busts of Hermes.",
            "The club's directors rewarded him with a free season ticket.",
            "They took to the water intent on netting the $250,000 offered reward.",
            "Any one of that crush would do murder for no more than 500 dollars reward.",
            "Members will receive a discount in reward for getting friends or family to join."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она хотела вознаградить уборщиков за их усилия.",
            "Наградой за любовь является любовь.",
            "Мы отблагодарили его за то, что он нашёл нашу потерявшуюся собаку.",
            "Назначено вознаграждение в размере двадцати тысяч долларов.",
            "Нашедший (клад) обычно получает вознаграждение.",
            "Успех приносит свои плоды.",
            "Чтобы должным образом вознаградить высокие результаты работы, используйте премии.",
            "Награда побудила их трудиться усерднее.",
            "Тяжёлая работа приносит свои плоды.",
            "Полиция предлагает вознаграждение за любую информацию.",
            "Важно поощрять хорошее поведение.",
            "Величественный вид вознаграждает путешественника за все трудности пути.",
            "Она вознаградила себя покупкой новой пары обуви.",
            "Даже маленькие дети усердно работали за вознаграждение.",
            "Он думает, что предложить за добродетель награду значит уничтожить добродетель как таковую.",
            "награда, несоизмеримая его стараниям",
            "Большинство людей откликнется, если пообещать денежное вознаграждение.",
            "Праведное поведение само по себе является вознаграждением.",
            "Она начала пожинать плоды за весь свой нелегкий труд.",
            "Эта денежная премия стала неожиданным вознаграждением за наше доброе дело.",
            "Добродетельное поведение само по себе является вознаграждением.",
            "Газета профинансировала вознаграждение за информацию о данном убийстве.",
            "Работа сложная, но финансовое вознаграждение просто отличное.",
            "Десять тысяч долларов — это солидное предложение вознаграждения за пропавшее обручальное кольцо.",
            "За смелые действия разведчика наградили.",
            "Наградой были три каменных бюста Гермеса.",
            "Управляющие клубом вознаградили его бесплатным сезонным абонементом.",
            "Они бросились в воду, намереваясь получить обещанное вознаграждение в 250 000 долларов.",
            "Любому из этой банды можно заказать убийство не больше чем за 500 долларов вознаграждения.",
            "Участники получат скидку в награду за привлечение друзей или родственников."
        ],
        "stars": 2
    }
}