{
    "rider": {
        "comment": [
            "ride",
            "riding",
            "override",
            "pride",
            "stride"
        ],
        "translate": "всадник, райдер, наездник, ездок, всадница, седок, дополнение, верховой, ридерс",
        "transcription": " |ˈraɪdər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I think you're the best rider here, no contest.",
            "The horse threw its rider.",
            "The horse flung his rider off.",
            "The thrown rider got back on his horse.",
            "The rider cinched the saddle.",
            "Watch out for bike riders while driving.",
            "Congress added a rider to the health insurance bill.",
            "The horse reared up in fear, throwing its rider off.",
            "The horses neighed when the rider came into the barn.",
            "The horse jibbed at the high fence and the rider fell off.",
            "An expert rider will find almost no reason to leather a horse.",
            "The rider dismounted from his horse and came towards me on foot.",
            "The horse will respond to the slightest pressure of a rider's knee.",
            "The rodeo rider shrieked, “Wahoo!” as he collected his prize money.",
            "He was an inexperienced rider, and the horse soon ran away with him.",
            "At the last moment the horse shied at the fence and threw its rider.",
            "Suddenly the horse flung out and the rider was thrown to the ground.",
            "You have to come off seven times before you can call yourself a rider.",
            "The rider had to rein his horse back when the child ran across his path.",
            "The horse was tired, but the rider spurred him on and reached the post first.",
            "The restive horse threw its head and refused to move when the rider urged it forward."
        ],
        "example_translate": [
            "Я считаю, что ты здесь бесспорно лучший наездник.",
            "Лошадь сбросила своего седока.",
            "Лошадь сбросила седока.",
            "Сброшенный всадник вновь взобрался на коня.",
            "Наездник затянул седло.",
            "Когда ведёшь машину, следи за велосипедистами.",
            "Конгресс выпустил дополнение к законопроекту о медицинском страховании.",
            "Лошадь от страха встала на дыбы и сбросила всадника.",
            "Когда всадник зашёл в конюшню, лошади заржали.",
            "Лошадь внезапно остановилась перед высоким барьером, и всадник упал на землю.",
            "У умелого всадника почти никогда не найдётся причин бить лошадь кнутом.",
            "Всадник спешился и подошёл ко мне.",
            "Эта лошадь будет реагировать на малейшее давление коленей всадника.",
            "Забирая денежный выигрыш, этот участник родео издал пронзительный радостный вопль.",
            "Он был неопытный наездник, и лошадь понесла.",
            "В последний момент лошадь рванула в сторону от барьера и сбросила седока.",
            "Неожиданно лошадь взбрыкнула и сбросила всадника на землю.",
            "Ты не станешь настоящим наездником до тех пор, пока семь раз не упадёшь с лошади.",
            "Всадник натянул поводья, когда дорогу ему перебежал ребёнок.",
            "Лошадь устала, но всадник пришпорил её и пришёл к финишу первым.",
            "Норовистый конь вскинул голову и отказался двигаться, когда всадник погнал его вперёд."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}