{
    "riding": {
        "comment": [
            "ride",
            "rider",
            "override",
            "pride",
            "stride"
        ],
        "translate": "верховая езда, верховой, для верховой езды",
        "transcription": " |ˈraɪdɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's potty about riding.",
            "Riding on the back of a horse",
            "The clouds were riding high.",
            "He was riding a large grey mare.",
            "He'd been riding bareback all his life.",
            "the droopy heads of tired fans riding home on the bus",
            "Riding in a car often has a hypnotic effect on babies.",
            "The orbiter is riding piggyback on a modified jumbo jet.",
            "The executive famously insisted on riding the bus to work every day.",
            "Everything is riding on this project, so we can't afford to louse up.",
            "a traditional riding outfit consisting of red jacket, tan britches, and black boots",
            "When her career was riding high, the self-deluded actress often mistook sycophants for true friends.",
            "Why are you riding her so hard?",
            "The kids were riding in the back.",
            "She arrived riding on a white horse.",
            "The moon was riding high in the sky.",
            "Bicycle riding exercises the leg muscles.",
            "He had a nasty accident while riding in the forest.",
            "I always felt as if I was riding a race against time.",
            "The president was riding with his wife in an open car.",
            "Jennie was very complimentary about Katharine's riding.",
            "Her riding soon drew the admiration of the older girls.",
            "Wait a minute while I pin this tie to stop it riding up.",
            "They were still riding high after their election victory.",
            "I had a feeling he was riding for a fall, and tried to tell him so.",
            "There were several pairs of riding boots ranked neatly in the hall.",
            "He was riding a crooked horse when he was took. (R. Boldrewood, Nevermore, 1892)"
        ],
        "example_translate": [
            "Она помешана на верховой езде.",
            "езда верхом на лошади",
            "Высоко по небу плыли облака.",
            "Он ехал верхом на большой серой кобыле.",
            "Он всю жизнь ездил без седла.",
            "поникшие головы усталых фанатов, возвращающихся домой на автобусе",
            "Езда в автомобиле часто имеет гипнотическое воздействие на младенцев.",
            "Челнок \"едет верхом\" на специально оснащенном Боинге 747 (на фюзеляже самолета-носителя).",
            "Этот крупный начальник был знаменит тем, что каждый день упорно ездил на работу на автобусе.",
            "На этот проект завязано всё, поэтому мы не можем позволить себе проколоться.",
            "традиционный наряд для верховой езды, состоящий из красной куртки, бежевых бриджей и чёрных сапог",
            "Когда её карьера была на коне, эта возомнившая о себе актриса часто принимала подхалимов за настоящих друзей.",
            "Почему ты так на неё наседаешь?",
            "Дети катались на спине (кого либо).",
            "Она приехала верхом на белом коне.",
            "Высоко в небе плыла луна.",
            "Езда на велосипеде развивает мышцы ног.",
            "Катаясь по лесу, он попал в серьёзную аварию.",
            "Я всегда чувствовал, будто бегу наперегонки со временем.",
            "Президент ехал с женой в открытой машине.",
            "Дженни очень хорошо отзывалась о том, как Кэтрин ездит верхом (на лошади).",
            "Вскоре старшие девочки стали восхищаться её ездой.",
            "Погоди минутку, я вколю булавку, а то этот галстук все время съезжает.",
            "Они по-прежнему были в приподнятом настроении после победы на выборах.",
            "У меня появилось чувство, что он сам себе роет яму, и я попытался сказать ему об этом.",
            "В передней /холле/ были аккуратно выставлены в ряд несколько пар сапог для верховой езды.",
            "Когда его схватили, он ехал на краденой лошади."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}