{
    "ridiculous": {
        "comment": [],
        "translate": "смешной, нелепый, смехотворный",
        "transcription": " |rɪˈdɪkjələs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't be ridiculous!",
            "That's a ridiculous idea!",
            "I'd look ridiculous in a dress like that.",
            "It's an absolutely ridiculous decision.",
            "The story struck me as ridiculous.",
            "It's ridiculous to apply for that position.",
            "A descent from the sublime to the ridiculous is quick.",
            "She looks ridiculous in that outfit.",
            "It was a ridiculous suggestion.",
            "It's blooming ridiculous!",
            "It's ridiculous that we have to wait six weeks.",
            "That's an absolutely ridiculous price for that sweater.",
            "He did not deny that the quadrille, as now walked, is ridiculous.",
            "His band mates take the stage in ridiculous elf costumes — black tights, pointy felt hats.",
            "Tanya found the whole business ridiculous.",
            "He looked so ridiculous I got the giggles (=started to giggle).",
            "'You look ridiculous!' Nick laughed.",
            "“I've never seen anything so ridiculous,” he laughed.",
            "The mere idea of your traveling alone to Europe is ridiculous.",
            "He maintained his innocence and said the allegations were 'ridiculous'.",
            "The serious message of the film is ruined by the bathos of its ridiculous ending.",
            "He said such ridiculous things that he was often the target of lampoons in the press."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "а) не глупите!, не делайте глупостей!, не делайте из себя посмешища!., б) не говори чепухи!., это вздор!",
            "Что за нелепая мысль!",
            "В такой одежде я буду выглядеть нелепо /смешно/.",
            "Это совершенно нелепое решение.",
            "Рассказ поразил меня своей нелепостью.",
            "Требовать такого места — смехотворно.",
            "От великого до смешного один шаг.",
            "В этом наряде она выглядит нелепо.",
            "Это было нелепое предположение.",
            "Это, чёрт возьми, нелепо! (брит. blooming = bloody)",
            "Просто нелепо, что нам придётся ждать целых шесть недель!",
            "Это абсолютно нелепая цена для такого свитера.",
            "Он и не отрицал, что кадриль, с такими шагами, какие в ней используют сейчас, выглядит странно.",
            "Его товарищи по группе вышли на сцену в нелепых костюмах эльфов: чёрные колготки и остроконечные войлочные шляпы.",
            "Тане всё это дело показалось смешным.",
            "Он так нелепо выглядел, что я захихикала (т.е. начала хихикать).",
            "— Ты такая смешная! — рассмеялся Ник.",
            "— Такой нелепости я ещё никогда не видел, — засмеялся он.",
            "Сама мысль о том, что ты поедешь в Европу в одиночку, просто смешна.",
            "Он настаивал на своей невиновности и назвал эти обвинения \"смехотворными\".",
            "Серьёзный посыл этого фильма разрушен ложным пафосом его нелепой концовки.",
            "Он говорил настолько нелепые вещи, что часто становился мишенью пасквилей в прессе."
        ]
    }
}