{
    "rifle": {
        "comment": [],
        "translate": "винтовка, ружье, стрелковый, винтовочный, стрелять из винтовки",
        "transcription": " |ˈraɪfl|",
        "antonyms": [],
        "mnemonic": [
            "rifle [райфл] винтовка - Джинсами (райфл) винтовку чисти;"
        ],
        "examples": [
            "The rifle has a telescopic sight.",
            "The rifle was extremely accurate.",
            "He leaned his rifle against the wall",
            "The rifle fires / goes off.",
            "Who rifled through my desk drawers?",
            "Someone's been rifling through my drawers, there's some money missing.",
            "The rifle jams / misfires.",
            "He zeroed in his rifle at 200 yards.",
            "The rifle receivers lotted up in groups.",
            "The soldier jabbed a rifle into his ribs.",
            "Dull phut of a rifle sounded from the window.",
            "Tod's grandfather taught him to shoot a rifle.",
            "Name the limbs of the lock, and the other principal parts of the rifle.",
            "The soldiers loosed a volley of rifle fire.",
            "Smith had run them off his property with a rifle.",
            "Allie was the second best shooter on the rifle team.",
            "He turned in the banned assault rifle to the police.",
            "The rifle recoiled and bruised my shoulder.",
            "The rifle had been fitted with a special stock."
        ],
        "example_translate": [
            "У этой винтовки есть оптический прицел.",
            "Винтовка обладала исключительной точностью стрельбы.",
            "Он прислонил свое ружье к стене.",
            "Винтовка стреляет.",
            "Кто рылся в ящиках моего письменного стола?",
            "Кто-то копался в моих ящиках, пропали деньги.",
            "Винтовка даёт осечку.",
            "Он пристрелял свою винтовку на двести ярдов.",
            "Получающие винтовки были распределены по группам.",
            "Солдат ткнул в его рёбра винтовкой.",
            "Из окна раздался глухой винтовочный выстрел.",
            "Дедушка Тода научил его стрелять из винтовки.",
            "Назовите детали затвора и другие основные части винтовки.",
            "Солдаты дали залп из винтовок.",
            "Смит выгнал их за пределы своей территории, пригрозив ружьём.",
            "Алли был вторым лучшим стрелком в этой стрелковой команде.",
            "Он сдал этот запрещённый автомат в полицию.",
            "От отдачи винтовки у меня на плече появился синяк.",
            "Ружьё было оснащено специальной ложей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}