{
    "rightly": {
        "comment": [],
        "translate": "справедливо, правильно, должным образом",
        "transcription": " |ˈraɪtli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "If I remember rightly, today is his birthday.",
            "This photo was taken in Paris, if I remember rightly.",
            "I was, as you rightly said, the smallest boy in the class.",
            "He cannot see rightly, and shoots always with help of an opera glass.",
            "He was rightly considered the greatest singer of his time.",
            "People are rightly upset about the city's rising crime rate.",
            "Customers are getting a raw deal and are rightly angry.",
            "She rightly anticipated a decline in the value of the stock.",
            "He points out, quite rightly, that there are flaws in the theory.",
            "Many people, rightly or wrongly, believe the economy will soon improve.",
            "There's a lot of talk, quite rightly, about the dangers of smoking.",
            "Quite rightly, the police commissioner is being blamed for the city's rising crime rate."
        ],
        "example_translate": [
            "Если я правильно помню, сегодня у него день рождения.",
            "Эта фотография была сделана в Париже, если я правильно помню.",
            "Я был, как вы правильно сказали, самым маленьким мальчиком в классе.",
            "У него не очень хорошее зрение, поэтому он, когда стреляет, всегда пользуется биноклем.",
            "Он по праву считался лучшим певцом своего времени.",
            "Люди испытывают справедливое возмущение ростом городской преступности.",
            "С клиентами обходятся нечестно, и они справедливо рассержены.",
            "Она справедливо ожидала падения стоимости акций.",
            "Он совершенно справедливо указывает на то, что в данной теории есть недостатки.",
            "Многие люди, справедливо или ошибочно, считают, что состояние экономики в ближайшее время улучшится.",
            "О вреде курения говорят много и справедливо.",
            "Комиссара полиции города совершенно справедливо обвиняют в росте уровня преступности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}