{
    "right-wing": {
        "comment": [],
        "translate": "правый, реакционный",
        "transcription": " |raɪt ˈwɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The organization is very right-wing.",
            "Several members hold very right-wing beliefs.",
            "The accused is alleged to be a member of a right-wing gang.",
            "Recent elections have shown significant gains by right-wing groups.",
            "Some people think the party has been hijacked by right-wing extremists.",
            "Extreme right-wing parties gained a foothold in the latest European elections.",
            "His nomination is supported by the party's left wing but opposed by the right wing.",
            "He narrowly escaped with his life when right-wing extremists fired shots into his office.",
            "The result of last week's election will be seen as a victory for the right-wing government.",
            "The party is seeking to find a middle way between extreme right-wing and left-wing policies."
        ],
        "example_translate": [
            "Эта организация — крайне правого толка.",
            "Некоторые участники придерживаются крайне правых взглядов.",
            "Утверждается, что обвиняемый принадлежит к правой группировке.",
            "Последние выборы показали значительные успехи правых групп.",
            "По мнению некоторых, власть в партии захвачена правыми экстремистами.",
            "На последних выборах в Европарламент крайне правые партии упрочили своё положение.",
            "Левое крыло партии поддерживает его кандидатуру, но правое выступает против.",
            "Ему едва удалось спастись, когда правые экстремисты открыли огонь по его офису.",
            "Результаты прошедших на прошлой неделе выборов будут восприниматься как победа нынешнего правого правительства.",
            "Партия стремится найти золотую середину между крайне правым и крайне левым политическим курсом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}