{
    "riot": {
        "comment": [],
        "translate": "бунт, беспорядки, мятеж, буйство, восстание, бунтовать, буйствовать, бесчинствовать",
        "transcription": " |ˈraɪət|",
        "antonyms": [],
        "mnemonic": [
            "riot [ра'йэт] беспорядки, бесчинства - (Рай эт-от) бесчинствами и беспорядками уничтожен;"
        ],
        "examples": [
            "A riot breaks out / erupts.",
            "The movie was an absolute riot.",
            "They egged the crowd on to riot.",
            "Students rioted after their team lost the football game.",
            "He rioted away his whole inheritance.",
            "A lot of property was damaged in the recent riots.",
            "Some people let their children run riot.",
            "There must be something wrong with people who riot in cruelty to animals.",
            "Police tried to restore calm after the riot.",
            "University students rioted in protest at tuition fees.",
            "The woods are a riot of color in the autumn.",
            "That might provoke a riot, the very thing he was trying to avoid.",
            "In anticipation of a riot the temples on the Forum were occupied with guards.",
            "They were angry to the point of erupting into riot.",
            "The riot was precipitated when four black men were arrested.",
            "The riot police had exceeded their authority.",
            "Police in riot gear held back the demonstrators.",
            "The news about the election caused a riot in the city.",
            "If the kids don't settle down soon, I'll go up and read them the riot act.",
            "Manufacturers have let their imaginations run riot to create new computer games.",
            "A reporter was dispatched to Naples to cover the riot.",
            "She made irresponsible comments that helped cause the riot.",
            "The rock band's failure to show up incited a riot, as the crowd had waited for hours."
        ],
        "example_translate": [
            "Бунт начинается.",
            "Фильм был абсолютным безумием.",
            "Они подстрекали толпу к неповиновению.",
            "Студенты устроили беспорядки после того, как их команда проиграла в футбол.",
            "Он промотал всё своё наследство.",
            "В ходе недавних беспорядком пострадало много имущества.",
            "Некоторые люди позволяют своим детям идти вразнос.",
            "У тех людей, которые истязают животных, что-то не в порядке с головой.",
            "После беспорядков полиция попыталась восстановить спокойствие.",
            "Студенты университета устроили беспорядки в знак протеста против введения платы за обучение.",
            "Осенью в этих лесах — целое буйство красок.",
            "Это могло спровоцировать беспорядки, а именно их он и пытался избежать.",
            "Для предупреждения беспорядков в храмах на Форуме была размещена стража.",
            "Они так разозлились, что это едва не вылилось в беспорядки.",
            "Арест четырёх чернокожих мужчин подстегнул беспорядки.",
            "Отряд спецназначения превысил свои полномочия.",
            "Полицейские в защитном обмундировании сдерживали демонстрантов.",
            "Известия о выборах вызвали в городе беспорядки.",
            "Если дети в ближайшее время не угомонятся, я поднимусь наверх и устрою им нагоняй.",
            "Производители дали волю своему воображению, создавая новые компьютерные игры.",
            "Для освещения беспорядков в Неаполь отправили корреспондента.",
            "Её безответственные высказывания поспособствовали возникновению беспорядков.",
            "Рок-группа так и не появилась, что привело к беспорядкам, поскольку зрители прождали её несколько часов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}