{
    "rip": {
        "comment": [
            "striped",
            "stripe",
            "trip",
            "strip",
            "grip",
            "triple"
        ],
        "translate": "разрыв, разрез, прореха, кляча, распутник, рвать, рваться, распарывать, пороться",
        "transcription": " |ˌɑːr aɪ ˈpiː|",
        "antonyms": [],
        "mnemonic": [
            "rip [рип] разрыв, разрывать - (Г-рип) приводит к разрыву носоглотки."
        ],
        "examples": [
            "I ripped the poster off the wall.",
            "Jim ripped the cover from the book.",
            "The curtain ripped from top to bottom",
            "She ripped off her mask.",
            "The criminals have ripped the telephone wires out.",
            "That dog has ripped this morning's newspaper up again!",
            "This politician never fails to rip into his opponents.",
            "The wind ripped the sail to pieces.",
            "She ripped the fabric in half.",
            "He ripped open the package.",
            "The explosion ripped off the whole front of the restaurant.",
            "See those lions ripping into the bodies of the animals that they have killed.",
            "The buttons had been ripped off.",
            "That hurricane ripped the whole village apart.",
            "Her coat ripped when it caught on the doorknob.",
            "He ripped the page out of the magazine.",
            "The photographs of the unpopular leader had been ripped down.",
            "He ripped the letter from my hands.",
            "The sails ripped under the force of the wind.",
            "The force of the explosion ripped a hole in the wall.",
            "Gilly ripped out a sheet of paper from her notebook.",
            "Impatiently, Sue ripped the letter open.",
            "He gave the envelope a vigorous rip.",
            "Pull the cooked chicken into strips."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я сорвал плакат со стены",
            "Джим оторвал от книжки обложку.",
            "Занавеска разорвалась сверху донизу",
            "Она сорвала свою маску.",
            "Преступники оборвали телефонные провода.",
            "Собака опять изодрала утреннюю газету!",
            "Этот политик никогда не упускает случая полить грязью своих противников.",
            "Ветер порвал паруса в клочья.",
            "Она разорвала ткань пополам.",
            "Он разорвал упаковку.",
            "Взрыв уничтожил всю витрину ресторана.",
            "Смотри, как львы рвут тела убитых ими животных.",
            "Пуговицы были оторваны.",
            "Этот ураган разнёс на куски целую деревню.",
            "Её пальто порвалось, зацепившись за дверную ручку.",
            "Он вырвал эту страницу из журнала.",
            "Афиши с портретом непопулярного лидера были сорваны.",
            "Он вырвал письмо у меня из рук.",
            "Паруса разорвались под силой ветра.",
            "Взрыв был такой силы, что пробил в стене дыру.",
            "Джилли вырвала из своей записной книжки листок бумаги.",
            "Сью нетерпеливо разорвала конверт.",
            "Он энергично рванул конверт.",
            "Варёную курятину разделите на волокна."
        ],
        "stars": 2
    }
}