{
    "ripe": {
        "comment": [
            "rape"
        ],
        "translate": "спелый, зрелый, созревший, готовый, берег",
        "transcription": " |raɪp|",
        "antonyms": [],
        "mnemonic": [
            "ripe [райп] спелый, зрелый, выдержанный - В (РАЙП-О*) спелые фрукты завезли (‘Районное потребительское общество)."
        ],
        "examples": [
            "Time is ripe for...",
            "The society is ripe for change.",
            "Those tomatoes aren't ripe yet.",
            "The apples are nearly ripe.",
            "The mob were ripe for a tumult.",
            "We gorged ourselves on ripe plums.",
            "The farmers are getting the crops in now, they are ripe.",
            "Eat less and exercise more if you want to live to a ripe old age.",
            "The plums are just about ripe now.",
            "She died at the ripe old age of 90.",
            "Every summer Mother puts up a large quantity of ripe fruit.",
            "Ripe grasses trammel a travelling foot...",
            "The time is ripe for great sociological changes.",
            "The covering of capsule, when the seeds become ripe, opens at the top.",
            "Gently squeeze the fruit to see if it's ripe.",
            "We were pretty ripe after a week of walking.",
            "The former dock area is ripe for development.",
            "The time is ripe for a review of progress up to now.",
            "The ornery cuss finally kicked in at the ripe old age of 90.",
            "The Bolsheviks believed that Russia's discontented proletariat made that nation ripe for revolution.",
            "The police forces are ripe for reform.",
            "The fruit yields to gentle pressure when it's ripe.",
            "The clothes of the field hands were sweaty and ripe after a hard day's work.",
            "My father attributes his ripe old age to temperance in all things, especially eating and drinking."
        ],
        "example_translate": [
            "Пришло время...",
            "Общество созрело для перемен.",
            "Те помидоры ещё не созрели.",
            "Яблоки почти созрели.",
            "Толпа была готова разразиться криками негодования.",
            "Мы до отвала наелись спелыми сливами.",
            "Урожай поспел, так что фермеры начали уборку.",
            "Меньше ешьте и больше занимайтесь физическими упражнениями, если хотите дожить до глубокой старости.",
            "Сливы уже вот-вот поспеют.",
            "Она умерла в преклонном возрасте девяноста лет.",
            "Каждое лето мама консервирует много фруктов.",
            "...Так высока трава, что путник не пройдёт... (А.Суинбёрн, \"Атланта в Калидоне\")",
            "Настало время для больших социологических изменений.",
            "Когда семена созревают, оболочка семенной коробочки раскрывается.",
            "Чтобы проверить спелость плода, слегка его сожмите.",
            "После недельного похода несло от нас — будь здоров.",
            "Территория бывшего дока созрела для застройки.",
            "Настало время пересмотреть прогресс, достигнутый до сих пор.",
            "В конце концов, этот злобный старикашка окочурился в преклонном девяностолетнем возрасте.",
            "Большевики считали, что под воздействием своего недовольного пролетариата Россия созрела для революции.",
            "Полицейские силы готовы к реформам.",
            "Под лёгким нажимом поверхность спелого плода подаётся.",
            "После тяжёлого рабочего дня одежда рабочих на плантациях была мокрой и пропахла потом.",
            "Мой отец приписывает свой почтенный возраст умеренности во всём, особенно в еде и питье."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}