{
    "risky": {
        "comment": [
            "risk",
            "sky"
        ],
        "translate": "рискованный, опасный, авантюрный",
        "transcription": " |ˈrɪskɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's risky to play with fire.",
            "Her plan is too risky.",
            "Buying a secondhand car is a risky business.",
            "Several risky deals bankrupted the company.",
            "Starting a new business can be a risky undertaking.",
            "It's risky, but you can get alcohol under the counter.",
            "It sounds like a lot of fun. Isn't it rather risky though?",
            "It's fairly risky. Or to put it another way (=say it in different words), don't try this at home.",
            "Doctors say it's too risky to try and operate.",
            "He advised us against such a risky undertaking.",
            "Some pharmaceuticals can be quite risky unless taken correctly.",
            "He adventured all his savings in a very risky investment scheme.",
            "The soupy skies over the island make a nighttime landing a very risky business.",
            "Most teenagers do not have the mentality to foresee the consequences of such risky behavior."
        ],
        "example_translate": [
            "Опасно играть с огнём.",
            "Её план слишком опасен.",
            "Покупка подержанного автомобиля — дело рискованное.",
            "Несколько рискованных сделок привели компанию к банкротству.",
            "Начало нового дела может оказаться рискованным.",
            "Это рискованно, но спирт можно купить из-под полы.",
            "Звучит довольно весело. Но разве это не рискованно?",
            "Это довольно рискованно. Или, говоря по-другому (т.е. другими словами), не пытайтесь повторить это дома.",
            "Врачи говорят, что пытаться провести операцию — слишком рискованно.",
            "Он предостерёг нас от столь рискованной затеи.",
            "Некоторые лекарства /фармацевтические препараты/ могут быть довольно опасны, если принимать их неправильно.",
            "Он отважился вложить все свои сбережения в крайне рискованную инвестиционную схема.",
            "Густая облачность в небе над этим островом делает посадку на него делом очень рискованным.",
            "Большинству подростков ещё не хватает ума предвидеть возможные последствия подобных опасных поступков."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}