{
    "rival": {
        "comment": [
            "arrival"
        ],
        "translate": "соперник, конкурент, конкурировать, конкурирующий",
        "transcription": " |ˈraɪvl|",
        "antonyms": [],
        "mnemonic": [
            "rival [ра'йвал] конкурент, соперник - Потусторонний (рай вал) создаёт на пути конкурента;",
            "arrive [ə'raiv]\narrival [ə'raɪvəl]\n***\nПРИБЫТЬ на море - просто|рай (в). (это) arrive\n***\nПРИЕЗД, ПРИБЫТИЕ, как и рай|\"well\". (это) arrival"
        ],
        "examples": [
            "He had respect for his rivals.",
            "The teams have been longtime rivals.",
            "He finished 39 seconds ahead of his main rival.",
            "She has no rivals as a female rock singer.",
            "He was a spy planted in the office by a rival company.",
            "I had no idea of rivalling him or his poems.",
            "Of all the flowers in the garden few can rival the lily.",
            "We are rivaling for first place in the race.",
            "I'd get a scoop to rival Watergate.",
            "a stadium to rival any in the world",
            "To checkmate their dangerous rival instantly.",
            "Halifax in fertility of thought had no rival.",
            "There was a violent confrontation between rival supporters after the match.",
            "They still remain bitter rivals (=hate each other).",
            "His nearest rival announced he would not contest a run-off.",
            "Nothing can rival cotton for durability.",
            "To head my rival off I indulged in a tremendous flirtation.",
            "He succeeded to jump higher than his rival at the first try.",
            "The police try to keep rival supporters apart at all matches.",
            "He impugned his rival's character.",
            "a feud between rival drug organizations",
            "He was shot by a member of a rival gang.",
            "The newest model has several advantages over its rivals.",
            "There's not another guitarist to rival the sheer physicality of his work.",
            "The main rival to his pneumonia was the prolific thrush which went into his throat and stomach.",
            "The embattled entrepreneur struck a deal with a rival businessman in an attempt to save his teetering business empire.",
            "The politician clawed his rival.",
            "A rival company topped our offer by $5 million.",
            "Maisie looked her rival up and down with a critical eye.",
            "The college's facilities rival those of Harvard and Yale."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он уважал своих соперников /конкурентов/.",
            "Эти команды — давние соперники.",
            "Он на 39 секунд опередил своего главного соперника.",
            "Она самая лучшая рок-певица.",
            "Он был шпионом, которого внедрила в фирму конкурирующая компания.",
            "Я не собирался соперничать с ним или с его стихотворениями.",
            "Из всех цветов в саду немногие могут соперничать с лилией.",
            "Мы соперничаем между собой за первое место в гонке.",
            "У меня была бы сенсация похлеще Уотергейтского скандала.",
            "стадион под стать любому другому в мире",
            "Немедленно уничтожить их опасного противника.",
            "По интеллектуальному потенциалу Галифаксу не было равных.",
            "После матча произошло яростное столкновение между болельщиками соперничающих команд.",
            "Они по-прежнему остаются злейшими врагами (т.е. ненавидят друг друга).",
            "Его ближайший соперник объявил, что не примет участия в решающем туре выборов.",
            "По износостойкости с хлопком ничто не сравнится / хлопку нет равных.",
            "Чтобы помешать своему сопернику, я вовсю пустился флиртовать.",
            "Ему удалось прыгнуть выше, чем соперник, с первой попытки.",
            "Полиция старается отделять друг от друга фанатов соперничающих команд на всех матчах.",
            "Он поставил под сомнение репутацию своего соперника.",
            "вражда между конкурирующими наркогруппировками",
            "Его застрелил один из членов конкурирующей банды.",
            "Новейшая модель имеет ряд преимуществ над своими конкурентами.",
            "Никакой другой гитарист не обладает такой бешеной энергетикой, как он.",
            "Основным заболеванием, сопутствующим его пневмонии, был обильный кандидоз, распространившийся на горло и желудок.",
            "Находящийся на грани разорения бизнесмен заключил сделку с конкурентом, пытаясь спасти свою терпящую крах империю.",
            "Политик вцепился в своего конкурента.",
            "Конкурирующая компания перебила наше предложение на пять миллионов долларов.",
            "Мэйзи окинула соперницу с ног до головы критическим взглядом.",
            "Возможности данного вуза не уступают Гарварду и Йелю."
        ],
        "stars": 2
    }
}