{
    "robbery": {
        "comment": [
            "wardrobe",
            "rob",
            "robber",
            "robot"
        ],
        "translate": "ограбление, грабеж, разбой, кража, непомерно высокая цена",
        "transcription": " |ˈrɑːbərɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They charge him with armed robbery.",
            "The prisoner was convicted of robbery.",
            "Police are holding two men in connection with the robbery.",
            "Doesn't he look like that man who's wanted for the jewel robbery?",
            "The prisoner is charged with attempted robbery.",
            "The gang have pulled another bank robbery.",
            "Did you report the robbery to the police?",
            "They foiled a bank robbery.",
            "She was arrested for robbery.",
            "He masterminded the bank robbery.",
            "He was sent to prison for armed robbery.",
            "The prisoner hoped to gain his own freedom by informing on his companions in the robbery.",
            "She was sent to prison for robbery.",
            "It's highway robbery, charging that much for gas!",
            "Evans denied all knowledge of the robbery.",
            "Higgins is facing a charge of armed robbery.",
            "A woman was shot dead in an attempted robbery.",
            "Masked raiders carried out a bank robbery today.",
            "The robbery was captured on police video cameras.",
            "Two suspects were arrested today in connection with the robbery.",
            "Several men are awaiting trial for robbery.",
            "The men were planning to perpetrate a robbery.",
            "The thieves carved up the profit from the robbery.",
            "He got ten years in prison for his part in the robbery.",
            "The robbery was committed by a vengeful former employee.",
            "The thieves paid the servants to connive at the robbery.",
            "I hear the gardener is up for the robbery at the big house.",
            "Walters could face prosecution for his role in the robbery.",
            "The bank robbery was recorded by surveillance video cameras.",
            "The police are conducting an investigation into last week's robbery."
        ],
        "example_translate": [
            "Они обвиняют его в вооружённом ограблении.",
            "Подсудимый был осуждён за ограбление.",
            "Полиция удерживает двух мужчин в связи с ограблением.",
            "Разве он не похож на человека, которого разыскивают за кражу драгоценностей?",
            "Заключённый обвиняется в попытке ограбления.",
            "Банде удалось провернуть ещё одно ограбление банка.",
            "Вы сообщили об ограблении в полицию?",
            "Они предотвратили попытку ограбления банка.",
            "Она была арестована за грабёж.",
            "Это ограбление банка спланировал он.",
            "Его отправили в тюрьму за вооружённое ограбление.",
            "Заключённый надеялся получить свободу, дав показания на своих соучастников ограбления.",
            "Её посадили в тюрьму за ограбление.",
            "Это просто грабёж средь бела дня — столько драть за бензин!",
            "Эванс отрицал любую осведомлённость об этом ограблении.",
            "Хиггинсу предъявлено обвинение в вооруженном ограблении.",
            "При попытке ограбления была застрелена женщина.",
            "Сегодня налётчики в масках провели ограбление банка.",
            "Ограбление было зафиксировано полицейскими видеокамерами.",
            "Сегодня в связи с ограблением были арестованы двое подозреваемых.",
            "Несколько человек находятся в ожидании суда за ограбление.",
            "Эти люди намеревались / планировали совершить ограбление.",
            "Воры поделили награбленное.",
            "Он получил десять лет тюремного заключения за соучастие в ограблении.",
            "Ограбление было совершено из мести одним из бывших сотрудников.",
            "Воры заплатили слугам, чтобы те \"не заметили\" грабежа.",
            "Я слышал, что садовник предстанет перед судом за совершение кражи в большом доме.",
            "Уолтерс мог подвергнуться уголовному преследованию за соучастие в данном ограблении.",
            "Ограбление банка было зарегистрировано камерами видеонаблюдения.",
            "Полиция проводит расследование ограбления, которое произошло на прошлой неделе."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}