{
    "rocket": {
        "comment": [
            "rock",
            "rocky"
        ],
        "translate": "ракета, реактивный снаряд, ракетный, реактивный, взлетать, взмывать",
        "transcription": " |ˈrɑːkɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Interest rates rocketed up.",
            "The rocket soared into the sky.",
            "Car sales rocketed from 180 to 2000 a year.",
            "His role in the movie rocketed him to fame.",
            "The rocket leapt into the air with a whoosh.",
            "The spacecraft rocketed into outer space.",
            "People were standing fascinated at the spectacle of a rocket launching.",
            "A rocket exploded with a blinding flash.",
            "The rocket is outfitted with a container.",
            "The nose of the rocket heated up on reentry.",
            "Beatty rocketed to stardom after his first film.",
            "Larsson's shot rocketed into the back of the net.",
            "The rocket was launched from a space research base.",
            "Her novel rocketed to the top of the best-seller list.",
            "The engineers had to destruct the rocket for safety reasons.",
            "Sales rocketed from 1,000 units last week to 5,000 units this week.",
            "You'll need the patience of a saint and the cerebrum of a rocket scientist to figure out the solution to this brainteaser."
        ],
        "example_translate": [
            "Процентные ставки стремительно взлетели.",
            "Ракета взлетела в небо.",
            "Показатели продаж автомобилей взлетели от 180 до 2000 в год.",
            "Его роль в этом фильме вознесла его к славе.",
            "Ракета со свистом унеслась в воздух.",
            "Космический корабль взмыл в небо.",
            "Люди стояли зачарованные видом взлетающей ракеты.",
            "Ослепительно вспыхнув, взорвалась ракета.",
            "Ракета снабжена контейнером.",
            "При входе в атмосферу нос ракеты сильно нагрелся.",
            "После первого же фильма Битти взлетел на вершину славы.",
            "После пушечного удара Ларссона мяч влетел в сетку ворот.",
            "Ракета была запущена из космической научно-исследовательской базы.",
            "Её роман мигом взлетел на вершину списка бестселлеров.",
            "Инженерам пришлось уничтожить ракету по соображениям безопасности.",
            "Продажи взлетели с тысячи единиц на прошлой неделе до пяти тысяч единиц на этой.",
            "Вам понадобится терпение cвятого и мозг гения, чтобы найти решение этой головоломки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}