{
    "rocky": {
        "comment": [
            "rock",
            "rocket"
        ],
        "translate": "скалистый, каменистый, твердый, неустойчивый, крепкий, неподатливый, пошатнувшийся",
        "transcription": " |ˈrɑːkɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Rocky Mountains",
            "The company faces a rocky road ahead.",
            "These surrounding hills are largely rocky.",
            "The road became rocky and steep.",
            "The Rocky Mountains occur occasionally in collateral ridges.",
            "Beware of how you walk on this rocky path.",
            "The rocky terrain was imaged on a TV screen.",
            "I was drinking scotch on an empty stomach, and beginning to feel a trifle rocky myself.",
            "Rangers got off to a rocky start this season.",
            "After a rocky start, the show is now very popular.",
            "The windward side of the mountain was rocky and treeless.",
            "Rocky the Raccoon, the team mascot",
            "The land was too rocky to cultivate.",
            "They hurried over the rough rocky ground.",
            "At the heart of the shrine is a small rocky grotto into which pilgrims can descend.",
            "The lighthouse, situated on a narrow, rocky headland, commands an expansive view of the coast."
        ],
        "example_translate": [
            "Скалистые горы (в Северной Америке)",
            "Компанию ждут непростые времена.",
            "Окружающие возвышенности чрезвычайно скалисты.",
            "Дорога стала каменистой и крутой.",
            "Скалистые горы местами располагаются в виде параллельных горных хребтов.",
            "По этой горной тропе надо ходить осторожно.",
            "Этот гористый участок местности был показан на телеэкране.",
            "Я выпил виски на голодный желудок, и меня немного развезло.",
            "Этот сезон \"Рэйнджерз\" начали тяжело.",
            "После трудного начала, сейчас это шоу очень популярно.",
            "Наветренная сторона горы была скалистая и безлесная.",
            "Рокки-Енот, талисман /маскот, символ/ команды",
            "Земля была слишком каменистой, чтобы что-то выращивать.",
            "Они поспешили по неровной каменистой земле.",
            "В центре храма находится небольшой каменный грот, в который могут спуститься паломники.",
            "С маяка, расположенном на узком, скалистом мысе, открывается обширный вид на побережье."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}