{
    "role": {
        "comment": [],
        "translate": "роль",
        "transcription": " |roʊl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What is your role on the team?",
            "Every child needs a role model.",
            "She plays the role of a crooked lawyer.",
            "She played a crucial role in the meeting.",
            "She's got a supporting role in the school play.",
            "He plays the role of the villain.",
            "an intermediary role in the talks",
            "She won an Emmy for that role.",
            "I had a minor role in the play.",
            "She was given the starring role.",
            "His role in the affair is ambiguous.",
            "He maximized his role.",
            "He was an inspired choice for the role.",
            "I played no role in your dismissal.",
            "He will play the lead role in Hamlet.",
            "She auditioned for a role on Broadway.",
            "At the age of 20 I landed my first role.",
            "Good teachers can act as positive role models.",
            "Her role in the project was minor.",
            "Iago is the heavy role in 'Othello'",
            "Rigby was cast in the leading role.",
            "a double (or dual) role for an actor",
            "More men are taking on a caring role.",
            "She plays the role with great relish.",
            "He will reprise his role in the play.",
            "an actor auditioning for a meaty role",
            "played a secondary role in world events",
            "Dawn is well qualified for her new role.",
            "Everyone had a role in the show's success.",
            "He was employed in a purely advisory role."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Какова твоя роль в команде?",
            "Каждому ребёнку нужен пример для подражания.",
            "Она играет роль нечестного адвоката.",
            "Она сыграла ключевую роль на встрече.",
            "Она получила роль второго плана в школьном спектакле.",
            "Он играет роль злодея /негодяя/.",
            "посредническая роль в переговорах",
            "За эту роль она получила премию Эмми.",
            "У меня была небольшая роль в этом спектакле.",
            "Ей дали главную роль.",
            "Его роль в этом деле непонятна.",
            "Он выжал из своей роли всё возможное.",
            "Он оказался отличным выбором для данной роли.",
            "Я не имела никакого отношения к вашему увольнению.",
            "Он будет играть главную роль в \"Гамлете\".",
            "Она пробовалась на роль на Бродвее.",
            "В двадцать лет я получил свою первую роль.",
            "Хорошие учителя могут выступать в качестве положительного образца для подражания.",
            "Её роль в данном проекте была незначительной.",
            "В пьесе \"Отелло\" роль Яго является отрицательной.",
            "Главная роль досталась Ригби.",
            "двойная роль для актёра",
            "Мужчины всё чаще берут на себя обязанности по уходу за другими людьми.",
            "Она играет эту роль с большим удовольствием.",
            "Он вновь сыграет роль в этом спектакле.",
            "актер, проходящий прослушивание на содержательную роль",
            "играли второстепенную роль в мировых событиях",
            "Дон хорошо подходит для своей новой роли.",
            "Каждый внёс свой вклад в успех этого шоу.",
            "Его приняли на работу на чисто консультативную роль."
        ]
    }
}