{
    "romantic": {
        "comment": [
            "romance"
        ],
        "translate": "романтический, романтичный, романтик",
        "transcription": " |roʊˈmæntɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is a hopeless romantic.",
            "Why can't you be more romantic?",
            "He was a romantic by inclination.",
            "She had romantic feelings for him.",
            "I'm not ready for a romantic relationship.",
            "a romantic novel full of cardboard characters",
            "He had a romantic relationship with a coworker.",
            "Hugh Grant stars as the romantic hero.",
            "Tonight's feature is a new romantic comedy.",
            "The movie was a pretty standard romantic comedy.",
            "a sappy letter filled with silly romantic clichés",
            "I was getting too old for romantic relationships.",
            "He has some romantic notions about life on a farm.",
            "Law school is no place for idealists and romantics.",
            "His personality had romantic and actorish elements.",
            "She won't discuss her romantic life with the press.",
            "After dinner, they took a romantic stroll by the sea.",
            "His brother was having romantic troubles at the time.",
            "Reading romantic novels is for her a form of escapism.",
            "There was a taste in court circles for romantic verse.",
            "He recently suffered a string of romantic heartbreaks.",
            "This romantic evening cruise is a memorable experience.",
            "Romantic artists portrayed nature as wild and powerful.",
            "Use low lighting to give the room a romantic atmosphere.",
            "It was a step in my advance towards romantic composition.",
            "It was a brief romantic episode in a life devoted to work.",
            "He was not interested in a romantic relationship with her.",
            "She married a real romantic who brings her roses every day.",
            "The resort is a perfect romantic hideaway for young couples.",
            "There is a romantic quality that inhabits all her paintings."
        ],
        "example_translate": [
            "Он безнадёжный романтик.",
            "Почему ты не можешь быть поромантичнее?",
            "Он в душе был романтиком.",
            "Она испытывала к нему романтические чувства.",
            "Я не готова к романтическим отношениям.",
            "любовный роман, который полон \"картонных\" / неестественных персонажей",
            "У него были романтические отношения с коллегой по работе.",
            "Хью Грант играет главную роль романтического героя.",
            "Сегодня в кино показывают новую романтическую комедию.",
            "Фильм оказался довольно шаблонной романтической комедией.",
            "глупое письмо, полное дурацких романтических клише",
            "Я уже становился слишком старым для романтических отношений.",
            "У него романтические представления о жизни на ферме.",
            "На юридическом факультете не место идеалистам и романтикам.",
            "В его характере романтизм сочетался с актерством.",
            "Она не хочет обсуждать с прессой свою личную жизнь.",
            "После ужина они совершили романтическую прогулку по берегу моря.",
            "У его брата всё время были какие-то проблемы на любовном фронте.",
            "Чтение любовных романов является для неё лишь способом убежать от действительности.",
            "В придворных кругах любили романтические стихи.",
            "Он недавно перенёс ряд романтических разочарований.",
            "Это вечернее романтическое путешествие — незабываемое приключение.",
            "Романтические художники изображали природу дикой и могучей.",
            "Используйте неяркое освещение, чтобы придать помещению романтическую атмосферу.",
            "В моём творчестве это был шаг, приближающий мои произведения к форме романа.",
            "Это был короткий романтический эпизод жизни, посвящённой работе.",
            "Он не собирался заводить с ней роман.",
            "Она вышла замуж за настоящего романтика, который каждый день приносит ей розы.",
            "Этот курорт является идеальным романтическим убежищем для молодых пар.",
            "Во всех её картинах есть что-то романтическое."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}