{
    "romance": {
        "comment": [
            "romantic"
        ],
        "translate": "романтика, роман, романс, романский, фантазировать, ухаживать",
        "transcription": " |ˈrəʊmæns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was just a harmless holiday romance.",
            "He has been romancing Antonia for a year.",
            "He got married after a whirlwind romance.",
            "Their friendship blossomed into romance.",
            "The film is a sloppy romance.",
            "The place had an aura of romance.",
            "The romance had gone out of their relationship.",
            "You English are a bunch of amateurs when it comes to romance.",
            "The museum's director spends a lot of time romancing potential donors.",
            "They were romancing about the past.",
            "The old ruins were invested with romance.",
            "It was a time when romance reigned supreme.",
            "They were married after a whirlwind romance.",
            "She was romanced by several wealthy young men.",
            "This author romanced his trip to an exotic country.",
            "Their romance is tangential to the book's main plot.",
            "She weaves a complicated plot of romance and intrigue.",
            "The room's moody lighting suggested mystery and romance.",
            "The romance is peripheral to the main plot of the movie.",
            "Add a dash of romance to your life with a trip to Paris.",
            "Spanish and Italian are part of the Romance language family.",
            "In her short stories, science fiction and romance intermingle.",
            "All this romance is set against a backdrop of rural Irish life.",
            "It is understood that the Queen approves of her nephew's romance.",
            "The budding romance between the coworkers was the talk of the office.",
            "Hemingway's romance with his nurse inspired him to write 'A Farewell to Arms'.",
            "The book contains a powerful cocktail of romance, family crises and big business.",
            "...drippy romance novels that are apparently intended for the terminally lovesick...",
            "The movie is an uncertain ragout of fantasy, science fiction, and old-fashioned romance."
        ],
        "example_translate": [
            "Это был всего лишь невинный курортный роман.",
            "Он ухаживал за Антонией целый год.",
            "Он женился после бурного романа.",
            "Их дружба переросла в любовь / роман.",
            "Этот фильм — слезливая мелодрама.",
            "В этом месте была романтическая атмосфера.",
            "Романтика ушла из их отношений.",
            "Вы англичане являетесь кучкой дилетантов, когда дело доходит до романтики.",
            "Директор этого музея тратит много времени на умасливание потенциальных спонсоров.",
            "Они вспоминали прошлое, приукрашивая его.",
            "Старые развалины были окутаны романтической дымкой.",
            "То было время, когда безраздельно царила романтика.",
            "Они поженились после бурного романа.",
            "За ней ухаживало несколько состоятельных молодых людей.",
            "Этот автор существенно приукрасил свою поездку в экзотическую страну.",
            "Их роман не имеет прямого отношения к основному сюжету данной книги.",
            "Она плетет сложный сюжет из романтики и интриги.",
            "Приглушённое освещение комнаты /номера/ привносило таинственность и романтику.",
            "Романтическая линия является побочной по отношению к основному сюжету фильма.",
            "Добавьте в жизнь чуточку романтики, совершив путешествие в Париж",
            "Испанский и итальянский языки являются частью романской языковой семьи.",
            "В её рассказах научная фантастика смешивается с романтикой.",
            "Вся эта любовная история разворачивается на фоне ирландской сельской жизни.",
            "Подразумевается, что королева одобряет романтические отношения племянника.",
            "О зарождающемся романе между этими двумя коллегами говорила вся контора.",
            "Роман Хемингуэя со своей сиделкой вдохновил его написать \"Прощай, оружие\".",
            "В книге содержится мощный коктейль из романтики, семейных неурядиц и крупного бизнеса.",
            "... сентиментальные романы, предназначенные, очевидно, для влюблённых по уши...",
            "Этот фильм представляет собой невнятную мешанину из фэнтези, научной фантастики и старомодной мелодрамы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}