{
    "root": {
        "comment": [
            "proof",
            "roof",
            "rooster"
        ],
        "translate": "коренной, основной, корень, корнеплод, корениться, укореняться",
        "transcription": " |ruːt|",
        "antonyms": [],
        "mnemonic": [
            "root [ру:т] корень - Деревья без корней (ум-рут);",
            "root [ru: t]\n***\nЧто ПУСКАЕТ КОРНИ дуб люди врут. (это) root\nКОРНИ зубов рвут - люди орут. (это) root\nКОРНЕПЛОДЫ вытянут и сожрут. (это) root\nИСТОЧНИК зла - что люди врут. (это) root\nЗацепился за корень \"root\",\nповредил ступню \"foot\"\nи порвал ботинок \"foot\"."
        ],
        "examples": [
            "Her roots are in Canada.",
            "The problem roots in her depression",
            "She stumbled over the tree root",
            "His opinion is rooted in experience.",
            "We must root out all the dead plants.",
            "Her affection to him is deeply rooted.",
            "The root cause of the crime problem is poverty.",
            "She roots for the Broncos.",
            "Half the school came to the sports meeting to root for their team.",
            "Elm trees have shallow roots.",
            "How do you find the square root of 20?",
            "I always root for the underdog instead of the favorite.",
            "The love of money is the root of all evil.",
            "This root vegetable tastes slightly of lemon.",
            "She keeps rooting for a nice expensive vacation.",
            "Can you root out some good players for the team?",
            "He stood there rooted to the spot.",
            "I can't pull this bush up, it's firmly rooted in the ground.",
            "Action is being taken to root out corruption in the police force.",
            "I'll see if I can root up some old clothes.",
            "Covetousness is the nourishing root of all evil.",
            "The true function of the root is to give stability to the tree.",
            "2 is the fourth root of 16.",
            "I'll try and root out something for you to wear.",
            "Clumps of thyme had rooted themselves between the rocks.",
            "A friend sent me a root from Mexico, and I hope to naturalize it.",
            "Alex Haley's story about his search for his roots became a bestseller.",
            "Leila rooted through her handbag for a pen.",
            "These plants produce a number of thin roots.",
            "The younger plant has a less developed root system."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её предки - выходцы из Канады.",
            "Корнем проблемы является её депрессия.",
            "Она споткнулась о корень дерева",
            "Его мнение основано на опыте.",
            "Надо выкорчевать все мёртвые растения.",
            "Её привязанность к нему очень сильна.",
            "Коренная причина проблемы преступности — бедность.",
            "Она болеет за Денвер Бронкос (команда по американскому футболу).",
            "Половина школы пришла на матч болеть за свою команду.",
            "У вязов (деревья) неглубокие корни.",
            "Как найти квадратный корень из двадцати?",
            "Я всегда болею за аутсайдера, а не за фаворита.",
            "Любовь к деньгам — корень всех пороков.",
            "Этот корнеплод имеет лёгкий привкус лимона.",
            "Она продолжает настаивать на том, что провести отпуск надо красиво и с шиком.",
            "Можешь отыскать хороших игроков для команды?",
            "Он стоял там и не мог двинуться с места.",
            "Не могу вырвать этот куст, он слишком крепко сидит в земле.",
            "Принимаются меры, чтобы искоренить коррупцию в полиции.",
            "Посмотрю, может, я смогу найти какую-нибудь старую одежду.",
            "Алчность - питательная основа всякого зла.",
            "На самом деле, корни нужны дереву для того, чтобы оно не падало.",
            "Число 2 является корнем четвёртой степени из 16.",
            "Я постараюсь подыскать тебе что-нибудь из одежды.",
            "Заросли тимьяна успели укорениться среди камней.",
            "Друг прислал мне из Мексики корень, который я надеюсь заставить прижиться.",
            "Рассказ Алекса Хейли о поисках своих корней стал бестселлером.",
            "Лейла порылась в сумочке в поисках ручки.",
            "Эти растения выпускают несколько тонких корней.",
            "У более молодого растения менее развита корневая система."
        ],
        "stars": 3
    }
}