{
    "rotate": {
        "comment": [],
        "translate": "вращать, вращаться, чередовать, колесовидный",
        "transcription": " |ˈrəʊteɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The Earth rotates on its axis.",
            "The planets rotate around the sun.",
            "You should rotate your car's tires once a year.",
            "We have an uneven number of players, so we'll have to rotate.",
            "Rotate the sheet of paper 90 degrees.",
            "Rotate the pan halfway through the baking time.",
            "The Earth rotates on its axis once every 24 hours.",
            "We rotate the lead soprano every night.",
            "We rotate — she does the dishes one week., I do them the next.",
            "Due to their ability to rotate their ears, cats are very perceptive when it comes to pinpointing the source of a sound.",
            "The staff rotates the weekend shift.",
            "The software allows you to rotate images.",
            "The chairmanship of the committee rotates annually.",
            "Employers may rotate duties to give staff wider experience.",
            "Rotating the tyres every few months helps them last longer.",
            "All of the planets rotate the sun in approximately the same ecliptic.",
            "As the gear rotates, it turns the other gears."
        ],
        "example_translate": [
            "Земля вращается вокруг своей оси.",
            "Планеты вращаются вокруг солнца.",
            "Один раз в год нужно производить замену автомобильных покрышек.",
            "У нас нечётное количество игроков, так что придётся играть по очереди.",
            "Поверните этот лист бумаги на девяносто градусов.",
            "На середине процесса выпечки поверните сковороду на 180 градусов.",
            "Земля делает один оборот вокруг своей оси каждые двадцать четыре часа.",
            "Каждый вечер мы меняем ведущее сопрано.",
            "Мы меняемся: она моет посуду одну неделю, а я — другую.",
            "Благодаря своей способности вращать ушами, кошки очень восприимчивы, когда нужно определить источник звука.",
            "В выходные дни сотрудники дежурят в соответствии с графиком.",
            "Эта программа позволяет вращать изображения.",
            "Председатель комитета меняется ежегодно.",
            "Работодатели могут чередовать выполняемые сотрудниками обязанности для обогащения их опыта работы.",
            "Шины автомобиля прослужат дольше, если раз в несколько месяцев менять их местами.",
            "Все планеты вращаются вокруг солнца примерно в одной плоскости эклиптики.",
            "Вращаясь, шестерня вращает другие шестерни."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}