{
    "rough": {
        "comment": [],
        "translate": "грубый, шероховатый, грубо, неровность, грубиян, терпеть лишения",
        "transcription": " |rʌf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her hands felt rough.",
            "He is rough to deal with.",
            "Rugby is a very rough sport.",
            "Life has been treating her pretty rough.",
            "Rough him up a little.",
            "The wind will rough up my hair.",
            "Poor kid, he's had a rough day.",
            "She takes the rough with the smooth.",
            "Paul gave her a rough shake.",
            "They were having a rough time.",
            "Her face was rough, and ploughed with wrinkles.",
            "the rough skin of a shark",
            "The surface of wood was rough.",
            "Her hands were rough from hard work.",
            "A thin glistening thread of moisture ran along the rough concrete sill.",
            "The captain got his ship into the harbour safely in spite of rough sea.",
            "Sounds like you had a rough day.",
            "a rough idea how long it would take",
            "First do a rough draft of your essay.",
            "As the man had rough hands, I set him down for a farm worker.",
            "He lost no chance of roughing him in his replies. (Th. Hughes)",
            "He took some nails and bits of wood, and built them into a rough cupboard.",
            "Barton's deep, rough voice",
            "The figures are only a rough guide.",
            "The coarse sand was hot and rough under her feet.",
            "Rescue efforts have been handicapped by rough seas.",
            "I've roughed in the general shape of the pattern in pencil.",
            "The articles of dress must be well starched, blued, and rough dried.",
            "Instead of a verbal description, we will give a rough sketch of the nursery.",
            "The engine is running a little rough."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "gh = [f] (ght - [ft])",
            "ou = [ʌ]"
        ],
        "example_translate": [
            "Её руки были шершавые.",
            "С ним очень трудно иметь дело.",
            "Регби — очень жёсткий вид спорта.",
            "Жизнь обходилась с ней довольно грубо.",
            "Надо ему задать лёгкую взбучку.",
            "Ветер мне взлохматит волосы.",
            "Бедный парень, ему сегодня досталось.",
            "Она стойко переносит превратности судьбы.",
            "Пол грубо её встряхнул.",
            "Им приходилось очень тяжело.",
            "Её лицо было грубым, изборождённым морщинами.",
            "шероховатая кожа акулы",
            "Поверхность древесины была неровной.",
            "Ее руки были грубыми от тяжёлой работы.",
            "Тонкая поблескивающая струйка жидкости стекала по неровному бетонному подоконнику.",
            "Капитан благополучно привёл корабль в гавань, несмотря на бурное море.",
            "Похоже, у тебя был тяжёлый день.",
            "примерное представление о том, сколько времени это займёт",
            "Сначала напишите черновик вашего сочинения.",
            "Поскольку у человека были огрубевшие руки, я принял его за фермера.",
            "Он не упускал возможности оскорбить его своими ответами.",
            "Он набрал каких-то деревяшек, гвоздей и сделал из этого некое подобие шкафа.",
            "низкий, грубый голос Бартона",
            "Эти цифры являются лишь приблизительным ориентиром.",
            "Крупнозернистый песок под её ногами был горячим и грубым.",
            "Усилиям спасателей препятствовало сильное волнение на море.",
            "Я набросал общую схему узора карандашом.",
            "Одежду надо хорошо накрахмалить, подсинить, а затем высушить.",
            "Вместо словесных описаний мы предоставим приблизительный эскиз детской.",
            "Двигатель работает с небольшими перебоями."
        ]
    }
}