{
    "roughly": {
        "comment": [
            "rough"
        ],
        "translate": "грубо, приблизительно, бурно, резко, неровно, небрежно, начерно, невежливо",
        "transcription": " |ˈrʌfli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The two towns are roughly equal in size.",
            "There were roughly 200 people there.",
            "Roughly chop and parboil the potatoes.",
            "He threw the package roughly in the truck.",
            "Roughly translated, it means “hurry up!”.",
            "The guard told us roughly that we had to stand back.",
            "The apartment is roughly 360 square feet in size.",
            "He grabbed her roughly.",
            "He was roughly handled by the mob.",
            "His art is displayed in roughly chronological order.",
            "Azaleas flower at roughly the same time each year.",
            "He thrust me roughly towards the door.",
            "a house of unhewn grey stone roughly cemented together",
            "The new product is modeled roughly on an earlier design.",
            "The wall hangings are thought to be roughly contemporary with the tiled floors."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эти два города примерно одного размера.",
            "Там было примерно человек двести.",
            "Крупно порежь и обдай кипятком картофель.",
            "Он небрежно бросил пакет в грузовик.",
            "В вольном переводе это означает: “поторопись!”.",
            "Охранник грубо велел нам отойти.",
            "Размер этой квартиры — примерно триста шестьдесят квадратных футов.",
            "Он грубо её схватил.",
            "Толпа обошлась с ним грубо.",
            "Его работы отображаются примерно в хронологическом порядке.",
            "Каждый год цветы азалии распускаются примерно в одно и то же время.",
            "Он грубо толкнул меня к двери.",
            "дом из неотёсанных серых камней, грубо сцементированных вместе",
            "Новый продукт сделан примерно по образцу одной более ранней конструкции.",
            "Считается, что настенные драпировки примерно одного времени с кафельным полом."
        ]
    }
}