{
    "route": {
        "comment": [
            "routine"
        ],
        "translate": "маршрут, путь, направление, направлять, распределять, наголову",
        "transcription": " |ruːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I drive this route every day.",
            "He had marked the route on the map in red.",
            "He took his usual route to work.",
            "The route lay to the west.",
            "What's the best route to Cambridge?",
            "We took the faster route.",
            "The route is very well signposted.",
            "Is your office on a bus route?",
            "Approaching cars will be routed into two lanes.",
            "The coastal path is a popular route for walkers.",
            "They went by the shortest route, across the fields.",
            "Take Route 2 into town.",
            "It's quicker to go by the country route.",
            "We took an indirect route.",
            "She takes Route 1 to Newark.",
            "The route then heads west over Gerrick Moor.",
            "I've been this route a thousand times before.",
            "The port stands astride an international route.",
            "Some 80 miles of the route already holed for telegraph posts.",
            "There's a better chance of losing him if we take the back route.",
            "The entire length of our route is assumed to be about thirty-two miles.",
            "an escape route in case of fire",
            "I drive on this route every day.",
            "I found a more direct route to the city.",
            "He took us by a devious route to the center of the city.",
            "We determined on the latter route, it appearing to be the shortest.",
            "We took a cross-country route instead of the motorway.",
            "We live on a rural route.",
            "He took a roundabout route to town.",
            "Crowds lined the route to the palace."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ou = [uː]"
        ],
        "example_translate": [
            "Я езжу по этому маршруту каждый день.",
            "Он отметил маршрут на карте красным цветом.",
            "Он пошёл на работу привычным маршрутом.",
            "Дорога лежала на запад.",
            "Как лучше всего добраться до Кэмбриджа?",
            "Мы выбрали самый быстрый маршрут.",
            "Маршрут ясно обозначен.",
            "До вашего бюро можно добраться на автобусе?",
            "Подъезжающие автомобили будут направлены в два переулка.",
            "Прибрежная линия является популярным маршрутом среди пеших туристов.",
            "Они пошли кратчайшим путем, через поля.",
            "Поезжайте в город по второму шоссе.",
            "Быстрее будет доехать по загородной трассе.",
            "Мы выбрали окольный путь.",
            "Она следует по Первому шоссе в направлении Ньюарка.",
            "Затем маршрут идёт на запад через Геррик-Мур.",
            "Я по этому маршруту уже тысячу раз ездил.",
            "Порт расположен на пути международных маршрутов.",
            "Ямы для телеграфных столбов уже вырыты на протяжении приблизительно 80 миль.",
            "Если мы поедем по обратному маршруту, будет больше шансов от него оторваться.",
            "Общая длина нашего маршрута предположительно составляет около тридцати двух миль.",
            "путь эвакуации в случае пожара",
            "Я езжу по этому маршруту каждый день.",
            "Я нашел более прямой путь в город.",
            "Он вывел нас окольным путём к центру города.",
            "Мы выбрали последний из предложенных вариантов маршрута, потому что он казался наиболее коротким.",
            "Вместо автострады мы поехали по бездорожью.",
            "Мы живём в сельской местности.",
            "Он поехал в город окольным путём.",
            "Вдоль пути следования к дворцу выстроилась толпа народа."
        ]
    }
}