{
    "routine": {
        "comment": [],
        "translate": "рутинный, обычный, текущий, шаблонный, рутина, распорядок, шаблон",
        "transcription": " |ruːˈtiːn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I love occasionally to aberrate from routine.",
            "So many days are routine and uninteresting, especially in winter.",
            "He reacts badly to disturbance of his daily routine.",
            "The job will be easier once you settle into a routine.",
            "A brisk walk is part of her morning routine.",
            "It's good to get back into the old routine.",
            "the costs of routine car maintenance",
            "Grandma gets upset if we change her routine.",
            "He needed a vacation to escape the routine of daily life.",
            "He missed the routine of army life.",
            "Data entry becomes routine very quickly.",
            "John's departure had upset their daily routine.",
            "Travel can be an escape from the routine drudgery of life.",
            "Cleaning is less of a hassle if you develop a regular routine.",
            "I applied my attention prosaically to my routine.",
            "She felt the need to break out of her daily routine.",
            "Try to fit some regular exercise into your daily routine.",
            "They moved the furniture back to practise their dance routine.",
            "Small children like a set routine.",
            "You mustn't worry. These are just routine enquiries.",
            "I've got the early morning routine down to a fine art.",
            "He criticized her routine absence from important meetings.",
            "The general relied on his staff to make routine decisions.",
            "The theatres were closed on Saturday and Sunday for routine maintenance.",
            "...the slightest change in her daily routine leaves her in complete bewilderment...",
            "the regimented routine of boarding school",
            "the routine but indispensable ceremonies of state",
            "There has been little if any change in her daily routine.",
            "I was amazed at how easily I fell back into the old routine.",
            "They hire high-school students for routine work such as filing."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мне нравится иногда отойти от привычного распорядка.",
            "Так много дней бывает монотонными и неинтересными, особенно зимой.",
            "Он терпеть не может, когда нарушается его распорядок дня.",
            "Работа будет легче, как только вы войдёте в режим.",
            "Быстрая ходьба — часть её утреннего ритуала.",
            "Приятно вернуться к давно заведённому порядку вещей.",
            "затраты на плановое техническое обслуживание автомобилей",
            "Бабушка расстраивается, если мы меняем то, как она привыкла жить.",
            "Он нуждался в отпуске, чтобы отдохнуть от рутины повседневной жизни.",
            "Он скучал по повседевной армейской жизни.",
            "Ввод данных очень быстро превращается в рутину.",
            "Отъезд Джона нарушил привычный для них уклад жизни.",
            "Путешествия могут оказаться спасением от нудной жизненной рутины.",
            "Уборка доставляет меньше хлопот, если вы делаете её регулярно.",
            "Я привычно сосредоточился на текущих делах.",
            "Она почувствовала необходимость вырваться из повседневной рутины.",
            "Постарайтесь включить в свой распорядок дня регулярные физические упражнения.",
            "Они отодвинули мебель, чтобы порепетировать танцевальный номер.",
            "Маленькие дети любят, когда всё идёт, как обычно /по установленному порядку/.",
            "Вы не должны беспокоиться. Это всего лишь обычные вопросы.",
            "Я превратил скучные утренние процедуры в целое искусство.",
            "Он раскритиковал её за постоянное отсутствие на важных совещаниях.",
            "Генерал возложил принятие обычных шаблонных решений на своих подчинённых.",
            "По субботам и воскресеньям театры были закрыты для планового технического обслуживания.",
            "...малейшее изменение в её распорядке дня приводит её в полное замешательство...",
            "регламентированный распорядок школы-интерната",
            "шаблонные, но необходимые государственные церемонии",
            "Её повседневная жизнь не претерпела никаких или почти никаких изменений.",
            "Я был поражён тем, насколько легко я вернулся к прежнему порядку дел.",
            "Для выполнения рутинных работ типа ведения картотеки они нанимают старшеклассников."
        ]
    }
}