{
    "rub": {
        "comment": [],
        "translate": "тереть, тереться, втирать, натирать, трение, растирание, натирание, стирание",
        "transcription": " |rʌb|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Could you rub my shoulders?",
            "She tried to rub her tears away.",
            "I could feel the cat rubbing against my leg.",
            "Rub this oil in the wood to protect it.",
            "Rub your hand against this surface.",
            "Don't rub it in.",
            "She stood by the oven, rubbing one bare foot against the other.",
            "The cat rubbed against my leg.",
            "Will this rubber rub out ink marks?",
            "These new boots are so stiff that they rub the skin off my ankles.",
            "She got a little rubbed.",
            "I hurriedly rubbed myself dry.",
            "The boy claim to be able to light a fire by rubbing two sticks together.",
            "He rubbed his hands with glee.",
            "Don't rub too hard or you'll tear the paper.",
            "Parents often try to rub into their children how much they owe to them.",
            "He rubbed his hands over his face and hair.",
            "Can you rub some sun cream on my back for me?",
            "The middle of each step has rubbed away with passing feet.",
            "If you don't prepare the surface properly, the paint will rub off.",
            "You should rub him often on this point.",
            "Badly fitting shoes are bound to rub.",
            "We tried to make a fire by rubbing two pieces of wood together.",
            "She's an amazing cook, but she rarely has time to make meals. There's the rub.",
            "He blinked and rubbed his eyes.",
            "He rubbed his hands together with embarrassment.",
            "The front left fender was smashed and rubbing against the wheel.",
            "The back of my shoe is rubbing against my heel and giving me a blister.",
            "She yawned and rubbed her eyes.",
            "The cat rubbed itself against my leg."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не могли бы вы растереть / натереть мне плечи?",
            "Она вытирала слёзы.",
            "Я чувствовал, как кошка трётся о мою ногу.",
            "Надо втереть это масло в дерево, чтобы защитить его.",
            "Потри эту поверхность рукой.",
            "Не растравляйте рану.",
            "Она стояла у печи, потирая одну босую ногу о другую.",
            "Кот потёрся о мою ногу.",
            "Этот ластик может стирать чернила?",
            "Новые ботинки такие жёсткие, что трут.",
            "Она немного разнервничалась.",
            "Я наспех / торопливо вытерся досуха.",
            "Этот мальчик утверждает, что может зажечь огонь, потирая друг о друга две деревяшки.",
            "Он радостно потирал (свои) руки.",
            "Не три слишком сильно, а то порвёшь бумагу.",
            "Родители часто хотят внушить своим детям, что те в неоплатном долгу перед ними.",
            "Он провёл руками по лицу и волосам.",
            "Вы не могли бы натереть мне спину кремом от загара?",
            "Средняя часть каждой ступеньки была истёрта миллионами ног.",
            "Если соответствующим образом не подготовить поверхность, краска будет отваливаться.",
            "Тебе следовало бы почаще напоминать ему об этом.",
            "Плохо подобранная (неподходящая по размеру) обувь непременно натирает.",
            "Мы попробовали добыть огонь, потерев друг об друга две деревяшки.",
            "Она замечательный повар, но у неё редко есть время готовить — вот в чём беда.",
            "Он моргнул и протёр глаза.",
            "Он стыдливо / смущённо потирал руки.",
            "Левое переднее крыло было разбито и тёрлось о колесо.",
            "Задник моего ботинка трётся о пятку и натирает мне волдырь.",
            "Она зевнула и протёрла глаза.",
            "Кот потёрся о мою ногу."
        ]
    }
}