{
    "rubbish": {
        "comment": [
            "rubber",
            "rub"
        ],
        "translate": "мусор, хлам, чушь, вздор, ерунда, белиберда, превращать в обломки, ломать",
        "transcription": " |ˈrʌbɪʃ|",
        "antonyms": [],
        "mnemonic": [
            "rubbish [ра'биш] мусор, хлам - (Раб ищ-ет) мусора, чтобы превратить его в хлам.",
            "rubbish ['rʌbɪʃ]\n***\nНу зачем ты МУСОР робиш (укр.) (это) rubbish\nСвоим ВЗДОРОМ ты коробишь. (это) rubbish\nЕРУНДОЙ своей коробишь. (это) rubbish\nЧЕПУХОЙ меня угробишь. (это) rubbish"
        ],
        "examples": [
            "You do talk rubbish sometimes.",
            "Please, pick the rubbish up off the ground.",
            "That's a load of rubbish.",
            "I've got so much rubbish on my desk it's unbelievable.",
            "Some of the stuff on TV is absolute rubbish.",
            "You do talk rubbish sometimes, Jules.",
            "All the pavements were awash with rubbish.",
            "“I'm sorry, but I had to do it.” “Rubbish!”",
            "The food at that restaurant is complete rubbish.",
            "get rid of rubbish and oily rags",
            "I think what he says is absolute rubbish!",
            "Mrs Taylor and her ilk talk absolute rubbish.",
            "The vast majority of books on the subject are complete rubbish.",
            "The fire probably started in a rubbish dump.",
            "The suggestion is absolute rubbish.",
            "Gill's dismissal of the book as '386 pages of rubbish'",
            "The sickening stench of rotting rubbish rose into the air."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Иногда вы говорите полную чушь.",
            "Пожалуйста, подбери мусор с земли.",
            "Это бред / чушь.",
            "У меня так много мусора на столе, это просто невероятно.",
            "Некоторые вещи, которые передают по телевизору — это полная чушь.",
            "Джулз, ты иногда такую чушь несёшь!",
            "Все тротуары были завалены мусором.",
            "— Прости, но мне пришлось это сделать. — Чушь!",
            "Еда в этом ресторане — полная дрянь.",
            "избавиться от мусора и промасленной ветоши",
            "Я думаю, что он говорит полную ерунду!",
            "Миссис Тэйлор и ей подобные несут абсолютную чушь.",
            "Подавляющее большинство книг на эту тему — полная чушь.",
            "Вероятно, пожар начался на мусорной свалке.",
            "Этот совет — полная ерунда.",
            "то, что Джилл пренебрежительно назвала эту книгу \"триста восемьдесят шесть страниц ахинеи\"",
            "Тошнотворная вонь гниющего мусора поднялась в воздух."
        ],
        "stars": 2
    }
}