{
    "rubber": {
        "comment": [],
        "translate": "резиновый, прорезиненный, резина, каучук, резинка, любопытствовать",
        "transcription": " |ˈrʌbər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Rubber is a flexible substance.",
            "The rubber ball bounced along.",
            "The rubber will perish with age.",
            "This for his temper was a rubber.",
            "No hubba-hubba without a rubber.",
            "The rubber ball bounced.",
            "Will this rubber rub out ink marks?",
            "a strong odor of burning rubber",
            "No offense, but this cheese tastes like rubber.",
            "Even the best quality rubber will perish with age.",
            "the acrid smell of burning rubber",
            "Oil and grease will rot the rubber of your tyres.",
            "You can deaden the noise of the machines with rubber mats.",
            "a deep yielding layer of foam rubber",
            "No one thought it much of a crime to \"rubber\".",
            "You can stretch this rubber (out) to twice its length.",
            "Rubber bullets are intended to incapacitate people rather than to kill them.",
            "The pitcher toed the rubber.",
            "The strands of rubber were drawn to test their strength.",
            "That old bike without rubber tires was a real boneshaker.",
            "Natural rubber production bounced back up to its prewar levels.",
            "The leak was caused by several small punctures in the rubber gasket.",
            "The leather of his left trainer was coming away from its rubber base.",
            "Squad members, already decked out in cumbersome chemical suits, put on masks and rubber gloves.",
            "After being dipped in liquid nitrogen, the rubber ball's normally resilient surface is as brittle as ceramic.",
            "Not wanting our brand-new cabin cruiser to get scratched, we put thick rubber fenders between it and the dock."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Резина - это эластичное вещество.",
            "Резиновый мяч отскочил.",
            "Эта резина износится со временем.",
            "Для него это прозвучало как оскорбление.",
            "Нет презерватива - нет секса.",
            "Резиновый мяч отскочил.",
            "Этот ластик может стирать чернила?",
            "сильный запах горящей резины",
            "Не обижайся, но на вкус этот сыр — как резина.",
            "Даже лучшая резина с годами портится.",
            "едкий запах палёной резины",
            "Шины могут испортиться под воздействием масла и жира.",
            "Шум от машин можно уменьшить резиновыми матами.",
            "толстый мягкий слой поролона",
            "Никому не казалось большим преступлением подслушивать чужие разговоры.",
            "Вы можете растянуть эту резину так, что она станет вдвое длиннее.",
            "Резиновые пули предназначены скорее для того, чтобы вывести человека из строя, чем убить его.",
            "Питчер коснулся ногой пластины.",
            "Резиновые полоски растянули, чтобы проверить их прочность.",
            "Этот старый, лишённый шин велосипед был тем ещё драндулетом.",
            "Объемы производства натурального каучука возросли до довоенных уровней.",
            "Причиной протечки было несколько мелких отверстий в резиновой прокладке.",
            "Кожа на его левом кроссовке отошла от его резиновой основы.",
            "Члены команды, уже облачённые в громоздкие химические костюмы, надели маски и резиновые перчатки.",
            "После погружения резинового мяча в жидкий азот, его упругая в нормальном состоянии поверхность становится хрупкой, как керамика.",
            "Не желая поцарапать наш новый прогулочный катер, мы проложили между ним и причалом толстые резиновые кранцы."
        ]
    }
}