{
    "rude": {
        "comment": [
            "intruder"
        ],
        "translate": "грубый, неприличный, невежливый, резкий, сырой, невоспитанный, внезапный",
        "transcription": " |ruːd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He answered me very rudely.",
            "I don't want to appear rude.",
            "It's rude to stare.",
            "It's rude to point at people.",
            "I was shocked by her rude behavior.",
            "She replied to me in a very rude manner.",
            "How could you be so rude? Have you no shame?",
            "I didn't mean to be rude, but I had to leave early.",
            "I can't believe that he was so rude to me.",
            "Why are you so rude to her?",
            "He's rude and lacks polish.",
            "Don't stick your tongue out, it's rude!",
            "It's rude to put out your tongue at people.",
            "I don't wish to be rude...",
            "How rude of her to barge into the conversation.",
            "I heard someone make a rude noise.",
            "Don't use that rude tone of voice with me.",
            "She expressed surprise at his rude behavior.",
            "Don't take it personally., she's rude to everyone.",
            "We were rudely awakened by the storm.",
            "He insulted her with his rude remarks.",
            "That rude man barged into me in the shop.",
            "Don't bolt your food down like that, it's rude.",
            "Rude language should be expurgated from classroom books.",
            "He's just a rude, insensitive jerk.",
            "an abrasive display of rude behavior",
            "A rude circuit of stones, of unknown origin.",
            "They are rude where they should be reverent.",
            "He was rude and inconsiderate to the waiter.",
            "There was no need to fling in that rude remark."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он ответил мне очень грубо.",
            "Я не хочу показаться грубым.",
            "Пялиться - нехорошо.",
            "Некрасиво показывать на людей пальцем.",
            "Я был потрясен её грубым /неприличным, оскорбительным/ поведением.",
            "Она ответила мне очень грубо.",
            "Как можно было себя так грубо /неприлично/ вести? Совесть у тебя есть?",
            "Я не хотел показаться грубым, но мне нужно было уйти пораньше.",
            "Не могу поверить, что он был так груб со мной.",
            "Почему ты так груб с ней?",
            "Он груб и неотёсан.",
            "Не высовывай язык, это неприлично /некрасиво/!",
            "Неприлично показывать людям язык.",
            "Не хотелось бы показаться грубым... (в качестве извинения, предупреждения)",
            "Как грубо с её стороны влезать в разговор.",
            "Я услышал, как кто-то издал неприличный звук.",
            "Не смей со мной разговаривать таким грубым тоном.",
            "Она выразила удивление его грубым поведением.",
            "Не принимайте это на свой счёт: она всем так грубит.",
            "Нас внезапно разбудила гроза /буря, шторм/.",
            "Он оскорбил её своими грубыми замечаниями.",
            "Какой-то грубиян чуть не сбил меня с ног в магазине.",
            "Не запихивай еду в рот с такой жадностью, это неприлично.",
            "Грубые слова и выражения должны быть устранены из учебников.",
            "Он просто грубый и бесчувственный придурок /урод, козёл и т.п./.",
            "оскорбительное проявление грубого поведения",
            "Неровный круг неизвестного происхождения, выложенный из камней.",
            "Они грубы, тогда как должны быть почтительны.",
            "Он был грубым и невнимательным к официанту.",
            "Незачем было вставлять это грубое замечание."
        ]
    }
}