{
    "ruined": {
        "comment": [
            "ruin"
        ],
        "translate": "разрушенный, разоренный, уничтоженный",
        "transcription": " |ˈruːənd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He ruined the family's good name.",
            "The tears ruined her make-up.",
            "The wall was imperfectly ruined.",
            "He was ruined by debt.",
            "His career would be ruined.",
            "The scandal ruined the mayor.",
            "а marriage ruined by infidelity and jealousy",
            "This illness has ruined my life.",
            "His life has been ruined by heroin addiction.",
            "This carpet's as good as ruined.",
            "The bad weather ruined the party.",
            "The country lay ruined after the war.",
            "It was the eternal law of man which ruined him.",
            "Poor customer service ruined the company's reputation.",
            "The crashers ruined the party.",
            "Jefferson was ruined by the lawsuit.",
            "I ruined the sauce by adding too much garlic.",
            "His cocaine habit ruined him physically and financially.",
            "Poor customer service has ruined the company's reputation.",
            "The book is ruined by all the treacle about his childhood.",
            "The careers of officers complicit in the cover-up were ruined.",
            "Jim saw that the firm was going to be ruined, so he pulled out.",
            "They've completely ruined the tourist trade for the next few years.",
            "His low test scores ruined his chances of getting into a good school.",
            "The unsuccessful run for office left him ruined politically and economically.",
            "Jim saw that the firm was going to fail, so he pulled out before he got ruined.",
            "The serious message of the film is ruined by the bathos of its ridiculous ending.",
            "A calamitous decision to sell their products online exclusively ruined the business.",
            "My attempt at secretly tailing the girls was ruined by my loud and uncontrollable hiccups."
        ],
        "example_translate": [
            "Он опозорил доброе имя семьи.",
            "Слёзы испортили ей макияж. / От слёз её макияж размазался.",
            "Стена была разрушена не полностью.",
            "Долги разорили его.",
            "Его карьере пришёл бы конец.",
            "Скандал погубил мэра.",
            "брак разрушенный изменами и ревностью",
            "Эта болезнь погубила мою жизнь.",
            "Его жизнь была разрушена героиновой зависимостью.",
            "Этому ковру, считай, конец.",
            "Плохая погода испортила вечеринку.",
            "После войны страна лежала в руинах.",
            "Его погубил неизменный закон человеческой природы.",
            "Плохое обслуживание клиентов погубило репутацию компании.",
            "Прорвавшиеся без приглашения испортили весь вечер.",
            "Эта судебная тяжба разорила Джефферсона.",
            "Я испортил соус, добавив слишком много чеснока.",
            "Зависимость от кокаина уничтожила его как физически, так и материально.",
            "Плохое обслуживание клиентов погубило репутацию компании.",
            "Книга испорчена всеми этими приторными рассуждениями о его детстве.",
            "Карьера полицейских, замешанных в сокрытии преступления, была разрушена.",
            "Джим понял, что фирме скоро придёт конец, и поэтому ушёл оттуда.",
            "Они полностью разрушили туристический бизнес на последующие несколько лет.",
            "Низкие тестовые баллы подорвали его шансы попасть в хорошую школу.",
            "Эта неудачная избирательная кампания уничтожила его как политически, так и экономически.",
            "Джим видел, что фирма скоро разорится, так что он заранее вышел из дела.",
            "Серьёзный посыл этого фильма разрушен ложным пафосом его нелепой концовки.",
            "К уничтожению бизнеса привело гибельное решение продавать продукцию исключительно через интернет.",
            "Моя попытка тайно проследить за девушками провалилась из-за громкой и неудержимой икоты."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}