{
    "ruler": {
        "comment": [],
        "translate": "правитель, линейка, властитель, ежовый",
        "transcription": " |ˈruːlər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He showed himself a harsh ruler.",
            "Is this ruler graduated in centimetres or in inches?",
            "He was no ruler.",
            "a ruler without a heart",
            "using a ruler to measure a piece of paper",
            "Charlemagne was respected as a just ruler.",
            "The ruler paid a tribute every year.",
            "The teacher cracked him across the face with a ruler.",
            "The general used a long ruler to indicate on the map exactly where the troops would land.",
            "He was effective ruler during the monarch's last illness.",
            "The former ruler was forced to concede power to a new government.",
            "She was a popular ruler throughout her reign.",
            "In the days when IBM was still the unchallenged ruler of the computer universe ...",
            "The general began his army life as a private soldier and ended up as ruler of his country.",
            "a tyrannical ruler whose terrible reign was marked by unceasing violence"
        ],
        "example_translate": [
            "Он оказался суровым правителем.",
            "Эта линейка в сантиметрах или в дюймах?",
            "Он был никудышным правителем.",
            "бессердечный правитель",
            "использование линейки для измерения листа бумаги",
            "Карла Великого уважали как справедливого правителя.",
            "Правитель платил дань ежегодно.",
            "Учитель треснул его по лицу линейкой.",
            "С помощью длинной линейки генерал указал на карте, где именно высадятся войска.",
            "Именно он фактически правил страной во время последней болезни монарха.",
            "Бывший правитель был вынужден уступить власть новому правительству.",
            "На протяжении всего своего правления она пользовалась любовью народа.",
            "В те дни, когда Ай-би-эм все еще безраздельно властвовала в компьютерном мире …",
            "Генерал начал свою службу рядовым, а закончил правителем страны.",
            "деспотичный правитель, чьё ужасное царствование было отмечено непрекращающимся насилием"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}