{
    "ruling": {
        "comment": [],
        "translate": "правящий, господствующий, преобладающий, управление, постановление",
        "transcription": " |ˈruːlɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The court has issued a definitive ruling.",
            "The lawyer and judge conferred about the ruling.",
            "A ruling class clearly existed.",
            "This new ruling affects your business.",
            "The future of the island is bound up with the fortunes of the ruling power.",
            "The judge's ruling was based on legal precedent.",
            "The ruling was overturned by a federal appeals court.",
            "There were many people in the ruling party (=the party in power) who were unhappy with his policies.",
            "Football remains the ruling passion of many men.",
            "The ruling will be reviewed by the Supreme Court.",
            "Without their support he'll be ruling in a vacuum.",
            "Opponents have questioned the legitimacy of the ruling.",
            "The decision overturns the Supreme Court's earlier ruling.",
            "The judge cited a 1956 Supreme Court ruling in her decision.",
            "The judges voted to overturn a ruling made by an inferior court.",
            "The court's ruling narrowed the scope of the affirmative action program.",
            "The ruling body wanted to duck the issue of whether players had been cheating.",
            "The judge's ruling was based on a precedent established by an earlier decision.",
            "The upshot of the court's ruling is that a number of communities will now have to change their gun laws.",
            "UK immigration procedures will have to be changed to bring them into line with the latest European ruling.",
            "The judge refused to allow mention of the defendant's conviction for shoplifting, ruling that it was inapplicable to the case at hand."
        ],
        "example_translate": [
            "Суд вынес окончательное решение.",
            "Адвокат и судья обсудили постановление.",
            "Правящий класс явно существовал.",
            "Это новое постановление затрагивает ваш бизнес.",
            "Будущее острова связано с судьбами его правителей.",
            "Решение судьи было основано на правовом прецеденте.",
            "Постановление было отменено федеральным апелляционным судом.",
            "В правящей партии (т.е. партии власти) было много людей, недовольных её политикой.",
            "Футбол по-прежнему остаётся главной страстью многих мужчин.",
            "Это решение будет пересмотрено Верховным Судом.",
            "Без их поддержки он будет править в вакууме.",
            "Оппоненты поставили под сомнение законность данного постановления.",
            "Данное решение отменяет ранее принятое решение Верховного Суда.",
            "В своём решении судья процитировала постановление Верховного Суда, вынесенное в 1956 году.",
            "Судьи проголосовали за то, чтобы отменить решение низшестоящего суда.",
            "Постановление суда сузило рамки программы политики равных возможностей.",
            "Руководство лиги хотело уклониться от ответа на вопрос относительно того, мошенничали ли игроки.",
            "Решение суда было основано на прецеденте, созданном в результате ранее принятого решения.",
            "В результате судебных решений ряду общин теперь придётся изменить законы об оружии.",
            "Иммиграционные процедуры Великобритании придётся изменить, чтобы привести их в соответствие с новейшими европейскими нормативными актами.",
            "Судья отказался приложить к делу упоминание об обвинительном приговоре, вынесенном подсудимому за кражу в магазине, постановив, что он в данном случае неприменим."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}