{
    "rumor": {
        "comment": [],
        "translate": "слух, молва, толки, распространять слухи",
        "transcription": " |ˈruːmər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I overheard a rumor about you.",
            "There is a rumour ...",
            "It is rumoured that she has returned home.",
            "We heard a rumour that she was back in town.",
            "I heard a rumor that they broke up.",
            "The President refused to confirm the rumor.",
            "He is rumoured to have escaped to Canada.",
            "The rumor turned out to be false.",
            "It was rumored that the next president would be a woman.",
            "Rumours are about / afloat.",
            "Rumor has it that they broke up.",
            "There are rumors that they are making a new film.",
            "Rumour has it that she will be getting married soon.",
            "The rumor has been hotly denied.",
            "The rumor had been around awhile.",
            "“Did you hear that they broke up?” “That's just a rumor.”",
            "The new secretary introduced a nasty rumor.",
            "I heard a rumor that he was getting married soon.",
            "You can't fire him solely based on rumor.",
            "She accused him of starting rumors about her.",
            "The sole basis for the rumor is someone's overactive imagination.",
            "Rumor has it that the manager wants to unload him. Maybe he'll be traded to another team.",
            "The rumor had its origin in idle gossip.",
            "Someone planted a rumor saying that he had died.",
            "They have satisfied themselves that the story is only a rumor.",
            "For years people have been rumoring the CEO's imminent retirement.",
            "The rumor is that he started his career shaking people down as an enforcer for the mob.",
            "Forsooth, the rumor is true: this lovely lass and I are getting married!",
            "Her spokesperson flatly disclaimed the marriage rumor circulating in the press."
        ],
        "example_translate": [
            "Я тут о тебе кое-что прослышал.",
            "Ходят слухи ...",
            "Ходят слухи, что она вернулась домой.",
            "До нас дошёл слух, что она снова в городе.",
            "Я прослышал, что они расстались.",
            "Президент отказался подтвердить этот слух.",
            "Говорят, что он сбежал в Канаду.",
            "Слух оказался ложным.",
            "Поговаривали, что следующим президентом будет женщина.",
            "Слухи ходят, распространяются.",
            "Поговаривают, что они распались.",
            "Ходят слухи, что они снимают новый фильм.",
            "Ходит слух, что она скоро выходит замуж.",
            "Этот слух горячо опровергают.",
            "Этот слух уже давненько ходит.",
            "— Вы слышали, что они распались? — Это только слухи.",
            "Новая секретарша запустила гадкую сплетню.",
            "Я слышал, что он скоро женится.",
            "Вы не можете его уволить, основываясь исключительно на слухах.",
            "Она обвинила его в распускании о ней слухов.",
            "Единственным основанием для этих слухов является чьё-то чрезмерно буйное воображение.",
            "Поговаривают, что тренер хочет его куда-нибудь спихнуть. Возможно, его продадут в другую команду.",
            "Слух этот зародился в праздной болтовне.",
            "Кто-то распустил слух, что он умер.",
            "Они убедили себя в том, что эта история — всего лишь слухи.",
            "Вот уже несколько лет распространяются слухи о неизбежной отставке гендиректора.",
            "По слухам, карьеру свою он начинал с того, что вышибал с должников деньги, работая на мафию в качестве боевика.",
            "Поистине, слухи не врут: мы с этой прекрасной девушкой поженимся!",
            "Её пресс-секретарь категорически отрицал распространившиеся в прессе слухи о замужестве."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}