{
    "rumour": {
        "comment": [
            "tumour"
        ],
        "translate": "слух, молва, толки, распространять слухи",
        "transcription": " |ˈruːmər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There is a rumour ...",
            "Where did the rumour start?",
            "The rumour has no foundation.",
            "Rumour has it that she will be getting married soon.",
            "The rumour is without foundation.",
            "The rumour gradually died a death.",
            "Rumours are about / afloat.",
            "He is rumoured to have escaped to Canada.",
            "There is no truth in the rumour.",
            "It is rumoured that she has returned home.",
            "We heard a rumour that she was back in town.",
            "The government issued an official denial of the rumour.",
            "A malicious rumour went round that Philip had something to do with the murder.",
            "A rumour of the queen's arrest was rife in London.",
            "She dismissed the rumour without a second thought.",
            "Interestingly enough, Pearson made no attempt to deny the rumour.",
            "He conceded that secondhand accounts are leading to rumour and counter-rumour.",
            "His name has come up in the rumour mill as a possible director for the project."
        ],
        "example_translate": [
            "Ходят слухи ...",
            "Откуда пошёл этот слух?",
            "Это ни на чём не основанный слух.",
            "Ходит слух, что она скоро выходит замуж.",
            "Это ни на чем не основанный слух.",
            "Слух постепенно сошел на нет.",
            "Слухи ходят, распространяются.",
            "Говорят, что он сбежал в Канаду.",
            "В этих слухах нет ни капли правды. / Эти слухи неправдивы.",
            "Ходят слухи, что она вернулась домой.",
            "До нас дошёл слух, что она снова в городе.",
            "Правительство официально опровергло этот слух.",
            "Поползли злые слухи о том, что Филипп как-то связан с убийством.",
            "Слух об аресте королевы распространился по Лондону.",
            "Она, не задумываясь, отмахнулась от этой сплетни.",
            "Интересно, что Пирсон даже не пытался опровергнуть эти слухи.",
            "Он признал, что мнение, переданное через третьи руки, ведёт к сплетням и пересудам.",
            "\"Сарафанное радио\" упомянуло его имя в качестве возможного директора данного проекта."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}