{
    "runner": {
        "comment": [
            "run",
            "running"
        ],
        "translate": "бегун, дорожка, бегунок, полоз, ротор, рабочее колесо, гонец, посыльный, курьер",
        "transcription": " |ˈrʌnər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's a very fast runner.",
            "The runner jumped a hurdle.",
            "The runners want him.",
            "The runner breasted the tape",
            "The runner slid into third base.",
            "She mistimed the marathon runner.",
            "The runner was forced out of bounds.",
            "the spare figure of a marathon runner",
            "The lead runner set a murderous pace.",
            "The marathon tests a runner's endurance.",
            "The runner slid headlong into third base.",
            "the fabulous endurance of a marathon runner",
            "He will be the youngest runner in the race.",
            "His speed earned him the tag of 'the runner'.",
            "The runner zipped past us at breakneck speed.",
            "He ruled that the runner failed to touch home.",
            "The runner was out on a play by the shortstop.",
            "The runner went to second base on a sacrifice.",
            "He was the first runner to cross the finish line.",
            "The shortstop got the runner at second on a force.",
            "“I'm the fastest runner on the team,” she bragged.",
            "The marathon runner did not warm up and hurt himself.",
            "After the long race, the runner was panting for breath.",
            "The runner on third base tried to make the pitcher balk.",
            "The first baseman bobbled the catch, so the runner was safe.",
            "By the time the police got there, the boys had done a runner.",
            "The Kenyan runner set a new Olympic Record in the 3000 metres.",
            "You will have to run fast to remain abreast of our best runner.",
            "Once he gets his breath, he'll soon pull up to the leading runner.",
            "Jim was abreast of the leading runner for a few minutes but then fell behind."
        ],
        "example_translate": [
            "Она бегает очень быстро.",
            "Бегун перепрыгнул через барьер.",
            "Полицейские ищут его.",
            "Бегун пересек финишную ленту",
            "Бегущий /раннер/ проскользнул на третью базу. (о бейсболе)",
            "Она неправильно измерила время этого марафонца.",
            "Бегуна вытолкнули за пределы дорожки.",
            "худощавое телосложение марафонца",
            "Лидер забега задал убийственный темп.",
            "Марафонский бег испытывает выносливость бегуна.",
            "Раннер проскользнул на третью базу, бросившись головой вперёд.",
            "сказочная выносливость бегуна-марафонца",
            "Он будет самым молодым участником этого забега.",
            "За свою скорость он заслужил прозвище \"бегун\".",
            "Бегун пронёсся мимо нас на бешеной скорости.",
            "Он вынес решение, что бегущий не коснулся \"дома\". (о бейсболе)",
            "Бегущий был выбит в аут благодаря умелой игре шортстопа. (о бейсболе)",
            "Бегущий прошёл на вторую базу в результате \"жертвенного\" удара. (ситуация, когда отбивающий специально делает удар, позволяющий выбить его в аут, чтобы бегущий мог занять следующую базу)",
            "Он был первым бегуном, который пересёк финишную черту.",
            "Шортстоп вывел бегущего в аут на второй базе. (о бейсболе)",
            "\"Я бегаю быстрее всех в команде\" - похвасталась она.",
            "Марафонец не разогрел мышцы и травмировался.",
            "После длинного забега спортсмен тяжело дышал.",
            "Бегущий /раннер/ на третьей базе попытался заставить питчера совершить ошибку /\"бок\"/.",
            "Игрок на первой базе не сумел поймать мяч, так что раннеру / бегущему / нападающему удалось захватить базу.",
            "К моменту приезда полиции ребята уже дали дёру.",
            "Кенийский бегун установил новый олимпийский рекорд на дистанции 3000 метров.",
            "Тебе нужно бежать очень быстро, чтобы не отставать от лидера.",
            "Как только он восстановит дыхание, он подтянется к лидеру забега.",
            "Сначала Джим бежал наравне с лидером, но потом отстал."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}