{
    "runway": {
        "comment": [],
        "translate": "взлетная полоса, подкрановый путь, дорожка, подъездной путь",
        "transcription": " |ˈrʌnweɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The plane landed on the runway.",
            "The aircraft overshot the runway.",
            "The airplane landed short of the runway.",
            "The plane overran the runway.",
            "They set up flares along the runway.",
            "The model sashayed down the runway.",
            "The plane taxied down the runway.",
            "Only one runway is operative.",
            "The plane overshot the runway.",
            "The pilot was able to land the plane on the runway.",
            "The pilot taxied the plane to the end of the runway.",
            "The aircraft skidded across the runway and finally came to rest in a cornfield.",
            "The winner of the beauty pageant walked down the runway wearing her sparkling crown.",
            "A small aircraft was obstructing the runway.",
            "The plane touched down 200 metres short of the runway.",
            "The plane moved slowly along the runway, then stopped.",
            "The plane barely cleared the fence at the end of the runway.",
            "There are plans to enlarge the runway to enable jumbo jets to land.",
            "The pilot was aiming for the runway but came down in a nearby field."
        ],
        "example_translate": [
            "Самолёт приземлился на взлётно-посадочной полосе.",
            "Самолёт приземлился за посадочной полосой.",
            "Самолёт приземлился, не долетев до посадочной полосы.",
            "Самолет выкатился за пределы взлетно-посадочной полосы.",
            "Вдоль посадочной полосы были зажжены сигнальные огни.",
            "Модель летящей походкой шла по подиуму.",
            "Самолет медленно катился /рулил/ по взлётно-посадочной полосе.",
            "Работает только одна взлётно-посадочная полоса.",
            "Самолёт проскочил взлётно-посадочную полосу.",
            "Летчик сумел посадить самолет на взлетно-посадочную полосу.",
            "Пилот подвёл самолёт к концу взлётно-посадочной полосы.",
            "Самолет занесло поперёк взлетно-посадочной полосы, и он в конце концов остановился на кукурузном поле.",
            "Победительница конкурса красоты прошла по подиуму в своей сверкающей короне.",
            "Взлётную полосу загораживал небольшой самолётик.",
            "Самолёт приземлился за двести метров до взлётно-посадочной полосы.",
            "Самолет медленно перемещался вдоль взлетно-посадочной полосы, а затем остановился.",
            "Самолёт едва не задел забор, расположенный в конце взлетно-посадочной полосы.",
            "Планируется увеличить взлётно-посадочную полосу, чтобы сделать возможной посадку реактивных лайнеров.",
            "Пилот метил на взлетно-посадочную полосу, но приземлился на соседнем поле."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}