{
    "rural": {
        "comment": [
            "country",
            "countryside"
        ],
        "translate": "сельский, деревенский, сельскохозяйственный",
        "transcription": " |ˈrʊrəl|",
        "antonyms": [],
        "mnemonic": [
            "rural ['ruərəl]\n***\nСЕЛЬСКИЙ житель на RUR*|ел. (это) rural\nСЕЛЬСКИЙ житель кур|ел. (это) rural\nДЕРЕВЕНСКИЙ парень кур|ел. (это) rural\n***\n*RUR - это Российский Рубль\nUSD - это Американский Доллар\nEUR - это Европейский Евро."
        ],
        "examples": [
            "She lives in a rural area.",
            "It's very rural round here, isn't it ?",
            "We live on a rural route.",
            "an economy that is basically rural",
            "the rural population of America",
            "Migrated women were mostly from rural areas.",
            "It is at his insistence that I shall continue my rural speculations.",
            "The island of high-technology is in the middle of a rural landscape.",
            "Many of the rural areas still aren't electrified.",
            "He grew up in a rural community where more than half the people were farmers.",
            "Rural Electrification Administration",
            "The idealization of rural life was very misleading.",
            "The program supports economic advancement in rural areas.",
            "Three types of rural local government are discernible in America.",
            "The rural environment was having a positive effect on the children's health.",
            "Rural voters were tired of being treated as rubes by state officials, who showed interest in them only at election time.",
            "Two mobile units provide healthcare in rural villages.",
            "They announced the initiation of a rural development programme.",
            "The televangelist has a substantial followership in the rural South.",
            "machines that irrevocably changed the pattern of rural life",
            "There's a growing need for new housing in many rural areas.",
            "They are working to stop the spread of disease in rural areas.",
            "a simple and unpretentious account about growing up in the rural South",
            "gerrymandering urban districts to give rural voters a majority",
            "The Land Protection Bill was talked out by MPs from rural areas.",
            "In the rural areas, family and tribal loyalties continue to be important.",
            "a sudden onrush of development in an area that was rural until very recently",
            "The overarching aim of the project is to contribute to the alleviation of rural poverty.",
            "All this romance is set against a backdrop of rural Irish life.",
            "Children who live in the country's rural areas are very likely to be poor."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она живет в сельской местности.",
            "Здесь очень деревенская атмосфера, не так ли?",
            "Мы живём в сельской местности.",
            "экономика, которая по существу является сельскохозяйственной",
            "сельское население Америки",
            "Женщины прибывали в основном из сельских районов.",
            "И только по его настоянию я продолжу свои идиллические размышления.",
            "Островок высоких технологий находится посреди сельского пейзажа.",
            "Многие сельские районы по-прежнему не электрифицированы.",
            "Он вырос в сельской общине, где более половины населения составляли крестьяне.",
            "Управление электрификации сельских районов (в США)",
            "Идеализация сельской жизни была очень обманчивой.",
            "Программа поддерживает экономическое развитие в сельских районах.",
            "В Америке есть три типа местного сельского правления.",
            "Деревенская среда оказывает позитивное влияние на здоровье детей.",
            "Cельским избирателям надоело, что государственные чиновники обращаются с ними, как с лохами, и проявляют к ним интерес лишь во время выборов.",
            "Два мобильных подразделения обеспечивают медицинскую помощь в сельских населённых пунктах.",
            "Они объявили о введении программы развития деревни.",
            "В сельских районах Юга у этого телепроповедника имеется солидная армия последователей.",
            "машины, которые необратимо изменили рисунок сельской жизни",
            "Во многих сельских районах растёт потребность в новом жилье.",
            "Они стараются остановить распространение данного заболевания в сельской местности.",
            "простой и непритязательный рассказ о детстве, прошедшем в сельской местности на юге",
            "перекраивание городских округов с целью предоставить большинство голосов сельским избирателям",
            "Депутаты из сельскохозяйственных регионов страны устроили обструкцию законопроекта о защите земли.",
            "В сельских районах преданность семье и роду по-прежнему важны.",
            "внезапное стремительное развитие ещё совсем недавно сельскохозяйственной области",
            "Общая цель этого проекта — способствовать снижению уровня бедности в сельской местности.",
            "Вся эта любовная история разворачивается на фоне ирландской сельской жизни.",
            "Дети, живущие в сельских районах страны, с большой вероятностью являются бедными."
        ],
        "stars": 3
    }
}