{
    "wait for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Wait for me!",
            "Wait for the rain to pass.",
            "I can't wait for the summer.",
            "Can you wait for five minutes?",
            "We had a long wait for the bus.",
            "I'll wait for you in reception.",
            "Wait for the elevator to descend.",
            "I was smart enough to wait for a week.",
            "His name was - wait for it - Mr Bacon.",
            "I asked him where I should wait for him.",
            "I'll stay in to wait for his telephone call.",
            "Go downstairs and wait for me at the bottom.",
            "I'll wait for the movie to come out on cable.",
            "He gets in a strop if he has to wait for someone.",
            "We will wait for your word before we serve dinner.",
            "Wait for the water to clear before adding any fish.",
            "She stopped to wait for Ian who was lagging behind.",
            "Wait for the computer to synch up with your command.",
            "'Do you want me to wait for you?' 'No, don't bother.'",
            "Fran faced a nerve-racking wait for her test results.",
            "I'll ring up at once so that he shouldn't wait for me.",
            "The spider must wait for prey to be ensnared on its web.",
            "She was teed off because she had had to wait for so long.",
            "There was a long wait for the manager to come and help us.",
            "We all went back to our respective homes to wait for news.",
            "Stop and wait for us when you get to the top of the slope.",
            "Don't just sit back and wait for new business to come to you.",
            "We had to wait for the pharmacist to make up her prescription.",
            "Can you wait for a few minutes while I make myself respectable?",
            "We have to wait for the dishwasher's wash and dry cycles to end."
        ],
        "example_translate": [
            "Подождите меня!",
            "Подожди, пока пройдёт дождь.",
            "Я не могу ждать лета. / Жду — не дождусь, когда наступит лето.",
            "Вы можете подождать пять минут?",
            "Мы долго ждали автобуса.",
            "Я буду ждать вас в приёмной.",
            "Подождите лифт, чтобы спуститься.",
            "У меня хватило ума неделю подождать.",
            "Его звали --- подождите, сейчас скажу — мистер Бэкон.",
            "Я спросил его, где мне его ждать.",
            "Я останусь дома и буду ждать его телефонного звонка.",
            "Спускайся по лестнице и жди меня внизу.",
            "Я подожду, пока фильм выйдет на кабельном.",
            "Он раздражается, если ему приходится кого-то ждать. (брит. get in a strop — злиться, раздражаться)",
            "Мы дождёмся вашего сигнала, прежде чем подавать ужин.",
            "Прежде, чем добавлять рыбу, подождите, пока вода очистится.",
            "Она остановилась, чтобы подождать отстававшего Йэна.",
            "Дождитесь, пока компьютер синхронизируется с вашими командами.",
            "— Хотите, я вас подожду? — Нет, не беспокойтесь.",
            "Фрэн пришлось потрепать нервы в ожидании результатов теста.",
            "Я ему позвоню немедленно, чтобы он не ждал меня.",
            "Паук должен ждать, пока жертва не запутается в его паутине.",
            "Она рассердилась из-за того, что ей пришлось ждать так долго.",
            "Мы долго ждали, пока управляющий подойдёт и поможет нам.",
            "Мы все вернулись по своим домам, чтобы ждать новостей.",
            "Как доберётесь до вершины склона — остановитесь и подождите нас.",
            "Нечего просто сидеть сложа руки и ждать, пока новое дело само к вам придёт.",
            "Нам пришлось ждать, пока фармацевт выпишет ей рецепт.",
            "Вы не могли бы подождать минуту, пока я приведу себя в порядок?",
            "Придётся подождать, пока посудомойка пройдёт цикл мытья и сушки до конца."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}