{
    "watch for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Be on the watch for anything suspicious.",
            "I've bought him a watch for his birthday.",
            "He swapped his watch for a box of cigars.",
            "He checked his watch for the umpteenth time.",
            "It was a good game to watch for the neutrals.",
            "Watch for a sly neocon attempt to move the goalposts.",
            "You'll have to watch for the opportunity to sell the goods.",
            "Will you watch for the bus while I go into the shop for a moment?",
            "Once, in order to put food on the table, he swapped his watch for a pig!",
            "He should have rattled his officer-of-the-watch for slackness. (S. W. Ryder)",
            "When you're driving in winter you should always be on the watch for ice on the roads.",
            "We watch for those awkward scenes that make us feel a smidge better about our own little unfilmed lives.",
            "Caregivers are trained to watch for signs of depression and suicidal ideation—some patients are likely to put their fantasies to action.",
            "I swopped my watch for a tennis racket.",
            "Open your lights and watch for the turnoff sign.",
            "Watch out for her. She plays dirty.",
            "He wants your job. Watch out for him.",
            "Watch out for bike riders while driving.",
            "Watch out for the choleric librarian at the reference desk.",
            "The guy's a tiger. Watch out for him.",
            "Heads up! Watch out for this bloody hook.",
            "Watch out for him. He's a master of the old one-two.",
            "Watch out for that macho over there. He's cruising for a bruising."
        ],
        "example_translate": [
            "Внимательно смотрите за всем, что покажется подозрительным.",
            "Я купила ему на день рождения часы.",
            "Он обменял свои часы на коробку сигар.",
            "Он в очередной раз посмотрел на часы.",
            "Было интересно наблюдать за нейтралами.",
            "Следите за хитрой попыткой неоконсерваторов сдвинуть штанги ворот.",
            "Тебе придётся подождать подходящей возможности сбыть товар.",
            "Ты не покараулишь автобус, пока я на минутку забегу в магазин?",
            "Однажды, чтобы добыть еды, он обменял свои часы на поросенка.",
            "Он должен был отчитать офицера караульной службы за бездействие.",
            "Когда вы зимой управляете автомобилем, вам всегда следует быть готовым к наледи на дорогах.",
            "Мы наблюдаем за теми неловкими сценами, которые заставляют нас чувствовать себя немного лучше в нашей собственной маленькой незаснятой жизни.",
            "Лица, осуществляющие уход, обучены следить за признаками депрессии и суицидальных мыслей — некоторые пациенты, скорее всего, воплотят свои фантазии в жизнь.",
            "Я обменял часы на теннисную ракетку.",
            "Раскрой глаза и не пропусти знак поворота.",
            "Остерегайся её. Она грязно играет. (Использует запрещённые приёмы игры / жульничает)",
            "Он претендует на твое рабочее место. Берегись его.",
            "Когда ведёшь машину, следи за велосипедистами.",
            "Остерегайтесь вспыльчивого библиотекаря в справочном бюро.",
            "Парень настоящий зверь. Будь с ним осторожен.",
            "Поберегись! Видишь этот долбаный крюк?",
            "Будь с ним осторожней. У него хорошо отработан двойной удар.",
            "Видишь того амбала. Он тут на всех нарывается."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}