{
    "worry about": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They worry about you.",
            "I worry about my job.",
            "I worry about my grades.",
            "Don't worry about a thing.",
            "I worry about my daughter.",
            "I worry about children today.",
            "You have nothing to worry about.",
            "It's hard not to worry about her.",
            "You shouldn't worry about your weight.",
            "Don't worry about him. He is a survivor.",
            "I wouldn't worry about it if I were you.",
            "Life's too short to worry about the past.",
            "Calm down, there's nothing to worry about.",
            "Don't worry about it, man - it's all good.",
            "Just relax, there's nothing to worry about.",
            "Don't worry about her—she's a tough cookie.",
            "It's just a check-up - nothing to worry about.",
            "Don't worry about me, I can shake down anywhere.",
            "Don't worry about phoning us, we're often up late.",
            "Don't worry about the expensive wine--I'm treating",
            "Live for today and let tomorrow worry about itself.",
            "We'll worry about that issue as and when it arises.",
            "I can honestly say that I never worry about him now.",
            "There you are, then. There's nothing to worry about.",
            "Don't worry about Nina, she always falls on her feet.",
            "You've really got no need to worry about your weight.",
            "Don't worry about me, I'll doss down on these chairs.",
            "Don't worry about me — you've got your own problems.",
            "Don't worry about sorting them out — I'll do it later.",
            "Don't worry about a bed for me, I can kip down on the floor."
        ],
        "example_translate": [
            "Они волнуются за вас.",
            "Я беспокоюсь из-за работы.",
            "Я переживаю за свои оценки.",
            "Ни о чём не беспокойтесь.",
            "Я волнуюсь о своей дочери. / Меня беспокоит моя дочь.",
            "Мне сегодня тревожно за детей.",
            "Вам не о чем беспокоиться.",
            "Трудно о ней не беспокоиться.",
            "О своём весе вам волноваться не стоит.",
            "Не волнуйся за него. Он выстоит.",
            "Я бы на вашем месте об этом не беспокоился.",
            "Жизнь слишком коротка, чтобы беспокоиться о прошлом.",
            "Успокойся, волноваться не о чем.",
            "Не волнуйся, мужик, — все нормально.",
            "Расслабься, тут не о чем беспокоиться.",
            "Не беспокойтесь за нее - она крепкий орешек.",
            "Это просто проверка, беспокоиться не о чем.",
            "Не беспокойтесь обо мне, мне всё равно, где спать.",
            "Звони нам в любое время - мы обычно поздно ложимся спать.",
            "Не беспокойся, что вино дорогое ... я угощаю.",
            "Живите сегодняшним днем, а завтра пусть будет то, что будет.",
            "Мы будем разбираться с этой проблемой когда она возникнет.",
            "Могу сказать откровенно, что он меня теперь совсем не волнует.",
            "Ну, вот видите. Тут не о чем беспокоиться.",
            "Насчёт Нины не беспокойся: она всегда как-то выкручивается из передряг.",
            "Вам нет совершенно никакой необходимости беспокоиться о своем весе.",
            "Не беспокойся, я устроюсь на этих стульях.",
            "Обо мне не беспокойтесь: у вас своих забот хватает.",
            "Не стоит беспокоиться об их сортировке: я это потом сделаю.",
            "Не волнуйся насчёт кровати для меня, я преспокойно посплю на полу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}