{
    "naked": {
        "comment": [
            "snake"
        ],
        "translate": "голый, обнаженный, открытый, нагой, незащищенный, явный, голословный, лишенный",
        "transcription": " |ˈneɪkɪd|",
        "antonyms": [],
        "mnemonic": [
            "naked [не'йкид] голый - Голые, без (нейкид-ки*) (‘Накидки).",
            "naked ['neɪkɪd]\n***\nОБНАЖЁННЫЙ нынче Некит. (это) naked\nЗа ГОЛЫЙ провод взялся Некит. (это) naked"
        ],
        "examples": [
            "Her naked body was found in a field.",
            "You make me feel naked.",
            "He was naked from the waist up.",
            "They stripped me naked.",
            "The meteor could be seen with the naked eye.",
            "The naked hatred in the woman's face shocked me.",
            "Far ran the naked moon.",
            "Swimming in the buff means to swim naked.",
            "Half naked she was walking all around the house.",
            "The children ran naked through the yard.",
            "They found the body lying half naked in the grass.",
            "The prisoners were stripped naked.",
            "Is naked truth actable in true life?",
            "He was a ruthless businessman, motivated by naked ambition and greed.",
            "It's just about possible to see the planet with the naked eye on a clear night.",
            "Ben was standing there stark naked.",
            "The mite is just visible to the naked eye.",
            "All the women were naked from the waist up.",
            "A naked light bulb dangled from the ceiling.",
            "He had recurrent nightmares about being naked in public.",
            "the sort of blubbery person you hope you never see naked",
            "The deal leaves the authorities and the President virtually naked.",
            "The President condemned the invasion as an act of naked aggression.",
            "Through his telescope he could see millions of stars that were invisible to the naked eye."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её обнажённое тело было найдено в поле.",
            "Я перед тобой будто голый.",
            "Он был обнажен до пояса.",
            "Они сорвали с меня всю одежду.",
            "Метеор можно увидеть невооружённым глазом.",
            "Неприкрытая ненависть на лице женщины потрясла меня.",
            "Высоко плыла беззащитная луна.",
            "\"Купаться в чём мать родила\" означает \"купаться голым\".",
            "Он ходила полуголой по всему дому.",
            "Дети голышом пробежали по двору.",
            "Полуобнажённое тело нашли лежащим на траве.",
            "Заключённых раздели донага.",
            "Возможна ли неприкрытая правда в реальной жизни?",
            "Это был безжалостный делец, движимый неприкрытым честолюбием и алчностью.",
            "В ясную ночь эту планету можно кое-как разглядеть невооружённым глазом.",
            "Бен стоял там голышом.",
            "Клещ едва виден невооружённым глазом.",
            "Все женщины были обнажены до пояса.",
            "С потолка свисала голая лампочка.",
            "Время от времени ему снились кошмары: будто бы кругом люди, а он нагишом.",
            "из тех обрюзгших людей, которых надеешься никогда не увидеть голыми",
            "Это соглашение оставляет власти и президента практически беззащитными.",
            "Президент осудил данное вторжение как акт неприкрытой агрессии.",
            "Через свой телескоп он мог видеть миллионы звезд, которые не были видны невооруженным глазом."
        ],
        "stars": 2
    }
}