{
    "narrative": {
        "comment": [
            "narrow",
            "narrowly"
        ],
        "translate": "повествование, рассказ, повесть, повествовательный",
        "transcription": " |ˈnærətɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The film had a simple narrative structure.",
            "Suspense is the very stuff of narrative.",
            "The narrative moves backward and forward in time.",
            "He is writing a detailed narrative of his life on the island.",
            "A few suspicious words here and there outcropped in the narrative.",
            "Too often the narrative was interrupted by long word pictures.",
            "The lad had uttered many wicked things, which I pretermitted in my narrative.",
            "The very completeness with which he has done his work leadens his narrative.",
            "People have questioned the accuracy of his narrative.",
            "In fact, the film comprises a number of episodes from various books in the series consequently producing one extended narrative."
        ],
        "example_translate": [
            "Структура повествования фильма была проста.",
            "Неизвестность является самой важной частью повествования.",
            "Повествование движется назад и вперёд во времени.",
            "Он пишет подробный рассказ о своей жизни на острове.",
            "В рассказе то и дело проскакивали подозрительные словечки.",
            "Слишком часто повествование прерывалось длинными описаниями.",
            "Парень произнёс много гадостей, которые я пропустил в моем рассказе.",
            "Всеобъемлемость, с которой он подошёл к своей работе, утяжеляет её изложение.",
            "Люди усомнились в точности его рассказа.",
            "На самом деле, этот фильм включает в себя несколько эпизодов из различных книг данной серии, в результате чего получается один длинный рассказ."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}