{
    "narrowly": {
        "comment": [
            "narrow",
            "narrative"
        ],
        "translate": "узко, чуть, тесно, точно, пристально, подробно",
        "transcription": " |ˈnærəʊlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Alan narrowly avoided an accident.",
            "His shoulders are very narrow.",
            "They narrowly missed being killed in the fire.",
            "The vase narrows at its top.",
            "The bullet narrowly missed her heart.",
            "The crew narrowly avoided shipwreck.",
            "The city's ancient streets are too narrow for buses.",
            "The study was narrow in scope.",
            "One arrow very narrowly missed my left eye.",
            "We crossed at the narrowest part of the river.",
            "He narrowly escaped death in an avalanche.",
            "He narrowly escaped with his life when right-wing extremists fired shots into his office.",
            "They narrowly cheated death in a 65mph van crash.",
            "They offer a narrow range of flavors: chocolate, strawberry, and vanilla.",
            "The path was narrowed by overgrowth.",
            "He had narrowly missed selection for the team.",
            "The Maclaren team were narrowly pipped at the post by Ferrari.",
            "You'll need to narrow the focus of your paper to one central idea.",
            "The Prime Minister narrowly avoided a leadership challenge last year.",
            "A man narrowly escaped death when a fire broke out in his home on Sunday morning.",
            "These big general issues should be broken down into more narrowly focused questions.",
            "He narrowly escaped an assassination attempt (=when someone tries but fails to kill someone else)."
        ],
        "example_translate": [
            "Алан едва избежал аварии.",
            "У него очень узкие плечи.",
            "Они едва-едва избежали гибели в огне.",
            "Ваза сужается к вершине. (верхняя часть вазы сужается)",
            "Пуля чуть было не попала ей в сердце. (прошла очень близко от сердца)",
            "Экипажу едва удалось избежать кораблекрушения. (они чуть было не столкнулись / были на волосок от столкновения)",
            "Старинные улицы города слишком узкие для автобусов.",
            "Исследование проводилось в узких рамках. / Исследование имело узкую направленность.",
            "Одна из стрел чуть не попала мне в левый глаз.",
            "Мы переправились через реку в самой узкой её части.",
            "Он чудом избежал смерти в лавине.",
            "Ему едва удалось спастись, когда правые экстремисты открыли огонь по его офису.",
            "Они едва не погибли, когда их фургон, ехавший на скорости 65 миль в час, попал в аварию.",
            "Они предлагают узкий ассортимент вкусов: шоколад, клубника и ваниль.",
            "Тропинка терялась / сужалась из-за зарослей.",
            "Перед этим его чуть было не взяли в команду.",
            "Команда \"Феррари\" на самом финише совсем ненамного обошла \"Макларен\".",
            "Вам нужно сузить область вашего доклада до одной центральной идеи.",
            "В прошлом году премьер-министр с трудом избежал борьбы за свой пост.",
            "Один человек чудом избежал смерти, когда в воскресенье утром в его доме вспыхнул пожар.",
            "Эти большие проблемы общего характера следует разбить на более узконаправленные вопросы.",
            "Он чудом спасся при покушении на убийство (ситуация, когда кто-то пытается, но не может убить кого-то другого)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}