{
    "nasty": {
        "comment": [],
        "translate": "противный, неприятный, грязный, скверный, гадкий, мерзкий, отвратительный, злобный",
        "transcription": " |ˈnæsti|",
        "antonyms": [],
        "mnemonic": [
            "nasty [на'сти] отвратительный - «(Насти-нька), моя!», - отвратительное чудище сказало;",
            "nasty ['nɑ: stɪ]\n***\nГАДКИЕ привычки у Насти. (это) nasty\nСКВЕРНЫЙ характер у Насти. (это) nasty\nГРЯЗНЫЙ анекдот из уст Насти. (это) nasty\nОПАСНАЯ собака у Насти. (это) nasty\nПРОТИВНЫЕ привычки от злости. (это) nasty\nГАДКИЕ привычки от вредности. (это) nasty"
        ],
        "examples": [
            "What's that nasty smell?",
            "He is nasty to everyone.",
            "This milk must be bad, it's giving off a nasty smell.",
            "She has a nasty habit of biting her fingernails.",
            "She screwed up her face at the nasty smell.",
            "Nasty medicine is difficult to swallow down.",
            "Caroline's too classy to say anything nasty like that.",
            "It gave me a nasty shock.",
            "The guards looked really nasty.",
            "The weather turned nasty.",
            "I had a nasty feeling that a tragedy was going to happen.",
            "Some fish can give you a nasty bite.",
            "The nurse bandaged up the nasty cut.",
            "Life has a nasty habit of repeating itself.",
            "When this material burns, it flings off a nasty smell.",
            "It was a nasty business all round.",
            "He had a nasty accident while riding in the forest.",
            "Say only nice, polite, ladylike things, no nasty wisecracks.",
            "You've had a nasty crack on the head and you need to rest.",
            "They tried to hugger-mugger this nasty little incident out of sight.",
            "The furniture looked cheap and nasty.",
            "There was a nasty smell about the premises.",
            "They were very nasty about the whole incident.",
            "There's a nasty infection going round, so I hear.",
            "We all suffered of that nasty turn in the weather.",
            "She shrieked out a warning just in time to avoid a nasty accident.",
            "There's a nasty bug going round (=which a lot of people have caught).",
            "he had a nasty chafe on his knee",
            "This fabric has a nasty wool pickup.",
            "We had a nasty climb to reach the summit."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Чем это так воняет? / Что это за противный запах?",
            "Он со всеми ведёт себя, как свинья.",
            "Это молоко прокисло, оно отвратительно пахнет.",
            "У неё есть скверная привычка грызть ногти.",
            "Она поморщилась от неприятного запаха.",
            "Очень трудно принимать противные на вкус лекарства.",
            "Кэролайн слишком утончённая натура, чтобы говорить такие ужасные вещи.",
            "Это меня неприятно потрясло.",
            "Охранники имели угрожающий вид.",
            "Погода окончательно испортилась.",
            "У меня было мерзкое чувство, что должно случиться что-то ужасное.",
            "Некоторые рыбы могут здорово укусить.",
            "Медсестра перевязала этот глубокий порез.",
            "Жизнь имеет неприятную привычку повторяться.",
            "Когда этот материал горит, он ужасно воняет.",
            "Как ни посмотри, дело было грязное.",
            "Катаясь по лесу, он попал в серьёзную аварию.",
            "Произносите только приятные, вежливые, изящные вещи, никаких ядовитых замечаний.",
            "Вы получили серьёзный удар по голове, и вам нужен отдых.",
            "Они старались держать в тайне этот неприятный инцидент.",
            "Мебель выглядела дёшево, да гнило.",
            "В доме был отвратительный запах.",
            "Они вели себя отвратительно на протяжении всего дела.",
            "Как я слышал, тут ходит какая-то мерзкая зараза.",
            "Нам всем было очень тяжело, когда погода испортилась.",
            "Она вскрикнула - и вовремя, они избежали ужасной катастрофы.",
            "Тут ходит очень неприятная болячка (т.е. многие уже заболели).",
            "на колене у него была серьёзная ссадина",
            "На эту ткань очень сильно налипает шерсть.",
            "Чтобы достичь вершины, нам пришлось преодолеть очень опасный подъём."
        ],
        "stars": 0
    }
}