{
    "naturally": {
        "comment": [],
        "translate": "естественно, конечно, разумеется, натурально, по природе, легко, свободно",
        "transcription": " |ˈnætʃrəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I let my hair dry naturally.",
            "My hair is naturally curly.",
            "Cats are naturally clean.",
            "Hicks naturally went into law.",
            "We naturally dislike being hurt.",
            "Chris is a naturally tidy person.",
            "Children naturally rebel against their parents.",
            "Puppies are naturally curious.",
            "Naturally, the lawyer sent us a huge bill.",
            "We are naturally concerned about the future.",
            "Some individuals are naturally good communicators.",
            "Naturally, you'll want to discuss this with your wife.",
            "Cats are said to be naturally curious.",
            "The body naturally eliminates waste products.",
            "Writing came naturally to her, even as a child.",
            "A puppy is naturally affectionate and excitable.",
            "His disposition was naturally cheerful and bright.",
            "He's naturally able to make people feel comfortable.",
            "Speaking in public seems to come quite naturally to her.",
            "Naturally, my mother wanted to know all about it (=all the details relating to it).",
            "'Am I allowed in?' 'Naturally.'",
            "The oak is naturally a wide spreader.",
            "My father is a naturally ebullient personality.",
            "a young man with a naturally equable temperament",
            "The plant occurs naturally throughout South America.",
            "He was naturally querulous and jaundiced in his views.",
            "My naturally suspicious mind thought he might be lying.",
            "She has naturally a very agreeable voice and utterance.",
            "The temperature of the water can be naturally recruited.",
            "She naturally considered her friends her best prospects."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я жду, пока волосы высохнут сами.",
            "Мои волосы кудрявые от природы.",
            "Кошки по своей природе чистоплотны.",
            "Хикс, естественно, занялся правом.",
            "Разумеется, нам не нравится, когда нас обижают.",
            "Крис — человек от природы аккуратный.",
            "Естественно, дети идут наперекор своим родителям.",
            "Щенки, любопытны от природы.",
            "Естественно, адвокат прислал нам огромный счёт.",
            "Мы, естественно, озабочены будущим.",
            "Некоторые люди коммуникабельны от природы.",
            "Естественно, вы захотите обсудить это с женой.",
            "Говорят, кошки от природы чрезвычайно любопытны.",
            "Тело естественным образом (с помощью механизмов заложенных природой) выводит из себя шлаки.",
            "Писала она всегда легко, даже будучи ребенком.",
            "Щенята — существа от природы ласковые и восторженные.",
            "Его характер от природы был светлым и радостным.",
            "У него есть врождённое умение делать так, чтобы люди чувствовали себя комфортно.",
            "Кажется, что выступать на публике выходит у неё вполне естественно.",
            "Естественно, моя мать захотела всё об этом узнать (т.е. узнать все подробности, которые этого касались).",
            "— Можно войти? — Конечно.",
            "Дубовые деревья обычно с лёгкостью захватывают новые обширные территории.",
            "Мой отец по натуре человек кипучего темперамента.",
            "молодой человек с от природы уравновешенным темпераментом",
            "Это растение встречается в природе по всей Южной Америке.",
            "Он был по природе желчен и пристрастен в своих взглядах.",
            "Будучи от природы недоверчивым, я заподозрил его во лжи.",
            "У неё от природы очень приятный голос и манера говорить.",
            "Температура воды может поддерживаться естественным способом.",
            "Она действительно думала, что ее друзья - самые вероятные будущие подписчики (ее издания)."
        ]
    }
}