{
    "navigation": {
        "comment": [
            "navy",
            "naval"
        ],
        "translate": "навигация, судоходство, плавание, судовождение, мореходство, аэронавигация",
        "transcription": " |ˌnævɪˈɡeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our new car has an onboard navigation system.",
            "Navigation becomes more difficult further upriver.",
            "The practical application of spherics to navigation.",
            "Navigation becomes more difficult further up the river.",
            "I don't mind driving if you're willing to do the navigation.",
            "The channel will be open to navigation as soon as the ice melts.",
            "There are back and forward buttons for easier browser navigation.",
            "There are so many rocks under water, that navigation is very precarious.",
            "To remove the sudd or obstruction to the navigation of the great White Nile.",
            "Navigation is notoriously difficult at the southernmost tip of South America, where ships must round the headland of Cape Horn."
        ],
        "example_translate": [
            "Наш новый автомобиль оснащён бортовой навигационной системой.",
            "Далее вверх по течению навигация становится сложнее.",
            "Практическое применение сферической геометрии и тригонометрии в навигации.",
            "Дальше вверх по реке навигация становится труднее.",
            "Я не против сесть за руль, если ты готов взять на себя навигацию.",
            "Канал откроется для судоходства, как только растает лёд.",
            "Для более удобной навигации в браузере имеются кнопки \"назад\" и \"вперёд\".",
            "Под водой столько подводных скал, что навигация очень опасна.",
            "Убирать плавучие растения или препятствия, мешающие навигации на Белом Ниле.",
            "Как известно, в самой южной оконечности Южной Америки, где кораблям приходится огибать мыс Горн, судоходство является чрезвычайно сложным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}