{
    "navy": {
        "comment": [
            "navigation",
            "naval"
        ],
        "translate": "морское ведомство, эскадра, флотилия, военно-морской",
        "transcription": " |ˈneɪvi|",
        "antonyms": [],
        "mnemonic": [
            "navy [не'йви] военно- морской флот - При (нейви-гации) военно- морской флот выйдет в море."
        ],
        "examples": [
            "Dad's always loved the navy.",
            "The two boys opted for the Navy.",
            "Two boys from our village have enlisted in the navy.",
            "Royal Navy",
            "The country is defended with a strong navy.",
            "She picked out a navy blue dress.",
            "Sex scandals sink US Navy's reputation.",
            "Join the Navy and see the world!",
            "the U.S. Army, Navy, Air Force, and Marines",
            "Her virgin triumph over that invincible Navy.",
            "What does it cost to equip a young man for the navy?",
            "A similar submarine is used by several foreign navies.",
            "The aptly named HMS “Victorious” helped the British Royal Navy win an important victory.",
            "He joined the navy during the war.",
            "The Navy is retiring the old battleship.",
            "The shirt comes in black, white, and navy.",
            "The navy rescinded its ban on women sailors.",
            "He joined the navy after graduating high school.",
            "It was a joint operation of the navy and air force.",
            "The two ships were acquired by the navy after the war.",
            "It has been said that a language is a dialect with an army and navy.",
            "A standing committee was established to coordinate the army and navy.",
            "In Britain, the defence of the country has historically been left to the navy.",
            "The aptly named HMS \"Victorious\" helped the British Royal Navy win an important victory."
        ],
        "example_translate": [
            "Папа всегда очень любил военно-морской флот.",
            "Оба парня выбрали военно-морской флот.",
            "Двое ребят из нашей деревни записались добровольцами во флот.",
            "ВМС Великобритании",
            "Страна находится под защитой сильного военно-морского флота.",
            "Она выбрала тёмно-синее платье.",
            "Скандалы на сексуальной почве позорят военно-морской флот США.",
            "Вступай во флот — и увидишь мир!",
            "армия, ВМС, ВВС и морская пехота США",
            "Её первая победа над этим непобедимым флотом.",
            "Сколько стоит экипировать человека во флот?",
            "На вооружении нескольких иностранных флотов имеется подобная подводная лодка.",
            "Корабль Её Величества, метко названный \"Победоносным\", помог Королевскому флоту Великобритании одержать важную победу.",
            "Во время войны он поступил на службу во флот.",
            "Морское ведомство списывает этот старый линкор.",
            "Рубашка поставляется в чёрном, белом и темно-синем цвете.",
            "Военно-морское ведомство отменило запрет на приём на службу женщин-моряков.",
            "Он поступил на флот после окончания средней школы.",
            "Это была совместная операция армии и флота.",
            "После войны эти два корабля были приобретены военно-морским флотом.",
            "Как уже было сказано, язык — это диалект, у которого есть армия и флот.",
            "Для координации действий армии и военно-морского флота создан постоянный комитет.",
            "В Великобритании задача обороны страны исторически возлагается на военно-морской флот.",
            "Корабль Её Величества, метко названный \"Победоносным\", помог Королевскому флоту Великобритании одержать важную победу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}