{
    "nearby": {
        "comment": [
            "near",
            "nearly",
            "neat"
        ],
        "translate": " поблизости, неподалеку, близлежащий, соседний, близ",
        "transcription": "  |ˌnɪrˈbaɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Do you live nearby?",
            "He lives in a nearby town.",
            "There's good sport to be had at a nearby lake.",
            "Students are accommodated in homes nearby.",
            "He refilled his glass from the nearby pitcher.",
            "Jews were expelled from Vienna, many to settle in the nearby hinterland.",
            "Having your parents living nearby is a mixed blessing.",
            "Smaller shops lose a lot of custom when supermarkets open nearby.",
            "People living nearby are not happy with the decision.",
            "The fire spread from the factory to the house nearby.",
            "Nearby are the remains of a deserted village. Spooky or what?",
            "The island has more diversity in plant life than other islands nearby.",
            "Some nearby buildings sustained minor damage.",
            "With blood pouring from his leg, he made it to a nearby house.",
            "The rest of us adjourned to a nearby pub for some refreshments.",
            "The survivors were helicoptered to nearby hospitals for treatment.",
            "Somehow the storm spared our house while nearby buildings were destroyed.",
            "The hut was constructed from trees that grew in the nearby forest.",
            "We set up camp (=made the camping place ready) at nearby Icicle Lake.",
            "They decided on a nearby restaurant as a convenient public place to meet.",
            "Dan found work on one of the farms nearby.",
            "the planets orbiting nearby are Venus and Mars",
            "Lucy was staying in the nearby town of Hamilton.",
            "He concentrated his study on the nearby planet Venus.",
            "The pilot was aiming for the runway but came down in a nearby field.",
            "Local farmers can make extra money by digging peat out of the nearby muskeg.",
            "This military post provides an important source of income for the town nearby.",
            "It's a logical site for a new supermarket, with the housing development nearby.",
            "a bar that was once a favorite haunt of brawly servicemen from the nearby military base",
            "A Maori contingent, unable to face the intensity of the Turkish fire, sought shelter in a nearby gully."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы живёте поблизости?",
            "Он живёт в соседнем городке.",
            "На близлежащем озере можно хорошо порыбачить.",
            "Студенты размещены в близлежащих домах.",
            "Он долил себе в стакан из стоящего рядом кувшина.",
            "Евреи были изгнаны из Вены и многие осели в примыкающих районах неподалеку от неё.",
            "То, что ваши родители живут неподалеку, является неоднозначным благом.",
            "Маленькие магазины, теряют много покупателей, когда поблизости открываются супермаркеты.",
            "Люди, живущие поблизости, не в восторге от этого решения.",
            "Огонь перекинулся с фабрики на соседний дом.",
            "Там рядом развалины заброшенной деревни. Жутко, правда?",
            "Растительная жизнь на этом острове более разнообразна, чем на других близлежащих островах.",
            "Несколько близлежащих зданий получило незначительные повреждения.",
            "Несмотря на льющуюся из ноги кровь, он сумел добраться до ближайшего дома.",
            "Остальные из нас переместились в близлежащий паб, чтобы немного освежиться.",
            "Оставшихся в живых доставили на вертолётах в ближайшие больницы для лечения.",
            "Буря почему-то пощадила наш дом, в то время как близлежащие здания были разрушены.",
            "Домик построили из деревьев, срубленных в близлежащем лесу.",
            "Мы разбили лагерь (т.е подготовили место для лагеря) недалеко от Айсикл-Лейк.",
            "Они остановили свой выбор на близлежащем ресторане в качестве подходящего для встречи общественного места.",
            "Дэн нашёл работу на одной из близлежащих ферм.",
            "Ближайшие планеты это Венера и Марс",
            "Люси пребывала в соседнем городке Гамильтоне.",
            "Он сконцентрировал свои исследования на близлежащей планете Венере.",
            "Пилот метил на взлетно-посадочную полосу, но приземлился на соседнем поле.",
            "Местные фермеры смогут заработать дополнительные деньги, выкапывая торф из близлежащего болота.",
            "Этот военный гарнизон служит важным источником дохода для городка, расположенного неподалёку.",
            "Это логичное место для нового супермаркета, учитывая строительство неподалёку жилого комплекса.",
            "бар, который был когда-то любимым местом любящих подраться военных с близлежащей военной базы",
            "Военный контингент маори, будучи не в состоянии противостоять силе турецкого огня, нашёл укрытие в ближайшем овраге."
        ]
    }
}