{
    "neat": {
        "comment": [
            "near",
            "nearly",
            "nearby"
        ],
        "translate": "аккуратный, опрятный, чистый, изящный, корова, крупный рогатый скот, вол, бык",
        "transcription": " |niːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His hair was uncut but neat.",
            "I can't drink brandy neat.",
            "Ellen's room is always neat and tidy.",
            "Your writing is very neat.",
            "That's a really neat idea.",
            "The books were stacked up in neat piles.",
            "Her printing is very neat.",
            "I've always been quite neat.",
            "At the end of the hamlet where we hutted, I observed a neat little fence.",
            "a neat gadget for sharpening knives",
            "His clothes were always neat and clean.",
            "His wife seems to have been quite as neat an article as his sister.",
            "Fold the paper to make a neat edge.",
            "There is, unfortunately, no neat solution to the problem.",
            "a neat man who always wore a suit",
            "He's got a neat way of memorizing information.",
            "He had a neat, methodical mind.",
            "He keeps his apartment neat and clean.",
            "It was a neat plan, but bound to fail.",
            "Everything in the house was neat and tidy.",
            "Over the neat crowquill calligraph his pen goes blotting, blurring.",
            "It doesn't matter what you wear, as long as you look neat and tidy.",
            "My handwriting has never been very neat.",
            "He was a neat little machine of a butler.",
            "She's a neat person who has traveled a lot.",
            "He can be pretty anal about keeping his office neat.",
            "She's a sloven and he's a neat freak — it's a wonder they are able to live together.",
            "a nice neat pile of magazines",
            "She tidied up the books and put them in neat piles.",
            "Keeping the house neat and clean is a never-ending battle."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его волосы были не подстрижены, но аккуратны.",
            "Я не могу пить бренди в чистом виде.",
            "Комната Эллен всегда чистая и прибранная.",
            "У вас очень аккуратный почерк.",
            "Это действительно прекрасная идея.",
            "Книги были сложены аккуратными стопками.",
            "Ее пропись очень аккуратная. (здесь printing - детская тренировочная пропись)",
            "Я всегда был достаточно аккуратным.",
            "В конце деревушки, где мы квартировали, я заметил аккуратный заборчик.",
            "хорошо сделаное приспособление для заточки ножей",
            "Его одежда была всегда опрятной и чистой.",
            "Судя по всему, его жена была той ещё штучкой, как и его сестра.",
            "Сложите бумагу, чтобы получилась аккуратная кромка.",
            "К сожалению, простого и красивого решения этой проблемы не существует.",
            "аккуратный мужчина, который всегда носил костюм",
            "Он владеет простым и действенным способом запоминания информации.",
            "У него был ясный, методичный ум.",
            "У него в квартире всегда чистота и порядок.",
            "Это был изящный план, но он был обречён на провал.",
            "Всё в этом доме было аккуратно и красиво.",
            "По сравнению с каллиграфическими записями, сделанными тонким вороньим пером, его ручка мажет и делает кляксы.",
            "Неважно, во что ты одет, при условии, что выглядишь опрятно и аккуратно.",
            "Мой почерк никогда не отличался аккуратностью.",
            "Он был аккуратной маленькой машиной, исполняющей обязанности дворецкого.",
            "Она аккуратный человек, который много путешествовал.",
            "Он иногда бывает очень дотошным по поводу порядка в рабочем кабинете.",
            "Она — неряха, а он помешан на чистоте., удивительно, что они вообще способны жить вместе.",
            "красивая аккуратная стопка журналов",
            "Она привела книги в порядок и сложила их в аккуратные стопки.",
            "Битва за сохранение дома в чистоте не кончается никогда."
        ]
    }
}