{
    "necessity": {
        "comment": [
            "necessary",
            "unnecessary",
            "necessarily"
        ],
        "translate": "необходимость, нужда, неизбежность, надобность, настоятельная потребность",
        "transcription": " |nəˈsesətɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Necessity is a great forcer.",
            "Necessity is the mother of invention.",
            "She did it of necessity.",
            "Necessity / need knows no law.",
            "There is agreement on the necessity of reforms.",
            "In cases of urgent necessity, patients will be visited at their own houses.",
            "Necessity is the mother of invention. посл.",
            "I'm afraid it's become a matter of economic necessity.",
            "Getting plenty of rest is a necessity.",
            "He only remained with the group out of necessity.",
            "Access to the Internet is fast becoming a necessity.",
            "Sunscreen is an absolute necessity for the beach.",
            "A car is an absolute necessity if you live in the country.",
            "A lot of families cannot even afford to buy the basic necessities of life.",
            "Necessity is the mother of invention (=people have good ideas when the situation makes it necessary).",
            "Taxes are a regrettable necessity.",
            "He emphasized the necessity for good planning and management.",
            "Car ownership is a virtual necessity when you live in the country.",
            "The imperious necessity urges us to complete the task as soon as possible.",
            "He spoke of the necessity for a reciprocal relationship that would be useful for all sides."
        ],
        "example_translate": [
            "Необходимость - великая движущая сила.",
            "Нужда - мать изобретательности.",
            "Она (с)делала это по необходимости.",
            "Нужда не знает закона. (посл.)",
            "Имеется согласие о необходимости проведения реформ.",
            "В случаях крайней необходимости пациентов будут посещать на дому.",
            "Голь на выдумки хитра.",
            "Боюсь, что это стало вопросом экономической необходимости.",
            "Много отдыхать — это необходимость.",
            "Он остался с группой только по необходимости.",
            "Доступ к интернету быстро становится необходимостью.",
            "Солнцезащитный крем — это абсолютная необходимость для пребывания на пляже.",
            "Если живёшь за городом, автомобиль является абсолютной необходимостью.",
            "Многим семьям не по карману даже самое необходимое для жизни.",
            "Голь на выдумки хитра (т.е. у людей возникают хорошие идеи, когда того требует ситуация).",
            "Налоги — это досадная /прискорбная/ необходимость.",
            "Он подчеркнул необходимость чёткого планирования и хорошего руководства.",
            "Иметь автомобиль — это, фактически, необходимость, когда живёшь за городом.",
            "Насущная необходимость побуждает нас выполнить задание как можно скорее.",
            "Он говорил о необходимости (налаживания) взаимоотношений, которые были бы полезными для всех сторон."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}