{
    "necessarily": {
        "comment": [
            "necessarily, necessary - обязательно, необходимый",
            "necessary",
            "unnecessary",
            "necessity"
        ],
        "translate": "обязательно, неизбежно, непременно",
        "transcription": " |ˌnesəˈserəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "That is not necessarily true.",
            "Threats don't necessarily inspire people to work.",
            "The unemployed are not necessarily work-shy.",
            "A general flood of waters would necessarily overrun the whole earth.",
            "Nostalgia for one's childhood does not necessarily mean that the childhood was a happy one.",
            "Finding a lump does not necessarily mean you have cancer.",
            "A poll tax is necessarily regressive.",
            "Expensive restaurants aren't necessarily the best.",
            "The care of old people necessarily involves quite a lot of heavy lifting.",
            "Exam results are not necessarily a true measure of a student's abilities.",
            "Contrary to popular myths, downsizing does not necessarily make companies more profitable, more productive, or even smaller.",
            "Going to the dentist need not necessarily be a painful experience.",
            "The half-opened eye during sleep is not necessarily denotative of any trouble.",
            "High profits do not necessarily imply efficiency.",
            "A lack of solemnity is not necessarily a lack of seriousness.",
            "Having this disease does not necessarily mean that you will die young.",
            "She learned that suppression of her angry feelings didn't necessarily make them go away.",
            "The recent decline of the stock market does not necessarily signify the start of a recession.",
            "a necessarily conjectural account of Shakespeare's life, since there is so little hard information",
            "It doesn't necessarily follow that you're going to do well academically even if you're highly intelligent.",
            "the argument that the existence of the universe necessarily implies the existence of an all-powerful being responsible for creating it"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это необязательно верно.",
            "Угрозы не всегда заставляют людей работать.",
            "Безработные — не обязательно лентяи /бездельники/.",
            "Великий потоп непременно затопит всю землю.",
            "Ностальгия по детству не обязательно означает, что детство было счастливым.",
            "Найденная опухоль /уплотнение/ не обязательно означает, что у вас именно рак.",
            "Подушный налог по определению является регрессивным.",
            "Дорогие рестораны — не обязательно самые лучшие.",
            "Уход за старыми людьми неизбежно связан с большим количеством тяжёлой работы.",
            "Результаты экзаменов не обязательно являются истинным мерилом способностей студентов.",
            "Вопреки популярному мифу, сокращение штата не всегда делает компанию более прибыльной, более производительной или даже меньшей в размерах.",
            "Поход к зубному врачу не обязательно должен быть болезненным.",
            "Глаза, приоткрытые во время сна, не всегда являются признаком каких-либо нарушений.",
            "Высокие прибыли не обязательно являются признаком эффективности.",
            "Отсутствие торжественности не обязательно означает несерьёзность.",
            "Наличие этого заболевания не обязательно означает, что человек умрёт молодым.",
            "Она узнала, что подавление злости не обязательно заставит её исчезнуть.",
            "Недавнее падение фондового рынка не обязательно означает начало рецессии.",
            "рассказ о жизни Шекспира — безусловно, весьма приблизительный, поскольку достоверной информации совсем мало",
            "Даже высокий интеллект не обязательно означает, что вы будете хорошо успевать в учёбе.",
            "утверждение о том, что существование вселенной обязательно предполагает существование всемогущего существа, ответственного за её создание"
        ],
        "stars": 3
    }
}