{
    "necessary": {
        "comment": [
            "necessarily, necessary - обязательно, необходимый"
        ],
        "translate": "необходимый, нужный, неизбежный, необходимое, деньги, уборная",
        "transcription": " |ˈnesəseri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Food is necessary for life.",
            "It's not necessary to wear a tie.",
            "We will do whatever is necessary to stop them.",
            "I'll stay up all night, if necessary, to get it finished.",
            "Is it really necessary for me to have surgery?",
            "We had all the necessary ingredients.",
            "Wastage was no doubt a necessary consequence of war.",
            "A good diet is necessary for maintaining a healthy body.",
            "The booklet provides all the necessary information about the college.",
            "No further changes were considered necessary.",
            "The doctor says it may be necessary for me to have an operation.",
            "The threat of a thunderstorm made it necessary to cancel the picnic.",
            "a modest income that provided the family with only the necessaries of life",
            "the necessary consequences of one's actions",
            "She took the medicine only when absolutely necessary.",
            "Falling profits made it necessary to restructure the business.",
            "Higher prices are a necessary consequence of the company's new services."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив",
            "all_words",
            "Инфинитивный оборот с for",
            "Инфинитив - инфинитивный оборот с for(После сочетания It is (was, will be) с некоторыми прилагательными)",
            "прил которые могут стоять как после сущ, так и перед сущ - без какой-либо разницы",
            "Инфинитив с to после прил((am, is, are и т. д.) + прилагательное + инфинитив)"
        ],
        "example_translate": [
            "Еда необходима для жизни.",
            "Галстук надевать необязательно.",
            "Мы сделаем всё необходимое, чтобы их остановить.",
            "Если необходимо, я не буду спать всю ночь, чтобы всё доделать.",
            "Так ли мне необходимо сделать операцию?",
            "У нас были все необходимые ингредиенты.",
            "Потери, безусловно, были неизбежным следствием войны.",
            "Для поддержания здоровья тела необходимо хорошее питание.",
            "В буклете содержатся все необходимые сведения об этом колледже.",
            "Дальнейшие изменения не были сочтены необходимыми.",
            "Врач говорит, что мне, возможно, потребуется операция.",
            "Из-за вероятной бури пикник пришлось отменить.",
            "скромный доход, который обеспечивал семью лишь самым необходимым",
            "неизбежные последствия чьих-либо действий",
            "Она принимала лекарство, только если это было абсолютно необходимо.",
            "Падение прибыли привело к необходимости реструктуризации бизнеса.",
            "Более высокие цены являются необходимым следствием появления у компании новых услуг."
        ]
    }
}