{
    "needle": {
        "comment": [
            "need"
        ],
        "translate": "игла, иголка, спица, игольчатый, игольный, язвить, шить, раздражать",
        "transcription": " |ˈniːdl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've run my finger through with the needle.",
            "The needle pierced her skin.",
            "Will you thread the needle for me?",
            "They needled us into a fight.",
            "I'm looking for a needle and thread.",
            "I didn't feel the prick of the needle.",
            "The thread is too thick to go into the needle.",
            "Bill could see he had needled Jerrold.",
            "Drug users are at risk when they share needles.",
            "This material is so stiff that even my thickest needle won't go through.",
            "The compass needle points north.",
            "He felt the prick of the needle.",
            "She handled the needle very easily.",
            "The carpet of pine needles was soft underfoot.",
            "Always sterilize the needle to prevent infection.",
            "The Space Needle is Seattle's answer to the Eiffel Tower.",
            "He drove faster, watching the needle flick up to a hundred. (S. Harvester)",
            "The needle jabbed his arm.",
            "Pin the needle to the shirt.",
            "The needle pricked his skin.",
            "The needle jabbed into his arm.",
            "The needle pierced into her skin.",
            "The particles needled their way among the others.",
            "The compass needle sometimes twirls swiftly round.",
            "The doctor thrust the needle into the patient's arm.",
            "Pierce small holes in the base of the pot with a hot needle.",
            "Oersted discovered that an electric current would deflect a magnetic needle.",
            "A woman is looked upon as demeaning herself, if she gains a maintenance by her needle. (S. Richardson)",
            "She's handy with a needle and thread.",
            "The needle on the dial began to oscillate."
        ],
        "example_translate": [
            "Я укололся иглой.",
            "Игла пронзила её кожу.",
            "Продень мне, пожалуйста, нитку в иголку.",
            "Они подстрекали нас вступить в драку.",
            "Я ищу иголку и нитку.",
            "Я не почувствовал укола иглы.",
            "Эта нитка слишком толста, чтобы пролезть в игольное ушко.",
            "Билл видел, что он рассердил Джеральда.",
            "Наркоманы подвергают себя опасности, когда пользуются общими иглами.",
            "Этот материал настолько плотный, что даже моя самая большая игла не может проткнуть его.",
            "Стрелка компаса указывает на север.",
            "Он почувствовал укол иглы.",
            "Она с лёгкостью справлялась с шитьём.",
            "Под ногами был мягкий ковёр из сосновой хвои.",
            "Всегда стерилизуйте иглу, чтобы предотвратить заражение.",
            "Спейс-Нидл — это ответ Сиэтла Эйфелевой башне.",
            "Он прибавил скорость, наблюдая, как стрелка спидометра движется в сторону сотни.",
            "Игла вонзилась ему в руку.",
            "Приколи эту иголку к рубашке.",
            "Игла проколола его кожу.",
            "Игла вонзилась ему в руку.",
            "Игла вонзилась ей в кожу.",
            "Одни частицы \"прокладывали себе путь\" среди других.",
            "Стрелка компаса время от времени начинает быстро вращаться.",
            "Доктор вонзил иглу в руку пациента.",
            "Проделайте с помощью горячей иглы маленькие дырочки в основании горшка.",
            "Эрстед открыл, что электрический ток способен вызывать отклонение магнитной стрелки.",
            "Полагают, что для женщины унизительно зарабатывать себе на жизнь шитьем.",
            "Она ловко обращается с иголкой и ниткой.",
            "Стрелка на шкале завибрировала."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}