{
    "negative": {
        "comment": [
            "positive"
        ],
        "translate": "отрицательный, негативный, негатив, отрицание, отрицать, нейтрализовать",
        "transcription": " |ˈneɡətɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The pregnancy test was negative.",
            "The feedback about the new product was all negative.",
            "A negative attitude will get you nowhere.",
            "For many people, the word “fat” has negative connotations.",
            "“No” and “not” are negatives.",
            "Can I have the negatives to make copies of the photos?",
            "the negative effects of the drug",
            "On the negative side, it will cost a lot.",
            "The negatives outweigh the positives on this issue.",
            "The test will give a proportion of false negatives.",
            "Car exhaust has a negative effect on the environment.",
            "A person can be recently infected by HIV and have a negative result.",
            "Unfortunately the negative aspects of our schools get the most attention.",
            "The doctor says that if the results are negative, no further action is required.",
            "I was getting tired of all her negative remarks.",
            "He gave a negative answer without any explanation.",
            "Although the rebuttal was very eloquent, the jury negatived it in favor of the prosecution's argument.",
            "Religion was portrayed in a negative way.",
            "Negative campaigning will only dissuade people.",
            "Jean rarely sounded so negative about her mother.",
            "They have a uniformly negative image of the police.",
            "She gave an affirmative answer, not a negative answer.",
            "He has an extremely negative and pessimistic attitude.",
            "My drinking was starting to have a negative effect on my work.",
            "We export less than we import and have a negative trade balance.",
            "He needs to overcome a negative body image (=what you think about your own body).",
            "Some critics say that the movie reinforces negative stereotypes about the military.",
            "Henry's negative attitude is beginning to try my patience (=make me lose my patience).",
            "His perpetually negative attitude made him a real killjoy when others were trying to have fun.",
            "The majority of people, when asked whether or not they are creative, will reply in the negative."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Тест на беременность был отрицательным.",
            "Отзывы о новом продукте были полностью негативными.",
            "Негативный настрой ни к чему хорошему тебя не приведёт.",
            "Для многих людей слово “жир” имеет негативный оттенок.",
            "Слова “нет” и “не” являются отрицаниями.",
            "Можно мне получить негативы, чтобы сделать копии фотографий?",
            "отрицательное воздействие данного препарата",
            "Минус в том, что это будет очень дорого стоить.",
            "В этом вопросе отрицательные стороны перевешивают положительные.",
            "Этот анализ даст некоторое количество ложно-негативных результатов.",
            "Выхлопные газы автомобилей оказывают отрицательное воздействие на окружающую среду.",
            "Человек может быть недавно инфицированным ВИЧ, и в то же время иметь отрицательный результат теста.",
            "К сожалению, негативные аспекты нашей школы привлекают наибольшее внимание.",
            "Доктор говорит, что если результаты анализов отрицательные, то никаких дальнейших действий не требуется.",
            "Я уже начал уставать от её отрицательных высказываний.",
            "Он дал отрицательный ответ без каких-либо объяснений.",
            "Хотя встречные доводы были очень убедительными, присяжные отвергли их в пользу аргументов стороны обвинения.",
            "Религия упоминалась в негативном ключе.",
            "Негативная агитация людей только оттолкнёт /разуверит/.",
            "Джин редко когда так плохо отзывалась о своей матери.",
            "У всех них одинаково негативное впечатление о полиции.",
            "Она дала утвердительный ответ, а не отрицательный.",
            "Он смотрит на жизнь крайне негативно и пессимистично.",
            "Моё пьянство начало негативно сказываться на работе.",
            "Мы экспортируем меньше, чем импортируем, и у нас отрицательный торговый баланс.",
            "Он должен преодолеть негативный образ тела (т.е. то, что вы думаете о своём теле).",
            "По словам некоторых критиков, данный фильм подкрепляет негативные стереотипы о военных.",
            "Отрицательное отношение Генри уже начинает испытывать моё терпение (т.е. я уже начинаю терять терпение).",
            "Его вечно негативная жизненная позиция сделала из него настоящего брюзгу, отравляющего другим всё веселье.",
            "Большинство людей, отвечая на вопрос, являются ли они творческими людьми, ответит отрицательно."
        ],
        "stars": 3
    }
}