{
    "neglect": {
        "comment": [],
        "translate": "пренебрегать, не заботиться, упускать, пренебрежение, безнадзорность",
        "transcription": " |nɪˈɡlekt|",
        "antonyms": [],
        "mnemonic": [
            "neglect [нигле'кт] пренебрежение, невнимание - Когда он (воз-ник, лект-ор) с пренебрежением посмотрел на него;",
            "elect [ɪ'lekt]\nselect [sɪ'lɛkt]\nelection- выборы\n***\nИЗБИРАЮТ за интеллект. (это) elect\n***\nВЫБИРАЮТ за интеллект. (это) select\nТы ИЗБРАННЫЙ за интеллект. (это) select\n***\nКогда тебя избирали \"elect\",\nмы голоса собирали \"collect\"\nничем не пренебрегали \"neglect\"\nтеперь ты избранный - \"select\".",
            "neglect [nɪ'ɡlɛkt]\n***\nПРЕНЕБРЕГАЕШЬ здоровьем - сидишь на игле (кт).\n(это) neglect\nЗАПУСТИЛ себя - сидишь на игле (кт). (это) neglect\nЭто НЕБРЕЖНОСТЬ - сидеть на игле (кт). (это)\nneglect"
        ],
        "examples": [
            "He sometimes neglected that duty.",
            "Nothing can excuse such neglect.",
            "The house is in a state of neglect.",
            "The building has been neglected for years.",
            "The prison guard neglected his duty.",
            "Ask him why he would neglect his vow, and bed another woman.",
            "I must neglect my father as to gain time for writing what may support us.",
            "The children had suffered cruelty and neglect.",
            "After years of neglect, the roads were full of potholes.",
            "After years of neglect, the house fell into disrepair.",
            "Many children are still at risk from neglect or abuse.",
            "The parents were charged with child neglect.",
            "The house was in a terrible state of neglect.",
            "The city has neglected the teacher shortage for too long.",
            "The police officer was accused of neglecting his duty (=not doing everything he should).",
            "He overcame the obstacles of poverty and neglect.",
            "Many of these ideas have been neglected by modern historians.",
            "Tenants are complaining about the landlord's neglect of the property.",
            "Five officers were court-martialled for cowardice or neglect of duty.",
            "The whole district had an air of abandonment and neglect.",
            "The condition of the house worsened with every year of neglect.",
            "The area is enveloped in a pall of neglect."
        ],
        "example_translate": [
            "Иногда он пренебрегал этой обязанностью.",
            "Ничто не может служить оправданием такой небрежности.",
            "Дом находится в запущенном /заброшенном/ состоянии.",
            "Здание было заброшено многие годы.",
            "Тюремщик пренебрегал своим долгом / обязанностью.",
            "Спроси его, отчего он нарушил свой обет и разделил ложе с другой женщиной.",
            "Я не могу уделять много внимания своему отцу, потому что я должен писать, чтобы прокормить семью.",
            "Дети пострадали от жестокости и невнимания.",
            "На дорогах, которыми много лет никто не занимался, было полно выбоин.",
            "После долгих лет без присмотра дом совсем обветшал.",
            "Многим детям по-прежнему угрожает опасность из-за недосмотра и плохого обращения.",
            "Родителям предъявили обвинение в невыполнении обязанностей в отношении ребёнка.",
            "Дом был в ужасно запущенном состоянии.",
            "Городские власти слишком долго игнорировали нехватку учителей.",
            "Этого полицейского обвинили в пренебрежении своими обязанностями (т.е. в том, что он не сделал того, что должен).",
            "Он преодолел трудности нищеты и пренебрежительного отношения.",
            "На многие из этих идей современные историки не обращают внимания.",
            "Жильцы жалуются на то, что домовладелец не уделяет своему имуществу должного внимания.",
            "Пятеро офицеров были отданы под трибунал за трусость или пренебрежение своими обязанностями.",
            "Во всём этом районе присутствовал дух заброшенности и безнадзорности.",
            "Состояние дома ухудшалось с каждым годом безнадзорности.",
            "Местность окутана пеленой забвения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}