{
    "negotiate": {
        "comment": [
            "negotiation"
        ],
        "translate": "вести переговоры, договариваться, преодолевать, обсуждать условия, реализовать",
        "transcription": " |nɪˈɡoʊʃieɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We negotiated a fair price.",
            "She has good negotiating skills.",
            "The government refuses to negotiate with terrorists.",
            "The first fence I negotiated most successfully.",
            "They negotiated the sale of the house.",
            "We must negotiate from a position of strength.",
            "He sent ambassadors to negotiate an equal alliance with the Chinese Empire.",
            "She can be a tough lady to negotiate with.",
            "We must negotiate from a position of strength .",
            "The customer wanted to negotiate over the price.",
            "The driver carefully negotiated the winding road.",
            "They have demonstrated a willingness to negotiate.",
            "They found it expedient to negotiate with the terrorists.",
            "He was given plenary powers to negotiate with the rebels.",
            "He tried to negotiate a peace between the warring countries.",
            "His first aim is to get the warring parties back to the negotiating table (=discussing something).",
            "Guido swung the steering-wheel round to negotiate a corner.",
            "multinational efforts to negotiate a lasting peace in the region",
            "Union leaders have negotiated an agreement for a shorter working week.",
            "It will be an extraordinarily painful step to negotiate."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы договорились о справедливой цене.",
            "У неё хорошие навыки ведения переговоров.",
            "Правительство отказывается вести переговоры с террористами.",
            "Первую изгородь я преодолел вполне успешно.",
            "Они обсудили условия продажи дома.",
            "Мы должны вести переговоры с позиции силы.",
            "Он отправил послов, чтобы установить равноправное сотрудничество с Китайской империей.",
            "С этой женщиной может быть очень непросто вести переговоры.",
            "Необходимо вести переговоры с позиции силы.",
            "Заказчик хотел договориться по поводу цены.",
            "Водитель осторожно пробирался по извилистой дороге.",
            "Они продемонстрировали готовность вести переговоры.",
            "Они сочли целесообразным вступить в переговоры с террористами.",
            "Он получил неограниченные полномочия вести переговоры с повстанцами.",
            "Он пытался заключить мир между воюющими странами.",
            "Его главная цель состоит в том, чтобы вернуть враждующие стороны за стол переговоров (чтобы что-то обсудить).",
            "Гвидо крутанул руль, чтобы вписаться в поворот.",
            "международные усилия по установлению прочного мира в этом регионе",
            "Профсоюзным лидерам удалось добиться соглашения о сокращении рабочей недели.",
            "Обсуждение этой меры будет чрезвычайно тяжёлым."
        ]
    }
}