{
    "negotiation": {
        "comment": [
            "negotiate"
        ],
        "translate": "переговоры, согласование, преодоление, обсуждение условий, переуступка",
        "transcription": " |nɪˌɡoʊʃiˈeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is skilled at negotiation.",
            "The negotiations with the company had reached a crucial stage.",
            "The agreement followed months of negotiation.",
            "After months of negotiation, an agreement was finally reached.",
            "Further efforts at negotiation have broken down.",
            "the buyout negotiation lasted several days",
            "He is trying to involve community leaders in negotiations on reform.",
            "Our attempts at negotiation finally met with some success.",
            "The price is generally open to negotiation (=is not fixed and can be discussed).",
            "The college president was against any negotiation with the students.",
            "His angry comments have exacerbated tensions in the negotiation process.",
            "The government has made a significant peace overture by opening the door to negotiation.",
            "The new rates of pay are open to negotiation.",
            "Several fitful attempts at negotiation have failed.",
            "Where negotiation fails, they must fall back on the law.",
            "By patient negotiation she succeeded in her mission of averting a strike.",
            "We need a negotiation between the townspeople and mayor over the site of the new library.",
            "The legal arrangements for the sale are matters for negotiation."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она является специалистом по проведению переговоров.",
            "В переговорах с компанией наступил решающий этап.",
            "Соглашению предшествовали месяцы переговоров.",
            "После нескольких месяцев переговоров, было наконец достигнуто соглашение.",
            "Дальнейшие попытки провести переговоры оказались безуспешными.",
            "переговоры по выкупу длились несколько дней",
            "Он пытается вовлечь лидеров общественности в переговоры о реформах.",
            "Наши попытки переговоров наконец-то принесли некоторый успех.",
            "Цена, как правило, открыта для обсуждения (т.е. не является фиксированной и может обсуждаться).",
            "Президент колледжа был против любых переговоров со студентами.",
            "Его гневные высказывания обострили напряжённость в переговорном процессе.",
            "Правительство сделало существенный шаг в направлении мира, открыв путь к переговорам.",
            "Новые ставки оплаты труда открыты для обсуждения.",
            "Несколько лихорадочных попыток договориться провалились.",
            "Там, где переговоры терпят неудачу, нужно положиться на закон.",
            "Путём терпеливых переговоров она выполнила свою задачу — предотвращение забастовки.",
            "Мы нуждаемся в переговорах между горожанами и мэром по поводу месторасположения новой библиотеки.",
            "Правовые механизмы этой продажи являются предметом обсуждения."
        ],
        "stars": 2
    }
}