{
    "neighborhood": {
        "comment": [],
        "translate": "окрестности, район, соседство, соседи, округа, близость, соседские отношения",
        "transcription": " |ˈneɪbərˌhʊd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They live in a posh neighborhood.",
            "I don't feel safe in this neighborhood.",
            "We went back to visit our old neighborhood.",
            "This neighborhood is an organic part of the city.",
            "The price is in the neighborhood of $100.",
            "He never felt any affinity with the other kids in his neighborhood.",
            "Well-kept houses mark a good neighborhood.",
            "The neighborhood is full of dilapidated houses with scruffy backyards.",
            "He goes to the neighborhood highschool.",
            "The whole neighborhood heard about it.",
            "She grew up in a quiet neighborhood of Boston.",
            "Since we're in the neighborhood, why don't we drop in at my brother's?",
            "They live in a mixed neighborhood.",
            "There are some good restaurants in this neighborhood.",
            "They live in a perfectly safe neighborhood.",
            "They bought a house in a beautiful neighborhood.",
            "Is there a good Chinese restaurant in the neighborhood?",
            "Every store in the neighborhood had to pay him protection.",
            "Crime is a serious problem in this neighborhood.",
            "Most of the people in this neighborhood are on welfare.",
            "We need to do more to make the neighborhood more livable.",
            "Police have received reports of gang activity in the neighborhood.",
            "...the neighborhood chatterbox has again been spreading malicious gossip...",
            "This neighborhood is segregated.",
            "Don't loiter in this neighborhood after dark.",
            "Older people predominate in that neighborhood.",
            "The city has plans to redevelop the neighborhood.",
            "The old abandoned house was a neighborhood eyesore.",
            "The blighted neighborhood underwent a total makeover.",
            "He organized a neighborhood potluck for next Saturday."
        ],
        "example_translate": [
            "Они живут в шикарном районе.",
            "В этом районе я не чувствую себя в безопасности.",
            "Мы вернулись навестить места, где когда-то жили.",
            "Этот район является органичной частью города.",
            "Цена — где-то в районе ста долларов.",
            "Он никогда не чувствовал ничего общего с другими детьми в своего района.",
            "Дома, которые содержатся в порядке, являются показателем хорошего соседского окружения.",
            "Окрестность полна ветхими домами с неухоженными дворами.",
            "Он ходит в среднюю школу по соседству.",
            "Вся округа слышала об этом.",
            "Она выросла в тихом районе Бостона.",
            "Раз уж мы тут поблизости, то почему бы не зайти к моему брату?",
            "Они живут в смешанном районе.",
            "В этом районе есть несколько хороших ресторанов.",
            "Они живут в совершенно безопасном районе.",
            "Они купили дом в красивом районе.",
            "В этом районе есть хороший китайский ресторан?",
            "Всем магазинам в округе приходилось платить ему за \"крышу\".",
            "В этом районе преступность представляет собой серьёзную проблему.",
            "Большинство людей в этом районе живёт на пособие.",
            "Нам нужно приложить больше усилий, чтобы сделать города более пригодными для жизни.",
            "Полиция получила сообщения об активности банд в данном районе.",
            "...местная балаболка вновь распускала злонамеренные сплетни...",
            "В этом районе проводится политика сегрегации.",
            "Не слоняйтесь по этому району после наступления темноты.",
            "В этом районе преобладают люди пожилого возраста.",
            "У городских властей есть планы по перестройке этого района.",
            "Для соседей этот старый заброшенный дом был, словно бельмо на глазу.",
            "Депрессивный некогда район полностью преобразился.",
            "В следующую субботу он организовал для соседей ужин вскладчину."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}