{
    "neighbour": {
        "comment": [
            "neighbourhood",
            "neighbouring"
        ],
        "translate": "сосед, соседка, соседний, ближний, смежный, граничить",
        "transcription": " |ˈneɪbər|",
        "antonyms": [],
        "mnemonic": [
            "neighbour [не'йба] сосед - Не пытайся (нейба-ть) соседа своего;"
        ],
        "examples": [
            "England's nearest neighbour is France",
            "She was carrying on with a neighbour.",
            "I hear that our married neighbour has escaped to her lover.",
            "Thou shalt love thy neighbour as thyself. (Bible, Matthew 19: 19)",
            "One of the neighbors complained about the noise from the party.",
            "He brought legal action against his neighbour.",
            "Have you been eavesdropping on your neighbour again?",
            "My neighbour tried to do herself in by taking poison.",
            "I wasted half an hour this morning conversing with my neighbour.",
            "My neighbour bailed me up in the street and talked for half an hour.",
            "I don't want our neighbour nosing into our affairs, so keep quiet about our plans.",
            "“I am glad, Mrs. Butler,'' was the neighbour's concise answer.",
            "She tried to sink her pride and approach the despised neighbour.",
            "Why did she get so annoyed? I was only trying to neighbour with her!",
            "I tried to speak, but she waved me aside and called on my neighbour to speak.",
            "Our neighbour's garden shames ours.",
            "My neighbour got onto the city council.",
            "The teacher saw Phil passing a note to his neighbour.",
            "The garden was divided from its neighbour by a high wall.",
            "I decided to find out more about my mysterious new neighbour.",
            "I use the word 'neighbour' in its more precise or narrower sense.",
            "My neighbour comes in once a week to check on things and feed the fish.",
            "The conversation was very pleasant until our talkative neighbour chipped in.",
            "He owes his life to (=he is still alive because of) the prompt action of a neighbour.",
            "The thieves fled when they were disturbed by a neighbour."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Франция - ближайший сосед Англии",
            "Она флиртовала с соседом.",
            "Я слышал, наша замужняя соседка сбежала к своему любовнику.",
            "Люби ближнего твоего, как самого себя. (Евангелие от Матфея, гл. 19, ст. 19)",
            "Кто-то из соседей пожаловался на шум от вечеринки.",
            "Он затеял процесс против своего соседа.",
            "Ты опять подслушивал разговоры своего соседа?",
            "Моя соседка пыталась свести счёты с жизнью, приняв яд.",
            "Сегодня утром я убил полчаса в совершенно пустой беседе со своим соседом.",
            "Сосед остановил меня на улице и болтал полчаса.",
            "Я не хочу, чтобы сосед совал свой нос в наши дела, так что молчи о наших планах.",
            "— Я рад, миссис Батлер, — лаконично ответил сосед.",
            "Она попыталась подавить свою гордость и подойти к ненавистному соседу.",
            "Почему она так разозлилась? Я же просто хотел подружиться с ней.",
            "Я попытался что-то сказать, но она сделала мне знак замолчать и вызвала моего соседа.",
            "Наш сад сильно уступает саду нашего соседа.",
            "Моего соседа избрали в городской совет.",
            "Учитель увидел, как Фил передавал своему соседу какую-то записку.",
            "Сад был отделён от соседнего высокой стеной.",
            "Я решил разузнать о таинственном новом соседе побольше.",
            "Я использую слово \"сосед\" в его более точном или узком смысле.",
            "Моя соседка приходит раз в неделю, чтобы всё проверить и покормить рыбок.",
            "Беседа была вполне приятной, пока не вмешался наш разговорчивый сосед.",
            "Он обязан своей жизнью (т.е. он всё ещё жив, благодаря) быстрым действиям одного из соседей.",
            "Воры убежали, когда их вспугнул один из соседей."
        ],
        "stars": 3
    }
}