{
    "neighbor": {
        "comment": [],
        "translate": "сосед, соседка, соседний, ближний, смежный, граничить",
        "transcription": " |ˈneɪbər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Pakistan neighbors India.",
            "Our neighbor is an old grump.",
            "My neighbor is sore at me.",
            "Canada is a neighbor of the U.S.",
            "We invited our friends and neighbors.",
            "Venus is Earth's nearest neighbor.",
            "My neighbor popped in for a visit.",
            "Our neighbor borrowed my lawn mower.",
            "He picked a quarrel with his neighbor.",
            "Your former neighbor is wanted by the FBI.",
            "Our neighbor is a grumpy old man.",
            "The baseball field neighbors a parking lot.",
            "He recognized his neighbor with a nod.",
            "A kindhearted neighbor offered to help.",
            "What is the closest neighbor to the Earth?",
            "I could see my neighbor shaking with laughter.",
            "The moral of the story is to love thy neighbor.",
            "Our neighbor was very kind about the window our son broke.",
            "They put up a fence between their house and their neighbor's house.",
            "They reciprocated the favor by driving their neighbor to the airport.",
            "The sound of music wafted softly into the yard from our neighbor's house.",
            "The snoopy neighbor watched us all day.",
            "We cut through the neighbor's yard to get home sooner.",
            "I baby-sit the neighbor's plants when she is out of town.",
            "He looked at his neighbor's new car with unambiguous envy.",
            "A con man finagled my neighbor out of four hundred dollars.",
            "My neighbor is a recluse — I only see him about once a year.",
            "The meddling neighbor insisted on giving us unsought advice.",
            "My neighbor keeps soliciting money for different charities.",
            "The recently deceased tenant was found by a concerned neighbor."
        ],
        "example_translate": [
            "Пакистан граничит с Индией.",
            "Наш сосед - старый ворчун.",
            "Мой сосед рассержен на меня.",
            "Канада является соседом США.",
            "Мы пригласили друзей и соседей.",
            "Венера — ближайшая \"соседка\" Земли.",
            "Моя соседка заскочила поболтать.",
            "Наш сосед взял у меня газонокосилку на время.",
            "Он нашёл повод поссориться с соседом.",
            "Ваш бывший сосед разыскивается ФБР.",
            "Наш сосед — сварливый старик.",
            "По соседству с бейсбольным полем находится автостоянка.",
            "Он поприветствовал соседа кивком головы.",
            "Один добрый сосед предложил помочь.",
            "Что является ближайшим соседом Земли?",
            "Я видел, как мой сосед трясётся от смеха.",
            "Мораль этой истории заключается в любви к ближнему.",
            "Наш сосед очень терпимо отнёсся к разбитому нашим сыном окну.",
            "Они отгородили свой дом от соседского забором.",
            "Они оказали ответную услугу, доставив соседа в аэропорт.",
            "Звуки музыки тихо доносились во двор из дома нашего соседа.",
            "Не в меру любопытная соседка наблюдала за нами весь день.",
            "Мы срезали через соседский двор, чтобы поскорее попасть домой.",
            "Я ухаживаю за растениями соседки, когда та уезжает из города.",
            "Он посмотрел на новую машину своего соседа с недвусмысленной завистью.",
            "Какой-то кидала надул моего соседа на четыреста долларов.",
            "Мой сосед — затворник: я его вижу всего лишь около раза в год.",
            "Назойливая соседка никак не отставала от нас с непрошеными советами.",
            "Мой сосед по-прежнему выпрашивает деньги для различных благотворительных фондов.",
            "Недавно умершего жильца обнаружил его обеспокоенный сосед."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}