{
    "nephew": {
        "comment": [
            "niece"
        ],
        "translate": "племянник",
        "transcription": " |ˈnefjuː|",
        "antonyms": [],
        "mnemonic": [
            "nephew [нэ'въю] племянник - Племянник мой говорит: «Я (не вью) интриги»;"
        ],
        "examples": [
            "My nephew colored a picture for me.",
            "My nephew is a complete video game addict.",
            "Stanley, come and say hello to your nephew.",
            "My shiftless nephew was never any good.",
            "He never ceased to find fault with him. It was evident that he had a down on his nephew.",
            "I'm pretty sure they're the groom's niece and nephew.",
            "Gray caught smallpox from his nephew.",
            "He would tutorize his nephew without receiving any payment.",
            "It is understood that the Queen approves of her nephew's romance.",
            "Their nephew was missing, presumed dead.",
            "My nephew has graduated from baby food to solid food.",
            "the chairman's nephew has a lot of pull",
            "My nephew is just setting out on a career in journalism."
        ],
        "example_translate": [
            "Племянник раскрасил для меня картинку.",
            "Мой племянник абсолютно зависим от видеоигр.",
            "Стэнли, подойди и поздоровайся со своим племянником.",
            "Мой ленивый племянник всегда был никудышным человеком.",
            "Он без конца к нему придирался. Было ясно, что у него был \"зуб\" на своего племянника.",
            "Я практически уверен, что они являются племянницей и племянником жениха.",
            "Грей подхватил оспу /заразился оспой/ от своего племянника.",
            "Он будет давать частные уроки своему племяннику без всякой оплаты.",
            "Подразумевается, что королева одобряет романтические отношения племянника.",
            "Их племянник пропал без вести, предположительно погиб.",
            "Мой племянник уже перешёл с детского питания к твёрдой пище.",
            "Племянник председателя имеет большое влияние.",
            "Мой племянник ещё только начинает карьеру в области журналистики."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}