{
    "nervous": {
        "comment": [
            "nerve",
            "nervousness"
        ],
        "translate": "нервный, нервничающий, нервозный, слабонервный, взволнованный, робкий, возбудимый",
        "transcription": " |ˈnɜːrvəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't be nervous.",
            "It was a very nervous situation.",
            "I was plenty nervous.",
            "Sit back, there's no need to be nervous.",
            "I was so nervous when I went on.",
            "She's a nervous, sensitive child.",
            "He has a nervous disposition.",
            "He got nervous because they rushed him.",
            "I'm so nervous I can't think straight.",
            "Even today I get nervous before I go onstage.",
            "Streep plays a shy, nervous woman.",
            "She was suffering from a nervous condition.",
            "a diagram of the nervous system",
            "She is nervous about her job interview.",
            "He walked around with a nervous twitch.",
            "The merest little noise makes him nervous.",
            "She had already had one nervous breakdown.",
            "It's normal to feel nervous before an exam.",
            "He was on the verge of a nervous breakdown.",
            "She was outwardly calm but inwardly nervous.",
            "They were outwardly calm but nervous within.",
            "She tends to be nervous before her lectures.",
            "Anything out of the ordinary made her nervous.",
            "When she gets nervous she paces back and forth.",
            "I get nervous every time his name is mentioned.",
            "I was so nervous that I was shaking like a leaf.",
            "I got so nervous. I guess I just wasn't prepared.",
            "He's sure to get nervous and say something stupid.",
            "She began to feel nervous as she neared the house.",
            "Alcohol disturbs and unbalances the nervous system."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не волнуйтесь.",
            "Обстановка была очень нервной.",
            "Я очень нервничал.",
            "Расслабься, беспокоиться не о чем.",
            "Я так нервничал, когда вышел на замену. (спорт. go on — выходить на замену, go out — уходить с поля, быть заменённым)",
            "Она нервная и чувствительная девочка.",
            "Он слабонервный.",
            "Он занервничал, потому что его начали торопить.",
            "Я так нервничаю, что мысли путаются.",
            "Даже сегодня я нервничаю перед тем, как выйти на сцену.",
            "Мерил Стрип играет застенчивую, нервную женщину.",
            "Она страдала от заболевания нервов.",
            "схема нервной системы",
            "Она нервничает из-за собеседования по поводу работы.",
            "Он ходил неподалёку, нервно подёргиваясь.",
            "Малейший шум нервирует его.",
            "Она уже перенесла один нервный срыв.",
            "Волноваться перед экзаменом совершенно нормально.",
            "Он был на грани нервного срыва.",
            "Внешне она была спокойна, но в душе волновалась.",
            "Внешне они были спокойны, но на самом деле очень нервничали.",
            "Она обычно нервничает перед своими лекциями.",
            "Всё необычное заставляло её нервничать.",
            "Когда она нервничает, то расхаживает взад и вперёд.",
            "Я волнуюсь каждый раз, когда упоминается его имя.",
            "Я был настолько взволнован, что дрожал, словно осиновый лист.",
            "Я так разволновалась. Наверное, я просто не была готова.",
            "Он наверняка занервничает и скажет какую-нибудь глупость.",
            "Приблизившись к дому, она начала нервничать.",
            "Алкоголь разрушает нервную систему."
        ]
    }
}