{
    "nerve": {
        "comment": [
            "nervous",
            "nervousness"
        ],
        "translate": "нерв, нервы, нахальство, нервный, придавать силу",
        "transcription": " |nɜːrv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I nerved myself to face the pain.",
            "It takes nerve to do what she did.",
            "He found the nerve to stand up to his boss.",
            "Sean drank a large glass of brandy to calm his nerves.",
            "It takes a lot of nerve to start a new career.",
            "He's got a nerve asking for more money.",
            "He needs to nerve himself for the big game tomorrow.",
            "a condition affecting the nerves in her arm",
            "I doubt if I would ever be able to nerve myself for public performance.",
            "You have a lot of nerve to talk to me that way.",
            "The brandy made him choke, but it restored his nerve.",
            "A lot of people suffer from nerves before they go on stage.",
            "I remember you were a bundle of nerves on your wedding day.",
            "She finally found the nerve to tell him she wanted a divorce.",
            "It's hard to keep your nerve when people keep interrupting you.",
            "'What's wrong with Rachel?' 'It's just nerves. She's got her driving test tomorrow.'",
            "The patient has damage to the auditory nerve.",
            "I can't believe she had the nerve to call me a liar.",
            "Some of the nerve fibres arborize around cells at its base.",
            "Seeing his face, Joanne realized she'd touched a raw nerve.",
            "Nerve impulses cross a synapse through the action of neurotransmitters.",
            "Not many people have the nerve to stand up and speak in front of a large audience.",
            "Without realizing, he had touched a raw nerve.",
            "the inhibition of the heart by the vagus nerve",
            "The eye converts light signals to nerve impulses.",
            "Doctors found undisputed evidence of nerve damage.",
            "He was straining every nerve to impress the judges.",
            "It takes a lot of nerve to report a colleague for sexual harassment."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я собрался с духом, чтобы вынести эту боль.",
            "Нужны крепкие нервы, чтобы сделать то, что сделала она.",
            "У него хватило смелости /наглости/ пойти наперекор своему начальнику.",
            "Шон выпил большой стакан бренди, чтобы успокоить свои нервы.",
            "Нужно немало смелости, чтобы начать новую карьеру.",
            "У него хватило наглости попросить ещё денег.",
            "Ему нужно собраться с духом для завтрашнего важного матча.",
            "заболевание, затрагивающее нервы её руки",
            "Я сомневаюсь, что я смогу когда-нибудь набраться мужества для публичного выступления.",
            "Хватает же у тебя наглости так со мной разговаривать.",
            "Он задохнулся от бренди, но оно вернуло ему мужество.",
            "Многие люди нервничают перед выходом на сцену.",
            "Помнится, в день вашей свадьбы вы очень нервничали.",
            "Она всё-таки нашла смелость сказать ему о том, что хочет развода.",
            "Трудно сохранять спокойствие, когда тебя постоянно перебивают.",
            "— Что с Рейчел такое? — Просто нервы. У неё завтра экзамен по вождению.",
            "Пациент имеет повреждение слухового нерва.",
            "Просто не верится, что ей хватило наглости назвать меня лжецом.",
            "Некоторые нервные волокна образуют \"деревья\" у основания клеток.",
            "Увидев его лицо, Джоан поняла, что задела его за живое.",
            "Нервные импульсы проходят через синапс благодаря действию нейротрансмиттеров.",
            "Немногим людям хватает мужества встать и выступить перед большой аудиторией.",
            "Сам того не осознавая, он затронул щепетильную тему.",
            "торможение сердечной деятельности блуждающим нервом",
            "Глаза преобразует световые сигналы в нервные импульсы.",
            "Врачи обнаружили бесспорные доказательства повреждения нерва.",
            "Он изо всех сил старался произвести впечатление на судей.",
            "Нужно много смелости, чтобы сообщить начальству о сексуальных домогательствах коллеги."
        ]
    }
}