{
    "nest": {
        "comment": [
            "honest",
            "dishonest",
            "dishonestly",
            "honestly",
            "honesty"
        ],
        "translate": "гнездо, гнездышко, притон, гнездиться, вставлять, вмонтировать",
        "transcription": " |nest|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Some birds nest in tree cavities.",
            "The birds have deserted their nest.",
            "The rabbit littered in its small nest.",
            "The bird built a nest out of small twigs.",
            "Young eagles leave the nest after only two months.",
            "Both daughters were ready to fly the nest.",
            "She studied the nesting habits of the turtle.",
            "The birds have left their nest.",
            "If you look closely, you can see a nest in that tree.",
            "He paid for the computer out of his nest egg.",
            "He has a nest egg tucked away for a rainy day.",
            "Birds are nesting outside my window every Spring.",
            "He made a right mare's nest of that presentation.",
            "In May the females build a nest and lay their eggs.",
            "The new production targets have stirred up a hornet's nest.",
            "This wire frame is intended to prevent birds from nesting in our chimney.",
            "Robins nested in the tree.",
            "They say eagles used to nest in those rocks.",
            "If you find a bird's nest, never disturb the eggs.",
            "They built up a nest egg for their son's college education.",
            "A likely place for the nest is near the banks of a stream, where the bushes grow thick.",
            "A family of birds has built a nest on our roof.",
            "They lived in a cozy little nest in the suburbs.",
            "A family of mice had made their nest in the roof.",
            "This nest egg will ensure a nice retirement for us.",
            "The hen settled herself on the nest most peacefully.",
            "Talk of invading Iraq stirred up a political hornets' nest.",
            "Pointing upwards, he indicated a large nest high in the tree.",
            "Phrases are nested in the dictionary entry for the first major word.",
            "The lack of planning had resulted in the city's evacuation being a mare's nest of epic proportions."
        ],
        "example_translate": [
            "Некоторые птицы гнездятся в дуплах деревьев.",
            "Птицы покинули своё гнездо.",
            "Кролик насорил в своём гнёздышке.",
            "Птица построила из веточек гнездо.",
            "Орлята покидают гнездо всего через два месяца (после рождения).",
            "Обе дочери были готовы покинуть отчий дом.",
            "Она изучала привычки гнездования этой черепахи.",
            "Птицы покинули своё гнёздо.",
            "Если вы внимательно посмотрите на дерево, то можете увидеть гнездо.",
            "Он заплатил за этот компьютер из своей заначки.",
            "У него есть заначка, припрятанная на чёрный день.",
            "Каждую весну птицы вьют гнёзда за моим окном.",
            "Он такого навертел в этой презентации!",
            "В мае самки строят гнездо и откладывают яйца.",
            "Новые производственные планы резко обострили ситуацию.",
            "Эта проволочная рама предназначена для того, чтобы помешать птицам вить гнезда в нашей трубе.",
            "На дереве свили гнездо малиновки.",
            "Говорят, раньше в тех скалах гнездились орлы.",
            "Если вы нашли птичье гнездо, никогда не трогайте яйца.",
            "Они отложили некоторую сумму денег для оплаты высшего образования сына.",
            "Как правило, они вьют гнёзда на берегах ручьёв, там, где растут густые кусты.",
            "На крыше нашего дома построило гнездо семейство птиц.",
            "Они жили в уютном гнездышке в пригороде.",
            "На крыше устроило себе гнездо семейство мышей.",
            "Эта заначка обеспечит нам приятную жизнь на пенсии.",
            "Курица преспокойно устроилась на гнезде.",
            "Разговоры о вторжении в Ирак разворошили политическое осиное гнездо.",
            "Он показал вверх, где высоко на дереве было большое гнездо.",
            "Фразы вложены в словарную статью для первого основного слова.",
            "Отсутствие планирования привело к тому, что эвакуация города превратилась в бардак поистине эпических масштабов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}