{
    "net": {
        "comment": [
            "internet",
            "cabinet"
        ],
        "translate": "чистый, нетто, конечный, сеть, сети, сетка, сальдо, забивать, покрывать сетью",
        "transcription": " |net|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There is somebody netting the stream.",
            "The book has already netted a quarter of a million pounds.",
            "Armed robbers netted £316 million.",
            "You might find something on the Net.",
            "I was netting around $64,000 a year.",
            "Centre half Tiler netted his first goal for the club.",
            "They took to the water intent on netting the $250,000 offered reward.",
            "We netted three fish in under an hour.",
            "The company reported a net loss of $56 million last year.",
            "Henry kicked the ball into the back of the net.",
            "He was caught in the net of suspicious circumstances.",
            "This sale netted me $1 million",
            "The net result of the new bridge will be fewer traffic jams.",
            "The net profit (=after taxes, costs etc) was up 16.3% last month.",
            "The rivers were kept permanently netted for fish.",
            "How dense a fold of danger nets him round. (Tennyson)",
            "The level sea, like a pale blue disc netted in silver lace.",
            "Poachers have been netting salmon to supply the black market.",
            "We fenced off a rabbit-proof area for vegetables and netted the top.",
            "We have a net gain of nearly 50 seats, the biggest for any party in Scotland.",
            "The keeper hadn't a ghost of a chance as Edwards belted the ball into the net.",
            "The company has recently netted several large contracts.",
            "Vernon estimates the company's net worth at over $8 billion."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Кто-то там на реке ловит рыбу сетью.",
            "Книга уже принесла четверть миллиона фунтов чистого дохода.",
            "Вооруженные грабители захватили 316 млн. фунтов.",
            "Можно найти что-нибудь в сети.",
            "Я зарабатывал около шестидесяти четырёх тысяч долларов в год чистыми (после уплаты налогов).",
            "Полузащитник Тайлер забил свой первый мяч за клуб.",
            "Они бросились в воду, намереваясь получить обещанное вознаграждение в 250 000 долларов.",
            "Не прошло и часа, как в нашу сеть попалось три рыбы.",
            "Компания сообщила, что в прошлом году чистые убытки составили пятьдесят шесть миллионов долларов.",
            "Ударом ноги Генри послал мяч в сетку ворот.",
            "Он попал в ловушку подозрительных обстоятельств.",
            "Эта продажа принесла мне миллион долларов чистой прибыли.",
            "В конечном итоге, постройка нового моста приведёт к уменьшению количества пробок.",
            "В прошлом месяце чистая прибыль (т.е. прибыль после вычета налогов, затрат и др.) увеличилась на 16,3 процента.",
            "На реках постоянно расставляли сети для ловли рыбы.",
            "Как крепко сжимает его кольцо опасности.",
            "Поверхность моря, похожая на бледный голубой диск, покрытый серебряной сетью кружев.",
            "Браконьеры ловили сетями сёмгу и поставляли на чёрный рынок.",
            "Мы огородили недоступную для кроликов зону для овощей и сверху натянули сетку.",
            "В конечном итоге мы получаем около пятидесяти мест — больше, чем любая другая партия в Шотландии.",
            "У вратаря не было ни малейшего шанса, после того как Эдвардс сильным ударом отправил мяч в сетку.",
            "Недавно компания заключила несколько крупных контрактов.",
            "Вернон оценивает чистую стоимость компании в размере более восьми миллиардов долларов."
        ]
    }
}