{
    "neutral": {
        "comment": [],
        "translate": "нейтральный, средний, беспристрастный, нейтрал, нейтральное государство",
        "transcription": " |ˈnuːtrəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "During World War II, Sweden was neutral.",
            "We need somebody neutral to sort this out.",
            "The battle took place in neutral waters.",
            "She desires to remain neutral in the dispute.",
            "She tries to be a fair and neutral journalist.",
            "He was dissatisfied with his neutral life.",
            "It was a good game to watch for the neutrals.",
            "The talks will be held on neutral ground.",
            "Clive decided to adopt a neutral position.",
            "When you start the engine, make sure the car's in neutral.",
            "Neutral tones give the room a feeling of space.",
            "Graham put the van in neutral and jumped out into the road.",
            "The Constitution is not morally neutral but is based on certain central values.",
            "The duel will be held on neutral ground.",
            "The report was written in neutral language.",
            "The plant prefers a neutral or slightly acidic soil.",
            "I always tried to remain neutral when they started arguing.",
            "The British government acted as a neutral observer during the talks."
        ],
        "example_translate": [
            "Во время второй мировой войны Швеция соблюдала нейтралитет.",
            "Чтобы это уладить, нам нужен человек со стороны.",
            "Сражение произошло в нейтральных водах.",
            "Она не хочет принимать чью-либо сторону в споре.",
            "Она старается быть справедливой и беспристрастной журналисткой.",
            "Он был недоволен своей тусклой жизнью.",
            "Было интересно наблюдать за нейтралами.",
            "Переговоры будут проходить на нейтральной территории.",
            "Клайв решил занять нейтральную позицию.",
            "Запуская двигатель, убедитесь в том, что автомобиль находится на нейтральной передаче.",
            "Нейтральные тона придают помещению ощущение пространства.",
            "Грэм поставил фургон на нейтралку и выскочил на дорогу.",
            "В нравственном отношении Конституция не является нейтральной, но основывается на некоторых основных ценностях.",
            "Поединок пройдет на нейтральном поле.",
            "Доклад был написан беспристрастным языком.",
            "Данное растение предпочитает нейтральную или слегка кислотную почву.",
            "Когда они начинали спорить, я всегда старался сохранять нейтралитет.",
            "В ходе переговоров правительство Великобритании выступило в качестве нейтрального наблюдателя."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}