{
    "never": {
        "comment": [
            "whenever",
            "nevertheless"
        ],
        "translate": "никогда, ни разу, вовек, конечно, нет, не может быть",
        "transcription": " |ˈnevər|",
        "antonyms": [],
        "mnemonic": [
            "never [нэ'ва] никогда - (Нева) никогда не станет чистой.",
            "never ['nevə]\never ['ɛvə] - всегда\nНИКОГДА и ничего - ты не делай в гневе. (это) never\n***\nЛучше всегда \"never\",\nчем никогда \"ever\"."
        ],
        "examples": [
            "I never meant to hurt you.",
            "I will never marry you!",
            "It is never too late to give up smoking.",
            "She never really said that.",
            "He's never been to Australia.",
            "I will never shop at that store again.",
            "Never had she been so confused.",
            "I shall never forget this day.",
            "We will never forget what we saw.",
            "Never in all my life have I felt so humiliated.",
            "I have never been to China.",
            "I have never seen that happen before.",
            "Max had never been known to leave home without telling anyone.",
            "There is never enough time to finish our work.",
            "Never in my whole life have I been so offended!",
            "She had never for one moment imagined that it could happen to her.",
            "That man has never heard of you.",
            "Bringing up children is never easy.",
            "The fact was never before observed.",
            "I'll never ever forgive him for leaving me.",
            "You never know what you'll find at a flea market.",
            "What is morally wrong can never be politically right.",
            "I'm never going back there again, not as long as I live.",
            "Could such things be tolerated in a Christian land? Never!",
            "Never again (=never after a particular time) would he return to Naples.",
            "I gave him my business for years and never for one moment did I suspect that he was a criminal."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "e + Отк сл = [e]"
        ],
        "example_translate": [
            "Я не хотела причинить вам боль. / Я не хотел тебя обидеть.",
            "Я никогда не женюсь на тебе!",
            "Никогда не поздно бросить курить.",
            "На самом деле, она никогда этого не говорила.",
            "Он никогда не был в Австралии.",
            "Никогда больше не пойду за покупками в этот магазин.",
            "Никогда она не была так смущена.",
            "Я никогда не забуду этот день.",
            "Мы никогда не забудем то, что увидели.",
            "Никогда в жизни я не чувствовал себя таким униженным.",
            "Я никогда не был в Китае.",
            "Я никогда раньше не видел ничего подобного.",
            "За Максом никогда раньше не замечалось, чтобы он уходил из дома, никому ничего не сказав.",
            "Времени, чтобы закончить нашу работу, всегда не хватает.",
            "Никогда в жизни меня так не оскорбляли!",
            "Ей и в голову раньше не могло прийти, что такое может с ней случиться.",
            "Этот человек никогда не слышал о вас.",
            "Воспитывать детей — всегда нелегко.",
            "Это явление никогда ранее не наблюдалось.",
            "Я никогда не прощу его за то, что он меня бросил.",
            "Никогда не знаешь, что найдёшь на блошином рынке.",
            "То, что является аморальным, не может быть политически правильным.",
            "Покуда я жив — я никогда туда не вернусь.",
            "Разве могли такие вещи прощаться в христианской стране? Да никогда! (Ch. Dickens)",
            "Больше никогда (после определенного времени) он не вернётся в Неаполь.",
            "Я много лет доверял ему свой бизнес, и никогда, ни на одно мгновение не заподозрил, что он преступник."
        ],
        "stars": 3
    }
}