{
    "newly": {
        "comment": [
            "new",
            "news",
            "newspaper",
            "renewal",
            "renew"
        ],
        "translate": "недавно, вновь, только что, заново, по-иному, по-новому",
        "transcription": " |ˈnuːli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The offices were newly tabled.",
            "The newly married couple kissed.",
            "That grass is newly seeded, please get off!",
            "The newly elected President was sworn in today.",
            "the smell of newly mown hay",
            "The offices were newly chaired.",
            "The ship has been newly fitted out.",
            "The room is newly painted.",
            "The newly elected leader has declared his intention of cleaning up the city council.",
            "They are a newly married couple.",
            "In the newly planted alleys of Versailles.",
            "Business Information Service for the Newly Indpendent States",
            "Consortia of American Businesses in the Newly Independent States",
            "the bank's newly issued credit card",
            "the vulgar display of the newly rich",
            "a newly published science fiction novel",
            "the company's newly appointed assistant director",
            "the peaceful transfer of power to the newly elected president",
            "The U.S. government has now recognized the newly formed country.",
            "He just stuffed his newly cleaned clothes anywise back into the drawers.",
            "Newly widowed, he was cast down at the thought of being alone once again.",
            "a former misanthrope who now professes a newly discovered love of mankind",
            "These newly acquired in-laws felt relatively comfortable at our family reunion.",
            "From the house they watched the washout of their newly seeded lawn by the water.",
            "The newly discovered papers bore out the rumors about the president's personal life.",
            "The newly discovered oil deposits have led to a rejuvenescence of the nation's economy.",
            "The senator, newly elected and still naïf, will learn soon enough how Washington really works.",
            "a newly elected democratic government whose first act was to unbind the nation's vast horde of political prisoners"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В офисах были поставлены новые столы.",
            "Молодожены поцеловались.",
            "Газон только что засеяли, пожалуйста, уйдите с него.",
            "Сегодня новоизбранный президент был приведен к присяге.",
            "запах свежескошенного сена",
            "В офисах были поставлены новые стулья.",
            "Корабль был оснащён заново.",
            "Помещение недавно покрашено.",
            "Новоизбранный руководитель объявил о своём намерении обновить городской совет.",
            "Они — молодожёны.",
            "На новых аллеях Версаля, только что засаженных деревьями.",
            "Служба деловой информации по странам бывшего СССР (единый центр информации для американских компаний, ищущих выход на рынок стран СНГ и Прибалтики)",
            "Консорциум американских фирм в странах бывшего СССР",
            "недавно выпущенная данным банком кредитная карта",
            "пошлое хвастовство нуворишей /новоиспечённых богачей/",
            "недавно опубликованный научно-фантастический роман",
            "недавно назначенный помощник директора данной компании",
            "мирная передача власти вновь избранному президенту",
            "Правительство США в настоящее время признало вновь образованную страну.",
            "Он просто запихнул как попало обратно в комод свою свежевыстиранную одежду.",
            "Он недавно овдовел, и мысль о том, что он вновь остался один, повергала его в уныние.",
            "бывший мизантроп, который сейчас исповедует вновь открытое в себе человеколюбие",
            "На нашем семейном торжестве эти новоиспечённые родственники чувствовали себя достаточно комфортно.",
            "Они наблюдали из дома за тем, как их только что посаженный газон смывает водой.",
            "Недавно обнаруженные документы подтвердили слухи о личной жизни президента.",
            "Недавно открытые нефтяные месторождения привели к возрождению национальной экономики.",
            "Этот только что избранный и всё ещё наивный сенатор очень скоро узнает, как по-настоящему работает Вашингтон.",
            "вновь избранное демократическое правительство, первым актом которого было освобождение огромной орды политзаключённых этой страны"
        ],
        "stars": 2
    }
}