{
    "next": {
        "comment": [],
        "translate": "следующий, ближайший, рядом, дальше, затем, около, рядом, около",
        "transcription": " |nekst|",
        "antonyms": [],
        "mnemonic": [
            "next [некст] следующий - Вы пришли (не кст-ати), в следующий раз приходите."
        ],
        "examples": [
            "What next!",
            "What comes next?",
            "I need the next size up.",
            "I'll see you next Monday.",
            "Her next was a programmer.",
            "the person sitting next to me",
            "Next the doctor examined his back.",
            "He next proceeded to write a letter.",
            "At the next set of lights, turn left.",
            "the next item on the list",
            "Next year's party will be even better.",
            "She knew the answer as well as the next person.",
            "Next, I need to ask you a few questions about your family.",
            "the very next thing that happened",
            "We could hear people talking in the next room.",
            "Next time, please remember to bring your books to class.",
            "Can I help the next person in line? Who's next?",
            "The next time we will see each other will be on our wedding day."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "x = [ks]"
        ],
        "example_translate": [
            "Ещё чего! / Этого ещё не хватало! Дальше ехать некуда!",
            "А что дальше? / Что за этим следует?",
            "Мне нужно на размер больше (чем у этой вещи).",
            "Увидимся в следующий понедельник.",
            "Её следующий хахаль был программист.",
            "человек, сидящий рядом со мной",
            "Потом врач осмотрел его спину.",
            "Затем он начал писать письмо.",
            "На следующем светофоре поверните налево.",
            "следующий пункт в списке",
            "В следующем году вечеринка будет ещё лучше.",
            "Она знала ответ так же хорошо, как и любой другой человек.",
            "Далее, мне нужно задать вам несколько вопросов о семье.",
            "и тут же случилось вот что:",
            "Мы слышали, как в соседней комнате кто-то разговаривает.",
            "В следующий раз, пожалуйста, не забудьте взять с собой учебники.",
            "Прошу подойти следующего в очереди. Кто следующий?",
            "В следующий раз мы увидимся только в день нашей свадьбы."
        ],
        "stars": 3
    }
}