{
    "nicely": {
        "comment": [
            "nice"
        ],
        "translate": "приятно, хорошо, славно, мило, любезно, тонко, хорошенько, деликатно",
        "transcription": " |ˈnaɪsli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How nicely you have done your hair tonight.",
            "It's nice to be back home.",
            "The wound healed up nicely.",
            "I hope you all had a nice time.",
            "The doctor says Mother is coming along nicely now.",
            "The black cloth sets off the jewels nicely.",
            "He looks nice in his new suit.",
            "We had a very nice dinner.",
            "It's so nice to see you again.",
            "My book will be typeset nicely.",
            "He was handsome and nicely dressed.",
            "She wears the nicest clothes.",
            "The sun warmed up the seat nicely.",
            "The business is doing quite nicely.",
            "The shirt complements the suit nicely.",
            "Zuckerman fiddled that song very nicely.",
            "Our backyard makeover is coming along nicely.",
            "My vacation plans dovetail nicely with Joyce's.",
            "Cook the chicken until the skin is nicely crisped.",
            "He has enough money to furnish the apartment nicely.",
            "This calculator will fit nicely in your shirt pocket.",
            "I'm glad to see that the wound is closing (up) nicely.",
            "Pears and apples are sizing well and developing nicely.",
            "The table fits in nicely with the rest of the furniture.",
            "'Will cheese sandwiches be okay?' 'Yes, that'll do nicely.'",
            "The favourite is going away nicely now, and is sure to win.",
            "Life is going along nicely and then, wham, you lose your job.",
            "The plant you gave me for my birthday is sprouting up nicely.",
            "The young soldiers who arrived last month are shaping up nicely.",
            "There we were, bowling along nicely, when suddenly the tire burst."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Как красиво у тебя сегодня уложены волосы.",
            "Как приятно вернуться домой!",
            "Рана зажила хорошо.",
            "Надеюсь, что вы все замечательно провели время.",
            "Доктор говорит, что маме значительно лучше.",
            "На чёрной ткани эти драгоценные камни смотрятся просто великолепно.",
            "Он прекрасно смотрится в своём новом костюме.",
            "Мы замечательно поужинали.",
            "Я так рад снова с тобой встретиться.",
            "Моя книга будет красиво напечатана.",
            "Он был красив и хорошо одет.",
            "Она носит самую лучшую одежду.",
            "Солнце приятно нагрело сиденье.",
            "Бизнес идёт довольно хорошо.",
            "Рубашка прекрасно дополняет этот костюм.",
            "Цукерман очень красиво сыграл эту песню на скрипке.",
            "Переделка нашего заднего двора идёт своим чередом.",
            "Мои планы на отпуск идеально совпадают с планами Джойс.",
            "Готовьте курицу до тех пор, пока её кожица не станет приятно хрустящей.",
            "У него достаточно денег, чтобы красиво обставить эту квартиру.",
            "Этот калькулятор отлично поместится в карман твоей рубашки.",
            "Я очень рад, что рана так хорошо затягивается.",
            "Груши и яблоки хорошо растут и развиваются.",
            "Столик отлично подходит к остальной мебели.",
            "— Бутерброды с сыром подойдут? — Да, этого вполне хватит.",
            "Фаворит идет с хорошим преимуществом, он теперь точно выиграет.",
            "Жизнь течет себе спокойно и гладко, и вдруг - бац! - ты теряешь работу.",
            "Цветок, который ты подарила мне на день рождения, пустил ростки и хорошо разрастается.",
            "Прибывшие в прошлом месяце новобранцы адаптируются успешно.",
            "Ну и вот, ехали мы себе ехали, как вдруг спустило колесо."
        ]
    }
}