{
    "no way": {
        "comment": [
            "away",
            "way",
            "highway",
            "freeway",
            "runway",
            "anyway",
            "motorway"
        ],
        "translate": "нет выхода",
        "transcription": "",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's 45? No way!",
            "He is in no way injured.",
            "There's no way out! We're trapped!",
            "We had no way to appease our hunger.",
            "That's no way to speak to your father!",
            "The poor creature had no way to get home.",
            "This should in no way be seen as a defeat.",
            "There is no way to stop the flight of time.",
            "'Can you lend me $10.' 'Forget it, no way.'",
            "There's no way I'll ever get married again.",
            "...no way will I go with you to the dance...",
            "There's no way I'm going back to being poor.",
            "There is no way to reverse the aging process.",
            "He was in a dilemma, and could see no way out.",
            "Talk sense! There's no way we can afford a new car!",
            "There's no way you can disguise that southern accent.",
            "There's no way of knowing if the treatment will work.",
            "I asked Dave if he wanted to go, and he's like, no way!",
            "I don't mean to depress you, but there's no way we can win.",
            "There seems to be no way out of the current economic crisis.",
            "An eye for an eye is no way to run a civilised justice system.",
            "I could see no way out of the pickle I was in. (R. L. Stevenson)",
            "There is no way that we can provide another teacher for that class.",
            "Forget about finding a way to escape — there's no way out of here.",
            "I knew he had done it, but there was no way I could prove it to Eddie.",
            "Now if I'd been in charge there's no way I'd have let them use the van.",
            "The longer version only expands, and in no way contradicts, the shorter one.",
            "Students have no way of getting back at a teacher who marks their work unfairly.",
            "Once you've broken the seal of a bottle there's no way you can put it back together again.",
            "There's no way of making my father see reason (=accept advice and make a sensible decision)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ей 45? Не может быть!",
            "Он вовсе не обижен.",
            "Здесь нет выхода! Мы в ловушке!",
            "Мы никак не могли утолить голод.",
            "Как ты разговариваешь с отцом! / Нельзя так с отцом разговаривать!",
            "Бедняжка никак не мог попасть домой.",
            "Это никоим образом не должно рассматриваться как поражение.",
            "Остановить течение времени невозможно.",
            "— Можешь одолжить мне десять долларов? — Фиг тебе, ни за что.",
            "Ни за что в жизни больше не женюсь /не выйду замуж/.",
            "...ни в коем случае я не пойду с вами на танцы...",
            "Ни за что на свете я больше не буду бедным.",
            "Повернуть вспять процесс старения невозможно.",
            "Он был в затруднительном положении и не видел никакого выхода из этой ситуации.",
            "Не говори глупостей! Мы никак не можем позволить себе новый автомобиль!",
            "Южный акцент скрыть никак невозможно.",
            "Нет никакого способа узнать, будет ли эта терапия работать.",
            "Я спросил Дэйва, хочет ли он пойти, а он такой: \"Ни за что!\"",
            "Не хочу вас огорчать, но выиграть мы никак не сможем.",
            "Выхода из нынешнего экономического кризиса пока что не видать.",
            "Принцип \"око за око\" не подходит для цивилизованной системы правосудия.",
            "И я не видел никакого выхода из того жуткого положения, в котором я находился.",
            "У нас нет никакой возможности пригласить ещё одного учителя в этот класс.",
            "О побеге и думать забудь: отсюда не выбраться.",
            "Я знал, что это сделал он, но доказать это Эдди я никак не мог.",
            "Будь я самым главным, я бы ни за что не позволил им брать фургон.",
            "Более длинная версия лишь дополняет краткую, а ни в коем случае не противоречит ей.",
            "У учеников нет возможности как-то ответить учителю, который ставит им несправедливые отметки.",
            "Если ты сломал печать на бутылке, то её уже не склеишь обратно.",
            "Моего отца невозможно заставить уступить здравому смыслу (т.е. выслушать советы и принять здравое решение)."
        ],
        "stars": 0
    }
}