{
    "nod": {
        "comment": [
            "node"
        ],
        "translate": "кивнуть, клевать носом, кивать головой, кивок, клевание носом, дремота",
        "transcription": " |nɑːd|",
        "antonyms": [],
        "mnemonic": [
            "nod [нод] кивать - Антивирус (Нод-32) кивает вирусам в знак согласия;",
            "nod [nɔd]\n***\nОдобрительно КИВАЕТ Синод. (это) nod\nКивок, одобрить что- либо."
        ],
        "examples": [
            "I nodded him out of the room.",
            "He nodded his acceptance.",
            "The woman greeted us with a nod of the head.",
            "All the girls nodded and said \"Hi\".",
            "She nodded towards the drawing room. \"He's in there.\"",
            "They nodded goodnight to the security man.",
            "We will not be surprised if the museum gives this piece the nod.",
            "He nodded his approval.",
            "She nodded when I asked her if she was ready.",
            "A later Empire nods in its decay.(P. B. Shelley)",
            "The teacher nodded when the student gave the right answer.",
            "Taylor leapt up and nodded in his twenty-first goal of the season.",
            "Even Homer (sometimes) nods. посл.",
            "Scientific reason, like Homer, sometimes nods.",
            "I asked her if she was ready to go, and she nodded.",
            "The old man was nodding in his chair.",
            "She nodded to us as she walked by.",
            "Mom nodded her head sympathetically.",
            "The flowers were nodding in the breeze.",
            "I asked her if she could hear me, and she nodded her head.",
            "The old man sat nodding by the fireplace",
            "The judge nodded at the foreman to proceed.",
            "I showed the doorman my card and he gave a friendly nod."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Кивком головы я указал ему на выход.",
            "Он кивнул в знак согласия.",
            "Женщина поздоровалась с нами кивком головы.",
            "Все девушки кивнули в знак приветствия и сказали \"Привет!\".",
            "Она кивком головы указала на гостиную. \"Он там.\"",
            "Они кивком головы попрощались с охранником.",
            "Мы не будем удивлены, если музей одобрит эту картину.",
            "Он кивнул в знак одобрения.",
            "Она кивнула, когда я спросил её, готова ли она.",
            "Последняя империя клонится к упадку.",
            "Учитель кивнул, когда студент дал правильный ответ.",
            "Тейлор подпрыгнул и забил головой свой двадцать первый гол в сезоне.",
            "Каждый может ошибиться.",
            "Доводы науки, как и всё остальное, тоже иногда бывают ошибочны.",
            "Я спросил её, готова ли она идти, и она кивнула.",
            "Старик дремал в кресле.",
            "Она кивнула нам, когда проходила мимо.",
            "Мама сочувственно кивнула (головой).",
            "Цветы покачивались на ветру.",
            "Я спросил, слышно ли ей меня, и она кивнула.",
            "Старик сидел и клевал носом у камина.",
            "Судья кивнул старшине присяжных в знак того, что можно продолжать.",
            "Я показал швейцару свою карточку, и тот дружелюбно кивнул."
        ],
        "stars": 3
    }
}