{
    "noisy": {
        "comment": [
            "noise",
            "noisily"
        ],
        "translate": "шумный, шумящий, шумливый, кричащий, галдящий, яркий",
        "transcription": " |ˈnɔɪzi|",
        "antonyms": [],
        "mnemonic": [
            "noise [nɔɪz]\nnoisy ['nɔɪzɪ] - шумный\n***\nШУМ прекрати и не ной (з). (это) noise\nЗвук, шум, гам, толки, разговоры. Разглашать,\nраспространять.\n***\nОт сильного шума \"noise\",\nможно потерять равновесие \"poise\"."
        ],
        "examples": [
            "London is a noisy place.",
            "It was very noisy, but that didn't bother me.",
            "He blew his nose noisily.",
            "the noisy voice of the waterfall",
            "The celebration was noisy and frenetic.",
            "It was so noisy it was hard to carry on a conversation.",
            "Their sons are noisy and mischievous.",
            "The kids have been really noisy today.",
            "The children were too noisy and had to be marched off to bed.",
            "His lawnmower is very noisy.",
            "The playground was filled with noisy children.",
            "The bar door flew open and a noisy group burst in.",
            "This sentence made the noisy doctor a popular hero.",
            "Most people just can't operate in noisy, crowded conditions.",
            "The noisy environment of the dorms was not very conducive to studying.",
            "Being taught in a small group is far preferable to being in a large, noisy classroom."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Лондон — город шумный.",
            "Было очень шумно, но это меня не беспокоило.",
            "Он шумно высморкался.",
            "шумный голос водопада",
            "Празднование было шумным и неистовым.",
            "Было так шумно, что сложно было продолжать беседу.",
            "Их сыновья — шумные и озорные /шаловливые/.",
            "Дети сегодня были очень шумные.",
            "Дети слишком шумели, и их пришлось отправить спать.",
            "Его газонокосилка очень шумная.",
            "На игровой площадке было полно галдящих детей.",
            "Дверь бара распахнулась, и туда ворвалась шумная компания.",
            "Этот приговор сделал из беспокойного доктора популярного героя.",
            "Большинство людей просто не может работать в шумных, людных местах.",
            "Шумная обстановка общаг не очень-то способствовала учёбе.",
            "Обучаться в небольших группах гораздо предпочтительнее, чем в большом, шумном классе."
        ],
        "stars": 1
    }
}