{
    "nomination": {
        "comment": [
            "eliminate",
            "nominate",
            "nominal"
        ],
        "translate": "назначение, выставление, наименование, именование, выставление кандидата",
        "transcription": " |ˌnɑːmɪˈneɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She made a bid for the nomination.",
            "Who will get the Republican nomination for president?",
            "The novel earned a nomination for the National Book Award.",
            "The nomination was brief and to the point.",
            "All the committee's nominations were approved.",
            "There was keen competition for the nomination.",
            "We expect him to get the Democratic nomination.",
            "The film received five Academy Award nominations.",
            "Ten months ago he was just an also-ran for the Democratic nomination.",
            "His political adversaries tried to prevent him from winning the nomination.",
            "The candidate cinched the nomination by winning the major primary elections.",
            "His nomination is supported by the party's left wing but opposed by the right wing.",
            "Regrettably, most of the candidates for the party's nomination that year were political pygmies.",
            "A perfidious campaign worker revealed the senator's strategy to his leading rival for the nomination."
        ],
        "example_translate": [
            "Она добивалась права выставить кандидата на выборах.",
            "Кто получит номинацию от Республиканской партии на пост президента?",
            "Роман заработал номинацию на Национальную книжную премию США.",
            "Обращение о выдвижении кандидата было кратким и по существу.",
            "Все кандидатуры в состав комитета были утверждены.",
            "За выдвижение в кандидаты шла острая борьба.",
            "Мы думаем, что он будет выдвинут от Демократической партии.",
            "Фильм получил пять номинаций на премию Оскар.",
            "Десять месяцев назад он был всего лишь одним из ничем не примечательных кандидатов на выдвижение от Демократической партии.",
            "Его политические противники пытались помешать ему одержать победу на выборах кандидата на пост президента.",
            "Этот кандидат обеспечил себе выдвижение на пост, победив на основных первичных выборах.",
            "Левое крыло партии поддерживает его кандидатуру, но правое выступает против.",
            "К сожалению, в тот год большинство кандидатов для выдвижения от этой партии были политическими пигмеями.",
            "Какой-то вероломный член избирательной кампании раскрыл стратегию сенатора его основному конкуренту в борьбе за выдвижение."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}