{
    "nominate": {
        "comment": [
            "eliminate",
            "nomination",
            "nominal"
        ],
        "translate": "назначать, выставлять, выдвигать кандидата, именовать, выставлять кандидатуру",
        "transcription": " |ˈnɑːmɪneɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They nominated him for player of the year.",
            "He was nominated as vice chairman.",
            "She was nominated to the legislative council.",
            "We nominated her for player of the year.",
            "I nominate John to represent us at the meeting.",
            "The President nominated her for Attorney General.",
            "We expect the party to nominate him for president.",
            "I nominated Jane to represent us at the meeting.",
            "Someone has to tell her the truth — I nominate you.",
            "We are pleased to nominate the animals \"the lower creation\".",
            "The President nominated her as head of the Civil Rights Commission.",
            "Any one may challenge the person nominated and start another candidate.",
            "Ferraro was the first woman to be nominated for the job of vice president.",
            "She has been nominated as Best Actress for her part in the film 'Forever Together'."
        ],
        "example_translate": [
            "Они предложили его кандидатуру на звание лучшего игрока года.",
            "Он был назначен на должность вице-председателя.",
            "Её кандидатуру выдвинули в законодательный совет.",
            "Мы выдвинули её кандидатуру на звание игрока года.",
            "Я назначаю Джона нашим представителем на совещании.",
            "Президент выдвинул её кандидатуру на должность Генерального прокурора.",
            "Мы ожидаем, что партия выдвинет его кандидатуру на пост президента.",
            "Я поручил Джейн представлять наши интересы на заседании.",
            "Кто-то должен сказать ей правду, и это будешь ты.",
            "Нам нравится называть животных \"низшими существами\".",
            "Президент выдвинул её кандидатуру на пост главы комиссии по правам граждан.",
            "Любой может дать отвод уже выдвинутому кандидату и предложить другого.",
            "Джеральдин Ферраро стала первой женщиной, баллотировавшейся на пост вице-президента.",
            "Она номинирована на звание лучшей актрисы за свою роль в фильме \"Вместе навсегда\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}