{
    "none": {
        "comment": [],
        "translate": "ни один, никто, ничто, никакой, совсем не, вовсе не, нисколько",
        "transcription": " |nʌn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's none of your business.",
            "An old car is better than none.",
            "None of my friends phone me any more.",
            "I refuse to believe none of you laughed at this the first time you saw it.",
            "None of these newspapers was published more often than twice a week.",
            "I know what people are saying — but none of it is true.",
            "Even an old car is better than none.",
            "After some questioning he saw that I was none informed about it.",
            "Your help comes none too soon.",
            "Thou shalt have none other gods before me.",
            "I wish I could offer you some cake but there's none left.",
            "The passage is none too clear.",
            "Shirt looked none the worse for having been slept in.",
            "Although these were good students, none had a score above 60."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o = [ʌ]"
        ],
        "example_translate": [
            "Это не твоё дело.",
            "Лучше иметь старую машину, чем не иметь никакой.",
            "Никто из моих друзей не звонит мне больше.",
            "Я не верю, что никто из вас не смеялся, когда в первый раз это увидел.",
            "Ни одна из этих газет не выходила чаще двух раз в неделю.",
            "Я знаю, что говорят люди, но это всё неправда.",
            "Даже старый автомобиль — это лучше, чем вообще никакого.",
            "Задав несколько вопросов, он понял, что я нисколько не осведомлён об этом.",
            "Ваша помощь как нельзя кстати.",
            "Да не будет у тебя других богов, кроме меня.",
            "Я рада бы предложить вам торта, но ничего не осталось.",
            "Этот пассаж не слишком ясен.",
            "Рубашка выглядела так, как будто в ней и не спали.",
            "Хотя это были хорошие ученики, но никто из них не набрал больше шестидесяти баллов."
        ]
    }
}