{
    "nonsense": {
        "comment": [],
        "translate": "ерунда, глупости, вздор, чушь, чепуха, бессмыслица, абсурд, ахинея, дребедень, пустяк",
        "transcription": " |ˈnɑːnsens|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She talks a lot of nonsense.",
            "How can you talk such nonsense?",
            "That's utter nonsense!",
            "Her plan is rank nonsense.",
            "Stow that nonsense!",
            "Stop talking nonsense, man!",
            "You're to stop that nonsense, do you hear me?",
            "Don't let him bother us with his nonsense.",
            "It was sheer nonsense to trust them.",
            "My father was spouting his usual nonsense!",
            "I never heard such evendown nonsense.",
            "Don't listen to him. He's talking nonsense.",
            "'I'm a prisoner in my own home.' 'Nonsense!'",
            "Computer programs look like complete nonsense to me.",
            "She won't stand any nonsense from the kids in her class.",
            "Few people are credulous enough to believe such nonsense.",
            "It was a perfect love-letter, that is to say, it was the essence of nonsense.",
            "None of your damned nonsense!",
            "That argument is utter nonsense.",
            "What he said is palpable nonsense.",
            "She thinks that astrology is nonsense.",
            "He was talking utter nonsense as usual.",
            "By 1832 the idea had become an economic nonsense.",
            "He was an honest man who had no frills, no nonsense about him.",
            "Nonsense wherewith the haters of improvement would belabour the audacious innovators.",
            "I think she's talking a lot of nonsense.",
            "The article was a mindless piece of nonsense.",
            "The government's housing policy is a nonsense.",
            "That statement is complete and arrant nonsense.",
            "She's a strong woman who stands no nonsense from anyone."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она болтает много глупостей.",
            "Как вы можете нести такую чепуху?",
            "Это полная чушь!",
            "Её план — полная чушь.",
            "Брось эти глупости!",
            "Хватит говорить глупости /бредить, нести чушь/, мужик!",
            "Прекрати нести эту чушь, слышишь меня?",
            "Не позволяйте ему надоедать нам своими глупостями.",
            "Что за ерунда, как можно было им доверять!",
            "Мой отец, как обычно, нёс ахинею!",
            "Я еще никогда не слышал такой откровенной чуши.",
            "Не слушай его, он говорит глупости.",
            "— Я узник в собственном доме. — Глупости!",
            "Компьютерные программы для меня все равно, что китайская грамота.",
            "Она не потерпит глупостей от детей на своих занятиях.",
            "Мало кто настолько доверчив, чтобы поверить в такую чушь.",
            "Это было самое настоящее любовное письмо, иными словами, - полнейшая чепуха.",
            "не болтайте ерунду!",
            "Этот довод — несусветная чушь.",
            "Сказанное им было явной ерундой.",
            "Она считает астрологию ахинеей.",
            "Он, как обычно, нёс полную ерунду.",
            "К 1832 году эта идея стала экономической бессмыслицей.",
            "Он был простым человеком без всякой манерности, без всей этой ерунды.",
            "Вздор, с помощью которого противники прогресса душат смелых новаторов.",
            "По-моему, она говорит много глупостей.",
            "Статья была бессмысленной чепухой.",
            "Государственная жилищная политика лишена всякого смысла.",
            "Это утверждение — полный и самый настоящий бред.",
            "Это сильная женщина, которая ни от кого не потерпит глупостей."
        ]
    }
}