{
    "normally": {
        "comment": [
            "normal",
            "abnormal"
        ],
        "translate": "обычно",
        "transcription": "",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Ian isn't normally this garrulous!",
            "How do you normally dress for work?",
            "Normally, I park behind the theatre.",
            "Fish normally have a high metabolic rate.",
            "The system seems to be working normally now.",
            "Goods are normally dispatched within 24 hours.",
            "Her heart now seems to be functioning normally.",
            "Her normally shy son has come out of his shell.",
            "Mr Gillis was not normally a man to bear grudges.",
            "The doctor says that the child is developing normally.",
            "He was either normally stupid or being deliberately obtuse.",
            "Flights in and out of Taipei are functioning normally again.",
            "troubling signs of disunity within the normally peaceful organization",
            "With old familiars the normally reserved writer can be quite warm and funny.",
            "My friend and I normally do our weekly shopping together at this supermarket.",
            "It's good to see you up and about again (=out of bed after an illness and moving around normally).",
            "News of a death in the family bereaved them of the unmitigated joy that normally prevails at a wedding.",
            "After being dipped in liquid nitrogen, the rubber ball's normally resilient surface is as brittle as ceramic.",
            "Our normally balky cat becomes the most amenable of creatures when confronted with the strange environment of the veterinary clinic."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ян обычно не настолько болтлив!",
            "Как вы обычно одеваетесь на работу?",
            "Обычно я паркуюсь за театром.",
            "Рыбы, как правило, имеют высокий уровень метаболизма.",
            "Похоже, что сейчас система работает нормально.",
            "Товар обычно доставляется в течение суток.",
            "Теперь её сердце, по-видимому, работает нормально.",
            "Её обычно замкнутый сын вышел из своей скорлупы.",
            "Мистер Гиллис был незлопамятным человеком.",
            "Доктор говорит, что ребёнок развивается нормально.",
            "Либо он был просто дурак, либо намеренно придуривался.",
            "Рейсы в Тайбей и из Тайбея вновь осуществляются в обычном режиме.",
            "тревожные признаки, свидетельствующие о разобщённости в обычно спокойной организации",
            "Со старыми знакомыми этот обычно замкнутый писатель порой бывает очень тёплым и забавным.",
            "Мы с другом обычно закупаем продукты на неделю в этом супермаркете.",
            "Приятно видеть, что вы вновь на ногах (т.е. встали с постели после болезни и нормально передвигаетесь).",
            "Новость о смерти в семье, лишила их той особенной радости, которая обычно царит на свадьбах.",
            "После погружения резинового мяча в жидкий азот, его упругая в нормальном состоянии поверхность становится хрупкой, как керамика.",
            "Попадая в незнакомую обстановку ветеринарной клиники, наш обычно своенравный кот становится самым послушным существом на свете."
        ]
    }
}