{
    "northern": {
        "comment": [
            "north",
            "northeast",
            "northwest"
        ],
        "translate": "северный, дующий с севера, северянин, житель Севера",
        "transcription": " |ˈnɔːrðərn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Northern Europe",
            "Northern Hemisphere",
            "the northern part of the state",
            "a spectacular display of northern lights",
            "Our money's on Northern Dancer to win the third race.",
            "The United Kingdom of Great Britain and Northern Ireland",
            "The smelt inhabits the seas of the northern parts of Europe.",
            "The poet's home was in a northern city embosomed in mountains.",
            "As the land northerns, the continent grows broader and broader.",
            "The studio had a northern exposure.",
            "The birds breed in northern latitudes.",
            "He was assigned to the northern sector.",
            "Mountains lie at the city's northern margins.",
            "He represents one of the northern constituencies.",
            "United Kingdom of Great Britain and Northern Ireland",
            "the prevailing economic conditions in Northern Ireland",
            "The Northern counties were the stronghold of the papal party.",
            "The president wanted to carry the war to the northern states.",
            "Wheeling is located in the northern panhandle of West Virginia.",
            "Those northern nations raged over all these parts of the world.",
            "Mitchell acted as a special envoy in the Northern Ireland peace talks.",
            "I don't really understand the political situation in Northern Ireland.",
            "city dwellers who looked down on their cousins from northern Maine as hicks",
            "Blackpool remains a firm favourite with holiday makers from Northern Ireland.",
            "Northern Ireland weathered the recession better than any other region in the UK.",
            "Islam is predominant in northern Africa, the Middle East, Pakistan, and Indonesia.",
            "a villa that has been embosomed by the verdant hills of northern Italy for three centuries",
            "The aboriginal peoples of northern Alaska are known as Inupiats, which in their language literally means “real people”"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Северная Европа",
            "Северное полушарие",
            "северная часть штата",
            "впечатляющая /эффектная/ демонстрация северного сияния",
            "Мы поставили на то, что Северный Танцор выиграет в третьем забеге.",
            "Соединенное Королевство Великобритании и Северной Ирландии",
            "Корюшка водится в морях северной части Европы.",
            "Поэт родился на севере, в городе, окружённом горами.",
            "Чем севернее, тем материк всё шире и шире.",
            "Окна студии выходили на север.",
            "Эти птицы выводят потомство / размножаются в северных широтах.",
            "Он был назначен на северный участок.",
            "Горы лежат у северных окраин города.",
            "Он представляет один из северных избирательных округов.",
            "Соединённое Королевство Великобритании и Северной Ирландии",
            "сложившиеся экономические условия в Северной Ирландии",
            "Северные графства были оплотом папской партии.",
            "Президент хотел перенести войну в северные штаты.",
            "Уилинг находится на длинной и узкой полосе земли, расположенной на севере Западной Вирджинии.",
            "Эти северные нации активизировались во всех этих частях света.",
            "Митчелл выступал в качестве специального посланника на мирных переговорах в Северной Ирландии.",
            "Я не очень понимаю политическую ситуацию в Северной Ирландии.",
            "горожане, глядевшие на своих родичей из северного Мэна свысока, как на деревенщину",
            "Блэкпул по-прежнему твёрдо занимает первое место по популярности у отдыхающих из Северной Ирландии.",
            "Северная Ирландия пережила рецессию лучше других регионов Великобритании.",
            "Ислам господствует в Северной Африке, на Ближнем Востоке, в Пакистане и Индонезии.",
            "вилла, которая была окружена зеленеющими холмами северной Италии на протяжении трёх веков",
            "Коренные народы Северной Аляски известны как \"инупиаты\", что на их языке буквально означает “настоящие люди”."
        ]
    }
}