{
    "notebook": {
        "comment": [],
        "translate": "блокнот, тетрадь, записная книжка",
        "transcription": " |ˈnəʊtbʊk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He recorded his observations in a notebook.",
            "He extracted a small notebook from his hip pocket.",
            "She kept a notebook for her poetry.",
            "She was scribbling away in a notebook.",
            "He took out his notebook and flipped the pages.",
            "Carson returned the notebook to his pocket.",
            "Gilly ripped out a sheet of paper from her notebook.",
            "She doodled in her notebook instead of taking notes.",
            "He took out a notebook, and flicked through the pages.",
            "He tore a page out of his notebook and handed it to her.",
            "He slipped the letter between the leaves of his notebook.",
            "Take out your notebook and write down some of your ideas.",
            "I liked her blue notebook and she liked my red one, so we swapped.",
            "He watched the liquid move through the tube between the flasks and recorded the movement in his chemistry notebook."
        ],
        "example_translate": [
            "Он записал свои наблюдения в блокнот.",
            "Он извлёк маленькую записную книжку из бокового кармана.",
            "У неё был специальный блокнот для стихов.",
            "Она что-то строчила в тетради.",
            "Он вытащил блокнот и перелистал страницы.",
            "Карсон положил записную книжку обратно в карман.",
            "Джилли вырвала из своей записной книжки листок бумаги.",
            "Она что-то машинально рисовала в тетради, вместо того, чтобы записывать.",
            "Он достал блокнот и пролистал его страницы.",
            "Он вырвал из своей записной книжки страницу и передал ей.",
            "Он засунул письмо между листков своей записной книжки.",
            "Возьмите блокнот и запишите некоторые из ваших идей.",
            "Мне понравился её синий блокнот, а ей — мой красный, и мы ими обменялись.",
            "Он наблюдал, как жидкость движется по трубке, соединяющей колбы, и фиксировал это движение в своей тетради по химии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}