{
    "notion": {
        "comment": [
            "notice",
            "noticeable",
            "notify"
        ],
        "translate": "понятие, представление, идея, мнение, взгляд, точка зрения, намерение, галантерея",
        "transcription": " |ˈnoʊʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She had no notion what he meant.",
            "We each have a notion of just what kind of person we'd like to be.",
            "I have not the vaguest notion what to do.",
            "He has some pretty strange notions.",
            "She had a notion to try skydiving.",
            "He didn't have the slightest notion of what I meant.",
            "I was desperated by the notion of confessing myself ill.",
            "After being here for a week, I took a notion to leave, and accordingly did so.",
            "They reject the notion of group guilt.",
            "She had a vague notion about what happened.",
            "He entertained the notion of moving to South America.",
            "It is essentially a simple notion, but explicating it is difficult.",
            "the notion of any transcendent reality beyond thought",
            "The traditional notion of marriage goes back thousands of years.",
            "...the delusory notion that wealth invariably brings happiness...",
            "The notion of an office running without paper is absurd.",
            "The article debunks the notion that life exists on Mars.",
            "The study disproves any notion that dolphins are not intelligent.",
            "The notion that a cat has nine lives is based upon the belief that nine is a mystic number.",
            "the absurd notion that early cave dwellers were contemporary with the dinosaurs",
            "the mistaken notion that there is constancy in language — words do indeed change their meanings over time",
            "She had only a vague notion of what she wanted to do.",
            "He refutes the notion that he's planning to retire soon."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она понятия не имела, что он имел в виду.",
            "У каждого из нас есть представление о том, какими бы мы хотели быть.",
            "Не имею ни малейшего представления, что делать.",
            "У него какие-то довольно странные понятия.",
            "Ей вдруг захотелось / взбрело в голову попробовать прыгнуть с парашютом.",
            "Он совсем не понимал, что я имел в виду.",
            "Я был доведён до отчаяния сознанием того, что я болен.",
            "Побыв здесь неделю, я собрался уехать, и так и сделал.",
            "Они отвергают понятие коллективной вины.",
            "У неё было смутное представление о том, что случилось /произошло/.",
            "Он лелеял мысль о переезде в Южную Америку.",
            "Это, по сути, простое понятие, но объяснить его трудно.",
            "идея о какой-либой немыслимой трансцендентной реальности",
            "Традиционному представлению о браке уже несколько тысяч лет.",
            "...обманчивое мнение, что богатство неизменно приводит к счастью...",
            "Представление о конторе, работающей без бумаги, является абсурдным.",
            "Данная статья опровергает представление о том, что на Марсе есть жизнь.",
            "Данное исследование опровергает представление о том, что дельфины не являются разумными.",
            "Представление о том, что у кошки девять жизней, основано на убеждении в мистическом характере числа девять.",
            "нелепое представление о том, что первые пещерные люди были современниками динозавров",
            "ошибочное представление о том, что в языке есть какое-то постоянство — в действительности слова изменяют свой смысл с течением времени",
            "У неё было лишь смутное представление о том, что она хочет делать.",
            "Он отрицает намерение в скором времени уйти в отставку."
        ],
        "stars": 3
    }
}