{
    "November": {
        "comment": [],
        "translate": "ноябрь, ноябрьский",
        "transcription": " |noʊˈvembər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It snowed in early November.",
            "We'll be here from now until November.",
            "Parliament assembled in November.",
            "The term divides on November 9th.",
            "This meeting is programmed for November.",
            "From May to November the sun shines powerfully.",
            "Drillers spudded in the first well in November.",
            "Mr. Kennedy used October and November for Arctic field-work.",
            "In November, Clean's bakery produced 50 percent more bread than normal.",
            "He started work here last November.",
            "Retail sales fell in November by 5%.",
            "The leaves were tinged red in November.",
            "There will be no performance November 6.",
            "an unseasonable snowstorm in early November",
            "The funeral was held on a grey day in November.",
            "The next leadership election is due in November.",
            "The final will be played on Sunday November 6th.",
            "We are still hoping to meet the November deadline.",
            "His life changed on that fateful November evening.",
            "Congress has adjourned for the November elections.",
            "The flood waters finally began to recede in November.",
            "Industrial production has risen by 0.5% since November.",
            "The university began accepting applications in November.",
            "Celebrations are planned for the latter part of November.",
            "Gasoline prices are 14% below the peak level they hit in November.",
            "For 'November' (=instead of November) on line 6, read 'September'.",
            "The city council agreed to hold a referendum on the issue in November.",
            "It is unlikely that the court will render an opinion before November 5.",
            "The cold really sets in around late November and doesn't let up until April.",
            "Like many of the state's snowbirds, they live in Florida from November through March."
        ],
        "example_translate": [
            "В начале ноября выпал снег.",
            "Мы пробудем здесь до ноября.",
            "Парламент собрался в ноябре.",
            "Серединой семестра считается 9 ноября.",
            "Это собрание запланировано на ноябрь.",
            "С мая по ноябрь солнце светит ярко.",
            "Бурильщики приступили к бурению первой скважины в ноябре.",
            "Кеннеди использовал октябрь и ноябрь для проведения полевых исследований в Арктике.",
            "В ноябре пекарня Клина выпекла на 50% больше хлеба, чем обычно.",
            "Он начал здесь работать в ноябре прошлого года.",
            "Объем розничных продаж в ноябре сократился на 5% / Розничные продажи в ноябре упали на 5%.",
            "В ноябре листья слегка покраснели.",
            "Шестого ноября спектакль не состоится. (амер.)",
            "несвоевременная метель в начале ноября",
            "Похороны состоялись в серый ноябрьский день.",
            "Ближайшие выборы руководителя должны состояться в ноябре.",
            "Финал будет сыгран в воскресенье, шестого ноября.",
            "Мы всё ещё надеемся уложиться в крайний срок, который наступает в ноябре.",
            "Его жизнь изменилась в тот роковой ноябрьский вечер.",
            "Конгресс сделал перерыв на время ноябрьских выборов.",
            "В ноябре наводнение наконец-то пошло на убыль.",
            "Промышленное производство увеличилось на 0,5%, начиная с ноября.",
            "Приём заявлений на поступление в университет начался в ноябре.",
            "Торжества запланированы на вторую половину ноября.",
            "Цены на бензин находятся на четырнадцать процентов ниже пикового уровня, которого они достигли в ноябре.",
            "В строке 6 вместо \"ноябрь\" читать \"сентябрь\".",
            "Городской Совет дал согласие на проведение в ноябре референдума по этому вопросу.",
            "Маловероятно, что суд сможет вынести решение до пятого ноября.",
            "По-настоящему холода устанавливаются примерно в конце ноября, и не ослабевают до самого апреля.",
            "Как и многие теплолюбивые жители этого штата, на период с ноября по март они переезжают жить во Флориду."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}