{
    "novelist": {
        "comment": [
            "novel",
            "novelty"
        ],
        "translate": "романист, прозаик, беллетрист, писатель-романист",
        "transcription": " |ˈnɑːvəlɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The novelist knows the tricks of his trade.",
            "The book launched his career as a novelist.",
            "She is a novelist who is catholic in her interests.",
            "A Nigerian novelist won the Nobel Prize for literature this year.",
            "His friends gloss over his foible, by calling him an agreeable novelist.",
            "The magazine recently published a vicious personal attack on the novelist.",
            "Faulkner has been hailed as the greatest American novelist of his generation.",
            "The great réclame that the novelist enjoyed in his lifetime soon faded after his death.",
            "The short stories of the novelist's nonage have only recently been discovered by scholars.",
            "His quirkily dysfunctional family proved to be a bottomless well of inspiration for the novelist"
        ],
        "example_translate": [
            "Романист знает все секреты своего искусства.",
            "Эта книга положила начало его карьере в качестве романиста.",
            "Она писательница с самыми разносторонними интересами.",
            "В этом году Нобелевскую премию по литературе получил нигерийский писатель.",
            "Его друзья скрашивают его слабость, называя его приятным писателем.",
            "Данный журнал недавно опубликовал злобные личные нападки на этого романиста.",
            "Фолкнер провозглашён лучшим американским романистом своего времени.",
            "Огромная известность, которой этот прозаик пользовался при жизни, вскоре после его смерти поблекла.",
            "Данные рассказы, написанные писателем в годы юности, только недавно были обнаружены учёными.",
            "Его неблагополучная семья оказалась для писателя бездонным источником вдохновения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}