{
    "now": {
        "comment": [
            "snow",
            "know"
        ],
        "translate": "сейчас, теперь, настоящее время, раз, когда",
        "transcription": " |naʊ|",
        "antonyms": [],
        "mnemonic": [
            "now [на'у] сейчас - (Наука) сейчас на высоте;",
            "acknowledge [ək'nɔlɪdʒ]\nknowledge ['nɔlɪdʒ] - осведомлённость, знание\n***\nСОЗНАЮ, что нельзя на окно|лечь. (это) acknowledge\nПРИЗНАЮ, что нельзя на окно|лечь. (это)\nacknowledge\nДопускать, отмечать\n***\nЯ В КУРСЕ, что нельзя на окно|лечь. (это) knowledge",
            "now [nau]\n***\nСЕЙЧАС он упадёт в канаву. (это) now\nТЕПЕРЬ он упадёт в канаву. (это) now\nОн ТОТЧАС ЖЕ упадёт в канаву. (это) now\n***\nЯ знаю \"know\",\nчто сейчас \"now\"\nпойдёт снег \"snow\"."
        ],
        "examples": [
            "Come here now!",
            "Now's the time for action.",
            "Come on now, don't cry.",
            "It worked up to right now.",
            "Now you mention it I do remember.",
            "I'm going to relax now the school year is over.",
            "Now that I think of it, I acted the same way when I was his age.",
            "I love you now and I'll love you forever.",
            "Things are fine for now.",
            "They now live in the city centre.",
            "I need not stay, now you are here.",
            "A lot of things can happen between now and then.",
            "She's due back a week from now.",
            "We'll be here from now until November.",
            "He knows now that he was wrong.",
            "Now what did you say your name was?",
            "Now hurry up! I haven't got all day.",
            "I'm feeling much better now, thank you.",
            "The kids are supposed to be in bed by now.",
            "Now that we know each other a little better, we get along fine.",
            "It could happen any time now.",
            "The bell has rung — stop writing now.",
            "Now you mention it, I am kind of hungry.",
            "Just leave your shoes on the back porch for now.",
            "If we leave now we'll be there before dark.",
            "Washington now decides to cross the Delaware.",
            "Now, let's move on to the question of payment.",
            "There are a lot of bargains in the shops just now.",
            "Scientists now believe that the bones belong to a different species of reptile.",
            "The ship is now listing to port."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ow = [aʊ]"
        ],
        "example_translate": [
            "Идите сюда немедленно!",
            "Пришло время действовать.",
            "Ну ладно, не плачь.",
            "Это работало вплоть до настоящего момента.",
            "Теперь, когда вы упомянули об этом, я действительно припоминаю.",
            "Теперь, когда учебный год закончился, я собираюсь отдохнуть.",
            "Насколько я помню, в его возрасте я вёл себя точно так же.",
            "Я люблю тебя сейчас, и буду любить вечно.",
            "Пока что всё идёт отлично.",
            "Сейчас они живут в центре города.",
            "Мне незачем оставаться, раз вы здесь.",
            "За это время может случиться многое /всякое, много чего/.",
            "Она должна вернуться через неделю.",
            "Мы пробудем здесь до ноября.",
            "Теперь он знает, что был неправ.",
            "Как-как вы сказали, вас зовут?",
            "Давай быстрее! У меня не так много времени.",
            "Теперь мне гораздо лучше, благодарю вас.",
            "В это время детям уже положено лечь спать /быть в постели/.",
            "Теперь, узнав друг друга немного получше, мы прекрасно ладим.",
            "Теперь это может произойти когда угодно.",
            "Звонок прозвенел — закончили писать!",
            "Раз уж ты об этом заговорила — я вроде как голодный.",
            "Оставьте пока вашу обувь на заднем крыльце.",
            "Если мы выйдем сейчас, то будем там до наступления темноты /засветло/.",
            "И вот Вашингтон решает пересечь Делавэр.",
            "Теперь давайте перейдём к вопросу оплаты.",
            "Как раз сейчас в магазинах полно выгодных предложений.",
            "Сейчас учёные считают, что эти кости принадлежат другому виду рептилий.",
            "И вот корабль кренится на левый борт. (list to port — крениться на левый борт, list to starboard — на правый)"
        ],
        "stars": 3
    }
}