{
    "nowadays": {
        "comment": [],
        "translate": "настоящее время, в наши дни, в наше время, теперь",
        "transcription": " |ˈnaʊədeɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Condoms sell good nowadays.",
            "Kids nowadays seem very sure of themselves.",
            "Children's TV nowadays is much more entertaining.",
            "People are so cynical nowadays.",
            "Most of our custom comes from tourists nowadays.",
            "People can clone a sheep nowadays.",
            "PhDs are a dime a dozen nowadays.",
            "What about Patrick? What's he doing nowadays?",
            "Nowadays the family is seen as a refuge from a harsh world.",
            "That literary style is a bit passé nowadays.",
            "Nowadays, many people are able to work from home.",
            "Most people nowadays are aware of the importance of a healthy diet.",
            "People don't wear hats much nowadays.",
            "Nowadays, malaria can be treated with drugs.",
            "It's wonderful what doctors can do nowadays.",
            "Nowadays the village has barely 100 inhabitants.",
            "Few people nowadays care about the art of letter writing.",
            "A lot of pubs nowadays do most of their trade at lunchtimes.",
            "It's generally true to say that fewer people are needed nowadays.",
            "Most people nowadays would agree that a good pub is one of our best traditions.",
            "It is solely by their language that the upper classes nowadays are distinguished.",
            "Nowadays wives are just as likely to work outside the home as their husbands are.",
            "Nowadays my only opportunity for an old-fashioned, self-indulgent sulk comes when I'm traveling."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Сейчас презервативы хорошо расходятся.",
            "В наши дни, дети кажутся очень увереными в себе.",
            "Детские телепрограммы в настоящее время намного более занимательны.",
            "В наше время люди так циничны!",
            "Сейчас большинство наших покупателей - это туристы.",
            "Сегодня люди умеют клонировать овец.",
            "Кандидатов наук в наше время пруд пруди.",
            "А что Патрик? Чем он сейчас занимается?",
            "В наши дни семья рассматривается как спасение от жестокого окружающего мира.",
            "В наши дни этот литературный стиль немного устарел.",
            "В наше время многие имеют возможность работать из дома.",
            "В наше время большинство людей осознает важность здорового питания.",
            "В наше время шляпы почти не носят.",
            "В настоящее время малярию можно вылечить с помощью медикаментов.",
            "В наше время врачи творят настоящие чудеса.",
            "Сейчас в селе проживают всего лишь сто жителей",
            "Искусство написания писем сегодня интересует немногих.",
            "Сейчас многие пабы ведут большую часть торговли в обеденное время.",
            "Слова о том, что в наше время нужно меньшее количество людей, в общем-то верны..",
            "В наше время большинство людей согласятся с тем, что хороший паб является одной из наших лучших традиций.",
            "В наше время представителей высших слоёв общества можно определить лишь по языку.",
            "В наше время жёны работают вне дома настолько же часто, как их мужья.",
            "Теперь единственная моя возможность обижаться по-старомодному, потакая своим желаниям, приходит во время путешествий."
        ]
    }
}