{
    "nuisance": {
        "comment": [],
        "translate": "неприятность, неудобство, помеха, досада, неприятный человек",
        "transcription": " |ˈnuːsns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I don't wanna be no nuisance woman.",
            "It's a nuisance that there's no hot water.",
            "She was an intolerable little nuisance.",
            "What a nuisance! I've forgotten my ticket.",
            "It was a nuisance to move during the semester.",
            "I hate to be a nuisance, but could you move your car to the other side of the street?",
            "It's a nuisance having to get up that early on a Sunday morning.",
            "Her constant chatter was a nuisance.",
            "What a bally (or blinking) nuisance.",
            "The dogs next door are a real nuisance.",
            "Her neighbors saw her as a meddlesome nuisance.",
            "The nightclub has been declared a public nuisance.",
            "An answering service can screen out nuisance calls.",
            "Folding up this map correctly is such a nuisance.",
            "Some teenagers are just a nuisance, but at the other end of the scale there are kids who pose a real threat."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитивный оборот с for",
            "Инфинитив - инфинитивный оборот с for(после слов)",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Не хочу быть занудой.",
            "Какая неприятность, что нет горячей воды!",
            "Она была невыносимой маленькой занудой.",
            "Какая неприятность! Я забыл свой билет.",
            "Переезд во время учебного семестра был очень некстати.",
            "Простите, что беспокою, но не могли бы вы переместить ваш автомобиль на другую сторону улицы?",
            "Неприятно, что в воскресенье приходится вставать рано утром.",
            "Её постоянная болтовня раздражала.",
            "Вот, блин, досада! / Как же это, блин, неприятно!",
            "Эти соседские собаки — сущее наказание.",
            "Соседи считали её назойливой особой, которая любит совать нос в чужие дела.",
            "Ночной клуб объявлен источником опасности для всех окружающих.",
            "Автоответчики могут отсеивать нежелательные звонки.",
            "Правильно складывать эту карту — такая морока!",
            "Некоторые подростки просто доставляют неудобства, но на другом конце шкалы находятся дети, которые представляют реальную угрозу."
        ]
    }
}