{
    "numerous": {
        "comment": [
            "number",
            "monument"
        ],
        "translate": "многочисленный, многие, множественный",
        "transcription": " |ˈnuːmərəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Numerous attempts have been made to hide the truth.",
            "She decided to leave for numerous reasons.",
            "Numerous problems deadened his enthusiasm.",
            "The paper contains numerous spelling errors.",
            "His army was not near so numerous as when he left Spain.",
            "Numerous pictures fill every available space.",
            "The democratical party has numerous filiations in the towns.",
            "Sarah with her numerous progeny",
            "Numerous ancient laws dealt with trade and sumptuary matters.",
            "the author of numerous unperformed plays",
            "The stadium has hosted numerous rock concerts.",
            "We have received numerous complaints about the noise.",
            "The press office fielded numerous calls from the media.",
            "numerous dismissals from the company during the economic slump",
            "The numerous biographies of Baldwin cast little light on the subject.",
            "Her outside interests (=interests that are not part of her work) were numerous.",
            "...numerous typos in the text detract the reader's attention from the novel's intricate plot...",
            "She has won numerous awards for her books.",
            "The report catalogued numerous dangerous work practices.",
            "He has published numerous articles in scholarly journals.",
            "a tortuous mountain road marked by numerous hairpin turns",
            "On top of the basic salary there are numerous other benefits.",
            "Most of his material has been done to death by numerous comedians.",
            "a shapely blonde who served as eye candy in numerous Hollywood movies",
            "During his long career in advertising he won numerous awards and honors.",
            "The individuals who have contributed to this book are far too numerous to mention.",
            "The Telegraph has printed numerous articles on this subject over the last three years.",
            "The streets are full of people staggering home when the area's numerous gin mills close.",
            "Numerous episodes of pilferage, taken in the aggregate, can really add up to a significant sum."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Предпринимаются многочисленные попытки скрыть правду.",
            "Она решила уйти по многим причинам.",
            "Многочисленные проблемы уменьшили его энтузиазм.",
            "Документ содержит многочисленные орфографические ошибки.",
            "Его армия вовсе не была такой же многочисленной, как тогда, когда он покидал Испанию.",
            "Многочисленные фотографии заполняют всё доступное пространство.",
            "Демократическая партия имеет многочисленные отделения в разных городах.",
            "Сара с её многочисленными потомками",
            "Многочисленные древние законы регулировали торговые отношения и расходы.",
            "автор многочисленных пьес, которые не были поставлены на сцене",
            "На этом стадионе прошло множество рок-концертов.",
            "Мы получили множество жалоб на шум.",
            "Пресс-служба ответила на многочисленные звонки от СМИ.",
            "многочисленные увольнения из компании в период экономического спада",
            "Многочисленные биографии Болдуина мало освещают данную тему.",
            "Её внешние интересы (т.е. интересы, которые не касаются её работы) были многочисленны.",
            "...многочисленные опечатки в тексте отвлекают внимание читателя от замысловатого сюжета...",
            "За свои книги она завоевала множество наград.",
            "В данном отчёте перечислены многочисленные опасные методы работы.",
            "Он опубликовал большое количество статей в научных журналах.",
            "извилистая горная дорога с многочисленными крутыми поворотами",
            "В дополнение к базовому окладу существует множество других преимуществ.",
            "Большая часть его произведений заезжена многочисленными комиками до дыр.",
            "фигуристая блондинка, которая радовала глаз во множестве голливудских фильмов",
            "За свою долгую карьеру в рекламном бизнесе он завоевал множество премий и наград.",
            "Людей, которые способствовали выходу этой книги, слишком много, чтобы каждого из них можно было упомянуть.",
            "За последние три года газета \"The Telegraph\" напечатала множество статей на эту тему.",
            "Когда многочисленные местные забегаловки закрываются, улицы наполняются людьми, которые, пошатываясь возвращаются домой.",
            "Многочисленные мелкие кражи, взятые в совокупности, действительно могут составить значительную сумму."
        ],
        "stars": 2
    }
}