{
    "nursing": {
        "comment": [
            "nurse",
            "nursery"
        ],
        "translate": "уход, кормящая грудью",
        "transcription": " |ˈnɜːrsɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My life was rescued by good nursing.",
            "I'd love to go into nursing.",
            "He's been nursing an elderly relative.",
            "Nursing is a highly skilled job.",
            "I always wanted to go into nursing.",
            "The hospital has an excellent nursing staff.",
            "What influenced you to take up nursing?",
            "She has been nursing a grievance all week.",
            "He had to move his mother into a nursing home.",
            "A gentleman was sitting on the grass, nursing his knees.",
            "The hospital has an excellent nursing staff.",
            "The ratio of nursing staff to doctors is 2:1.",
            "I'll probably have to sign on with a nursing agency.",
            "She spent several years nursing in a military hospital.",
            "She was doddering down the walk outside the nursing home.",
            "He'd just been in a fight, and was nursing his tumid lip.",
            "Mum went bananas when I said I was going to leave nursing.",
            "In the nursing home she will have to pay for room and board.",
            "Shaw has been nursing an injury, and will not play on Sunday.",
            "My sister won't agree to our mother going into a nursing home.",
            "The job involves drawing up and executing a plan of nursing care.",
            "There's a feeling among the nursing profession that their work is undervalued.",
            "When it opened, the hospital was heralded as a new way forward in nursing care.",
            "The hygienic conditions of the operating room are maintained by the nursing staff.",
            "Some people have totally unrealistic expectations of both medical and nursing staff.",
            "Those incessantly grumping patients were generally ignored by the nursing home staff.",
            "They want to establish a better working relationship between medical and nursing staff.",
            "The elderly widower was one of the more biddable and cooperative residents at the nursing home.",
            "It is no accident that men fill most of the top jobs in nursing, while women remain on the lower grades.",
            "District nurses, health visitors, and school nurses will come under the umbrella term 'community nursing'."
        ],
        "example_translate": [
            "Моя жизнь была спасена благодаря хорошему уходу.",
            "Я бы с удовольствием стала медсестрой.",
            "Он присматривает за престарелым родственником.",
            "Работа медсестры требует высокой квалификации.",
            "Я всегда хотела стать медсестрой.",
            "В этой больнице замечательные медсёстры.",
            "Что заставило вас заняться уходом за больными?",
            "Она всю неделю лелеет обиду.",
            "Ему пришлось поместить мать в дом престарелых.",
            "На траве сидел, обхватив колени руками, какой-то господин.",
            "В больнице работают великолепные медсёстры.",
            "Отношение количества младшего медицинского персонала к количеству врачей — два к одному.",
            "Мне, наверное, придётся подписать соглашение на работу с агентством, предоставляющим сиделок.",
            "Она несколько лет проработала медсестрой в военном госпитале.",
            "Она ковыляла по дорожке неподалёку от дома престарелых.",
            "Он только что участвовал в драке, и держался за распухшую губу.",
            "Мама закипела от ярости, когда я сказала что собираюсь перестать кормить грудью ребенка.",
            "В дом престарелых ей придётся платить за комнату и питание.",
            "Шоу залечивает травму, и не будет играть в это воскресенье.",
            "Моя сестра не допустит, чтобы маму поместили в дом престарелых.",
            "В обязанности входит составление и выполнение плана сестринского ухода.",
            "Большинство медсестер считают, что их работу недооценивают.",
            "Когда эта больница открылась, её объявили \"новым шагом вперёд в деле ухода за больными и престарелыми\".",
            "Санитарно-гигиенические условия операционной поддерживаются средним медицинским персоналом.",
            "Некоторые люди ожидают как от врачебного, так и от сестринского персонала чего-то совершенно нереального.",
            "На этих вечно чем-то недовольных пациентов сотрудники дома престарелых обычно внимания не обращали.",
            "Они хотят установить хорошие рабочие отношения между врачами и медсестринским персоналом.",
            "Этот пожилой вдовец был одним из самых уступчивых и отзывчивых обитателей данного дома престарелых.",
            "Не случайно, что мужчины занимают большую часть руководящих должностей в сестринском деле, в то время как женщины остаются на низших должностях.",
            "Участковые медсестры, социальные работники, школьные медсестры придут общей группой, как люди оказывающие медицинскую помощь на дому."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}