{
    "2": [
        [
            "1 Я слышал, что вы уезжаете из Брюсселя. ",
            "1 I heard that you were leaving Brussels. "
        ],
        [
            "2 Мы решили напрошлой неделе, что будущим летом все поедем на Канарские острова. ",
            "2 Last week we decided that we allwould go to the Canary Islands next summer. "
        ],
        [
            "3 Я не знал, что она может говорить по-польски. ",
            "3 I did not know that she could speakPolish. "
        ],
        [
            "4 Мы незнали, кто принес торт. ",
            "4 We did not know who had brought the cake. "
        ],
        [
            "5 Он спросил меня, куда я хотел поехатьлетом. ",
            "5 He asked me where toI wanted to go in (the) summer. "
        ],
        [
            "6 Я знал, что она приехала. Я думал, что она придет тольколетом. ",
            "6 I knew that she had come. I had thought that shewould come only in (the) summer. "
        ],
        [
            "7 Мы надеялись, что поедем в Лондон. ",
            "7 We hoped that we would go to London. "
        ],
        [
            "8 Катя сказала, чтохочет подарить нам вазу. ",
            "8 Katesaid that she wanted to give us a vase. "
        ],
        [
            "9 Мой друг сказал, что они ждали насвесь вечер. ",
            "9 My friend said that they had been waitingfor us the whole evening. "
        ],
        [
            "10 Он сказал мне, что Аня дома. ",
            "10 He said that Ann was at home. "
        ],
        [
            "11 Мой друг сказал,что любит играть в футбол. ",
            "11 My friend said thathe liked to play football. "
        ],
        [
            "12 Все знали, что она поедет в Рим.",
            "12 Everyone knew that she would go to Rome. "
        ],
        [
            "13 Простите, мы не думали, что вы ждете нас. ",
            "13 I amsorry. We did not think that you were waiting for us. "
        ],
        [
            "14 Я думала, чтовы опоздаете в кино. ",
            "14 I thought that you wouldbe late for the cinema. "
        ],
        [
            "15 Он сказал мне вчера, что раньше училсяв Париже.",
            "15 He told to me yesterday that he had studied in Parisbefore."
        ]
    ]
}