{
    "2": [
        [
            "1 Я слышал, что вы уезжаете из Брюсселя. ",
            "1 I heard that you were leaving Brussels. "
        ],
        [
            "2 Мы решили на прошлой неделе, что будущим летом все поедем на Канарские ос- трова. ",
            "2 Last week we decided that we all would go to the Canary Islands next summer. "
        ],
        [
            "3 Я не знал, что она может говорить по-польски. ",
            "3 I did not know that she could speak Polish. "
        ],
        [
            "4 Мы не знали, кто принес торт. ",
            "4 We did not know who had brought the cake. "
        ],
        [
            "5 Он спросил меня, куда я хотел поехать летом. ",
            "5 He asked me where to I wanted to go in (the) summer. "
        ],
        [
            "6 Я знал, что она приехала. Я думал, что она придет только летом. ",
            "6 I knew that she had come. I had thought that she would come only in (the) summer. "
        ],
        [
            "7 Мы надеялись, что поедем в Лондон. ",
            "7 We hoped that we would go to London. "
        ],
        [
            "8 Катя сказала, что хочет подарить нам вазу. ",
            "8 Kate said that she wanted to give us a vase. "
        ],
        [
            "9 Мой друг сказал, что они ждали нас весь вечер. ",
            "9 My friend said that they had been waiting for us the whole evening. "
        ],
        [
            "10 Он сказал мне, что Аня дома. ",
            "10 He said that Ann was at home. "
        ],
        [
            "11 Мой друг сказал, что любит играть в футбол. ",
            "11 My friend said that he liked to play football. "
        ],
        [
            "12 Все знали, что она поедет в Рим. ",
            "12 Everyone knew that she would go to Rome. "
        ],
        [
            "13 Простите, мы не думали, что вы ждете нас. ",
            "13 I am sorry. We did not think that you were waiting for us. "
        ],
        [
            "14 Я думала, что вы опоздаете в кино. ",
            "14 I thought that you would be late for the cinema. "
        ],
        [
            "15 Он сказал мне вчера, что раньше учился в Париже. ",
            "15 He told to me yesterday that he had studied in Paris before. "
        ]
    ]
}