{
    "3": [
        [
            "1 Они были уверены, что он обязательно купит ту новую машину. ",
            "1 They were sure that he would definitely buy that new car. "
        ],
        [
            "2 Я боялась, что он устанет. ",
            "2 I was afraid that he would get tired. "
        ],
        [
            "3 Я был уверен, что ты не подведешь (let down) меня. ",
            "3 I was sure that you would not let me down. "
        ],
        [
            "4 Она сказала, что ананасы — его любимые фрукты. ",
            "4 She said that pineapples were his favourite fruit. "
        ],
        [
            "5 Я уверен, что он скоро уедет. ",
            "5 I am sure that he will leave soon. "
        ],
        [
            "6 Мы думали, что вы работаете в этом ресторане. ",
            "6 We thought that you worked at this restaurant. "
        ],
        [
            "7 Я знал, что моя сестра изучает французский язык, и думал, что она поедет в Париж. ",
            "7 I knew that my sister learnt (was learning) the French language and I thought that she would go to Paris. "
        ],
        [
            "8 Мои друзья сказали мне, что ты мне звонил. ",
            "8 My friends told me that you had called me. "
        ],
        [
            "9 Я думал, что ты в Бресте. ",
            "9 I thought that you were in Brest. "
        ],
        [
            "10 Я не знал, что ты уже вернулся в Манчестер. ",
            "10 I did not know that you had already come back to Manchester. "
        ],
        [
            "11 Он думал, что он не вернется из США. ",
            "11 He thought that he would not return from the USA. "
        ],
        [
            "12 Она знала, что он ей не позвонит. ",
            "12 She knew that he would not call her. "
        ],
        [
            "13 Катя была уверена, что они пригласят ее на свадьбу. ",
            "13 Kate was sure that they would invite her to the wedding. "
        ],
        [
            "14 Я не знал, что ее дети хотели кушать. ",
            "14 I did not know that her children had wanted to eat. "
        ],
        [
            "15 Он спросил, кто из нас хочет есть. ",
            "15 He asked which of us wanted to eat. "
        ],
        [
            "16 В прошлом году они думали, что никогда не будут хорошо читать по-японски.  ",
            "16 Last year they thought that they would never read Japanese well. "
        ],
        [
            "17 Моя мама сказала, что ты ждал меня целый вечер. ",
            "17 My mother said that you had been waiting for me the whole evening. "
        ]
    ]
}