{
    "4": [
        [
            "1 Она сказала, что если мы возьмем такси, мы не опоздаем на поезд. ",
            "1 She said that if we took a taxi we would not be late for the train. "
        ],
        [
            "2 Он спросил меня, что я буду делать вечером. ",
            "2 He asked me what I would do in the evening. "
        ],
        [
            "3 Он сказал, что будет дома в семь. ",
            "3 He said that he would be at home at seven. "
        ],
        [
            "4 Я знал, что твоя мама больна. ",
            "4 I knew that your mother was ill. "
        ],
        [
            "5 Она вышла замуж за англичанина и сказала, что больше не приедет в Минск. ",
            "5 She married an Englishman and said that she would not come to Minsk any more. "
        ],
        [
            "6 Я не думал, что вы все будете ждать меня. ",
            "6 I did not think that all of you would wait for me. "
        ],
        [
            "7 Она сказала, что погода скоро изменится. ",
            "7 She said that the weather would change soon. "
        ],
        [
            "8 Том не заметил, что Сандра с кем-то разговаривает. ",
            "8 Tom did not notice that Sandra was speaking to someone. "
        ],
        [
            "9 Они не знали, что я в Барселоне. ",
            "9 They did not know that I was in Barcelona. "
        ],
        [
            "10 Он не знал, что мы жили вместе уже более десяти лет. ",
            "10 He did not know that we had been living together for more than ten years. "
        ],
        [
            "11 Моя сестра сказала, что хочет развестись со своим мужем. ",
            "11 My sister said that she wanted to divorce her husband. "
        ],
        [
            "12 Мы вчера узнали, что она уехала. ",
            "12 Yesterday we learnt that she had left. "
        ],
        [
            "13 Она думала, что он не поедет в Дублин. ",
            "13 She thought that he would not go to Dublin. "
        ],
        [
            "14 Он спросил, где мы купили билеты. ",
            "14 He asked where we had bought the tickets. "
        ],
        [
            "15 Он хотел знать, что мы купили, но мы сказали ему, что это не его дело. ",
            "15 He wanted to know what we had bought, but we told him that it wasn't his business. "
        ],
        [
            "16 Он сказал, что бросит курить. ",
            "16 He said that he would give up smoking. "
        ],
        [
            "17 Он сказал, что не знает, когда начнется фильм. ",
            "17 He said that he did not know when the film would start. "
        ]
    ]
}