{
    "2": [
        [
            "1 Мой брат уехал из Амстердама вчера. ",
            "1 My brother left Amsterdam yesterday. "
        ],
        [
            "2 Кто уехал в (to)Минск? — Анна уехала в (to) Минск. ",
            "2 Who left for Minsk? - Ann left forMinsk. "
        ],
        [
            "3 Это город, где вы родились?",
            "3 Is this the city (where) you were born? "
        ],
        [
            "4 Я часто вспоминал свою бабушку. ",
            "4 I often remembered my grandmother. "
        ],
        [
            "5 Дети хотят встретиться с(with) этим писателем. ",
            "5 The children want to meet (with) this writer. "
        ],
        [
            "6 Моя бабушка хотела испечь яблочныйпирог, поэтому она попросила меня купить яблок. Пирог был оченьвкусный. ",
            "6 My grandmother wantedto bake an apple pie that is why she asked me to buy apples. The pie was very tasty."
        ],
        [
            "7 Вчера мой брат уехал из Парижа (Paris) в Берлин (Berlin).",
            "7 Yesterday my brother left Paris for Berlin. "
        ],
        [
            "8 Где вы были вчера? — Мы были (at) дома. ",
            "8 Where were you yesterday? - We wereat home. "
        ],
        [
            "9 Он звонил тебе вчера? — Я не думаю, что он звонил мне вчера. ",
            "9 Did he call you yesterday? - I don't think that he called (rang) me yesterday."
        ],
        [
            "10 Они уехали из Парижа. ",
            "10 They left Paris. "
        ],
        [
            "11 Он сдал экзамен по (in) английскому в (on) понедельник.",
            "11 He passed the exam in English on Monday. "
        ],
        [
            "12 Каждый раз, когда я им звоню, их нет (at) дома. ",
            "12 Every time(when) I call them they are not at home. "
        ],
        [
            "13 Это все, чтоя хотел для (for) вас сделать. ",
            "13 That is all (that) I wanted to do for you."
        ],
        [
            "14 Почему она забывает сказать емуоб этом? ",
            "14 Why does she forget to tell him about it? "
        ],
        [
            "15 Она вспомнила его номер телефона. ",
            "15 She remembered his telephonenumber. "
        ],
        [
            "16 Мы не знали,куда он хотел пойти. ",
            "16 We did not know where he wanted to go. "
        ],
        [
            "17 Она всегда помнит тот день, когда мы встретились. ",
            "17 She always remembers theday (when) we met. "
        ],
        [
            "18 Когда ваш друг вернулся в (to) Берлин? — Он вернулсяв (to) Берлин 3 дня назад.",
            "18 When did your friend come back to Berlin? — He came backto Berlin 3 days ago."
        ]
    ]
}