{
    "5": [
        [
            "1 Ему тоже не понравился фильм. ",
            "1 He didn't like the film either. "
        ],
        [
            "2 Ты помнишь день, когда мы встретились? ",
            "2 Do you remember the day (when) we met? "
        ],
        [
            "3 Кто встретил Наташу на (at) вокзале? — Я думаю, мой брат встретил ее на (at) вокзале. ",
            "3 Who met Natasha at the station? — I think my brother met her at the station. "
        ],
        [
            "4 Они продали вам дом? — Нет, я не захотел его покупать. Они хотели слишком много денег. ",
            "4 Did they sell you the house? - No, I didn't want to buy it. They wanted too much money. "
        ],
        [
            "5 Где была эта книга? — Она была на (on) столе. ",
            "5 Where was this book? — It was on the table. "
        ],
        [
            "6 Почему ты не пришел вчера? — Я забыл. ",
            "6 Why didn't you come yesterday? — I forgot. "
        ],
        [
            "7 Он тоже не думал о школе. ",
            "7 He didn't think about the school either. "
        ],
        [
            "8 Кого вы встретили в (at) ресторане? — Я встретил моего старого друга. ",
            "8 Who did you meet at the restaurant? - I met my old friend. "
        ],
        [
            "9 Я пошел в (to) ванную и умыл лицо и руки. Затем я оделся, и я был готов завтракать тоже. ",
            "9 I went to the bathroom and washed my face and hands. Then I got dressed and was ready to have breakfast, too. "
        ],
        [
            "10 Где вы его видели вчера? — Мы видели его в (at) театре. Его дети тоже были с (with) ним. ",
            "10 Where did you see him yesterday? — We saw him at the theatre. His children were with him, too. "
        ],
        [
            "11 Я пришел домой около семи часов (in) вечера. Я поужинал и посмотрел телевизор. ",
            "11 I came home about seven o'clock in the evening. I had dinner and watched TV. "
        ],
        [
            "12 Я люблю спать, и поэтому я предпочитаю ложиться (to go to bed) рано. ",
            "12 I like to sleep and that is why I prefer to go to bed early. "
        ],
        [
            "13 Ha (for) завтрак у меня был бутерброд и чашка кофе. Я не люблю пить чай утром, я предпочитаю кофе. ",
            "13 I had a sandwich and a cup of coffee for breakfast. I do not like to drink tea in the morning, I prefer coffee. "
        ],
        [
            "14 Она также заплатила много денег? — Я не видел. ",
            "14 Did she also pay much money? — I did not see. "
        ],
        [
            "15 Это девушка, которую ты любил? ",
            "15 Is this the girl (who) you loved? "
        ],
        [
            "16 Она приготовила тебе ужин? — Нет, она не приготовила мне ужин. У нее было мало времени. ",
            "16 Did she cook dinner for you? — No, she didn't cook dinner for me. She had little time. "
        ]
    ]
}