{
    "2": [
        [
            "1 Он ожидал, что его девушка позвонит ему сегодня. ",
            "1 He expected his girlfriend to call him today. "
        ],
        [
            "2 Никто не ожидал, что она расскажет о своих проблемах. ",
            "2 Nobody expected her to tell about her problems. "
        ],
        [
            "3 Я хочу, чтобы ты поступил в институт. ",
            "3 I want you to enter the university. "
        ],
        [
            "4 Он не хотел, чтобы она поехала в Чикаго без него. ",
            "4 He did not want her to go to Chicago without him. "
        ],
        [
            "5 Они рассчитывают, что я хорошо знаю город. ",
            "5 They expect me to know the city well. "
        ],
        [
            "6 Я не хотел, чтобы они беспокоились о таких вещах. ",
            "6 I did not want them to worry about such things. "
        ],
        [
            "7 Она ожидает, что этот артист приедет к ним в город. ",
            "7 She expects this actor to come to their city. "
        ],
        [
            "8 Я хотел, чтобы он сказал правду. ",
            "8 I wanted him to tell the truth. "
        ],
        [
            "9 Мы рассчитывали, что ты присмотришь за нашим котом. ",
            "9 We expected you to look after our cat. "
        ],
        [
            "10 Я не хочу, чтобы ты думал обо мне плохо. ",
            "10 I don't want you to think unwell of me. "
        ],
        [
            "11 Я не хочу, чтобы вы пода- рили ей подарок без меня. ",
            "11 I don't want you to give her the present without me. "
        ],
        [
            "12 Он не хочет, чтобы они над ним смеялись. ",
            "12 He does not want them to laugh at him. "
        ],
        [
            "13 Мы не ожидали, что фильм закончится так скоро. ",
            "13 We did not expect the film to finish so soon. "
        ],
        [
            "14 Они хотели, чтобы она рассказала, что случилось. ",
            "14 They wanted her to say what had happened. "
        ],
        [
            "15 Он ожи- дал, что письмо переведут сегодня. ",
            "15 He expected the letter to be translated today. "
        ]
    ]
}