{
    "6": [
        [
            "1 Мы часто видели, как они играют в футбол. ",
            "1 We often saw them playing football. "
        ],
        [
            "2 Он смотрел, как его жена мыла пол. ",
            "2 He watched his wife washing the floor. "
        ],
        [
            "3 Он знает, что ваша дочь очень привлекательная девушка. ",
            "3 He knows your daughter to be a very attractive girl. "
        ],
        [
            "4 Они не хотели, чтобы он звонил ей. ",
            "4 They did not want him to call her. "
        ],
        [
            "5 Моя мама хотела, чтобы я надел куртку. ",
            "5 My mother wanted me to put on a jacket. "
        ],
        [
            "6 Я не люблю, когда она делает такой крепкий (strong) кофе. ",
            "6 I don't like her to make such strong coffee. "
        ],
        [
            "7 Она хочет, чтобы этот журнал прочитали сегодня. ",
            "7 She wants this magazine to be read today. "
        ],
        [
            "8 Он услышал, что на нее кричали. ",
            "8 He heard her to be shouted at. "
        ],
        [
            "9 Я хочу, чтобы моя дочь была счастлива. ",
            "9 I want my daughter to be happy. "
        ],
        [
            "10 Катя видела, как ее муж пил сок со льдом. ",
            "10 Kate saw her husband drinking juice with ice. "
        ],
        [
            "11 Все заметили, как она побледнела, когда он вошел в комнату. ",
            "11 Everybody noticed her get pale when he entered the room. "
        ],
        [
            "12 Они не хотят, чтобы мы уходили так рано. ",
            "12 They don't want us to leave so soon. "
        ],
        [
            "13 Он хочет, чтобы его письма отправили рано утром. ",
            "13 He wants his letter to be sent early in the morning. "
        ],
        [
            "14 Мне хочется, чтобы вы пришли ко мне вечером. ",
            "14 I would like you to come to me in the evening. "
        ],
        [
            "15 Мы хотели, чтобы она рассказала нам чтонибудь о тех городах, в которых она была. ",
            "15 We wanted her to tell us something about those cities she had been to. "
        ],
        [
            "16 Я часто слышал, как они смеялись над чем-то. ",
            "16 I often heard them laughing at something. "
        ],
        [
            "17 Она хочет, чтобы я пригласил ее в ресторан сегодня вечером. ",
            "17 She wants me to invite her to the restaurant tonight. "
        ],
        [
            "18 Она не любит, когда я играю на пианино. ",
            "18 She does not like me to play the piano. "
        ],
        [
            "19 Саша не ожидал, что встретит свою жену в том же магазине. ",
            "19 Sasha did not expect to meet his wife at the same shop. "
        ],
        [
            "20 Я часто слышал, как он рассказывал разные сказки своим детям. ",
            "20 I often hear him telling his children different stories. "
        ],
        [
            "21 Ты любишь, когда тебе пишут письма? ",
            "21 Do you like to be written letters? "
        ]
    ]
}