{
    "3": [
        [
            "1 Эти два рисунка очень похожи. Я не могу отличить один от другого. ",
            "1 These two drawings are very alike. I cannot tell one from another. "
        ],
        [
            "2 Моя сестра попросила выбросить все эти письма. ",
            "2 My sister asked to throw away all these letters. "
        ],
        [
            "3 Несправедливо говорить о нем, когда его здесь нет. ",
            "3 It is unfair to talk about him when he isn't here. "
        ],
        [
            "4 У моей бабушки была странная привычка гулять по ночам. ",
            "4 My grandmother was in a strange habit of walking at nights. "
        ],
        [
            "5 Тот голос показался мне очень знакомым. ",
            "5 That voice seemed very familiar to me. "
        ],
        [
            "6 Думаешь, у него получилось сфотографировать президента? ",
            "6 Do you think he managed to take a photo of the president? "
        ],
        [
            "7 Не пойму, какой смысл обма- нывать нас. ",
            "7 I don't understand what is the use deceiving us. "
        ],
        [
            "8 Том сказал, что вы договорились встретиться в семь. ",
            "8 Tom said that you arranged to meet at seven. "
        ],
        [
            "9 Извини, я принял твою машину за ее машину. ",
            "9 Sorry, I took your car for her car. "
        ],
        [
            "10 Мне было тяжело без нее, так как я очень быстро привязался к ней. ",
            "10 It was difficult to me to be without her as I took to her very quickly. "
        ],
        [
            "11 Посмотри, какая привлекательная девушка! ",
            "11 Look! What an attractive girl! "
        ],
        [
            "12 Воспользо- вавшись положением, он разбогател. ",
            "12 Having taken an advantage of the situation, he became very rich. "
        ],
        [
            "13 Давайте перейдем к делу. ",
            "13 Let's get down to business. "
        ],
        [
            "14 Можете взять эту кассету, она не представляет для меня ни- какой ценности. ",
            "14 You may take this cassette. It is of no value to me. "
        ],
        [
            "15 Джон не хотел, чтобы Таня садилась ко мне в машину. ",
            "15 John didn't want Tanya to get into my car. "
        ],
        [
            "16 Твой брат не кажется мне благоразумным челове- ком. ",
            "16 Your brother doesn't seem to be a sensible person. "
        ],
        [
            "17 То, что ты говоришь, — полнейшая чушь. ",
            "17 What you are saying is a complete nonsense. "
        ],
        [
            "18 Зима не очень подходящее время для отпуска. ",
            "18 Winter isn't very suitable time for holidays. "
        ],
        [
            "19 Мы решили пойти до- мой к Сандре рано утром. ",
            "19 We decided to go to Sandra's place early in the morning. "
        ],
        [
            "20 Он спросил, в какой гостинице я остановился. ",
            "20 He asked what hotel I had put up. "
        ],
        [
            "21 Подул ветер. ",
            "21 The wind started blowing. "
        ],
        [
            "22 Том потерял работу, и мне дей- ствительно жаль его. ",
            "22 Tom lost his job and I am really sorry for him. "
        ],
        [
            "23 Интересно, что он задумал. ",
            "23 I wonder what he has on his mind. "
        ],
        [
            "24 Неуже- ли ты надеешься, что он признает свою ошибку? ",
            "24 Do you really hope that he will admit his mistake? "
        ],
        [
            "25 Это было то, что нужно. ",
            "25 That was exactly what I needed. "
        ]
    ]
}