{
    "4": [
        [
            "1 Если бы у меня было время, я смог бы поехать в Краков на целую неделю. ",
            "1 If I had time (= Had I time), I would be able to go to Krakow for the whole week. "
        ],
        [
            "2 Если бы мне было можно прийти в 9 часов, это было бы замечательно. ",
            "2 If I were allowed to come at 9 (= Were I allowed to come at 9), it would be great. "
        ],
        [
            "3 Жаль, что мы сейчас не смотрим телеви- зор. Там идет интересный фильм. ",
            "3 I wish we were watching TV now. There is an interesting film on. "
        ],
        [
            "4 Если бы твой друг рассказал об этом вчера, мой брат был бы сейчас дома. ",
            "4 If your friend had told about it yesterday (= Had you friend told about it yesterday), my brother would be at home now. "
        ],
        [
            "5 Если бы он не был сейчас так занят, мы бы пошли в кино. ",
            "5 If he were not so busy now (= Were he not so busy now), we would go to the cinema. "
        ],
        [
            "6 Жаль, что вы не смотрели этот фильм. Если бы вы его посмотрели, он бы вам понравился. ",
            "6 I wish you had seen this film. If you saw it, you would like it. "
        ],
        [
            "7 Я уверен, что все были бы рады, если бы он пришел. ",
            "7 I am sure everyone would be glad if he came. "
        ],
        [
            "8 Если бы вчера не было так холодно, мы бы пошли в парк. ",
            "8 If it hadn't been so cold yesterday (= Hadn't it been so cold yesterday), we would have gone to the park. "
        ],
        [
            "9 Если бы вечером не пошел дождь, мы бы пошли на реку. ",
            "9 If it hadn't rained in the evening (= Hadn't it rained in the evening), we would have gone to the river. "
        ],
        [
            "10 Если я закончу работу раньше, я смогу прийти к тебе. ",
            "10 If I finish my work earlier, I will be able to come to you. "
        ],
        [
            "11 Если бы у меня было время, я был бы рад помочь ему. ",
            "11 If I had time (= Had I time), I would be glad to help him. "
        ],
        [
            "12 На вашем месте я бы не делал этого. ",
            "12 If I were you, I would not do this. "
        ],
        [
            "13 Если бы сейчас мы взяли такси, мы бы не опоздали. ",
            "13 If we took a taxi now, we would not be late. "
        ],
        [
            "14 Если бы я сам перевел эти письма без словаря, я бы не попросил тебя помочь мне вчера. ",
            "14 If I had translated these letters myself without a dictionary (= Had I translated these letters myself without a dictionary), I would not have asked you to help me yesterday. "
        ],
        [
            "15 Если бы ты предупредил меня раньше, я бы уже был в Копенгагене. ",
            "15 If you had warned me earlier (= Had you warned me earlier), I would be in Copenhagen already. "
        ],
        [
            "16 Если бы вы его встретили, вы бы его не узнали. ",
            "16 If you met him, you would not recognize him. "
        ],
        [
            "17 Жаль, что она уже ушла. ",
            "17 I wish she hadn't left yet. "
        ]
    ]
}