{
    "1": [
        [
            "1 \"Do you know what you have done?\" my father asked me. ",
            "1 My father asked me if I knew what he had done. "
        ],
        [
            "2 \"I'm going to London\", she said. ",
            "2 She said that she was going to London. "
        ],
        [
            "3 \"I've been to California recently\", said my friend. ",
            "3 My friend said that he had been to California recently. "
        ],
        [
            "4 \"He never comes in time\", she said. ",
            "4 She said that he never came in time. "
        ],
        [
            "5 \"It isn't so rainy today as it was yesterday\", I remarked. ",
            "5 I remarked that it was not so rainy that day as it had been the day before. "
        ],
        [
            "6 \"She has a car, but she cannot drive well\", they said. ",
            "6 They said that she had got a car, but she could not drive well. "
        ],
        [
            "7 \"We can go there today\", said my friend. ",
            "7 My friend said that we could go there that day. "
        ],
        [
            "8 \"You can take it if you need it, Ann\", she said. ",
            "8 She told Ann that she could take it if she needed it. "
        ],
        [
            "9 \"I will tell her about it when she comes\", said my brother. ",
            "9 My brother said that he would tell her about it when she came. "
        ],
        [
            "10 \"Who came here in the morning?\" he asked. ",
            "10 He asked who had come there in the morning. "
        ],
        [
            "11 \"Why do you eat so much ice cream?\", my mother asked. ",
            "11 My mother asked why he ate so much ice cream. "
        ],
        [
            "12 \"What is your new car like?\" I asked him. ",
            "12 I asked him what his new car was like. "
        ],
        [
            "13 \"Where were you last night?\" he asked. ",
            "13 He asked where he had been the night before. "
        ],
        [
            "14 \"Do you understand what I want to say?\", he asked. ",
            "14 He asked if he understood what he wanted to say. "
        ],
        [
            "15 'Are they getting married this weekend?\" asked my sister. ",
            "15 My sister asked if they were getting married that weekend. "
        ],
        [
            "16 \"How far is it?\" asked my friend. ",
            "16 My friend asked how far it was. "
        ]
    ]
}