{
    "5": [
        [
            "1 A man stopped me in the street and asked: \"Can you tell me wherethe metro is?\" ",
            "1 A man stopped me in the street and asked if I could tell him where the metrowas. "
        ],
        [
            "2 The teacher asked us: \"Do you understand the questionor not?\" ",
            "2 The teacher asked us if we understood the question. "
        ],
        [
            "3 Oksana's father asked her: \"Do you want to be an economistor a doctor?\" ",
            "3 Oksana's father askedher if she wanted to be an economist or a doctor. "
        ],
        [
            "4 I asked my best friend: \"Are you going to play football onFriday or on Saturday?\" ",
            "4 I asked my best friend if he wasgoing to play football on Friday or on Saturday. "
        ],
        [
            "5 I asked my mother: \"Are you feeling tired?\"",
            "5 I asked my mother whether she wasfeeling tired. "
        ],
        [
            "6 \"We have moved into our new flat,\" said my aunt. ",
            "6 My aunt said that they had moved into new flat. "
        ],
        [
            "7 They asked me:\"What is your name?\" ",
            "7 They asked me whatmy name was. "
        ],
        [
            "8 The teacher said to the student: \"Repeat thisstory from beginning to end.\" ",
            "8 The teacher asked the student to repeat that story from beginning toend. "
        ],
        [
            "9 He said: \"They will arrive tomorrow.\"",
            "9 He said that they would arrive the next day. "
        ],
        [
            "10 He said to me: \"Do you understand every word?\" ",
            "10 He asked me if I understoodevery word. "
        ],
        [
            "11 He asked thegirl: \"How did you manage to carry that heavy box? Why didn't you askme to help you?\" ",
            "11 He asked the girl how she had managed to carry that heavy box andwhy she had not asked him to help her. "
        ],
        [
            "12 He asked me: \"Did you sleep well?\" ",
            "12 He asked me if I had slept well. "
        ],
        [
            "13 The teacherasked me: \"What have you prepared for today?\" ",
            "13 Theteacher asked me what I had prepared for that day. "
        ],
        [
            "14 He asked me: \"Hasthe postman come yet?\"",
            "14 He asked me whether thepostman had already come."
        ]
    ]
}