{
    "2": [
        [
            "1 Какого цвета стены в вашей кухне? ",
            "1 What is the colour of the walls in your kitchen? "
        ],
        [
            "2 Почему вы шепчете? Никто не спит. ",
            "2 Why are you whispering? Nobody is sleeping. "
        ],
        [
            "3 Мой сын проснулся в пять часов утра и не мог заснуть до шести. ",
            "3 My son woke up at five o'clock in the morning, and he couldn't fall asleep till six. "
        ],
        [
            "4 Моя машина слишком маленькая, давайте возьмем вашу. ",
            "4 My car is too small. Let's take yours. "
        ],
        [
            "5 Она посоветовала нам поехать отдохнуть в Тур- цию. Она говорит, что обслуживание в Стамбуле очень хорошее. ",
            "5 She advised us to go to Turkey to have a rest. She says that the service in Istanbul is very good. "
        ],
        [
            "6 Ваш кофе достаточно крепкий?— Да, спасибо. Я не люблю очень крепкий кофе. ",
            "6 Is your coffee strong enough? - Yes, thanks. I don't like very strong coffee. "
        ],
        [
            "7 Сейчас только 6 часов. У нас еще есть время, чтобы посмотреть этот фильм. ",
            "7 It is only six o'clock now. We still have some time to watch this film. "
        ],
        [
            "8 Не могли бы вы дать мне сигарету?— К со- жалению, я оставил свои сигареты дома. ",
            "8 Could you give me a cigarette? - I am sorry, but I left my cigarettes at home. "
        ],
        [
            "9 Она пойдет с нами ужи- нать? — Я думаю, что она сможет пойти только через час. ",
            "9 Will she go to have dinner with us? - I think she will be able to go only in an hour. "
        ],
        [
            "10 У моей сестры есть билеты на новый фильм, и она спрашивает, кто хочет пой- ти с ней. ",
            "10 My sister has tickets for a new film and she asks who wants to go with her. "
        ],
        [
            "11 Возьмите мороженое на сладкое (for the sweet). У них всегда очень хорошее мороженое. ",
            "11 Take an ice cream for the sweet. They always have very good ice cream. "
        ],
        [
            "12 Маша будет спать в два, да? ",
            "12 Masha will be sleeping at two, won't she? "
        ],
        [
            "13 Интересно, помнят ли они о нас? ",
            "13 I wonder whether (if) they remember about us. "
        ],
        [
            "14 Вот пирожные. Я думаю, мы можем пить чай без сахара, потому что пирожные достаточно сладкие. ",
            "14 Here are the cakes. I think we can drink tea without sugar because the cakes are sweet enough. "
        ],
        [
            "15 У нас прежде был большой дом, но нам пришлось продать его. ",
            "15 We used to have a big house, but we had to sell it. "
        ]
    ]
}