{
    "4": [
        [
            "1 What kind of films do you prefer?",
            "1 I like different films."
        ],
        [
            "2 Which do you enjoy more: going to the theatre or going to thecinema?",
            "2 1 enjoy going to the cinema more."
        ],
        [
            "3 Do you like opera?",
            "3 No, I do not like opera."
        ],
        [
            "4 Who can cook well in your family?",
            "4 In my family I can cook well."
        ],
        [
            "5 Can you yourself fry a piece of meet?",
            "5 Yes. I can fry a piece of meet myself."
        ],
        [
            "6 Why shouldn't we eat much in the evening?",
            "6 We should not eat much in the evening because it is harmful for the health."
        ],
        [
            "7 How many new words can you learn every day?",
            "7 I can learn 50 new words every day."
        ],
        [
            "8 Must you attend all the lessons of English?",
            "8 Yes, 1 must attend all the lessons of English."
        ],
        [
            "9 Who must we show the documents to?",
            "9 We must show the documents to the police."
        ],
        [
            "10 What do we call a person who writes plays?",
            "10 We call this person a playwright (dramatist)."
        ],
        [
            "11 What will your mother be doing tomorrow at seven?",
            "11 She will be watching TV tomorrow at seven."
        ],
        [
            "12 Are you reading a book now?",
            "12 No, I am not reading a book now."
        ],
        [
            "13 What was your father doing when you came home yesterday?",
            "13 My father was reading a book when I came home yesterday."
        ],
        [
            "14 Is it difficult to cook tasty dinner?",
            "14 No, it is not difficult to cook a tasty dinner."
        ],
        [
            "15 Were you talking on the phone while your mother was reading abook yesterday?",
            "15 No, I was not talking on the phone while my mother was reading a bookyesterday."
        ],
        [
            "16 Do you often go to the cinema?",
            "16 Yes, I often go to the cinema."
        ]
    ]
}