{
    "habit": {
        "comment": [
            "inhabitant",
            "habitat",
            "inhabit"
        ],
        "translate": "привычка, обыкновение, обычай, габитус, облачать, одевать",
        "transcription": " |ˈhæbɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How can I get out of the habit of smoking?",
            "Habit grows on a person.",
            "Thinking negatively can become a habit.",
            "Soon she returned to her old habit.",
            "Jeff was in the habit of taking a walk after dinner.",
            "It was his habit to take a nap after dinner every day.",
            "Some people drink alcohol as much from habit as from desire.",
            "He's a creature of habit.",
            "I'm not in the habit of lying to my friends.",
            "Life has a habit of springing surprises.",
            "I'll habit my behaviour in humility.",
            "I'm not in the habit of publicizing my private life.",
            "You have fallen into a bad habit of repeating yourself.",
            "'Hello, Miss Smith.' - 'I'm Mrs Jones now.' - 'Sorry, force of habit.'",
            "The habit carries over from my childhood.",
            "It was a habit his wife loathed.",
            "You suit the gloomy habit of my.",
            "It's time this selfish habit died out.",
            "She has an irritating habit of interrupting.",
            "Regular exercise is a good habit for kids to develop.",
            "a monk in a dark habit and cowl",
            "You must break yourself of the cigarette habit.",
            "He formed the habit of peering over his glasses.",
            "It's never easy to break a bad habit.",
            "He finally conquered his drug habit.",
            "The scheme helps smokers to kick the habit.",
            "His cocaine habit ruined him physically and financially.",
            "She has a habit of playing with her hair when she's nervous.",
            "Smoking is a really disgusting habit.",
            "You have slid into a bad habit of repeating yourself."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(отк сл) = [æ]"
        ],
        "example_translate": [
            "Как же мне бросить курить?",
            "Привычка овладевает человеком.",
            "Негативное мышление может стать привычкой.",
            "Вскоре она возвратилась к своей старой привычке.",
            "Джефф имел привычку прогуливаться после ужина.",
            "Это была его ежедневная привычка - вздремнуть после обеда. / Послеобеденный сон был его ежедневной привычкой.",
            "Некоторые выпивают не только по причине страсти к выпивке, а, в равной степени, по привычке.",
            "Он - человек привычки.",
            "Я не привык врать моим друзьям. / У меня нет привычки врать моим друзьям.",
            "Жизнь часто подсовывает нам сюрпризы.",
            "Я приму смиренный вид.",
            "У меня нет привычки рассказывать о своей личной жизни.",
            "У вас появилась дурная привычка повторяться.",
            "— Здравствуйте, мисс Смит. — Я теперь миссис Джонс. — Простите, я по привычке.",
            "У меня эта привычка с детства.",
            "Это была привычка, которую его жена не выносила.",
            "Вы очень гармонируете с моей мрачной натурой.",
            "Давно пора изжить эту эгоистичную привычку.",
            "У нее есть раздражающая привычка перебивать.",
            "Регулярные физические упражнения — это одна из тех хороших привычек, которые следует вырабатывать у детей.",
            "монах в тёмной рясе и капюшоне",
            "Ты должен избавиться от привычки курить.",
            "У него выработалась привычка смотреть поверх очков.",
            "Бросать дурные привычки всегда непросто.",
            "Он окончательно преодолел свою наркотическую зависимость.",
            "Система помогает курильщикам избавиться от этой дурной привычки.",
            "Зависимость от кокаина уничтожила его как физически, так и материально.",
            "У неё есть привычка теребить волосы, когда нервничает.",
            "Курение — это крайне отвратительная привычка.",
            "У вас появилась дурная привычка повторяться в своих суждениях."
        ]
    }
}