{
    "hack": {
        "comment": [],
        "translate": "рубить, кромсать, разрубать, мотыга, кляча, такси, зарубка, наемный, банальный",
        "transcription": " |hæk|",
        "antonyms": [],
        "mnemonic": [
            "hack [hек] отрубать - Рыбе (хек) отрубили голову;"
        ],
        "examples": [
            "He managed to hack the code.",
            "Whole forests have been hacked down.",
            "They hacked their way through the forest.",
            "One more hack and the branch was off.",
            "They hacked into US defence computers.",
            "He hacked his way through the forest.",
            "I can't hack it anymore.",
            "We tried to hack the pitcher.",
            "I just couldn't hack teaching any more.",
            "He speaks with so many hacks and hesitations.",
            "Somebody hacked into the company's central database.",
            "Both men had been hacked to death (=killed using large knives).",
            "A Sunday newspaper hack uncovered the story.",
            "The patient with emphysema is hacking all day.",
            "She hacked away at the ice, trying to make a hole.",
            "The meeting was attended by the usual old party hacks.",
            "I'm not very good at hacking but I'll give it my best."
        ],
        "example_translate": [
            "Ему удалось взломать код.",
            "Весь лес был вырублен.",
            "Они продирались сквозь лес.",
            "Еще один удар (топором) и ветка была срублена.",
            "Они вошли в компьютерную сеть Министерства обороны США.",
            "Он срезал путь через лес.",
            "Я больше этого не вынесу.",
            "Мы попытались сбить с толку подающего мяч.",
            "Я была просто не в силах больше преподавать.",
            "Он говорит с таким большим количеством пауз и заминок.",
            "Кто-то взломал центральную базу данных компании.",
            "Оба мужчины были зарублены до смерти (т.е. убиты большими ножами).",
            "Эту историю раскрыл какой-то писака из воскресной газеты.",
            "Пациентка с эмфиземой весь день надрывно кашляет.",
            "Она принялась яростно рубить лёд, стараясь пробить в нём дыру.",
            "На встрече, как обычно, присутствовали старые партийные функционеры.",
            "Хакер из меня не очень, но сделаю всё, что смогу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}