{
    "hail": {
        "comment": [
            "hair"
        ],
        "translate": "град, оклик, приветствие, приветствовать, окликать",
        "transcription": " |heɪl|",
        "antonyms": [],
        "mnemonic": [
            "hail [бэ'ил] град-Даже град (Хайл) Гитлер выбивал!."
        ],
        "examples": [
            "Where do you hail from?",
            "It hailed for an hour.",
            "Jim saw him and hailed him.",
            "The hail got the rose bushes.",
            "The victim was hit by a hail of bullets.",
            "She hails from Kalamazoo.",
            "The new service has been hailed a success.",
            "Faulkner has been hailed as the greatest American novelist of his generation.",
            "The band hail from Glasgow.",
            "She leaned out of the window and hailed a passerby.",
            "A young man is being hailed a hero tonight after rescuing two children.",
            "The hotel doorman will hail a cab for you.",
            "The hail stung their faces.",
            "The proposals met with a hail of criticism.",
            "The police were met with a hail of stones and petrol bombs.",
            "Rain, snow and hail are collectively known as precipitation.",
            "Walter hail'd a score of names upon her.",
            "This is a film which seems to hail from the hippie era.",
            "I could hear hails coming and going between the old buccaneer and his comrades.",
            "Lang's first film was immediately hailed as a masterpiece.",
            "The critics hailed the young pianist as a new Rubinstein.",
            "The priest absolved him and told him to say ten Hail Marys",
            "The aircraft were met by a hail of gunfire."
        ],
        "example_translate": [
            "откуда вы родом?",
            "Целый час шёл град.",
            "Джим увидел его и окликнул.",
            "Град побил кусты роз.",
            "Жертву изрешетили градом пуль.",
            "Она родом из Каламазу.",
            "Новая услуга была признана успешной.",
            "Фолкнер провозглашён лучшим американским романистом своего времени.",
            "Это группа музыкантов из Глазго.",
            "Она высунулась из окна и окликнула прохожего.",
            "Сегодня вечером чествуют как героя одного молодого человека, после того, как он спас двоих детей.",
            "Швейцар вызовет для вас такси.",
            "Град больно бил их по лицу.",
            "Предложения были встречены шквалом критики.",
            "Полиция была встречена градом камней и зажигательными бомбами.",
            "Дождь, снег и град известны под общим названием \"осадки\".",
            "Уолтер засыпал её двумя десятками имён.",
            "Похоже, что это фильм из времён хиппи.",
            "Я мог слышать, как старый пират и его товарищи приветствовали друг друга.",
            "Первый фильм Лэнга сразу же был провозглашён шедевром.",
            "Критики провозгласили этого молодого пианиста новым Рубинштейном.",
            "Священник отпустил ему грехи и велел десять раз прочитать \"Аве Марию\".",
            "Авиацию встретили шквалом зенитного огня."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}