{
    "halfway": {
        "comment": [],
        "translate": "на полпути, наполовину, частично, лежащий на полпути",
        "transcription": " |ˌhæfˈweɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I left halfway through the film.",
            "We stopped halfway to admire the view.",
            "Establish the right relationships at work and you're halfway there.",
            "We were halfway up the hill when the engine cut out.",
            "Giggs shot from the halfway line.",
            "The engine pegged out halfway up the hill.",
            "It was a terrible film — I left halfway through.",
            "We're halfway toward completing the project.",
            "I traded seats with her halfway through the show.",
            "The bathroom is halfway down the hall on the right.",
            "We live about halfway down the street on the left-hand side.",
            "I was halfway through my explanation when Walter cut me short.",
            "Rotate the pan halfway through the baking time.",
            "The climbers bivouacked halfway up the mountain.",
            "The product is shipped halfway around the world.",
            "She was leading at the halfway mark of the race.",
            "They've just reached the halfway stage of the project.",
            "I had to dismount from my bicycle halfway up the hill.",
            "Halfway down the page, there was the item I was looking for.",
            "They're only offering halfway measures, not a real solution.",
            "Shaw took a shot at the goal from the halfway line, but missed.",
            "We'd got halfway across before Philip realized he'd left his money at home.",
            "Before the speaker was halfway through his speech, the crowd cried him down.",
            "We thought the horse would win, but he dropped behind halfway through the race.",
            "If she drove 55 mph for 20 minutes, that would put her about halfway there by now.",
            "Halfway up the hill, the engine gave out and we had to push the car the rest of the way."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я ушёл посреди фильма.",
            "Мы остановились на полпути, чтобы полюбоваться видом.",
            "Установи хорошие отношения на работе — и полдела сделано.",
            "Мы уже почти взобрались на холм, как вдруг заглох мотор.",
            "Гиггз пробил с центра поля.",
            "На полпути вверх по холму двигатель заглох.",
            "Это был ужасный фильм — я ушёл на середине.",
            "Мы находимся на полпути к завершению проекта.",
            "На середине концерта я поменялся с ней местами.",
            "Туалет находится на полпути по коридору, справа.",
            "Мы живем примерно на полпути вниз по улице, по левой стороне.",
            "Посередине моего объяснения Уолтер меня перебил.",
            "На середине процесса выпечки поверните сковороду на 180 градусов.",
            "Альпинисты стали лагерем /устроили привал, устроили бивак/ на полпути на гору.",
            "Эта продукция рассылается по всему миру.",
            "На середине дистанции она возглавляла гонку.",
            "Они только что достигли середины этого проекта.",
            "Поднявшись до середины холма, я вынужден был слезть с велосипеда.",
            "Посередине страницы была статья, которую я искал.",
            "Они предлагают лишь полумеры, а не реальное решение проблемы.",
            "Шо ударил по воротам с центра поля, но промахнулся.",
            "Мы прошли уже полдороги, когда Филип вдруг понял, что оставил деньги у себя дома.",
            "Докладчик не прочитал и половины доклада, когда в зале поднялся шум, не давший ему закончить.",
            "Мы думали, эта лошадь победит, но она сильно отстала на середине дистанции.",
            "Если она ехала 20 минут со скоростью 55 миль в час, значит, сейчас она примерно на полпути.",
            "На полпути в гору двигатель отказал, и дальше нам пришлось толкать автомобиль."
        ]
    }
}