{
    "halt": {
        "comment": [],
        "translate": "остановка, привал, полустанок, платформа, останавливать, останавливаться, хромать",
        "transcription": " |hɔːlt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Halt! Who goes there?",
            "Here let us make a halt.",
            "The bus pulled to a halt.",
            "Halt in the name of the law.",
            "Here the captain called a halt.",
            "Security forces halted the demonstrators by blocking the road.",
            "The government has failed to halt economic decline.",
            "Colonel ordered the command to halt.",
            "Company halt!",
            "They put a halt to the rumors.",
            "The bus came to an abrupt halt.",
            "I had to bring the car to a halt for I couldn't keep my eyes on the road anymore.",
            "The plane taxied to a halt.",
            "In-process gauging could halt waste.",
            "She was desperate to halt the march of time upon her face and figure.",
            "The bus came to a jerky halt.",
            "The colonel ordered the command to halt.",
            "The bus came to a halt just in time to avoid hitting the wall.",
            "The conversation halted irregularly between music and literature.",
            "The parade halted by a busy corner.",
            "Halt, vile miscreant, and face justice!",
            "After two days the talks had ground to a halt.",
            "The whole peace process seems to have ground to a halt.",
            "I urge those responsible to call a halt to the violence.",
            "Traffic ground to a halt as it approached the accident site.",
            "The President has called for a halt to the wave of emigration.",
            "The government has taken steps to halt the spread of the disease."
        ],
        "example_translate": [
            "Стой! Кто идёт?",
            "Давайте здесь сделаем привал.",
            "Автобус подъехал к остановке.",
            "Именем закона — остановитесь!",
            "В этом месте капитан объявил привал.",
            "Сотрудники служб безопасности остановили демонстрантов, блокировав дорогу.",
            "Правительству не удалось остановить экономический спад.",
            "Полковник приказал полку остановиться.",
            "Рота — стой!",
            "Они положили конец этим слухам.",
            "Автобус резко затормозил.",
            "Мне пришлось на время остановиться, так как я уже не мог следить за дорогой.",
            "Самолёт вырулил к месту стоянки.",
            "Измерения по ходу процесса могут предотвратить потери.",
            "Она изо всех сил старалась сделать так, чтобы неумолимый ход времени не отражался на её лице и фигуре.",
            "Автобус резко остановился.",
            "Полковник приказал подразделению остановиться.",
            "Автобус остановился как раз вовремя, чтобы не врезаться в стену.",
            "Разговор беспорядочно переходил от музыки к литературе.",
            "Парад остановился на оживлённом перекрёстке.",
            "Стой, подлый негодяй, и предстань перед судом!",
            "Через два дня переговоры застопорились.",
            "Весь мирный процесс, похоже, застопорился.",
            "Я призываю ответственных лиц прекратить насилие.",
            "На подходе к месту аварии движение машин застопорилось.",
            "Президент призвал остановить волну эмиграции.",
            "Правительство приняло меры, чтобы остановить распространение данного заболевания."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}