{
    "handkerchief": {
        "comment": [
            "handbag",
            "hand",
            "handle",
            "handy",
            "handsome",
            "handful",
            "handling",
            "handwriting",
            "handicap"
        ],
        "translate": "носовой платок, шейный платок, шейная косынка",
        "transcription": " |ˈhæŋkərtʃɪf|",
        "antonyms": [],
        "mnemonic": [
            "handkerchief [1тэ'нкачив] носовой платок - (Хан кочев-ников) платками подтирался."
        ],
        "examples": [
            "He mopped his brow with a handkerchief.",
            "He tied a handkerchief around her head.",
            "Robert burrowed into his pocket for a handkerchief.",
            "She was flaring her handkerchief to attract attention.",
            "Cover her face with a handkerchief.",
            "I screwed my wet handkerchief into a ball.",
            "He shook out the handkerchief and put it back in his pocket.",
            "I screwed my handkerchief into a ball.",
            "Helen burrowed in her bag for a handkerchief.",
            "He pulled a handkerchief from his pocket and wiped his nose.",
            "She dabbed her eyes with a handkerchief.",
            "She touched the handkerchief to her nose.",
            "She dabbed her moist eyes with a handkerchief.",
            "A handkerchief protruded from his shirt pocket.",
            "Christopher handed her his pristine white handkerchief.",
            "She wiped her tears away with a dab of her handkerchief.",
            "As I brought the handkerchief out of my pocket, several other objects fell out with it.",
            "She drew a handkerchief from the girdle around her waist and offered it to the knight as a token of affection.",
            "She mopped the tears away with a lacy handkerchief.",
            "The doctor mopped his brow (=removed sweat from his forehead) with a handkerchief."
        ],
        "example_translate": [
            "Он вытер пот со лба носовым платком.",
            "Он повязал ей на голову платок. / Он обвязал её голову косынкой.",
            "Роберт порылся в кармане в поисках носового платка.",
            "Она размахивала платком, чтобы привлечь внимание.",
            "Закройте ей лицо платком /косынкой/.",
            "Я скрутил свой мокрый носовой платок в шарик.",
            "Он вытряхнул платок и положил его обратно в карман.",
            "Я скрутил свой носовой платок в комок.",
            "Хелен порылась в сумке в поисках носового платка.",
            "Он вытащил из кармана платок и вытер нос.",
            "Она промокнула глаза носовым платком.",
            "Она прикоснулась к носу платком.",
            "Она промокнула свои заплаканные глаза платком.",
            "Из нагрудного кармана его рубашки выглядывал носовой платок.",
            "Кристофер протянул ей свой белоснежный платок.",
            "Она вытерла слезы легким прикосновением своего платка.",
            "Когда я вытащил платок из кармана, оттуда вывалилось ещё несколько предметов.",
            "Она вынула из-за пояса платок и поднесла его рыцарю в качестве знака любви.",
            "Она вытерла слезы кружевным носовым платочком.",
            "Доктор вытер лоб (т.е. пот со лба) носовым платком."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}