{
    "handsome": {
        "comment": [
            "handbag",
            "hand",
            "handle",
            "handy",
            "handful",
            "handling",
            "handwriting",
            "handkerchief",
            "handicap"
        ],
        "translate": "красивый, щедрый, статный, благообразный, значительный",
        "transcription": " |ˈhænsəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was tall, dark and handsome.",
            "My teacher is handsome, strictly!",
            "Handsome is as handsome does.",
            "He looked so handsome in his suit.",
            "I predict that someone tall, dark, and handsome is going to come into your life.",
            "He wrote an uncommonly handsome hand.",
            "Sam was tall, dark and handsome.",
            "The book brings in handsome royalties.",
            "It was a handsome house situated on a large lot.",
            "He looked very handsome in his uniform.",
            "My boss could hardly be described as handsome.",
            "The book is a handsome tribute to a great poet.",
            "He inherited a handsome fortune.",
            "He did some handsome maneuvers on the skating rink.",
            "He managed to make a handsome profit out of the deal.",
            "He was handsome and nicely dressed.",
            "She fell into a swoon at the sight of the handsome movie star.",
            "A frown marred his handsome features.",
            "He was handsomely rewarded by the king.",
            "They treated him to a handsome drubbing.",
            "The handsome actor's vanity was well-known.",
            "They won a handsome victory in the elections.",
            "The book includes many handsome illustrations.",
            "He made a handsome profit on the sale of the house.",
            "She secured the zoo's future with a handsome bequest.",
            "His handsome profile was turned away from the company.",
            "I was shocked to see the worn look of his handsome young face.",
            "A lanky kid transformed almost overnight into a handsome young man.",
            "He's very handsome, with strong regular features (=an evenly shaped face).",
            "Whereas he had received a very handsome fortune with his wife, he had now spent every penny of it."
        ],
        "example_translate": [
            "Он был высоким, темноволосым и красивым.",
            "Мой учитель красавчик, это уж точно!",
            "Судят по делам, а не по внешности.",
            "Он был так красив в своем костюме.",
            "Я предсказываю, что в вашей жизни появится кто-то высокий, темноволосый и красивый.",
            "Он писал удивительно красивым почерком.",
            "Сэм был высокий, темноволосый и красивый.",
            "Книга приносит хороший гонорар.",
            "Это был красивый дом, расположенный на большом участке.",
            "В мундире он выглядел очень красиво.",
            "Моего начальника едва ли можно назвать красивым.",
            "Эта книга — щедрая дань уважения великому поэту.",
            "Он унаследовал солидное состояние.",
            "Катаясь на катке, он сделал несколько искусных манёвров.",
            "Ему удалось извлечь из этой сделки солидную прибыль.",
            "Он был красив и хорошо одет.",
            "Она упала в обморок при виде красивого киноактёра.",
            "Хмурый вид исказил его красивые черты лица.",
            "Король щедро наградил его.",
            "Они задали ему хорошую трёпку.",
            "Тщеславие этого красивого актёра было хорошо известно.",
            "Они одержали красивую победу на выборах.",
            "Книга содержит много красивых иллюстраций.",
            "От продажи дома он получил солидную прибыль.",
            "Она обеспечила будущее зоопарка щедрым завещанием.",
            "Его красивый профиль не был виден окружающим.",
            "Я была потрясена, увидев, каким измученным стало его красивое молодое лицо.",
            "Долговязый мальчишка почти мгновенно превратился в красивого юношу.",
            "Он очень красивый, с сильными правильными чертами лица.",
            "Хотя он получил за своей женой большое приданое, он истратил его до копейки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}