{
    "handful": {
        "comment": [
            "handbag",
            "hand",
            "handle",
            "handy",
            "handsome",
            "handling",
            "handwriting",
            "handkerchief",
            "handicap"
        ],
        "translate": "горсть, пригоршня, горсточка, наказание, маленькая кучка, маленькая группа, беда",
        "transcription": " |ˈhændfʊl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There were only a handful of people there.",
            "He threw a handful of money onto the table.",
            "Our dog is a real handful.",
            "Only a handful of people answered the advertisement.",
            "Michael threw his handful of dirt onto the coffin.",
            "Her older son is fine but the little one is a bit of a handful.",
            "He's had a two-stretch. He'll collect a handful next time.",
            "She wanted to tear his hair out by the handful.",
            "He put his hand into his pocket and brought out a handful of silver.",
            "A handful of old faithfuls came to the meeting.",
            "There are a handful of charities which I support regularly.",
            "A handful of ungovernable students are disrupting the learning environment for everyone else."
        ],
        "example_translate": [
            "Там была лишь горстка людей.",
            "Он бросил горсть денег на стол.",
            "Наша собака - это настоящее наказание.",
            "На объявление откликнулась лишь горстка людей.",
            "Майкл бросил горсть земли на гроб.",
            "У неё замечательный старший сын, а с младшим есть проблемы.",
            "У него уже есть две судимости. В следующий раз он получит пять лет.",
            "Ей хотелось повыдирать ему волосы, клочьями.",
            "Он сунул руку в карман и вытащил пригоршню серебряных монет.",
            "На встречу пришла лишь горстка самых верных сторонников / поклонников.",
            "Есть несколько благотворительных организаций, которым я регулярно оказываю поддержку.",
            "Горстка неуправляемых студентов вносит разлад в атмосферу обучения, мешая остальным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}