{
    "handbag": {
        "comment": [
            "hand",
            "handle",
            "handy",
            "handsome",
            "handful",
            "handling",
            "handwriting",
            "handkerchief",
            "handicap",
            "bag"
        ],
        "translate": "сумка, дамская сумочка, дамская сумка, саквояж, чемодан, легкий чемодан",
        "transcription": " |ˈhændbæɡ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've got far too much clobber in my handbag.",
            "She looked in her handbag, but her keys were not there.",
            "I don't carry a handbag. I just carry money in my pocket.",
            "She propped the mirror against her handbag and began to paint her lips.",
            "Leila rooted through her handbag for a pen.",
            "She roundhouseed Smith with a handbag.",
            "How can you tell a fake Vuitton handbag from the real thing?",
            "While she was asleep, thieves broke in and stole her handbag.",
            "George flies only with a handbag so he doesn't have to check his luggage.",
            "She scrabbled around in her handbag for a pen.",
            "Her handbag is just big enough to hold her favorite photos and wallet.",
            "A thief snatched a handbag from a woman as she was about to get into her car.",
            "The elderly woman pommeled the would-be thief with her handbag until he begged for mercy."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У меня в сумке слишком много всякого хлама.",
            "Она заглянула в сумочку, но ключей там не было.",
            "Я не ношу с собой сумочку, а деньги просто ношу в кармане.",
            "Она прислонила зеркальце к сумочке и начала красить губы.",
            "Лейла порылась в сумочке в поисках ручки.",
            "Она ударила Смита наотмашь сумочкой.",
            "Как отличить поддельную сумку Louis Vuitton от настоящей?",
            "Пока она спала, воры проникли в дом и украли её сумочку.",
            "Джордж летает только с ручной кладью, поэтому ему не приходится регистрировать свой багаж.",
            "Она порылась в своей сумочке в поисках ручки.",
            "Её сумочка столь невелика, что туда помещаются лишь несколько любимых фотографий и кошелёк",
            "Вор вырвал у женщины сумочку в тот момент, когда она собиралась сесть в свою машину.",
            "Пожилая женщина лупила незадачливого вора своей сумочкой до тех пор, пока тот не взмолился о пощаде."
        ],
        "stars": 1
    }
}