{
    "handicap": {
        "comment": [
            "handbag",
            "hand",
            "handle",
            "handy",
            "handsome",
            "handful",
            "handling",
            "handwriting",
            "handkerchief"
        ],
        "translate": "гандикап, препятствие, помеха, увечье, ставить в невыгодное положение",
        "transcription": " |ˈhændɪkæp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Not speaking the language is a real handicap.",
            "His shyness was a handicap in his job.",
            "She finds it a bit of a handicap to live without a phone.",
            "Rescue efforts have been handicapped by rough seas.",
            "The committee's work is handicapped by conflict and distrust.",
            "The charity is handicapped by lack of funds.",
            "The baseball player's small size did not handicap him in the least.",
            "In cases of severe mental handicap, constant supervision is recommended.",
            "It's very hard to handicap the election at this point.",
            "You have to turn in your card to get a handicap."
        ],
        "example_translate": [
            "Невладение языком является реальным препятствием.",
            "Его робость была помехой в его работе.",
            "Она считает, что трудно жить без телефона.",
            "Усилиям спасателей препятствовало сильное волнение на море.",
            "Работе комитета мешают конфликты и недоверие.",
            "Благотворительная деятельность затруднена из-за отсутствия средств.",
            "Скромные габариты этого бейсболиста совершенно ему не мешали.",
            "В случае серьёзного умственного расстройства рекомендуется постоянное наблюдение за больным.",
            "В данный момент очень трудно оценить шансы на победу на выборах.",
            "Чтобы получить гандикап, нужно сдать свою счётную карточку. (о гольфе)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}