{
    "handling": {
        "comment": [
            "handbag",
            "hand",
            "handle",
            "handy",
            "handsome",
            "handful",
            "handwriting",
            "handkerchief",
            "handicap"
        ],
        "translate": "обработка, обращение, управление, обслуживание, манипулирование, уход",
        "transcription": " |ˈhændəlɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The matter requires delicate handling.",
            "Many people make a mess of handling money.",
            "Matt's bad at handling people.",
            "These items require careful handling.",
            "These issues require skillful handling.",
            "Dwellers require very careful handling.",
            "The book is priced at $30.00 plus shipping and handling of $5.00.",
            "The car's handling was smooth.",
            "Such a situation needs very careful handling.",
            "Bennet was charged with handling stolen goods.",
            "The company isn't capable of handling an order that large.",
            "The children need gentle but firm handling.",
            "They were charged with handling stolen goods.",
            "Enclose two dollars for postage and handling.",
            "She's been challenged on her handling of the problem.",
            "We need to be more consistent in handling this problem.",
            "There are additional charges for shipping and handling.",
            "He was criticized for his inept handling of the problem.",
            "She is adroit at handling problems.",
            "He was a genius at handling the press.",
            "The vase remained intact despite rough handling.",
            "They praised her dexterous handling of the crisis.",
            "Always wash your hands after handling uncooked meat.",
            "Young men were tutored in the art of handling horses.",
            "We need a better system for handling incoming e-mail.",
            "The enclosed check is to cover shipping and handling.",
            "He was officially censured for his handling of the situation.",
            "The makers advise extreme caution when handling this material.",
            "His statement on the handling of prisoners is worth quoting in full.",
            "The President has been much criticized for his handling of the crisis."
        ],
        "example_translate": [
            "Дело требует особого подхода.",
            "Многие совершенно не умеют обращаться с деньгами.",
            "Мэтт не умеет обращаться с людьми.",
            "Эти предметы требуют аккуратного обращения.",
            "Эти вопросы требуют умелого обращения.",
            "Лошади, задерживающиеся перед препятствием, требуют очень аккуратного обращения.",
            "Книга оценена в 30 долл. плюс затраты на погрузку и перевозку в размере 5 долл.",
            "Машина хорошо слушалась руля и обладала плавным ходом.",
            "Подобная ситуация требует очень осторожного обращения.",
            "Беннета обвинили в укрывательстве краденого.",
            "Компания не способна обработать такой большой заказ.",
            "Дети требуют очень осторожного, но твёрдого обращения.",
            "Им были предъявлены обвинения в хранении краденого имущества.",
            "Приложите два доллара в качестве оплаты за почтовые расходы.",
            "Оспаривается её подход к решению данной проблемы.",
            "Нам нужно быть более последовательными в решении этой проблемы.",
            "За доставку и погрузку товара взимается дополнительная плата.",
            "Его раскритиковали за некомпетентный подход к решению этой проблемы.",
            "Она ловко решает проблемы.",
            "Он просто гениально обращался с прессой.",
            "Ваза осталась целой и невредимой, несмотря на небрежное обращение.",
            "Её похвалили за ловкое решение этой критической ситуации.",
            "Всегда мойте руки после контакта с сырым мясом.",
            "Молодых людей обучали искусству обращения с лошадьми.",
            "Нам нужна лучшая система обработки входящей электронной почты.",
            "Прилагаемый чек должен покрыть расходы на перевозку и обслуживание.",
            "Ему сделали официальный выговор за то, как он повёл себя в этой ситуации.",
            "Производители советуют соблюдать предельную осторожность при работе с этим материалом.",
            "Его заявление относительно обращения с заключёнными стоит привести полностью.",
            "Президента сильно критикуют за действия по устранению данного кризиса."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}