{
    "happen": {
        "comment": [],
        "translate": "происходить, случаться, бывать, статься, случайно найти, приводиться",
        "transcription": " |ˈhæpən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What is happening?",
            "What's happened to his car?",
            "I can see what will happen.",
            "I happen to know him.",
            "Worse cannot happen.",
            "I happen to know the inside.",
            "Most burglaries happen at night.",
            "Did it really happen or did I just dream it?",
            "I fear to think what may happen.",
            "It was just a one-off., it won't happen again.",
            "It was a horrible thing to happen.",
            "Did anything happen in my absence?",
            "I dread to think what would happen if ...",
            "That's the best thing that has ever happened to me.",
            "The same thing could happen again.",
            "I have never seen that happen before.",
            "No thank you., I happen to be teetotal.",
            "He had no inkling what was about to happen.",
            "You never know what might happen in the future.",
            "It could happen any time now.",
            "That's what she hoped would happen.",
            "I didn't mean this to happen at all.",
            "It's likely to happen sometime soon.",
            "We'll still be friends, whatever happens.",
            "Everything may happen sooner than you think.",
            "I happen to have just what you need!",
            "An accident like that could happen to anybody.",
            "A lot of things can happen between now and then.",
            "Something like that was bound to happen sooner or later.",
            "Nobody saw the accident happen."
        ],
        "synonyms": [],
        "grups": [
            "Сложное подлежащее",
            "Инфинитив - сложное подлежащее(действительный залог)",
            "all_words",
            "Инфинитив"
        ],
        "example_translate": [
            "Что происходит?",
            "Что произошло с его машиной?",
            "Могу себе представить, что будет.",
            "Так случилось, что я его знаю.",
            "Ничего худшего не может случиться.",
            "Так получилось, что я располагаю секретной информацией.",
            "Большинство краж происходит в ночное время.",
            "Это действительно случилось или мне это только приснилось?",
            "Мне страшно подумать, что может случиться.",
            "Это был единичный случай, это больше не повторится.",
            "Это было ужасно.",
            "Пока меня не было, ничего не случилось?",
            "Страшно подумать, что могло бы случиться, если бы...",
            "Это лучшее, что со мной когда-либо случалось.",
            "То же самое может произойти снова.",
            "Я никогда раньше не видел ничего подобного.",
            "Нет, спасибо: так уж вышло, что я непьющий.",
            "У него не было ни малейшего представления о том, что должно произойти.",
            "Кто знает, что может произойти в будущем.",
            "Теперь это может произойти когда угодно.",
            "Именно на это она и надеялась.",
            "Я совсем не хотел, чтобы это случилось.",
            "Вероятно, это произойдёт в скором будущем.",
            "Мы по-прежнему будем друзьями, что бы ни случилось.",
            "Всё может случиться гораздо раньше, чем вы предполагаете.",
            "У меня как раз есть то, что тебе нужно!",
            "Такая беда может случиться с каждым.",
            "За это время может случиться многое /всякое, много чего/.",
            "Рано или поздно что-то подобное должно было произойти.",
            "Никто не видел, как произошло это несчастье."
        ]
    }
}