{
    "happily": {
        "comment": [
            "happiness",
            "unhappy",
            "happen",
            "happy"
        ],
        "translate": "счастливо, к счастью, весело, успешно, удачно",
        "transcription": " |ˈhæpɪli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Happily, the weather remained fine.",
            "She was happily married.",
            "I'll happily take you to the station.",
            "I'd happily go for you.",
            "They lived happily ever after.",
            "She munched happily on her chocolate bar.",
            "Happily for him, he was soon oblivious of this.",
            "He rejoiced at seeing the children happily frisking about.",
            "I'm a happily married man.",
            "We happily accept credit cards.",
            "a child happily plashing in the tub",
            "I have five children, all happily married.",
            "His interest happily coincided with his duty.",
            "This sweater teams happily with pants or shorts.",
            "Most restaurants will happily accept payment by cheque.",
            "He turned and skipped away, singing happily to himself.",
            "He was happily unconscious of the new calamity at home.",
            "I suppose they'll get married and live happily ever after.",
            "Jazz reigns happily and completely in the barrelhouse regions.",
            "He is living happily in retirement, with his retirement pension.",
            "She chattered away happily until she noticed I wasn't listening.",
            "I spent a week at Kandersteg and could happily have lingered on.",
            "I asked the waitress to refill my coffee cup and she happily complied.",
            "Their minds were happily constituted for the pure scientific experiments.",
            "She thought that she would get married and live happily ever after (=like in a children's story)."
        ],
        "example_translate": [
            "К счастью, погода оставалась хорошей.",
            "Она была счастлива в браке.",
            "Я с удовольствием подвезу вас на станцию.",
            "Я бы с радостью пошёл вместо тебя.",
            "И жили они долго и счастливо.",
            "Она со счастливым видом жевала шоколадку.",
            "К счастью для него, он вскоре забыл об этом.",
            "Он радовался, видя, как дети счастливо прыгают и резвятся вокруг.",
            "Я счастлив в браке.",
            "Мы с радостью /охотно/ принимаем кредитные карты.",
            "ребенок, который весело плещется в ванной",
            "У меня пятеро детей, и все они счастливы в браке.",
            "К счастью, его интерес полностью совпадал с его обязанностями.",
            "Этот свитер прекрасно будет сочетаться с брюками или шортами.",
            "Большинство ресторанов с радостью примет к оплате чеки.",
            "Он повернулся и поскакал прочь, радостно напевая про себя.",
            "Он пребывал в счастливом неведении о новом несчастье в семье.",
            "Я полагаю, что они поженятся и будут жить долго и счастливо.",
            "В кварталах дешевых пивных счастливо и беспредельно царствует джаз.",
            "Он счастливо живёт на пенсии на своё пенсионное пособие.",
            "Она безостановочно и весело болтала, пока не заметила, что я её не слушал.",
            "Я провела неделю в Кандерштеге, и с радостью осталась бы там ещё.",
            "Я попросил официантку подлить мне в чашку ещё кофе, и та с радостью согласилась.",
            "Их умы были подходящим образом устроены для чисто научных экспериментов.",
            "Она думала, что выйдет замуж и будет жить долго и счастливо (как в детской сказке)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}