{
    "harassment": {
        "comment": [],
        "translate": "беспокойство, раздражение, забота",
        "transcription": " |həˈrasmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She was constantly harassed by the other students.",
            "She complained of sexual harassment by the manager.",
            "He claims that he is being unfairly harassed by the police.",
            "Employees are urged not to be shy about reporting incidents of sexual harassment.",
            "It takes a lot of nerve to report a colleague for sexual harassment.",
            "The troops harrassed the defeated army throughout its retreat.",
            "Mr Singh has strongly denied the allegations of sexual harassment.",
            "Several senators introduced legislation aimed at sexual harassment.",
            "She has endured house arrest and continual harassment by the police.",
            "We need effective strategies to combat sexual harassment in the workplace.",
            "African-Americans have been complaining about police harassment for years.",
            "Some people stress the second syllable of “harassment,” while others stress the first.",
            "The case has heightened public awareness of the problem of sexual harassment.",
            "Making unwelcome suggestive remarks to a subordinate will be regarded as sexual harassment.",
            "What he considers to be no more than errant conduct toward women would be regarded as sexual harassment by most people."
        ],
        "example_translate": [
            "Её постоянно доставали / изводили другие студенты.",
            "Она подала жалобу на сексуальные домогательства со стороны менеджера.",
            "Он утверждает, что подвергается несправедливому преследованию полиции.",
            "Сотрудников призывают не стесняться сообщать о случаях сексуального домогательства.",
            "Нужно много смелости, чтобы сообщить начальству о сексуальных домогательствах коллеги.",
            "Войска не давали покоя побеждённой армии на протяжении всего отступления.",
            "Мистер Сингх решительно опроверг обвинения в сексуальных домогательствах.",
            "Несколько сенаторов представили законопроекты, направленные против сексуальных домогательств.",
            "Она пережила домашний арест и постоянное преследование со стороны полиции.",
            "Нам нужны успешные стратегии борьбы с сексуальными домогательствами на рабочем месте.",
            "Афро-американцы уже много лет жалуются на преследования со стороны полиции.",
            "В слове “harassment” (домогательство) некоторые ставят ударение на второй слог, а некоторые на первый.",
            "Этот случай повысил внимание общественности к проблеме сексуальных домогательств.",
            "Совершение нежелательных непристойные замечаний в адрес подчинённого будет рассматриваться как сексуальное домогательство.",
            "То, что он считает не более чем неверным поведением по отношению к женщинам, большинство людей сочтёт сексуальным домогательством."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}