{
    "harbor": {
        "comment": [
            "harbour",
            "labor",
            "neighbor"
        ],
        "translate": "гавань, порт, убежище, прибежище, питать, укрывать, затаить, приютить",
        "transcription": " |ˈhɑːrbər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We found a harbor and moored the boat there for the night.",
            "I don't harbor any illusions about our chances for success.",
            "She is harboring a grudge against him.",
            "It is illegal to harbor an escaped convict.",
            "The tsunami swamped every boat in the harbor.",
            "The enemy had mined the harbor.",
            "We watched the seals as they frolicked in the harbor.",
            "The ship landed in Pearl Harbor",
            "Some of these animals may harbor disease that could affect humans.",
            "A blanket of fog concealed the view of the harbor.",
            "She studies the genetic material harbored in a cell's nucleus.",
            "Fog made location of the harbor difficult.",
            "The ship had to be towed into the harbor.",
            "He runs a fashionable restaurant near the Harbor.",
            "The morning murk befogged our view of the harbor.",
            "A lone lighthouse beacons the entrance to the island's only harbor.",
            "An impenetrable fog overcast our view of the harbor.",
            "Every jointure in the roof of the harbor tunnel shows signs of leakage.",
            "A dense fog enshrouded the bridge spanning the harbor.",
            "The tanker stayed in Boston harbor three days to undergo repairs.",
            "Appreciable amounts of noxious wastes are dumped into the harbor.",
            "We had to tack repeatedly as we sailed toward the harbor.",
            "In the early seventies, Sag Harbor was still a peaceful village.",
            "He still harbors deep feelings of resentment toward his former employer."
        ],
        "example_translate": [
            "Мы нашли гавань и пришвартовали там лодку на ночь.",
            "Я не питаю никаких иллюзий относительно наших шансов на успех.",
            "Она затаила на него обиду. / У неё на него растёт зуб.",
            "Укрывательство беглых заключённых запрещено законом.",
            "Цунами затопило все лодки в гавани.",
            "Противник уже успел заминировать гавань.",
            "Мы наблюдали, как тюлени резвятся в гавани.",
            "Корабль пришвартовался в Перл-Харбор.",
            "Внутри некоторых из этих животных, возможно, таятся заболевания, способные поражать людей.",
            "Вид на гавань был скрыт под пеленой тумана.",
            "Она изучает генетический материал, который таится в клетке ядра.",
            "Определить местоположение гавани было сложно из-за тумана.",
            "Пришлось отбуксировать это судно в гавань.",
            "Он управляет модным рестораном рядом с Гаванью.",
            "Утренний туман скрыл гавань от наших глаз.",
            "Вход в единственную гавань острова освещает одинокий маяк.",
            "Вид на гавань нам закрыл непроглядный туман.",
            "На каждом стыке в крыше подводного туннеля видны следы протекания.",
            "Мост через гавань окутал густой туман.",
            "Танкер простоял в Бостонской гавани три дня для прохождения ремонта.",
            "В гавань сбрасывается значительное количество вредных отходов.",
            "Нам приходилось постоянно лавировать, пока мы плыли к гавани.",
            "В начале семидесятых Сэг Харбор по-прежнему была тихой деревушкой.",
            "Он всё ещё таит чувство глубокой обиды на своего бывшего работодателя."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}