{
    "harbour": {
        "comment": [],
        "translate": "гавань, порт, убежище, прибежище, питать, укрывать, затаить, приютить",
        "transcription": " |ˈhɑːrbər|",
        "antonyms": [],
        "mnemonic": [
            "harbour [hapбор] гавань, убежище - В гавани (Перл- Харбор) японцы наказали Америку:",
            "harbour ['hɑ:bə] - порт, убежище. укрыть, приютить.\n***\nВ ГАВАНЬ добирался по ухабам. (это) harbour"
        ],
        "examples": [
            "The ship was nearing the harbour.",
            "He harbours political ambitions.",
            "The ship hove out of the harbour.",
            "Our ship came about to the harbour.",
            "In this harbour a vessel can coal.",
            "Waft me from the harbour, Wild wind!",
            "I think he's harbouring some sort of grudge against me.",
            "These marshes harbour many birds.",
            "Try to steer the boat for the harbour.",
            "The harbour is described with pointed correctness.",
            "Many ships are backed up at the entrance to the harbour.",
            "A statue called the Colossus of Rhodes, is said to have bestridden the mouth of the harbour.",
            "At night the harbour lights up.",
            "The tide was lapping the harbour wall.",
            "The road ascends steeply from the harbour.",
            "My boat has been lying up in the harbour all winter.",
            "We watched a helicopter flying low over the harbour.",
            "Then the big steamer throbbed its way out of the harbour.",
            "We ghosted into the harbour in the gloom of an autumn evening.",
            "With great skill, he piloted the boat (in)to the little harbour.",
            "At the turn of the tide the boats began to drop down the harbour.",
            "Away to the right might be discerned the masted harbour of a town.",
            "The storm became so fierce that we had to put back into the harbour.",
            "The captain got his ship into the harbour safely in spite of rough sea.",
            "The boat was two kilometres out from the harbour when the storm struck.",
            "With the wind blowing strongly behind, the little boat bore down (up)on the harbour.",
            "The ship is still a long way out to sea, but seems to be standing in towards the harbour."
        ],
        "example_translate": [
            "Корабль приближался к гавани.",
            "Он питает политические амбиции.",
            "Судно вышло из гавани.",
            "Наш корабль повернул к гавани.",
            "В этом порту корабль может заправиться углем.",
            "Неси меня из гавани, о дикий ветер!",
            "Я думаю, что он затаил на меня какую-то обиду.",
            "В этих болотах водится много птиц.",
            "Попытайся направить судно в гавань.",
            "Гавань описана с исключительной точностью.",
            "При входе в порт скопилось много судов.",
            "Говорят, что скульптура, которая называется Колосс Родосский, стоит, как бы расставив ноги по обоим берегам у входа в бухту.",
            "Ночью гавань подсвечивается огнями.",
            "Волны прилива плескались о портовую стенку.",
            "От гавани дорога круто поднимается вверх.",
            "Моя яхта стояла в доке всю зиму.",
            "Мы наблюдали, как над гаванью низко летит вертолёт.",
            "Потом большой пароход сотрясаясь, вышел из порта.",
            "На хорошей скорости мы вошли в бухту тёмным безветренным осенним вечером.",
            "С большим искусством он завёл корабль в маленькую гавань.",
            "При отливе лодки начали спускаться к гавани.",
            "Справа можно разглядеть забитую мачтами городскую гавань.",
            "Шторм был такой, что нам пришлось вернуться в гавань.",
            "Капитан благополучно привёл корабль в гавань, несмотря на бурное море.",
            "Лодка находилась на расстоянии двух километров от бухты, когда начался шторм.",
            "Ветер дул сзади, и маленькая лодка устремилась к гавани.",
            "Конечно, корабль ещё далеко от берега, но уже видно, как он приближается к гавани."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}