{
    "harmony": {
        "comment": [],
        "translate": "гармония, согласие, лад, стройность, согласованность, созвучие, благозвучие",
        "transcription": " |ˈhɑːrmənɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The harmony of sea and sky",
            "We live in great harmony and brotherhood.",
            "Her face had some kind of harmony and take in it.",
            "The interaction of yin and yang maintains the harmony of the universe.",
            "The choir sings in four-part harmony.",
            "We must never lose sight of the fact that man must work in harmony with nature.",
            "I do believe it is possible for different ethnic groups to live together in harmony.",
            "His operas synthesize music and drama in perfect harmony.",
            "The grace and harmony of well-disposed lights and shades.",
            "Your suggestions are not in harmony with the aims of this project.",
            "But it is line, always line, not harmony, that is the essence of the matter."
        ],
        "example_translate": [
            "Гармония моря и неба",
            "Мы живём в понимании и согласии.",
            "В её лице были гармония и обаяние.",
            "Взаимодействие Инь и Ян сохраняет гармонию Вселенной.",
            "Хор поёт в гармонии на четыре голоса.",
            "Мы никогда не должны упускать из виду тот факт, что человек должен работать в гармонии с природой.",
            "Я действительно верю, что разные этнические группы могут жить вместе в мире и гармонии.",
            "В его операх совершенно гармонично сочетаются музыка и драматургия.",
            "Изящество и гармония хорошо сочетающихся теней и световых пятен.",
            "Ваши предложения не согласуются с задачами данного проекта.",
            "Но именно мелодическая линия, именно мелодия, а не гармония составляет самое существенное."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}