{
    "harm": {
        "comment": [
            "harmful",
            "harmless",
            "harmony"
        ],
        "translate": "вред, ущерб, зло, обида, вредить, причинять вред, наносить ущерб",
        "transcription": " |hɑːrm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She didn't think to harm me",
            "I think no harm in it.",
            "There is no harm in doing that.",
            "These pills won't harm your system",
            "The kidnappers didn't harm him, thank God.",
            "They threatened him with bodily harm.",
            "Sure he'll do the dear boy no harm.",
            "There's no harm in trying.",
            "I will keep you safe from harm.",
            "I meant no harm.",
            "I'm only trying to earn a bit of money. Where's the harm in that?",
            "I mean no harm.",
            "Was any harm done to the children?",
            "This won't do his career serious harm.",
            "The scandal has seriously harmed his reputation.",
            "She'll do anything to protect her children from harm.",
            "I'm sure he didn't mean any harm.",
            "He promised that no harm would befall her",
            "His only thought was to keep the child from harm.",
            "It wouldn't do you any harm to get some experience first.",
            "She was relieved to see the children had come to no harm.",
            "chemicals that could harm the environment",
            "We prayed that no harm should befall them.",
            "Criticizing people's work often does more harm than good.",
            "Let him come! I will warrant him from harm or from injustice.",
            "She's a terrible gossip but she means no harm.",
            "Too much central heating can harm indoor plants.",
            "The bullet thudded into the metal shield, but did no harm.",
            "Try not to submerge your hands in the soapy water, it will harm the skin.",
            "He would never intentionally harm his children."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она не думала (не планировала) вредить мне.",
            "Я не вижу в этом ничего плохого. / Мне кажется, в этом нет ничего плохого.",
            "В этом нет ничего страшного.",
            "Эти таблетки не причинят вам вреда.",
            "Похитители не причинили ему вреда, и слава Богу.",
            "Они угрожали ему физической расправой.",
            "Конечно, он не причинит милому мальчику никакого вреда.",
            "Попытка — не пытка.",
            "Я буду оберегать вас от беды.",
            "Я не хотел вас обидеть.",
            "Я лишь стараюсь заработать немного денег. Что в этом плохого?",
            "У меня нет никаких дурных намерений. / Я не намереваюсь причинить вред.",
            "С детьми ничего не случилось?",
            "Это не нанесёт его карьере серьезного вреда.",
            "Скандал серьёзно навредил /нанёс серьёзный ущерб/ его репутации.",
            "Она сделает всё, чтобы защитить своих детей от неприятностей.",
            "Я уверен, что он не имел в виду ничего плохого. / Я уверен, что это он не нарочно.",
            "Он обещал, что с ней не случится ничего плохого.",
            "Его единственной мыслью было уберечь ребенка от беды.",
            "Вам совсем не повредит сперва набраться какого-то опыта.",
            "Ей полегчало, когда она увидела, что с детьми ничего не случилось.",
            "химикаты, которые могут нанести вред окружающей среде",
            "Мы молились, чтобы все неприятности обошли их стороной.",
            "Критика работы людей, часто приносит больше вреда, чем пользы.",
            "Пусть он придет! Я защищу его от зла или несправедливости.",
            "Она — ужасная сплетница, но это не со зла.",
            "Слишком жаркое центральное отопление может нанести вред комнатным растениям.",
            "Пуля попала в металлическое заграждение, но не причинила никакого ущерба.",
            "Старайтесь не мочить руки в мыльной воде, это плохо повлияет на кожу.",
            "Он бы никогда намеренно не причинил вреда своим детям."
        ]
    }
}