{
    "harmful": {
        "comment": [
            "harm",
            "harmless",
            "harmony"
        ],
        "translate": "вредный, пагубный, губительный, тлетворный, разлагающий",
        "transcription": " |ˈhɑːrmfl|",
        "antonyms": [],
        "mnemonic": [
            "harm [ha: m] - вред, ущерб, зло\nharmful - вредный\nharmless - безвредный\nhum [h∧m] - мямлить, жужжать, гудеть. жужжание.\n***\nНАНЕС себе ВРЕД хам. (это) harm\n***\nТы мне навредил \"harm\"\nсвоей рукой \"arm\"."
        ],
        "examples": [
            "Too much sun is harmful to the skin.",
            "How can I shut out such harmful thoughts?",
            "It is hopeless trying to screen your child from the harmful effects of television.",
            "It is harmful to overexpose your skin to the sun's rays.",
            "Women are more at risk from the harmful effects of alcohol than men.",
            "a natural remedy with no harmful side effects",
            "a harmful dependence on foreign oil",
            "the harmful side effects of using chemicals to kill insects",
            "chemicals that are harmful to the environment",
            "These new methods reduce the need to use harmful chemicals on crops.",
            "DDT has been proven to be extremely harmful to the environment.",
            "Violence on television is generally decried as harmful to children.",
            "You'll need sunglasses that will cut out harmful UV rays from the sun."
        ],
        "example_translate": [
            "Слишком много солнца — вредно для кожи.",
            "Как мне отогнать эти опасные мысли?",
            "Попытки оградить ребёнка от пагубного влияния телевидения безнадёжны.",
            "Вредно слишком долго подвергать кожу воздействию солнечных лучей.",
            "Женщины более подвержены риску вредного воздействия алкоголя, чем мужчины.",
            "натуральное средство без вредных побочных эффектов",
            "вредная зависимость от иностранной нефти",
            "вредные побочные эффекты от использования химикатов для уничтожения насекомых",
            "химические вещества, которые являются вредными для окружающей среды",
            "Эти новые методы уменьшают необходимость использования вредных химикатов в отношении сельскохозяйственных культур.",
            "ДДТ оказался чрезвычайно вредным для окружающей среды.",
            "Насилие на телевидении, как правило, осуждается как вредное для детей.",
            "Вам понадобятся солнцезащитные очки, которые не будут пропускать вредные ультрафиолетовые лучи от солнца."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}