{
    "harmless": {
        "comment": [],
        "translate": "безвредный, безобидный, невинный, ни в чем не повинный",
        "transcription": " |ˈhɑːrmləs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was just a harmless joke.",
            "Even harmless drugs can be misused.",
            "It was just a harmless holiday romance.",
            "They played a harmless joke on him.",
            "It was a harmless jest.",
            "Her brother's a bit simple, but he's quite harmless.",
            "You may call it harmless fun, but I call it pornography.",
            "The spear whistled harmlessly over his head.",
            "Most people think she's just a harmless crank.",
            "He's a mome, but a harmless fellow for all of that.",
            "Don't be such a prig! It's only a bit of harmless fun!",
            "a daredevil driver who thinks that drag racing on city streets is a harmless game",
            "Tossing lighted firecrackers around is not the kind of harmless waggery that it might seem."
        ],
        "example_translate": [
            "Это была всего лишь безобидная шутка.",
            "Даже безобидные препараты могут быть использованы не по назначению.",
            "Это был всего лишь невинный курортный роман.",
            "Они сыграли c ним безобидную шутку.",
            "Это была безобидная шутка.",
            "Её брат простоват, но совершенно безобиден.",
            "Вы можете называть это безобидной забавой, но по-моему, это порнография.",
            "Копьё просвистело у него над головой, не причинив никакого вреда.",
            "Большинство людей считает её просто безобидной чудачкой.",
            "Он — олух, но слишком безобиден для всего этого.",
            "Не будь таким ханжой /занудой/! Это всего лишь безобидная шутка!",
            "водитель-лихач, который считает гонки на городских улицах безобидной игрой",
            "Разбрасывание вокруг зажжённых петард — не такая уж безобидная шалость, как может показаться."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}