{
    "harvest": {
        "comment": [
            "pest",
            "best"
        ],
        "translate": "урожай, сбор, жатва, плоды, собирать урожай, жать, связанный с урожаем",
        "transcription": " |ˈhɑːrvɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is time for the harvest.",
            "It is time to harvest the wheat.",
            "I blame the poor harvest on the weather.",
            "The apple trees yielded an abundant harvest.",
            "They made sacrifices to ensure a good harvest.",
            "Harvest is extremely backward this year.",
            "He will offer the first harvest of rice to the sun goddess.",
            "The harvest was late this year because of the rain.",
            "Last year's grain harvest was the biggest ever.",
            "Should one harvest organs from dead people for transplants?",
            "We had enormous harvests of corn this year.",
            "Plum growers are expecting a bumper harvest this year.",
            "The planting season is in spring, with harvest in the fall.",
            "That's the total for our wheat harvest this year.",
            "We'll have to do the best we can with this year's meager harvest.",
            "The farmers had to really hump to get the harvest in before the rains."
        ],
        "example_translate": [
            "Пришло время собирать урожай.",
            "Пришло время жать пшеницу.",
            "Я возлагаю вину за плохой урожай на погодные условия.",
            "Яблони принесли обильный / богатый урожай.",
            "Они совершили жертвоприношения, чтобы обеспечить хороший урожай.",
            "Уборка урожая в этом году сильно запоздала.",
            "Он принесёт в жертву богине Солнца первый урожай риса.",
            "В этом году из-за дождя жатва прошла позже обычного.",
            "Прошлогодний урожай зерновых был крупнейшим в истории.",
            "Следует ли собирать органы умерших людей для трансплантации?",
            "В этом году у нас были огромные урожаи зерновых.",
            "В этом году производители чернослива ожидают огромного урожая.",
            "Посадочный сезон проходит весной, а сбор урожая осенью.",
            "Таков в этом году полный объём нашего урожая пшеницы.",
            "Мы должны наилучшим образом распорядиться скудным урожаем, который собрали в этом году.",
            "Фермерам приходилось, что называется, гнуть спину, чтобы собрать урожай до дождей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}