{
    "hassle": {
        "comment": [],
        "translate": "стычка, перебранка, ссора, драка, склока, надоедать, ссориться, докучать, спорить",
        "transcription": " |ˈhæsl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was a hassle to get a visa.",
            "All this paperwork is a hassle.",
            "Stop hassling me! I said I'll call them tomorrow.",
            "I don't feel like cooking tonight, it's too much hassle.",
            "Stop hassling me about washing the car.",
            "It's such a hassle not having a washing machine.",
            "Cleaning is less of a hassle if you develop a regular routine.",
            "He got into a hassle with his landlord.",
            "Customers often hassle with merchants over high prices.",
            "Other kids were always hassling her because she was overweight.",
            "I don't have time to hassle with you about this! Just do what I tell you to do!",
            "They've had to deal with flight delays and all of the other hassles of holiday travel."
        ],
        "example_translate": [
            "Было напряжно получить визу.",
            "Вся эта бумажная работа - сплошные хлопоты.",
            "Прекратите доставать меня! Я сказал, что позвоню им завтра.",
            "У меня нет желания готовить сегодня вечером, это слишком хлопотно.",
            "Хватит изводить меня этим мытьем машины.",
            "Это такая морока — не иметь стиральной машины.",
            "Уборка доставляет меньше хлопот, если вы делаете её регулярно.",
            "Он ввязался в перебранку / в драку с домовладельцем.",
            "Покупатели часто собачатся с торговцами из-за высоких цен.",
            "Другие дети постоянно изводили её из-за лишнего веса.",
            "Мне некогда с тобой об этом спорить! Просто делай, что я тебе говорю!",
            "Им уже приходилось иметь дело с задержками рейсов и всеми остальными неурядицами, связанными с поездкой в отпуск."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}