{
    "haul": {
        "comment": [],
        "translate": "буксировать, тащить, тянуть, перевозить, перевозка, выборка, улов, груз, трофеи",
        "transcription": " |hɔːl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They hauled the boat up onto the beach.",
            "The car was hauled away to the junkyard.",
            "Drag / Tear / Haul your ass!",
            "He was hauled to parties night after night by his wife.",
            "The traffic violators were hauled into court.",
            "A haul of stolen cars has been seized by police.",
            "Looks like he's going to haul off and kiss her.",
            "We used buckets to haul water up from the river.",
            "The cattle were hauled by rail.",
            "It's just a short haul from our cabin to the beach.",
            "She hauled herself to her feet and limped home.",
            "Authorities seized the drugs in one of the biggest drug hauls in the history of the county.",
            "They hauled her off to court.",
            "At last we've won our freedom but it's been a long bitter haul.",
            "The kids always collect a substantial haul of candy on Halloween.",
            "The gang escaped with a haul worth hundreds of pounds.",
            "The company has a fleet of trucks that are used to haul freight.",
            "She hauled her backpack onto her back.",
            "I hauled the door shut behind me.",
            "The haul up the hill went very slowly."
        ],
        "example_translate": [
            "Они вытащили лодку на берег.",
            "Машину увезли / отбуксировали на свалку.",
            "Шевели задницей!, Поторапливайся!",
            "Каждый вечер жена таскала его по вечеринкам.",
            "Нарушителей правил дорожного движения потащили в суд.",
            "Полиция конфисковала большое количество украденных автомобилей.",
            "Такое впечатление, будто он выждет нужного момента и поцелует ее.",
            "С помощью вёдер мы наносили из реки воды.",
            "Скот был доставлен железнодорожным транспортом. / Скот перевезли по железной дороге.",
            "От нашей хижины до пляжа совсем недалеко.",
            "Она с трудом поднялась на ноги и заковыляла домой.",
            "Власти захватили эти наркотики в ходе одной из крупнейших операций по изъятию наркотиков в истории округа.",
            "Они притащили её в суд.",
            "Наконец-то мы завоевали свободу, но это был долгий и тяжёлый путь.",
            "На Хэллоуин дети всегда собирают солидный улов из сладостей.",
            "Бандиты удрали с добычей стоимостью несколько сот фунтов.",
            "Компания располагает парком грузовых автомобилей, используемых для перевозки грузов.",
            "Она подняла рюкзак на спину.",
            "Я с трудом захлопнул за собой (тяжёлую) дверь.",
            "Буксировка в гору шла очень медленно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}