{
    "haunt": {
        "comment": [],
        "translate": "преследовать, часто посещаемое, притон, любимое место",
        "transcription": " |hɔːnt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The tune haunted her all day long.",
            "She haunts the ballet",
            "My brother haunts me all the time!",
            "The restaurant became one of her favorite haunts.",
            "Fear of illness haunts her.",
            "Problems we ignore now will come back to haunt us.",
            "My father's ghost still haunted our house.",
            "If you ignore the problem, it will come back to haunt you.",
            "The tune haunted me all day.",
            "Clare was haunted by the fear that her husband was having an affair.",
            "One of their favorite after-school haunts is Joe's Pizza.",
            "The book is about the phantoms that are said to haunt the nation's cemeteries.",
            "Their failure to plan ahead is now coming back to haunt them.",
            "The pub is said to be haunted by the ghost of a former landlord.",
            "The Café Vienna was a favourite haunt of journalists and actors.",
            "Some people believe that the ghost of an old sea captain haunts the beach.",
            "The indiscretions of his long-ago nonage have come back to haunt him now that he's a serious presidential contender."
        ],
        "example_translate": [
            "Эта мелодия целый день преследовала её.",
            "Она часто ходит на балет.",
            "Мой брат вечно ходит за мной как хвост!",
            "Этот ресторан стал одним из ее любимые мест.",
            "Страх болезни преследует её.",
            "Проблемы, оставленные сейчас нами без внимания, ещё не раз дадут о себе знать.",
            "Призрак моего отца всё ещё появлялся в нашем доме.",
            "Если вы будете игнорировать эту проблему, она обязательно выйдет вам боком.",
            "Эта мелодия весь день не выходила у меня из головы.",
            "Клэр преследовал страх, что у её мужа роман на стороне /что муж ей изменяет/.",
            "Одним из тех мест, куда они особенно любят приходить после школы, является пиццерия \"У Джо\".",
            "В книге речь идёт о призраках, которые якобы часто посещают кладбища страны.",
            "Их неспособность планировать заранее уже начинает выходить им боком.",
            "Говорят, что в этом пабе обитает призрак прежнего владельца.",
            "Кафе \"Вена\" было излюбленным местом журналистов и актеров.",
            "Кое-кто верит, что на этом пляже обитает призрак старого морского капитана.",
            "Теперь, когда он всерьёз претендует на пост президента, те ошибки далёкой юности вернулись и преследуют его."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}