{
    "hazard": {
        "comment": [],
        "translate": "опасность, риск, шанс, помеха, рисковать, осмеливаться, отваживаться",
        "transcription": " |ˈhæzərd|",
        "antonyms": [],
        "mnemonic": [
            "hazard ['hæzəd] - риск, случайность; рисковать\n***\nОПАСНОСТЬ нам идёт от газа (д). (это) hazard"
        ],
        "examples": [
            "The job was full of hazards.",
            "His reputation was at hazard.",
            "I don't know. I'm only hazarding a guess.",
            "Drinking alcohol is a health hazard.",
            "I would hazard to say he's my best friend.",
            "Bone-dry leaves are a fire hazard.",
            "Polluted water sources are a hazard to wildlife.",
            "When a sick man leaves all for nature to do, he hazards much.",
            "I'm not sure how old he is, but I'm willing to hazard a guess.",
            "Air pollution is a serious health hazard.",
            "I can only hazard a guess at what it must have been like.",
            "The pool was closed after being condemned as a health hazard.",
            "Getting injured is an occupational hazard (=a risk that always exists in a particular job or activity) of the sport.",
            "Divorce seems to be an occupational hazard for politicians.",
            "His friend asked him to hazard a small sum in a business venture.",
            "The tumbledown old barn was considered a fire hazard."
        ],
        "example_translate": [
            "Работа была сопряжена с большим риском.",
            "Его репутация была под угрозой.",
            "Я не знаю. Я только рискну предположить.",
            "Употребление спиртных напитков — опасно для здоровья.",
            "Я смею заявить, что он мой лучший друг.",
            "Сухие листья — пожароопасны.",
            "Источники загрязняющие воду являются угрозой для дикой природы.",
            "Когда болеющий человек полностью полагается только на природу, он многим рискует.",
            "Я не знаю точно, сколько ему лет, но охотно рискну предположить.",
            "Загрязнение воздуха представляет серьёзную угрозу для здоровья.",
            "Я могу только догадываться, на что это должно было быть похоже.",
            "Бассейн был закрыт после того, как его объявили представляющим опасность для здоровья.",
            "Получение травм является профессиональным риском (т.е. риском, который всегда сопровождает определённую работу или деятельность) в спорте.",
            "Похоже, что развод является для политиков профессиональным риском.",
            "Друг попросил его рискнуть и вложить небольшую сумму в венчурный бизнес.",
            "Этот обветшалый старый сарай сочли пожароопасным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}