{
    "heading": {
        "comment": [
            "headache",
            "ahead",
            "forehead",
            "head",
            "headquarters",
            "headmaster",
            "overheads",
            "headline",
            "overhead"
        ],
        "translate": "заголовок, рубрика, курс, направление, ведущий",
        "transcription": " |ˈhedɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bus is heading toward town.",
            "Where is your life heading?",
            "Who is heading this project?",
            "The ship was heading for Cuba.",
            "What is your current heading?",
            "It's about time we were heading home.",
            "The heading seemed to have little to do with the text.",
            "They were heading into town.",
            "We're heading to town later on.",
            "Her career is heading downhill.",
            "He was accused of heading the revolt.",
            "It looks as if the firm is heading for another record year!",
            "You're heading for an accident if you drive after drinking alcohol.",
            "Where is his troop heading?",
            "The Fram lay moored with her bow heading west.",
            "The country seems to be heading towards revolution.",
            "His paintings usually fall under the heading of realism.",
            "The job falls under the heading of 'sales and marketing'.",
            "Sad to say (=unfortunately), the country is heading towards civil war.",
            "This comes under a new heading.",
            "The TV show's ratings have been heading south.",
            "We observed a large flock of birds heading north.",
            "The birds have already started heading south for the winter.",
            "They are heading down a dangerous path that could lead to war.",
            "The suspects were last seen heading in the direction of Miami.",
            "That was a near thing — that truck was heading straight for us.",
            "Forecasters predict the region's economy is heading for disaster.",
            "The turnpike was jammed with people heading south for the long weekend.",
            "I believe that things are heading in the right direction in South Africa.",
            "The explanatory section has as its heading “What the New Tax Changes Mean”."
        ],
        "example_translate": [
            "Автобус движется в сторону города.",
            "Куда катится твоя жизнь?",
            "Кто возглавляет этот проект?",
            "Корабль направлялся на Кубу.",
            "Каким курсом вы сейчас движетесь?",
            "Нам самое время отправляться домой.",
            "Казалось, что заголовок почти не имеет отношения к тексту.",
            "Они направлялись в город.",
            "Позже мы направимся в город.",
            "Её карьера катится под гору.",
            "Его обвинили в том, что он возглавлял этот мятеж.",
            "Кажется, в этом году наша фирма поставит очередной рекорд!",
            "Если ты садишься пьяным за руль, ты рискуешь попасть в аварию.",
            "Куда направляется его отряд?",
            "Фрам стоял на якоре, повернув нос на запад.",
            "Похоже, страна движется в сторону революции.",
            "Жанр его картин, как правило, подпадает под категорию реализма.",
            "Эта работа попадает под раздел \"продажи и маркетинг\".",
            "Как ни печально (т.е. к сожалению), страна катится к гражданской войне.",
            "Это подпадает под новую категорию. (о классификации чего-либо)",
            "Рейтинги этого телешоу уже некоторое время падают.",
            "Мы наблюдали за тем, как улетает на север большая стая птиц.",
            "Птицы уже начали улетать на зимовку на юг.",
            "Они выбрали опасный путь, который может привести к войне.",
            "В последний раз подозреваемых видели направляющимися в сторону Майами.",
            "Это было очень опасно: грузовик шёл прямо на нас.",
            "Согласно прогнозам экспертов, экономика данного региона движется к катастрофе.",
            "На платной дороге было полно людей, направляющихся на юг на эти длинные выходные.",
            "Я считаю, что в Южной Африке всё движется в правильном направлении.",
            "Пояснительный раздел называется “Что означают новые изменения в налоговом законодательстве”."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}