{
    "headache": {
        "comment": [
            "ahead",
            "forehead",
            "head",
            "headquarters",
            "headmaster",
            "overheads",
            "headline",
            "overhead",
            "heading",
            "toothache",
            "moustache",
            "ache"
        ],
        "translate": "головная боль, помеха, неприятность, источник беспокойства",
        "transcription": " |ˈhedeɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Has your headache gone yet?",
            "I'm starting to get a headache.",
            "I can feel a headache coming on.",
            "I had a headache and felt crummy.",
            "I'm not up to going out tonight, I have a headache.",
            "I have a king-size headache.",
            "The city's biggest headache is traffic.",
            "I took a pill to relieve my headache.",
            "Cheap wine gives me a headache.",
            "She took a pill for her headache.",
            "I woke next morning with a splitting headache.",
            "The symptoms include fever and headache.",
            "Jane is complaining of a headache again.",
            "He shammed a headache.",
            "The altitude gave her a headache.",
            "Managing your finances can be a real headache.",
            "Keep the noise down — you're giving me a headache!",
            "The drug's side effects include headache and fatigue.",
            "I had a really bad headache, and couldn't go to work.",
            "I have an excruciating headache.",
            "He had a headache and felt giddy.",
            "My headache's lots better, thanks.",
            "I woke up with a throbbing headache.",
            "I had a brutal headache this morning.",
            "She took a couple of headache tablets.",
            "She took an aspirin to help her headache.",
            "Feigning a headache, I went upstairs to my room.",
            "A headache can be aggravated by too much exercise.",
            "The symptoms include headache, malaise, and fatigue.",
            "The symptoms of the disease include headache and fever."
        ],
        "example_translate": [
            "Твоя головная боль уже прошла?",
            "У меня начинает болеть голова.",
            "Я чувствую что у меня начинает болеть голова",
            "У меня болела голова, и меня мутило.",
            "Я никуда не пойду сегодня вечером, у меня болит голова.",
            "У меня голова раскалывается от боли.",
            "Самой большой головной болью города является автомобильное движение (загруженность дорог).",
            "Я принял таблетку, чтобы унять мою головную боль.",
            "От дешёвого вина у меня (всегда) болит голова.",
            "Она выпила /приняла/ таблетку от головной боли.",
            "На следующее утро я проснулся с ужасной головной болью.",
            "В числе симптомов — высокая температура и головная боль.",
            "Джейн снова жалуется на головную боль.",
            "Он притворился, что болит голова.",
            "От высоты у неё начала болеть голова.",
            "Управление финансами может стать настоящей головной болью.",
            "Не шумите, а то от вас голова болит!",
            "Среди побочных эффектов данного препарата — головная боль и усталость.",
            "У меня очень сильно болела голова, и пойти на работу я не смог.",
            "У меня невыносимо болит голова.",
            "Он чувствовал головную боль и головокружение. / Голова у него болела и кружилась.",
            "Голова болит намного меньше, спасибо.",
            "Я проснулся с пульсирующей головной болью.",
            "Утром у меня дико болела голова.",
            "Она приняла пару таблеток от головной боли.",
            "Она приняла аспирин, чтобы облегчить /снять/ головную боль.",
            "Притворившись, что у меня болит голова, я поднялась к себе в комнату.",
            "Головная боль может усугубляться чрезмерными физическими нагрузками.",
            "В числе симптомов — головная боль, общее недомогание и усталость.",
            "Симптомы заболевания включают в себя головную боль и жар."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}