{
    "headquarters": {
        "comment": [
            "headache",
            "ahead",
            "forehead",
            "head",
            "headmaster",
            "overheads",
            "headline",
            "overhead",
            "heading"
        ],
        "translate": "штаб, центр, главное управление, главное командование, источник",
        "transcription": " |ˈhedkwɔːrtərz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Permanent Headquarters ot the United Nations",
            "The headquarters of the company are in Switzerland.",
            "A gunship blasted enemy headquarters.",
            "We galloped the letter to the headquarters.",
            "After six years as branch manager she has been reassigned to the headquarters staff.",
            "Headquarters assigned the soldiers to a different unit.",
            "The captain applied to headquarters for a transfer.",
            "The soldiers cabled back to headquarters.",
            "The organization's headquarters is a rabbit warren of small, cramped offices.",
            "Headquarters issued an order that the attack be resumed.",
            "an underhanded attempt at infiltrating the other party's headquarters",
            "A small explosive device (=bomb) was set off outside the UN headquarters today.",
            "The Watergate scandal began when Republican operatives burglarized the Democratic Party's headquarters in Washington, D.C.",
            "He sent a coded message to CIA headquarters.",
            "The general sent a dispatch to headquarters.",
            "The general's headquarters were a couple of large tents.",
            "That night, Lenin travelled incognito to the party headquarters."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Постоянная штаб-квартира ООН",
            "Штаб-квартира компании расположена в Швейцарии.",
            "Вертолёт обстрелял штаб противника.",
            "На лошадях мы быстро доставили письмо в штаб.",
            "После шести лет работы руководителем отдела ее перевели в центральное управление.",
            "Штаб определил солдат в другую часть.",
            "Капитан подал в штаб рапорт о переводе на другое место службы.",
            "Солдаты телеграфировали обратно в штаб.",
            "Штаб-квартира этой организации напоминает кроличью нору с маленькими и тесными кабинетами.",
            "Из штаба поступил приказ возобновить атаку.",
            "коварная попытка проникновения в штаб-квартиру другой партии",
            "Сегодня недалеко от штаб-квартиры ООН было взорвано небольшое взрывное устройство (т.е. бомба).",
            "Уотергейтский скандал начался, когда оперативники-республиканцы вломились в штаб-квартиру Демократической партии в Вашингтоне, округ Колумбия.",
            "Он отправил в штаб-квартиру ЦРУ кодированное сообщение.",
            "Генерал отправил в ставку депешу.",
            "Штаб генерала представлял собой несколько больших палаток.",
            "В тот вечер Ленин инкогнито приехал в штаб-квартиру партии."
        ],
        "stars": 2
    }
}