{
    "heal": {
        "comment": [
            "health",
            "healthy",
            "heel"
        ],
        "translate": "исцелять, заживать, излечивать, залечивать, залечиваться, заживляться, облегчать",
        "transcription": " |hiːl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Time heals.",
            "The wound is healing slowly",
            "How long will it take for the bullet wound to heal over?",
            "It will take some time for the wounds to heal.",
            "Christ, healing a sick man with his word",
            "Her mental scars will take time to heal.",
            "The wound was slow to heal.",
            "After the divorce, he needed some time to heal.",
            "You've got to give the injury time to heal.",
            "Our main goal must be to heal the divisions in our society.",
            "He set out to heal the rifts in the party.",
            "Can he heal the deep divisions among Republican ranks?",
            "It's quite a bad break, which will take several months to heal.",
            "She stitched up the cut and left it to heal.",
            "The rift between the two younger men never healed.",
            "They're trying to heal the rupture in their relationship.",
            "The trauma of divorce can often be healed by successful remarriage.",
            "The skin will cicatrize and it will heal soon."
        ],
        "example_translate": [
            "Время лечит.",
            "Рана заживает медленно.",
            "Сколько времени заживает пулевое ранение?",
            "Потребуется некоторое время, чтобы раны зажили.",
            "Христос, исцеляющий больного словом",
            "Её душевные раны затянутся не сразу.",
            "Рана заживала медленно.",
            "После развода ему нужно было время, чтобы оклематься.",
            "Нужно дать травме время залечиться.",
            "Наша главная цель должна состоять в том, чтобы залечить раскол в обществе.",
            "Он хотел устранить разногласия в партии.",
            "Сможет ли он сгладить глубокие разногласия среди рядовых членов Республиканской партии?",
            "Это довольно серьёзный перелом, который будет заживать несколько месяцев.",
            "Она зашила порез и оставила его заживать.",
            "Трещина, возникшая между этими двумя молодыми мужчинами, так и не заросла.",
            "Они пытаются залечить разрыв в их отношениях.",
            "Травму, нанесённую разводом, часто можно исцелить путём успешного повторного брака.",
            "Кожа зарубцуется и вскоре заживёт."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}