{
    "hearing": {
        "comment": [
            "overhear",
            "hear",
            "heart",
            "rehearse",
            "rehearsal"
        ],
        "translate": "слушание, слух, разбирательство, слышащий",
        "transcription": " |ˈhɪrɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is dull of hearing.",
            "The case is still at hearing.",
            "I hate hearing my voice on tape.",
            "The hearing was adjourned sine die.",
            "He gave a fair hearing to anyone.",
            "The hearing was arranged for April.",
            "Acute hearing is a compensation for the loss of sight.",
            "Hopefully, listeners will enjoy hearing about this topic.",
            "I like how in the dark my sense of smell and hearing become so acute.",
            "They held a public hearing on the bill.",
            "Are you hearing me loud and clear? Over.",
            "Even hearing his name was painful to her.",
            "I could scarce believe what I was hearing.",
            "I enjoyed hearing their good-natured banter.",
            "He may need to be fitted with a hearing aid.",
            "Her hearing is poor, so speak fairly loudly.",
            "I am sick and tired of hearing your excuses.",
            "He was suspended on full pay until the hearing.",
            "She has a slight hearing deficit in her left ear.",
            "He suffered some loss of hearing in his right ear.",
            "I'm tired of hearing her gush about her boyfriend.",
            "The author commands a fair hearing from his readers.",
            "They make good music — you should give them a hearing.",
            "Peter fell into a deep depression on hearing the news.",
            "Lip-reading can act as compensation for loss of hearing.",
            "Hearing the news, the ladies of the court swooned with joy.",
            "The school nurse will be testing students' hearing next week.",
            "Many people with hearing problems try to hide their condition.",
            "The rest of us were sick of hearing her crow about her success.",
            "They could calendar this case for discussion at a future hearing."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он плохо слышит.",
            "Дело всё ещё в суде.",
            "Терпеть не могу свой голос на плёнке.",
            "Слушание было отложено на неопределенный срок.",
            "Он внимательно выслушивал каждого.",
            "Слушание было запланировано на апрель.",
            "Хороший слух компенсирует потерю зрения.",
            "Надо надеяться, что слушателям понравится эта тема.",
            "Мне нравится, каким острым становится у меня чувство обоняния и слух в темноте.",
            "По данному законопроекту были проведены общественные слушания.",
            "Как меня слышите? Приём.",
            "Ей было мучительно больно даже слышать его имя.",
            "Я едва мог поверить в то, что слышу. / Я с трудом верил своим ушам /услышанному/.",
            "Я с удовольствием слушал их добродушное подшучивание.",
            "Возможно, ему нужно установить слуховой аппарат.",
            "Она плохо слышит, поэтому говорите погромче.",
            "Мне до смерти надоело слушать твои оправдания.",
            "До начала слушаний он был временно отстранён от работы с полным сохранением зарплаты.",
            "Она немного туговата на левое ухо.",
            "Он стал хуже слышать на правое ухо.",
            "Я устал слушать её бесконечные рассказы о своём парне.",
            "Автор требует от своих читателей справедливого разбирательства.",
            "Они играют хорошую музыку, вам стоит их послушать.",
            "Услышав новость, Питер впал в глубокую депрессию.",
            "Чтение по губам иногда выступает в качестве компенсации за потерю слуха.",
            "Услышав новости, придворные дамы потеряли головы от радости.",
            "На следующей неделе школьная медсестра будет проверять слух учеников.",
            "Многие люди с проблемами слуха пытаются скрыть свое состояние.",
            "Всем нам ужасно надоело слушать её бесконечное хвастовство собственными успехами.",
            "Они могли бы внести это дело в список дел для обсуждения на последующих заседаниях."
        ],
        "stars": 2
    }
}