{
    "heating": {
        "comment": [
            "heat",
            "heater",
            "heated"
        ],
        "translate": "отопление, нагревание, обогрев, подогрев, отопительный, согревающий",
        "transcription": " |ˈhiːtɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How much does it cost to put in central heating?",
            "The heating system runs on oil.",
            "The heating system wasn't working.",
            "Usually the heating is set on 'low'.",
            "The rent is £120 a week, inclusive of heating.",
            "We installed a zonal heating system in the house.",
            "Good insulation can save you money on heating bills.",
            "It's freezing in this house. Can't I turn on the heating?",
            "a diagram of the heating system",
            "an economic use of home heating oil",
            "The central heating goes off at 9 o'clock.",
            "Too much central heating can harm indoor plants.",
            "The heating is insufficient to kill the bacteria.",
            "Leaving the heating on all the time wastes electricity.",
            "a folder offering tips for heating one's home efficiently",
            "You needed blankets to keep warm because the heating was no use.",
            "Conversion to gas heating will continue over the next few years.",
            "The heating cuts out when the room reaches a certain temperature.",
            "The ineluctable approach of winter had many worried about the cost of heating their homes.",
            "Elderly people should receive a heating allowance every winter, instead of having to go cap in hand to the government."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Сколько стоит провести центральное отопление?",
            "Система отопления работает с использованием масла. (масляные системы отопления)",
            "Система отопления не работала.",
            "Обычно отопление установлено на низком уровне.",
            "Стоимость аренды составляет сто двадцать фунтов в неделю, включая отопление.",
            "Мы установили зональную систему отопления в доме.",
            "Хорошая изоляция может сэкономить вам деньги на счетах за отопление.",
            "У нас в доме жуткий холод. Можно я включу отопление?",
            "схема системы отопления",
            "экономиченое использование мазута для домашнего отопления",
            "Центральное отопление выключается в девять часов.",
            "Слишком жаркое центральное отопление может нанести вред комнатным растениям.",
            "Чтобы убить бактерии, нагревания недостаточно.",
            "Постоянно включённое отопление приводит к напрасным расходам электричества.",
            "брошюра /буклет/ с советами по эффективному отоплению домов",
            "Чтобы согреться, нужны были одеяла, потому что от отопления не было никакого толку.",
            "Переход на газовое отопление будет продолжаться в течение ближайших нескольких лет.",
            "Отопление автоматически отключается, когда в комнате устанавливается определенная температура.",
            "Неотвратимое наступление зимы заставило многих обеспокоиться затратами на отопление своих домов.",
            "Каждую зиму пожилые люди должны получать пособие на отопление, вместо того, чтобы идти на поклон в правительство."
        ]
    }
}