{
    "heated": {
        "comment": [
            "heating",
            "heat",
            "heater"
        ],
        "translate": "горячий, подогретый, разгоряченный, пылкий, возбужденный",
        "transcription": " |ˈhiːtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The room heated up quickly.",
            "I heated the vegetables in the microwave.",
            "It was delightful to swim in the heated pool.",
            "I had a heated argument with him about politics.",
            "The mixture is heated and then agitated.",
            "The nose of the rocket heated up on reentry.",
            "The cold water is heated as it is drawn off.",
            "The metal is heated and then pounded into shape.",
            "Shelton and the woman had a heated argument (=very angry one).",
            "The new drug has become the subject of heated debate within the medical profession.",
            "The room heated up quickly.",
            "The eggs coagulate when heated.",
            "The solid, when heated, gelled.",
            "It was heated to evaporate the volatiles.",
            "The starch gelatinized when it was heated.",
            "He wiped his heated-up face with a large bandana.",
            "A heated hydraulic press was required for adhesion.",
            "Democrats clashed with Republicans in a heated debate.",
            "They were engaged in a heated debate about the problem.",
            "The bar was heated by a spirit lamp placed underneath it.",
            "The class was involved in a heated discussion about politics.",
            "The discussion turned into a heated debate with recriminations flying back and forth.",
            "The conversation was becoming heated, until Mary chimed in with her opinion, to agree within.",
            "His obscene comment touched off a heated debate about the need for censorship on live broadcasts."
        ],
        "example_translate": [
            "Комната быстро нагрелась.",
            "Я подогрел овощи в микроволновке.",
            "Было очень приятно плавать в бассейне с подогревом.",
            "У нас с ним был жаркий спор о политике.",
            "Смесь подогревается, а потом перемешивается.",
            "При входе в атмосферу нос ракеты сильно нагрелся.",
            "По мере откачки холодная вода нагревается.",
            "Металл нагревают, а затем придают ему форму с помощью ударов.",
            "Шелтон и эта женщина вступили в жаркий (т.е. очень ожесточённый) спор.",
            "Новый препарат стал предметом жарких дискуссий в медицинских кругах.",
            "Помещение быстро нагрелось.",
            "При нагревании яйца застывают /затвердевают/.",
            "Твёрдое вещество при нагревании стало желеобразным.",
            "Его нагрели, чтобы выпарить летучие вещества.",
            "При нагревании крахмал клейстеризовался.",
            "Он вытер своё разгорячённое лицо большим цветастым платком.",
            "Для адгезии требовался горячий гидравлический пресс.",
            "Демократы схлестнулись с республиканцами в жарких дебатах.",
            "Они вели напряжённую дискуссию.",
            "Брусок был нагрет пламенем размещённой под ним спиртовки.",
            "Класс был вовлечён в горячий спор о политике.",
            "Дискуссия превратилась в жаркую полемику, в которой во все стороны сыпались обвинения.",
            "Разговор всё накалялся, пока не вмешалась Мэри и не высказала своё мнение.",
            "Его непристойный комментарий вызвал бурные дебаты о необходимости цензуры на прямых трансляциях."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}