{
    "heaven": {
        "comment": [
            "heavy, heaven - тяжелый, небеса"
        ],
        "translate": "небо, небеса, бог, провидение",
        "transcription": " |ˈhevn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Heaven sain him!",
            "Our baby is a gift from heaven.",
            "Thank heaven for small mercies.",
            "I would move heaven and earth to help her.",
            "She prayed to God in Heaven.",
            "Oh, go and pick up pizza, for heaven's sake!",
            "The windows of heaven opened. поэт.",
            "Heaven help him if he ever comes back here again!",
            "For heaven's sake, let's all get to sleep.",
            "He won't tell me what he thinks. Heaven knows why.",
            "Sitting by the pool with a good book is my idea of heaven.",
            "the brightest star in the heavens",
            "Where in heaven's name have you been?",
            "Put a baseball in his hand and he's in heaven.",
            "He was translated bodily to heaven.",
            "Your generous gift was manna from heaven.",
            "Earth's loveliness or heaven's sublimity.",
            "I invoke Heaven and men to evidence my truth.",
            "Living on the farm for Jim was heaven on earth.",
            "In the beginning God made of nought heaven and earth.",
            "The room smelled to high heaven (=had a very bad smell).",
            "Earth is not a shadow of heaven, but heaven a dream of earth.",
            "She believed that when she died, her soul would ascend to heaven.",
            "Now Saint Peter at Heaven's wicket seems to wait them with his keys.",
            "He hopes to go to Heaven when he dies.",
            "This is the day when Mary was assumed into heaven.",
            "The idea of heaven presupposes the existence of God.",
            "The toilets stank to high heaven (=stank very much).",
            "Take care or you will be visited with punishment from heaven!",
            "There was heard so loud a crack, as if heaven had split asunder."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ea = [e]"
        ],
        "example_translate": [
            "Храни его Господь!",
            "Наш ребёнок — это дар божий.",
            "Хвала небесам хоть за эту маленькую удачу. / Слава богу, что хоть так, а не хуже.",
            "Я сдвину небо и землю, чтобы помочь ей. / Я приложу максимум усилий чтобы помочь ей.",
            "Она помолилась Всевышнему.",
            "Ради бога, пойди купи, наконец, пиццу.",
            "Разверзлись хляби небесные.",
            "Не дай ему бог когда-нибудь вернуться сюда снова!",
            "Ради всего святого, давайте все спать.",
            "Он не говорит мне, о чём он думает. Почему — бог весть.",
            "Сидеть у бассейна с хорошей книгой — вот моё представление о рае.",
            "самая яркая звезда на небе",
            "Где, ради всего святого, тебя носило?",
            "Дайте ему в руки бейсбольный мяч — и он уже на седьмом небе от счастья.",
            "Он был вознесён на небеса во плоти.",
            "Ваш щедрый дар был манной небесной.",
            "Красота земли или величавость небес.",
            "Я призываю Бога и людей засвидетельствовать, что я говорю правду.",
            "Жизнь на ферме была для Джима раем на земле.",
            "Вначале сотворил Господь небо и землю.",
            "В комнате стояла несусветная вонь (т.е. очень неприятный запах).",
            "Не земля - тень небес, но небеса - мечта земли.",
            "Она верила, что, когда она умрёт, её душа вознесётся на небо.",
            "Кажется, что теперь святой Пётр ждёт их с ключами у небесных врат.",
            "Он надеется попасть в рай, когда умрёт.",
            "Это день, когда Мария была вознесена на небо.",
            "Понятие рая предполагает существование Бога.",
            "Туалеты воняли до небес (т.е. очень сильно воняли).",
            "Берегись, или тебя постигнет кара небесная!",
            "Раздался такой громкий треск, как будто небеса раскололись."
        ]
    }
}