{
    "heave": {
        "comment": [],
        "translate": "бросать, поднимать, вздыматься, тужиться, подъем, вспучивание, волнение, вздувание",
        "transcription": " |hiːv|",
        "antonyms": [],
        "mnemonic": [
            "heave [Ии:в] вытянуть, толкнуть, взвалить - Раскопки (Хив) археологи вытянули из земли и взвалили на ослов;",
            "heave [hi: v]\nheavy ['hevɪ]\nheaver ['hi:və]\n***\nПомоги ПОДНЯТЬ архив. (это) heave\nПЕРЕНЕСИТЕ мой архив. (это) heave\n***\nТЯЖЕЛЫЙ труд в хлеве. (это) heavy\n***\nГРУЗЧИК грузит киви. (это) heaver"
        ],
        "examples": [
            "They heaved the trash into the pit.",
            "The sea heaved up and down beneath the boat.",
            "The ship hove out of the harbour.",
            "John heaved the metal bar over the fence.",
            "We lifted the box onto the table with a heave.",
            "The resolution heaved a load from off my heart.",
            "He gave the door a good heave.",
            "Her trembling hand she heaves to rend her hair.",
            "She heaved the door shut.",
            "She sat down and heaved a sigh of relief.",
            "She heaved a deep sigh when she saw the list of things to do.",
            "There went through me so great a heave of surprise that I was all shook with it.",
            "The quarterback heaved the ball down the field.",
            "He heaved on the steering wheel and swung the car into a side street.",
            "He gave the rope a mighty heave.",
            "Michael's shoulders heaved with silent laughter."
        ],
        "example_translate": [
            "Они выбросили мусор в яму.",
            "Морские волны то вздымались, то опускались под лодкой.",
            "Судно вышло из гавани.",
            "Джон перебросил металлический прут через забор.",
            "Мы с трудом подняли коробку на стол.",
            "Я узнал об этом решении, и у меня словно гора с плеч свалилась.",
            "Он хорошенько толкнул /дёрнул/ дверь.",
            "Она поднимает дрожащую руку и рвёт на себе волосы.",
            "Она с усилием захлопнула дверь.",
            "Она села и облегчённо выдохнула.",
            "Она испустила глубокий вздох, когда увидела список того, что нужно сделать.",
            "Я просто-таки задрожал от удивления.",
            "Квотербэк сильно швырнул мяч в глубину поля.",
            "Он с силой крутанул руль и развернул машину в переулок.",
            "Он сильно потянул за канат.",
            "Плечи Майкла затряслись от беззвучного хохота."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}