{
    "hedge": {
        "comment": [],
        "translate": "изгородь, преграда, ограничивать, тайный",
        "transcription": " |hedʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The neighbors' dog got in through a gap in the hedge.",
            "The horse took the hedge easily.",
            "There was a break in the hedge.",
            "There was a hole low down in the hedge.",
            "Rabbits had gnawed a hole in the hedge.",
            "It would put a hedge round his finances.",
            "The animals were hedged in.",
            "You're hedging again — have you got the money or haven't you?",
            "It's a good idea to hedge your bets by applying to more than one college.",
            "I gave the hedge a clip.",
            "The hedge takes up too much space.",
            "She carefully pruned the hedge.",
            "We crawled through a break in the hedge.",
            "Buying a house will be a hedge against inflation.",
            "She hedged when she was asked to support the campaign.",
            "Rabbits have gnawed at the hedge.",
            "'That depends on my partner,' she hedged.",
            "He hedged his earlier comments about the need for new management.",
            "Starting a business of one's own is hedged about with a lot of difficulties.",
            "Diversify your financial portfolio to hedge price risks.",
            "From outside came the sound of someone cutting the hedge.",
            "Armed police lay in ambush behind the hedge.",
            "I managed to squeeze through a gap in the hedge.",
            "The messenger was confronted with a hedge of spears held aloft by the castle guards."
        ],
        "example_translate": [
            "Соседская собака проникла через дыру в изгороди.",
            "Лошадь легко взяла препятствие.",
            "В изгороди была дырка. (через которую можно было пролезть)",
            "В самом низу изгороди была дыра.",
            "Кролики прогрызли дыру в изгороди.",
            "Это защитило бы его финансы.",
            "Животные были помещены в загон.",
            "Вот опять ты юлишь. Скажи прямо, есть у тебя эти деньги, или нет?",
            "Разумно будет подстраховаться, направив документы в несколько колледжей одновременно.",
            "Я подстриг (живую) изгородь.",
            "Ограда занимает слишком много места.",
            "Она аккуратно обрезала живую изгородь.",
            "Мы пролезли через дыру в изгороди.",
            "Покупка дома станет защитной мерой против инфляции.",
            "Она уклонилась от ответа, когда её попросили поддержать кампанию.",
            "Изгородь обглодали кролики.",
            "— Это зависит от моего супруга, — ушла от ответа она.",
            "Он не стал подтверждать свои предыдущие высказывания о необходимости нового руководства.",
            "Когда начинаешь своё дело, сталкиваешься со многими трудностями.",
            "Разнообразьте ваш финансовый портфель с целью хеджирования ценовых рисков.",
            "Снаружи послышался шум, как будто кто-то подрезает изгородь.",
            "За изгородью лежали в засаде вооружённые полицейские.",
            "Мне удалось протиснуться сквозь дыру в изгороди.",
            "Стража замка встретила гонца стеной поднятых копий."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}