{
    "heel": {
        "comment": [
            "health",
            "healthy",
            "heal",
            "sheet",
            "sheep",
            "wheel",
            "sheer",
            "spreadsheet"
        ],
        "translate": "каблук, пятка, пята, крен, задник, остаток, кренить, крениться, кренговать",
        "transcription": " |hiːl|",
        "antonyms": [],
        "mnemonic": [
            "heel [hn:л] каблук, пятка - (Хил-ые) под каблук попадают."
        ],
        "examples": [
            "I scuffed the heel of my shoe on the stonework.",
            "a shoe with a thick, blocky heel",
            "The back of my shoe is rubbing against my heel and giving me a blister.",
            "The balloon heeled over.",
            "Using the heel of your hand, press the dough firmly into shape.",
            "A counter may be used to stiffen the material around the heel and to give support to the foot.",
            "My shoes have worn down at the heel.",
            "He dropped a cigar butt and ground it into the carpet with his heel.",
            "Brigitte glared at him, turned on her heel (=turned away suddenly because of anger), and stomped out of the room.",
            "The wind made the vessel heel."
        ],
        "example_translate": [
            "У меня стёрся каблук от частой ходьбы по мостовой.",
            "обувь с толстым, блочным каблуком",
            "Задник моего ботинка трётся о пятку и натирает мне волдырь.",
            "Воздушный шар накренился набок.",
            "Основанием ладони крепко прижмите тесто, придавая ему форму.",
            "Для придания жёсткости материалу вокруг пятки и поддержки стопы может использоваться задник.",
            "У моих ботинок стоптаны каблуки.",
            "Он бросил окурок сигары и раздавил его каблуком о ковёр.",
            "Бриджит метнула в него гневный взгляд, круто развернулась (т.е. неожиданно и гневно отвернулась) и вышла из комнаты, громко топая ногами.",
            "Ветер заставил судно накрениться."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}