{
    "helicopter": {
        "comment": [],
        "translate": "вертолет, геликоптер, перевозить на вертолете",
        "transcription": " |ˈhelɪkɑːptər|",
        "antonyms": [],
        "mnemonic": [
            "helicopter [э'ликоптэ] вертолёт - (Или к опто-вику) за вертолётом обратись, или ко мне;"
        ],
        "examples": [
            "He is learning how to pilot a helicopter.",
            "A helicopter suddenly swooped down.",
            "The survivors were helicoptered to nearby hospitals for treatment.",
            "The troops were landed by helicopter.",
            "The hospital has built a helicopter pad.",
            "A helicopter was circling around, looking for somewhere to land.",
            "We flew over the crater of the volcano in a helicopter.",
            "the rotary movement of the helicopter blades",
            "The enemy was shooting at the rescue helicopter.",
            "The helicopter had to make an emergency landing.",
            "There were three deaths due to helicopter crashes.",
            "We watched a helicopter flying low over the harbour.",
            "He watched the helicopter make a sweep over the beach.",
            "The helicopter burst into flames after hitting a power line.",
            "Always enter or leave a helicopter from a forward direction.",
            "The helicopter is designed to carry a payload of 2640 pounds.",
            "Three police forces have joined together to buy a helicopter.",
            "We had been orbiting in our helicopter for about forty-five minutes.",
            "A windblast from the hovering helicopter made it difficult to even stand up.",
            "We huddled together, secure in the knowledge that the rescue helicopter was on its way."
        ],
        "example_translate": [
            "Он учится управлять вертолётом.",
            "Вертолет неожиданно начал терять высоту.",
            "Оставшихся в живых доставили на вертолётах в ближайшие больницы для лечения.",
            "Войска были высажены с вертолётов.",
            "Больница построила вертолетную площадку.",
            "Вертолёт кружил в воздухе, пытаясь найти место для посадки.",
            "Мы пролетели над кратером вулкана на вертолёте.",
            "вращательное движение лопастей вертолёта",
            "Враг стрелял в спасательный вертолёт.",
            "Вертолету пришлось совершить аварийную посадку.",
            "Три человека погибли в результате крушений вертолетов.",
            "Мы наблюдали, как над гаванью низко летит вертолёт.",
            "Он смотрел, как вертолёт прочёсывает побережье.",
            "Вертолет загорелся после удара о линию электропередачи.",
            "Всегда входите в вертолёт и выходите из него только спереди.",
            "Вертолёт предназначен для перевозки полезного груза весом до 2640 фунтов.",
            "Три полицейских подразделения объединили усилия, чтобы купить вертолет.",
            "Мы уже минут сорок пять кружились на своём вертолёте.",
            "От парящего вертолёта шли такие сильные потоки воздуха, что было трудно даже стоять.",
            "Мы прижались друг к другу, уверенные в том, что спасательный вертолёт уже в пути."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}