{
    "helpful": {
        "comment": [
            "help",
            "helpless",
            "helping"
        ],
        "translate": "полезный",
        "transcription": " |ˈhelpfl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's a helpful child.",
            "I'm only trying to be helpful.",
            "She's been very helpful to us.",
            "The staff were very helpful.",
            "It's always helpful to be well-informed.",
            "The police were very helpful when I spoke to them.",
            "It is helpful to discuss your problems with your friends.",
            "She tried to be helpful without being intrusive.",
            "A very helpful woman gave me directions to the police station.",
            "She was a lovable child, always helpful and kind.",
            "It is helpful if we address a few key questions here.",
            "Thank you for your advice., it's been very helpful.",
            "I prefer this dictionary because of its helpful examples.",
            "The only person who really said anything helpful was Jack.",
            "It's helpful to have concrete examples of how words are used in context.",
            "The staff are always courteous and helpful.",
            "Our sales staff are there to give you helpful advice.",
            "His businesslike approach to the dispute was very helpful.",
            "We hope this leaflet has been helpful in answering your questions.",
            "He has good intentions, but his suggestions aren't really helpful.",
            "I would class that suggestion as helpful, so let's make a note of it.",
            "She made some very helpful suggestions but her boss rejected them all.",
            "Sibyl was the most gracious, helpful, and generous person to work with.",
            "It would be helpful if you were to precede the report with an introduction.",
            "Try to bridle your criticism next time so that it is helpful and not hurtful.",
            "It is helpful for family members to gain a basic understanding of the illness.",
            "She didn't know me from Adam, but she was really helpful (=she did not know me at all).",
            "The information in the user's manual for the microwave is skimpy and not particularly helpful.",
            "Changing men's and women's traditional roles is not easy, but in our case it has been helpful."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она — отзывчивый ребёнок.",
            "Я всего лишь пытаюсь быть полезным.",
            "Она нам очень помогла.",
            "Сотрудники были очень отзывчивы.",
            "Всегда полезно располагать достаточной информацией.",
            "Полицейские, когда я к ним обратился, были рады мне помочь.",
            "Полезно обсудить свои проблемы с друзьями.",
            "Она старалась быть полезной, но при этом не назойливой.",
            "Одна очень отзывчивая женщина показала мне дорогу в полицейский участок.",
            "Она была чудесным ребёнком, всегда добра и готова помочь.",
            "Будет полезно, если мы тут зададим несколько ключевых вопросов.",
            "Благодарю вас за советы, они были очень полезны.",
            "Я предпочитаю этот словарь из-за полезных примеров.",
            "Единственным человеком, который действительно сказал хоть что-нибудь полезное, был Джек.",
            "Полезно иметь конкретные примеры того, как слова используются в контексте.",
            "Сотрудники всегда вежливы и предупредительны.",
            "Наши продавцы будут рады помочь вам полезными советами.",
            "Его деловой подход к данному обсуждению был очень полезным.",
            "Надеемся, что эта листовка помогла вам получить ответы на свои вопросы.",
            "Намерения-то у него благие, а вот пользы в его предложениях маловато.",
            "Я бы назвал это предложение полезным, поэтому давайте его запишем.",
            "Она выдвинула несколько очень полезных предположений, но ее босс отказался от всех них.",
            "Сибил была самым добрым, внимательным и щедрым человеком, с которым приходилось работать.",
            "Было бы полезно, если бы ты начал свой отчёт с введения.",
            "В следующий раз постарайтесь обуздать свою критику, чтобы она была полезной, а не оскорбительной.",
            "Членам семьи больного полезно получить элементарные знания о данной болезни.",
            "Она меня вообще не знала, но очень мне помогла (т.е. она была со мной совершенно незнакома).",
            "Cведения, приведенные в этом руководстве пользователя для микроволновки, скудны и не особенно полезны.",
            "Поменять местами традиционные роли мужчины и женщины нелегко, но в нашем случае это было полезно."
        ]
    }
}