{
    "helping": {
        "comment": [
            "helpful",
            "help",
            "helpless"
        ],
        "translate": "помощь, порция, помогающий",
        "transcription": " |ˈhelpɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Can I give you a second helping?",
            "They found joy in helping others.",
            "Helping people takes time and energy.",
            "My mom was helping me prepare the meal.",
            "Thank you for helping over that difficult matter.",
            "Young children enjoy helping around the house.",
            "I was dragged into helping with the concert.",
            "He risked his life helping others to escape.",
            "The church has a commitment to helping the poor.",
            "Like I said, I don't mind helping out on the day.",
            "The army are helping to clear up after the floods.",
            "Obviously he had been helping himself to the money.",
            "She has dedicated her entire life to helping others.",
            "She believes that helping people produces good karma.",
            "She's been giving me a helping hand with the children.",
            "Our main focus is on helping people get back into work.",
            "Far from helping the situation, you've just made it worse.",
            "'Would you mind helping me with my suitcase?' 'Not at all.'",
            "If you get rid of your car you could be helping the environment.",
            "He is always helping people without expecting anything in return.",
            "It's very noble of you to spend all your weekends helping the old folk.",
            "He proffered his assistance in helping the two sides reach a compromise.",
            "We do our best to cajole rich countries into helping.",
            "He spent the weekend at home, helping with household chores.",
            "Perhaps she could put some of her talents to good account by helping us.",
            "The group's manifesto focused on helping the poor and stopping violence.",
            "A good diet and fitness play a large part in helping people live longer.",
            "She found Anna grooved in the business of helping her mother in the house.",
            "The real joy of the priesthood is helping people find personal fulfilment.",
            "He's helping other people with spinal injuries to lead an independent life."
        ],
        "example_translate": [
            "Дать тебе вторую порцию?",
            "Они находили радость в помощи другим.",
            "Помощь людям отнимает много времени и сил.",
            "Мама помогала мне приготовить еду.",
            "Спасибо за то, что ты помог в этом трудном деле.",
            "Маленьким детям очень нравится помогать по дому.",
            "Меня вынудили принять участие в подготовке концерта.",
            "Он рисковал жизнью, помогая другим спастись /сбежать/.",
            "Церковь имеет обязательство помогать бедным.",
            "Как я уже сказал, я не против когда-нибудь помочь.",
            "Военные помогают ликвидировать последствия наводнения.",
            "Очевидно, он уже давно \"прикладывался\" к этим деньгам.",
            "Всю свою жизнь она посвятила тому, чтобы помогать другим.",
            "Она верит, что помощь людям создаёт хорошую карму.",
            "Она уже некоторое время помогает мне с детьми.",
            "Наша основная цель — помочь людям вернуться к работе.",
            "Вы не только не помогли облегчить положение, а сделали его ещё хуже.",
            "— Вы не против помочь мне с чемоданом? — Нисколько.",
            "Если избавитесь от автомобиля, то вы могли бы помочь окружающей среде.",
            "Он всегда помогает людям, не ожидая ничего взамен.",
            "С вашей стороны очень благородно проводить все выходные, помогая старикам.",
            "Он предложил свою помощь в том, чтобы стороны достигли компромисса.",
            "Мы делаем все возможное, чтобы убедить богатые страны оказывать помощь.",
            "Он провёл выходные дома, помогая с домашними делами / по хозяйству.",
            "Возможно, она могла бы применить свои способности во благо, помогая нам.",
            "Основное внимание манифеста этой группы было сосредоточено на оказании помощи бедным и прекращении насилия.",
            "Хорошая диета и физическая форма играют большую роль в помощи людям продлить срок своей жизни.",
            "Она нашла Анну, занятую своим привычным делом: та помогала матери по дому.",
            "Настоящая радость священства заключается в том, чтобы помогать людям находить способы личной самореализации.",
            "Он помогает другим людям с повреждениями спинного мозга вести самостоятельную жизнь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}