{
    "herd": {
        "comment": [
            "herb",
            "her",
            "herself",
            "hers"
        ],
        "translate": "стадо, табун, толпа, гурт, стадный, пасти, толпиться, примкнуть",
        "transcription": " |hɜːrd|",
        "antonyms": [],
        "mnemonic": [
            "shepherd ['ʃepəd]\n***\nПАСТУХ, чтоб овец не пугать, перешёл на шёпот. (это)\nshepherd\nПАСЛИ тихонько, перешли на шёпот. (это) shepherd"
        ],
        "examples": [
            "They herded the students into the auditorium.",
            "A herd of shoppers waited anxiously for the store to open.",
            "The horses were herded into the corral.",
            "A group of schoolchildren was herded by three teachers.",
            "He will never herd with those who think otherwise.",
            "It's terrible, the way people are herded together in rush hour trains!",
            "You have to be an individual., it's no use running with the herd.",
            "The visitors were herded into two large halls.",
            "A herd of goats descended into the valley.",
            "He culls his herd annually.",
            "It is necessary to isolate the individual prophets from the herd.",
            "A herd of goats was barring the road.",
            "Who will be herding the cattle when the cowboy dies?",
            "The cattle herded together to try to find some protection against the rain.",
            "Farmers are encouraged to consider whole herd depopulation.",
            "We left the hotel and were herded onto a bus.",
            "We herded the children into a spare classroom."
        ],
        "example_translate": [
            "Они согнали студентов в актовый зал.",
            "Толпа покупателей с волнением ожидала открытие магазина.",
            "Лошадей загнали в загон.",
            "Группу школьников сопровождали три преподавателя.",
            "Он никогда не примкнёт к тем, кто думает иначе.",
            "Ужасно, какую давку устраивают люди в поездах в час пик!",
            "Нужно быть личностью, а следовать стадному чувству — без толку.",
            "Посетителей согнали в два больших зала.",
            "В долину спустилось стадо коз.",
            "Он ежегодно выбраковывает стадо.",
            "Необходимо отделять пророков от толпы.",
            "Дорогу перегораживало стадо коз.",
            "Кто будет пасти скот, когда пастух умрёт?",
            "Скотина сбилась в кучу, пытаясь найти хоть какую-нибудь защиту от дождя.",
            "Фермерам рекомендуется уничтожить все поголовье.",
            "После того как мы покинули гостиницу, нас загнали в автобус.",
            "Мы загнали детей в свободный класс."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}