{
    "hesitation": {
        "comment": [
            "hesitate",
            "thesis",
            "synthesis",
            "hypothesis"
        ],
        "translate": "колебание, сомнение, нерешительность, запинание, неохота, заикание",
        "transcription": " |ˌhezɪˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He agreed without hesitation.",
            "I have no hesitation about throwing him out.",
            "I have no hesitation in recommending him for the job.",
            "I accepted his offer without a moment's hesitation.",
            "Without even a hover of hesitation.",
            "After some hesitation one of them began to speak.",
            "He accepted the job, albeit with some hesitation.",
            "There was a slight hesitation in Jamie's voice.",
            "There was a hesitation in his speech.",
            "The question brought her up short, but after a moment's hesitation, she answered it.",
            "Without hesitation she reprobated such an indecent idea.",
            "He accepted the position without hesitation or uncertainty.",
            "I would have no hesitation in recommending Philip for the position.",
            "One moment's hesitation on my part, and the elusive butterfly was lost to me forever.",
            "If she catches him stepping out on her, she'll divorce him without a moment's hesitation."
        ],
        "example_translate": [
            "Он согласился без колебаний.",
            "У меня нет сомнений в том, что его нужно выкинуть вон.",
            "Я без сомнений рекомендую взять его на эту должность.",
            "Я принял его предложение, не задумываясь ни на секунду.",
            "Не мешкая ни секунды!",
            "После некоторых колебаний, один из них начал говорить.",
            "Он согласился на эту работу, хотя и с некоторыми колебаниями.",
            "В голосе Джейми была лёгкая нерешительность.",
            "В его словах была какая-то нерешительность.",
            "Вопрос заставил её запнуться, но после недолгих колебаний она на него ответила.",
            "Она не раздумывая отвергла столь недостойную мысль.",
            "Он принял предложение занять эту должность без колебаний и неуверенности.",
            "Я бы без колебаний рекомендовал Филипа на этот пост.",
            "Стоило мне замешкаться всего на мгновение, и эта неуловимая бабочка была потеряна для меня навсегда.",
            "Если она поймает его на измене, то разведётся с ним без малейших колебаний."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}