{
    "hesitate": {
        "comment": [],
        "translate": "стесняться, колебаться, запинаться, призадумываться, не решаться, запнуться",
        "transcription": " |ˈhezɪteɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Do not hesitate to call me.",
            "She hesitated to act.",
            "It would be fatal to hesitate.",
            "I hesitated to come without being asked.",
            "I sometimes hesitate to say what I am really thinking.",
            "She hesitated and waited for her friend to say something.",
            "Don't hesitate to call if there is a problem.",
            "He was still hesitating over whether to leave or not.",
            "Don't hesitate to contact me if you need any more information.",
            "Kay hesitated for a moment and then said 'yes'.",
            "If you hesitate, you may lose the opportunity to compete altogether.",
            "If you wish to discuss this matter further please do not hesitate to contact me.",
            "Don't hesitate to demur to the idea if you have any qualms.",
            "The supervisor is quite approachable, so don't hesitate to bring up any problems you have.",
            "The supervisor is quite easy to approach, so don't hesitate to bring up any problems you have."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Инфинитив с to после глаголов",
            "Инфинитив"
        ],
        "example_translate": [
            "Если что, звони, не стесняйся. / Звоните в любое время.",
            "Она не решалась действовать.",
            "Промедление смерти подобно.",
            "Я не решалась прийти без спроса.",
            "Иногда я стесняюсь говорить то, что думаю на самом деле.",
            "Она колебалась, и ждала свою подругу, чтобы что-то сказать.",
            "Если возникнет какая-то проблема, звоните не раздумывая.",
            "Он все ещё не решил, уходить ему или остаться.",
            "Если понадобится больше информации, не стесняйтесь обращаться ко мне.",
            "Кей помедлила, а потом сказала \"да\".",
            "Если будешь колебаться, то можешь вообще потерять возможность конкурировать.",
            "Если вы хотите продолжить обсуждение этого вопроса, прошу без колебаний обращаться ко мне.",
            "Если у вас есть какие-то сомнения по поводу этой затеи, не стесняйтесь высказывать свои возражения.",
            "Этот начальник — человек вполне доступный, так что не стесняйтесь сообщать ему о любых проблемах.",
            "Супервайзер — человек вполне доступный, так что не стесняйтесь сообщать ему о любых возникших у вас проблемах."
        ]
    }
}