{
    "hidden": {
        "comment": [],
        "translate": "скрытый, спрятанный",
        "transcription": " |ˈhidn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Evidence cannot be hidden.",
            "Love and a cough cannot be hidden. посл.",
            "the hidden costs in buying a home",
            "He was half hidden by the bushes.",
            "The object was part hidden by the grass.",
            "The church roof was half hidden by trees.",
            "The new dress brought out her hidden beauty.",
            "A weapon was hidden on his person.",
            "Wendy had hidden the box under her bed.",
            "The picture lay hidden in the archives for over 40 years.",
            "some hidden corner within your psyche",
            "The moon was hidden behind a veil of clouds.",
            "The gun was hidden from view behind the door.",
            "Her body was later found hidden in the bushes.",
            "Some bones were hidden deep beneath the ground.",
            "She keeps a bottle of gin hidden behind a stack of books.",
            "I can't imagine where you have hidden it, please clue me in.",
            "A fan of beams, issuing from the hidden sun, was spread out.",
            "He soon smacked the taste of physic hidden in this sweetness.",
            "...a stash of stag flicks that were hidden in the basement...",
            "The teacher assayed to explain the hidden meaning of the story.",
            "The master of the inn inducted us into all its hidden mysteries.",
            "This is the guaranteed full price and there are no hidden extras.",
            "We deciphered the hidden message to find out when we were supposed to meet.",
            "Very funny! Who's hidden my car keys?",
            "The ball was hidden among the leaves.",
            "His latest book reveals hidden talents.",
            "The house is hidden from sight behind trees.",
            "The paper was hidden beneath a pile of books.",
            "They searched the room for hidden microphones."
        ],
        "example_translate": [
            "Очевидное невозможно утаить.",
            "Любовь и кашель не утаишь.",
            "скрытые расходы при покупке дома",
            "Он был наполовину скрыт зарослями.",
            "Предмет был частично прикрыт травой.",
            "Крыша церкви был наполовину скрыта за деревьями.",
            "Новое платье подчеркнуло её скрытую красоту.",
            "У него на теле было спрятано оружие.",
            "Венди спрятала коробку у себя под кроватью.",
            "Картина пролежала, спрятанная в архивах, более 40 лет.",
            "какой-то скрытый уголок вашей души",
            "Луна была скрыта за пеленой облаков.",
            "Ружьё было спрятано из виду за дверью.",
            "Её тело впоследствии нашли спрятанным в кустах.",
            "Некоторые кости были скрыты глубоко под землёй.",
            "За одной из стопок книг она прячет бутылку джина.",
            "Я не имею ни малейшего понятия, где вы это спрятали, расскажите мне, пожалуйста.",
            "Веер лучей, испускаемых заходящим солнцем, занял всё небо.",
            "Вскоре он почувствовал вкус лекарства, замаскированный сладостью.",
            "...тайник/загашник (уголовн.) с порнухой, что был спрятан в подвале... (stag flick - фотография, (порно)фильм )",
            "Учитель попытался объяснить скрытый смысл этого рассказа.",
            "Хозяин постоялого двора посвятил нас во все сокровенные тайны своего заведения.",
            "Эта цена является гарантированной полной ценой и не содержит каких-л. скрытых наценок.",
            "Мы расшифровали скрытое сообщение, чтобы узнать, когда мы должны были встретиться.",
            "Очень смешно! Кто спрятал мои ключи от машины?",
            "Мяч был спрятан среди листьев.",
            "Его последняя книга раскрывает скрытые таланты.",
            "Дом скрывается из виду за деревьями.",
            "Бумага была спрятана под кипой книг.",
            "Они перерыли комнату в поисках спрятанных микрофонов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}