{
    "hide": {
        "comment": [
            "hidden"
        ],
        "translate": "скрывать, скрываться, прятать, прятаться, шкура, укрытие, кожа, тайник",
        "transcription": " |haɪd|",
        "antonyms": [],
        "mnemonic": [
            "hide [hайд] прятать - Преступник прячется в hайд* парке (*Гайд).",
            "hide [haıd]\nhidden - скрытый\n***\nСПРЯЧЬСЯ от всех в Шанхай (д). (это) hide\nСПРЯТАЛСЯ под кроватью и чихает. (это) hide\nШкура, кожа. Скрываться, утаивать.\n***\nТы скрываешься \"hide\"\nна другой стороне \"side\"."
        ],
        "examples": [
            "Don't try to hide anything from me.",
            "Muslim women hide their faces.",
            "They hid me from the police in their attic.",
            "The church roof was half hidden by trees.",
            "He couldn't hide his anger with us.",
            "Her tangled hair hid her face.",
            "Use a cosmetic to hide the scar.",
            "Harry hid under the bed.",
            "She couldn't hide her embarrassment.",
            "Quick, hide me, the police are after me!",
            "They considered where to hide the money.",
            "a whip made of untanned hide",
            "We'll have to hide him from the soldiers.",
            "She couldn't hide her disappointment.",
            "Quick, he's coming! We'd better hide.",
            "He is only worried about his own hide.",
            "She didn't try to hide her anger and injured pride.",
            "The old woman hid him in her cellar for three days.",
            "a purse of simulated alligator hide",
            "She laughed to hide her nervousness.",
            "The police are onto us, we'd better hide.",
            "Detector is one that finds out what another desires to hide.",
            "He tried to hide his desire for her.",
            "I was desperately trying to think of somewhere to hide.",
            "He could not hide his irritation that he had not been invited.",
            "The humour of the novel cannot hide an undertow of sadness.",
            "She twisted the letter to hide the hand-writing of the direction.",
            "It is in his interest to hide unhappy truths about his agency's performance.",
            "Steve couldn't hide his amusement.",
            "The doctor is down there easing up the guys that got the hide burned off 'em."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не пытайся ничего от меня утаить.",
            "Мусульманские женщины скрывают свои лица.",
            "Они спрятали меня от полиции на чердаке.",
            "Крыша церкви был наполовину скрыта за деревьями.",
            "Он не мог скрыть, что сердится на нас.",
            "Её лицо было скрыто за спутанными волосами.",
            "Используйте косметику, чтобы скрыть рубец / шрам.",
            "Гарри спрятался под кроватью.",
            "Она не могла скрыть своего смущения.",
            "Спрячь меня скорее, за мной гонится полиция.",
            "Они обдумывали, где спрятать деньги.",
            "хлыст, изготовленный из недублёной кожи",
            "Нам придётся спрятать его от солдат.",
            "Она не могла скрыть своего разочарования.",
            "Быстрей, он идет! Нам лучше спрятаться.",
            "Он беспокоится только о своей собственной шкуре.",
            "Она не пыталась скрыть свой гнев и оскорбленную гордость.",
            "Старуха прятала его в своём погребе трое суток. / Старая женщина прятала его в своём погребе три дня.",
            "кошелёк / сумочка из искусственной крокодильей кожи",
            "Она засмеялась, чтобы скрыть свою нервозность.",
            "Полиция знает о нас, уж лучше мы спрячемся.",
            "Разоблачитель - это тот, кто выведывает то, что другой хочет скрыть.",
            "Он пытался скрыть свою страсть к ней.",
            "Я отчаянно пытался сообразить, где можно было бы спрятаться.",
            "Он не мог скрыть своего недовольства тем, что его не пригласили.",
            "Юмор романа не может скрыть его подспудной печали.",
            "Она свернула письмо, чтобы спрятать надписанный от руки адрес.",
            "В его интересах скрыть неприглядную правду о деятельности его агентства.",
            "Стив не мог скрыть своего весёлого настроения.",
            "Врач там пытается облегчить страдания ребят, получивших ожоги кожи."
        ],
        "stars": 3
    }
}