{
    "highlight": {
        "comment": [],
        "translate": " выделить, освещать, основной момент, световой эффект, выдвигать на первый план",
        "transcription": "  |ˈhaɪlaɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Your resume should highlight your skills and achievements.",
            "Important names and dates in each chapter are highlighted.",
            "The highlight of the tour was our visit to the Vatican.",
            "Our trip was highlighted by a great jazz concert we attended.",
            "The students highlighted important vocabulary words in their textbooks.",
            "That weekend in Venice was definitely the highlight of our trip.",
            "Highlight the area above your eyebrows.",
            "I missed the game, but I saw the highlights on the evening news.",
            "When I get my hair highlighted, I look like a giant roll of aluminum foil.",
            "materials that highlight the individuality of each piece in the collection",
            "At 11.30 we'll be showing highlights from the Third Round of the FA Cup.",
            "The introduction highlighted the speaker's distinguished career in linguistics.",
            "Beating the defending champion has to be the highlight of my career.",
            "Unfortunately, the media insisted upon highlighting his troubled past."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Резюме должно подчёркивать /выдвигать на первый план/ ваши навыки и достижения.",
            "В каждой главе выделены важные имена и даты.",
            "Изюминкой нашей поездки было посещение Ватикана.",
            "Изюминкой нашей поездки стал большой джазовый концерт, который мы посетили.",
            "Ученики выделили в своих учебниках важные словарные слова.",
            "Эти выходные в Венеции были, безусловно, изюминкой нашего путешествия.",
            "Выделите хайлайтером область над бровями.",
            "Игру я пропустил, но видел её обзор в вечерних новостях.",
            "Когда мне делают мелирование, я выгляжу как гигантский рулон фольги.",
            "материалы, которые подчёркивают индивидуальность каждого произведения в коллекции",
            "В 11-30 мы покажем обзор игр третьего раунда Кубка Англии.",
            "Во вступительном слове была подчёркнута выдающаяся карьера выступающего в лингвистике.",
            "Победа над действующим чемпионом должна быть самым ярким моментом моей карьеры.",
            "К сожалению, СМИ упорно продолжали делать акцент на его бурном прошлом."
        ]
    }
}