{
    "hint": {
        "comment": [
            "print"
        ],
        "translate": "намек, совет, оттенок, налет, намекать",
        "transcription": " |hɪnt|",
        "antonyms": [],
        "mnemonic": [
            "hint [hɪnt]\n***\nМой НАМЁК - это не финт. (это) hint\nНАМЕКАТЬ - мой новый финт. (это) hint"
        ],
        "examples": [
            "She dropped a hint that she would retire soon.",
            "What are you hinting at?",
            "He is too obtuse to take a hint.",
            "I made it clear I wasn't interested in him, but he didn't take the hint.",
            "There was a hint of spring in the air.",
            "The boss hinted about possible layoffs.",
            "They fled at the first hint of trouble.",
            "They'll betray you at the first hint of trouble.",
            "They gave us a broad hint that it was time to leave.",
            "The sauce has a subtle hint of garlic.",
            "I keep hinting, but she's not catching on. I think I need to be more direct.",
            "There was a hint of cruelty in Brian's smile.",
            "Her face gave me a hint of what she was thinking.",
            "Notably absent from his statement was any hint of an apology.",
            "“I have a lot of work to do.” “OK, I'll leave. I can take a hint.”",
            "The government minister hinted at an early election, but refused to give an exact date.",
            "In June he gave a broad hint that he might retire.",
            "He had a hint of a German accent.",
            "There was a hint of mockery in his voice.",
            "There have been hints that he may take up coaching.",
            "I am trying to avoid showing any hint of favoritism.",
            "The weather that night was hot and close, with a hint of thunder in the distance.",
            "There was never a hint of scandal during her time in office.",
            "Miles had been dropping heavy hints about the cost of petrol.",
            "He told the painter that he wanted a yellow base with just a hint of green.",
            "There is no hint as to which of the approaches essayed in this book will prove most useful.",
            "The old ruins give only a hint of the city's glorious past.",
            "We shall have to turn back if there's the slightest hint of fog.",
            "Wagner calls his program 'the worst talk show in America,' without a hint of irony."
        ],
        "example_translate": [
            "Она намекнула, что скоро уйдёт на пенсию.",
            "На что ты намекаешь?",
            "Он слишком глуп, чтобы понимать намёки.",
            "Я дала ясно понять, я не была заинтересована в нем, но до него это не дошло.",
            "В воздухе пахло приближением весны.",
            "Шеф намекнул на возможные увольнения.",
            "Они сбежали при первых же признаках опасности.",
            "Они предадут тебя при первом же признаке опасности.",
            "Нам прозрачно намекнули, что пора уходить.",
            "У этого соуса едва уловимый привкус чеснока.",
            "Я ей и так и этак намекаю, а она всё никак не поймёт. Наверное, нужно быть более прямолинейным.",
            "В улыбке Брайана был какой-то оттенок жестокости.",
            "По её лицу я догадался, о чём она думает.",
            "В частности, в его заявлении, не было никакого намека на извинение.",
            "— У меня много работы! — Хорошо, я уйду. Я умею понимать намёки.",
            "Министр намекнул на досрочные выборы, но не назвал точную дату.",
            "В июне он прозрачно намекнул о возможном уходе на пенсию.",
            "Он говорил с лёгким немецким акцентом.",
            "В его голосе звучал оттенок насмешки.",
            "Намекали, что он может заняться тренерской работой.",
            "Я стараюсь не показывать даже малейших намёков на наличие любимчиков.",
            "Погода в ту ночь была жаркой и душной, с признаками грома вдалеке.",
            "Во время её пребывания на посту никогда не было и намёка на скандал.",
            "До этого Майлз многозначительно намекал на стоимость нефти.",
            "Он сказал маляру, что хочет жёлтую основу с очень лёгким оттенком зелёного.",
            "Нет ни малейшего намёка на то, какой из подходов, описанных в этой книге, окажется более полезным.",
            "Эти старые развалины лишь слабо намекают на славное прошлое данного города.",
            "Нам придётся повернуть обратно, если будет хоть малейший намёк на туман.",
            "Вагнер без тени иронии называет свою телепередачу \"худшим ток-шоу в Америке\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}