{
    "hip": {
        "comment": [
            "chip",
            "chip",
            "whip"
        ],
        "translate": "бедро, вальма, бок, уныние, тазобедренный, модный, повергать в уныние",
        "transcription": " |hɪp|",
        "antonyms": [],
        "mnemonic": [
            "hip [Иип] бедро - У (хиппи) бедро ампутировали;",
            "ship [ʃip]\n***\nНа КОРАБЛЬ ступил - наступил на шип. (это) ship\n***\nОт судна \"ship\", только щепки \"chip\"."
        ],
        "examples": [
            "The old lady had fallen and broken her hip.",
            "She stood with her hands on her hips.",
            "Hip me to what's going on!",
            "He is absolutely hipped on his subject.",
            "She stood there with her hands on her hips glaring at him.",
            "Where can I get a shirt like that? It's hip. Jumble style, but hip.",
            "Hanging around with the older boys he soon began to get hip.",
            "She knows how to get into all of the hippest clubs and restaurants.",
            "Hip, hip, hurray!",
            "If you want to get hipped on what goes on behind the scenes at a television network, you should read this book.",
            "He tried to learn about the latest bands so he could impress his hip new college friends.",
            "He was aware that women were seldom hip to the really important things in life.",
            "McMillan's novel gets my vote for hippest book of the year."
        ],
        "example_translate": [
            "Старушка упала и сломала себе бедро.",
            "Она стояла подбоченясь.",
            "Скажи же мне, что происходит!",
            "Он прекрасно разбирается в своём деле.",
            "Она стояла там, с руками на поясе, глядя на него.",
            "Где бы я мог достать такую рубаху? Она – классная. В безумном стиле, но классная.",
            "Шатаясь повсюду с ребятами постарше, он скоро стал соображать, что к чему.",
            "Она знает, как попасть во все самые модные клубы и рестораны.",
            "Гип-гип ура!",
            "Если вы хотите быть в курсе того, что происходит \"за кулисами\" телесети, вам стоит прочитать эту книгу.",
            "Он старался узнать о новых музыкальных группах, так он мог произвести впечатление на своих новых, хипповатых друзей по колледжу.",
            "Он знал, что женщины редко разбираются в по-настоящему важных вещах.",
            "Роман Мак-Миллана получает мой голос как самая стильная книга года."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}