{
    "hire": {
        "comment": [
            "shirt",
            "thirsty",
            "third",
            "whirl",
            "t-shirt"
        ],
        "translate": "прокат, наем, плата за наем, нанимать, брать напрокат, сдавать внаем",
        "transcription": " |ˈhaɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was hired to do this job.",
            "There were motocycles for hire.",
            "We paid $50 for the hire of the hall.",
            "We hired her to mow our lawn.",
            "A taxi may be hired by telephone.",
            "The company has a few new hires.",
            "How much does it cost to hire videos?",
            "I was hired by the first company I applied to.",
            "Hire a man to take care of the garden.",
            "Do I need to hire a lawyer to buy a house?",
            "The company is planning to hire 200 workers.",
            "The crane is on hire from a local firm.",
            "The company will hire a new director of marketing.",
            "The best way to explore the island is to hire a car.",
            "They bought the furniture on hire purchase.",
            "What does it cost to hire a boat for a week?",
            "We hired someone to clean the office once a week.",
            "The new hires need special training.",
            "They hired two new secretaries in the department",
            "It occurred to me that we should hire another secretary.",
            "The company isn't hiring right now.",
            "His first move was to hire a lawyer.",
            "We had to hire a temp to fill in for her.",
            "You can arrange as part of your package to hire a car.",
            "A City lawyer has been hired to handle the case.",
            "We charge a flat fee for car hire.",
            "He signed up for a week's car hire.",
            "We'll hire more staff on an ad hoc basis.",
            "We need to hire a new cowhand to help out.",
            "The rich could hire good lawyers and get off easy."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его наняли для выполнения этой работы.",
            "Мотоциклы выдавали напрокат.",
            "Мы заплатили 50 долл. за аренду зала.",
            "Мы наняли её косить газон.",
            "Такси можно заказать по телефону.",
            "Компания наняла несколько новых сотрудников.",
            "Сколько стоит взять напрокат видео?",
            "Я был принят на работу первой же компанией, в которую обратился.",
            "Найми садовника, который будет следить за садом.",
            "Нужно ли мне нанимать юриста, чтобы купить дом?",
            "Компания планирует нанять двести работников.",
            "Подъёмный кран взят в аренду у местной фирмы.",
            "Компания примет на работу нового директора по маркетингу.",
            "Лучший способ исследовать остров — взять напрокат машину.",
            "Они купили мебель в рассрочку / кредит.",
            "Сколько стоит недельный прокат лодки?",
            "Мы наняли человека раз в неделю убирать в офисе.",
            "Новым сотрудникам требуется специальная подготовка.",
            "В отдел наняли двух новых секретарей.",
            "Мне пришло в голову, что нам следует нанять нового секретаря.",
            "В данный момент компания не нанимает новых сотрудников.",
            "Первым делом он нанял адвоката.",
            "Нам пришлось временно нанять человека ей на замену.",
            "Вы можете включить в пакет услуг прокат автомобиля.",
            "Для рассмотрения этого дела наняли городского адвоката.",
            "Мы взимаем фиксированную плату за прокат автомобилей.",
            "Он подписался на недельный прокат автомобиля.",
            "Дополнительный персонал мы будем нанимать по мере необходимости.",
            "Нам нужно нанять в помощь ещё одного /нового/ пастуха.",
            "Богатые могли нанять хороших адвокатов и легко отделаться."
        ]
    }
}