{
    "historic": {
        "comment": [],
        "translate": "исторический, исторически установленный",
        "transcription": " |hɪˈstɔːrɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "'It is a historic moment,' he told journalists.",
            "We are witnessing a historic moment.",
            "The court made a historic decision last week.",
            "Many people bewailed the changes to the historic building.",
            "The historic tavern burned to the ground in a horrible conflagration.",
            "We ride past the Kremlin and other historic landmarks.",
            "She returned safely from her historic flight into space.",
            "They know of many historic volcanic eruptions in the area.",
            "She photoed the historic mansion for a decorating magazine.",
            "It's unlikely that the share price will exceed historic levels.",
            "Extinct volcanoes are those that have not erupted in historic times.",
            "These historic landmarks are an important part of our cultural patrimony.",
            "They were amazed by the squalid, cramped quarters in the town's historic bastille.",
            "A number of Boston's historic notables are entombed in the Old Granary Burying Ground.",
            "Acquisitive developers are trying to tear down the historic home and build a shopping mall.",
            "The historic village boasts an old-fashioned apothecary that's been there for almost a century and a half."
        ],
        "example_translate": [
            "\"Это исторический момент\", - сказал он журналистам.",
            "Мы являемся свидетелями исторического момента.",
            "На прошлой неделе суд вынес историческое решение.",
            "Многие выразили глубокое разочарование тем, как изменилось это историческое здание.",
            "Эта историческая таверна сгорела дотла во время страшного пожара.",
            "Мы проезжаем мимо Кремля и других исторических достопримечательностей.",
            "Она благополучно возвратилась из своего исторического полёта в космос.",
            "Известно, что в прошлом в этом районе состоялось множество вулканических извержений.",
            "Она сфотографировала этот старинный особняк для журнала, посвящённого ремонту.",
            "Маловероятно, что цена акций превысит рекордный исторический уровень.",
            "Потухшими являются те вулканы, которые не извергались в исторические времена.",
            "Эти исторические достопримечательности являются важной частью нашего культурного наследия.",
            "Они были поражены убогими и тесными казармами в исторической городской крепости.",
            "Несколько исторических знаменитостей Бостона похоронено на старом кладбище Гранари.",
            "Жадные застройщики пытаются снести этот исторический дом и построить на его месте торговый центр.",
            "Эта историческая деревня гордится старинной аптекой, которая находится там уже почти полтора века."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}