{
    "historically": {
        "comment": [
            "historical",
            "history",
            "historian"
        ],
        "translate": "исторически",
        "transcription": " |hɪˈstɔːrɪklɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Historically, sport has been a cohesive force in international relations.",
            "How historically significant is this discovery?",
            "Her novel is historically accurate.",
            "In Britain, the defence of the country has historically been left to the navy.",
            "He spent years working up a period novel that was historically accurate in every detail.",
            "Historically they have never coexisted peacefully.",
            "Historically and culturally, Britain has always been linked to the continent.",
            "Historically natural disasters have often been interpreted by some as punitive or monitory measures against sin-ridden humanity.",
            "The geological environment is the primary factor in determining the character of a country not only topographically but historically.",
            "Historically, revolutionists have generally been young men willing to risk everything, even their lives, in the pursuit of their cause."
        ],
        "example_translate": [
            "Исторически спорт является объединяющей силой в международных отношениях.",
            "Насколько значимо это открытие для истории?",
            "Её роман исторически точен. / В её романе точно отражаются исторические события.",
            "В Великобритании задача обороны страны исторически возлагается на военно-морской флот.",
            "Он провёл несколько лет за сочинением исторического романа, который оказался исторически точным в каждой мелочи.",
            "Так исторически сложилось, что они никогда мирно не сосуществовали.",
            "Исторически и культурно Великобритания всегда была связана с континентом.",
            "Исторически сложилось, что стихийные бедствия часто трактовались некоторыми как кара или предостережение для погрязшего в грехах человечества.",
            "Геологическая обстановка является основным фактором в определении характера страны не только топографически, но и с исторической точки зрения.",
            "Исторически сложилось, что революционеры — это, как правило, молодые мужчины, готовые рискнуть всем, в том числе собственной жизнью, в процессе осуществления своей благородной цели."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}