{
    "historian": {
        "comment": [
            "historical",
            "history",
            "historically"
        ],
        "translate": " историк",
        "transcription": "  |hɪˈstɔːriən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We can start by comparing the work of the historian with the work of the politician.",
            "My father was a historian of repute. His speciality was the history of Germany.",
            "Marx was strongly influenced by the historian Niebuhr.",
            "He was a man of many parts: writer, literary critic and historian.",
            "One historian was said to have had no nose at all, only an apology for one.",
            "a gastronomist and food historian who is very knowledgeable about Spanish cuisine",
            "I was disappointed in the renowned historian's latest book, which is only middling.",
            "That historian's dryasdust prose desiccates what is actually an exciting period in European history.",
            "Historians are still trying to sort out fact from fiction in the story of Kateri Tekakwitha, the Lily of the Mohawks."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Для начала можно сравнить труд историка и труд политика.",
            "Мой отец был известным историком. Он занимался историей Германии.",
            "На Маркса сильно повлиял историк Нибур.",
            "Это был человек разносторонний: писатель, литературный критик и историк.",
            "Про одного историка говорили, что у него совсем нет носа, а только так, какое-то подобие.",
            "гурман и специалист по истории еды, который очень хорошо осведомлён об испанской кухне",
            "Я был разочарован последней книгой этого известного историка, которая получилась не более чем сносной.",
            "Сухое и педантичное повествование этого историка как бы высасывает всю жизненную силу из этого, на самом деле, интереснейшего периода в истории Европы.",
            "Историки до сих пор пытаются отделить факты от вымысла в предании о Катери Тетаквита, Лилии Могавков."
        ],
        "stars": 2
    }
}