{
    "historical": {
        "comment": [
            "history",
            "historian",
            "historically"
        ],
        "translate": " исторический, исторически установленный",
        "transcription": "  |hɪˈstɔːrɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's not a straight historical novel.",
            "The historical details add depth to his story.",
            "He hit pay dirt with his historical novels.",
            "How historically significant is this discovery?",
            "They were in the right about this historical question.",
            "It's an area of considerable historical interest.",
            "One should not treat any historical document as gospel.",
            "The novel is full of historical detail.",
            "She found a lacuna in the historical record.",
            "He strove for historical accuracy in the movie.",
            "The novel is full of historical details.",
            "Was King Arthur a real historical figure?",
            "a faithful rendering of historical events",
            "The kings are listed in historical order.",
            "The author novelized the historical event.",
            "an abecedarian approach to historical study",
            "His books mix historical fact with fantasy.",
            "doubt that a historical Camelot ever existed",
            "a chronological arrangement of historical events",
            "The battlefield is a national historical landmark.",
            "She got a job in the historical section of the Treasury.",
            "Many of the historical proverbs have a doubtful paternity.",
            "The family went on a pilgrimage to historical battlefields.",
            "The importance of this event comes into historical prominence.",
            "It is important to look at the novel in its historical context.",
            "The collection includes an eclectic mix of historical artifacts.",
            "The book set the pattern for over 40 similar historical romances.",
            "Everyone had to dress the same as a well-known historical figure.",
            "Defoe has plausibly circumstantiated his false historical record.",
            "Real historical events figure in Tolstoy's novel \"War and Peace\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это недостоверный исторический роман.",
            "Исторические детали добавляют его рассказу глубины.",
            "Он напал на золотую жилу, начав писать исторические романы.",
            "Насколько значимо это открытие для истории?",
            "Они были правы относительно этого исторического вопроса.",
            "Эта территория представляет значительный исторический интерес.",
            "Ни один исторический документ нельзя слепо принимать на веру.",
            "Роман полон исторических деталей.",
            "Она обнаружила пробел в этих исторических документах.",
            "Он стремился к исторической достоверности своего фильма.",
            "Роман изобилует историческими подробностями.",
            "Был ли король Артур реальной исторической личностью?",
            "точное изображение исторических событий",
            "Короли перечислены в историческом порядке.",
            "Автор рассказал об этом историческом событии в своём романе.",
            "тривиальный подход к изучению истории",
            "В его книгах исторические факты смешиваются с вымыслом.",
            "сомнения в том, что исторический Камелот когда-либо существовал",
            "расположение исторических событий в хронологическом порядке",
            "Данное поле битвы является национальным историческим памятником.",
            "Она устроилась на работу в исторический отдел казначейства.",
            "Многие известные исторические выражения имеют сомнительное авторство.",
            "Семья отправилась в паломничество по местам исторических сражений.",
            "Это событие занимает выдающееся место в истории.",
            "Важно рассматривать этот роман в его историческом контексте.",
            "Коллекция включает в себя эклектическую мешанину из исторических артефактов.",
            "Эта книга стала образцом для более сорока подобных исторических романов.",
            "Каждый должен был нарядиться какой-нибудь известной исторической личностью.",
            "Дефо подкрепил свой исторический вымысел убедительными подробностями.",
            "В романе Толстого \"Война и мир\" фигурируют реальные исторические события."
        ]
    }
}