{
    "hobby": {
        "comment": [],
        "translate": "хобби, конек, чеглок, палочка с лошадиной головой, лошадка, пони",
        "transcription": " |ˈhɑːbi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What are your hobbies?",
            "My hobby is gardening",
            "our mutual hobby of car racing",
            "Retirement gave him the time to pursue his hobbies.",
            "Photography is an expensive hobby.",
            "He devotes every spare moment to his hobby.",
            "She spent every available dollar on her hobby.",
            "Susan's hobbies include reading, cooking, and drama.",
            "His favorite hobby was woodworking.",
            "He seemed to be married to his hobby.",
            "This hobby occupies all of my free time.",
            "Her hobby mushroomed into a thriving business.",
            "Her company has evolved from a hobby into a thriving business.",
            "I'm looking for a hobby that doesn't require a lot of fancy equipment."
        ],
        "example_translate": [
            "Какие у тебя увлечения?",
            "Мое хобби - садоводство.",
            "наше взаимное увлечение автогонками",
            "Уход на пенсию позволил ему заняться своими хобби. / На пенсии у него появилось время заняться своими хобби.",
            "Фотографирование — это дорогое увлечение.",
            "Он посвящает каждую свободную минутку своему хобби.",
            "Она потратила все свободные деньги на своё хобби.",
            "В числе увлечений Сьюзи — чтение, кулинария и драматургия.",
            "Его любимым занятием была обработка дерева.",
            "Казалось, будто кроме его хобби ничего другого для него не существовало.",
            "Это увлечение поглощает всё моё свободное время.",
            "Её увлечение разрослось и превратилось в процветающий бизнес.",
            "Её компания превратилась из хобби в процветающий бизнес.",
            "Я ищу какое-нибудь хобби, для которого не требуется куча дорогого оборудования."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}