{
    "holding": {
        "comment": [
            "hold",
            "holder",
            "household",
            "uphold",
            "shareholder"
        ],
        "translate": "удерживание, владение, закрепление, имущество, участок земли, вклад",
        "transcription": " |ˈhoʊldɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What's holding you back?",
            "The young couple were holding hands.",
            "Note how she is holding her racket.",
            "Count how many fingers I am holding up.",
            "He was holding a knife in one hand.",
            "Let me see what you're holding in your hand.",
            "The mother was holding the baby in her arms.",
            "What's holding that mirror?",
            "He was holding a large package in his arms.",
            "He was holding onto a rope that served as a rail.",
            "He walked along in front of me, holding the lantern.",
            "She whispered, holding her hand over the mouthpiece.",
            "She's holding the fort while the manager's on holiday.",
            "Police are holding two men in connection with the robbery.",
            "Why didn't you tell me at once, instead of holding out on me?",
            "You're only hurting yourself by holding a grudge against them.",
            "The criminal broke away from the policemen who were holding him.",
            "The speaker was holding forth on the collapse of modern society.",
            "Others holding a vast number of gods, either all equal or subaltern to one another.",
            "As the curtain falls for the last time, we see a young woman holding a dying man in her arms.",
            "He emerged, holding a baby aloft.",
            "They sat holding hands under a tree.",
            "He had a time holding back the tears.",
            "He was holding, just as Red had said.",
            "The holding company was just a blind.",
            "The bank is holding interest rates at 4%.",
            "He was holding a towel around his middle.",
            "The baby was holding the book upside down.",
            "two drunken gentlemen holding each other up",
            "a pigeon feeder holding a bag of stale bread"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Что Вас останавливает?",
            "Молодая пара держалась за руки.",
            "Обратите внимание, как она держит (теннисную) ракетку.",
            "Сколько я показываю пальцев? (тест на сотрясение мозга)",
            "Он держал нож в руке.",
            "Покажи-ка мне, что у тебя в руке.",
            "Мать держала ребёнка на руках.",
            "Что удерживает это зеркало?",
            "В руках он держал большой пакет.",
            "Он держался за канат, который служил перилами.",
            "Он шёл передо мной, с фонарём в руках.",
            "Она шептала, закрыв рукой телефонную трубку.",
            "Она осталась на хозяйстве, пока директор в отпуске.",
            "Полиция удерживает двух мужчин в связи с ограблением.",
            "Почему ты мне сразу не сказал, зачем скрывал?",
            "Ты только себе же вредишь, тем, что таишь на них обиду.",
            "Преступник вырвался из рук полицейских, которые держали его.",
            "Выступающий долго и нудно разглагольствовал о крахе современного общества.",
            "Другие верят во многих богов, или равных между собой, или подчинённых друг другу.",
            "Когда занавес опускается в последний раз, мы видим, как молодая женщина держит на руках умирающего мужчину.",
            "Он появился, держа на вытянутых руках ребёнка.",
            "Они сидели под деревом, держась за руки.",
            "Он с большим трудом сдерживал слёзы.",
            "Как и говорил Ред, у него хранились наркотики.",
            "Холдинговая компания была всего лишь прикрытием.",
            "Банк удерживает процентные ставки на уровне четырёх процентов.",
            "Он придерживал руками обвязанное вокруг талии полотенце.",
            "Ребенок держал книгу вверх ногами.",
            "двое пьяных джентльменов помогающих друг другу удержаться на ногах",
            "человек, кормящий голубей, с мешком чёрствого хлеба в руках"
        ]
    }
}