{
    "hollow": {
        "comment": [
            "wholly"
        ],
        "translate": "полый, пустотелый, полость, дупло, выдалбливать, вполне, совершенно",
        "transcription": " |ˈhɑːloʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I felt empty and hollow., defeated.",
            "The owls nested in the hollow of a tree.",
            "It must be getting towards dinner-time., I'm feeling pretty hollow.",
            "He was short and thin, with hollow eyes.",
            "He declared that he was telling the truth, but his words rang hollow.",
            "Her cheeks seemed to hollow in, and her chin shook.",
            "A victory over a weakling is hollow and without triumph.",
            "She hollowed her hands into the form of a binocular glass.",
            "His eyes were hollow, and shone with a feverish glare.",
            "Make a slight hollow in the middle of each cake.",
            "the hollow sound of footsteps in the empty ballroom",
            "Made a little hollow in her mound of mashed potatoes and filled it with gravy.",
            "You can make a good if rough boat by hollowing out the trunk of a tree.",
            "They hollowed the log to make a canoe.",
            "They won, but it was a hollow victory.",
            "He built himself a cabin in a hollow high up in the Appalachians.",
            "There was a hollow spot in the field."
        ],
        "example_translate": [
            "Я чувствовал себя совершенно опустошенным., разбитым.",
            "В дупле дерева гнездились совы.",
            "Дело, должно быть, идет к обеду, я ужасно хочу есть.",
            "Он был низенький и худой, с ввалившимися глазами.",
            "Он заявил, что говорит правду, но его слова прозвучали неискренне.",
            "Её щеки казались ввалившимися, и подбородок дрожал.",
            "Победа над слабым - это ложная победа и без всякой радости.",
            "Она сложила пальцы биноклем.",
            "Его глаза запали и горели лихорадочным огнём.",
            "Сделайте в середине каждого пирожного небольшое углубление.",
            "глухой звук шагов в пустом бальном зале",
            "Сделав углубление в (холмообразной) порции картофельного пюре, она наполнила его соусом.",
            "Из ствола дерева можно выдолбить неплохую, хоть и грубую, лодку.",
            "Они выдолбили бревно изнутри, чтобы сделать из него каноэ.",
            "Они победили, но эта победа оказалась пирровой.",
            "Он построил себе домик в пещере, высоко в Аппалачах.",
            "В поле была небольшая впадина."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}