{
    "holy": {
        "comment": [
            "hole",
            "holiday"
        ],
        "translate": "святой, священный, праведный, безгрешный, святыня, святилище",
        "transcription": " |ˈhoʊli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Holy Russia",
            "Holy City",
            "Holy Spirit",
            "Holy Father",
            "Holy mackerel!",
            "They were joined together in holy matrimony.",
            "a holy war against the infidels",
            "We don't treat the items as holy relics.",
            "Holy /Sacred/ Writ",
            "the emanation of the Holy Spirit",
            "She was a holy woman, innocent and chaste.",
            "Denmark was never a province of the Holy Roman Empire.",
            "Holy Sepulchre",
            "Holy / Spy Wednesday",
            "...the bonds of holy matrimony.",
            "Hope is against the holy ghost.",
            "the Father, the Son and the Holy Spirit",
            "a holy relic worn by one of the saints",
            "He sprinkled the coffin with Holy Water.",
            "They prefer cursed bad wine to holy water.",
            "He was a communicant of Holy Cross Church.",
            "He joined the happy couple in holy wedlock.",
            "These children are venerated as holy beings.",
            "The two domes which surmount the Holy Sepulchre.",
            "the justification of barbarous means by holy ends",
            "The Holy Spirit is the indweller of the church and its members.",
            "Finding a cure for cancer is the holy grail of medical researchers.",
            "the doctrine of the procession of the Holy Spirit from the Father and the Son",
            "Both sides in the conflict agreed to an armistice during the solemn holy days.",
            "Yom Kippur is the holy day on which Jews are expected to expiate sins committed during the past year."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Святая Русь",
            "Священный город (Иерусалим, Рим и т. п.)",
            "Святой Дух",
            "Святейший отец (папа римский)",
            "Ничего себе! Вот это да!",
            "Они были соединены священными узами брака.",
            "священная война против неверных",
            "Мы не считаем эти предметы священными реликвиями.",
            "Библия, Священное писание",
            "исхождение Святого Духа",
            "Она была святой женщиной, чистой и непорочной.",
            "Дания никогда не была провинцией Священной Римской Империи.",
            "рел. гроб господень",
            "Святая Среда (на Страстной неделе)",
            "...узами священного брака.",
            "Надежда пребывает в духе святом.",
            "Отец, Сын и Святой Дух",
            "священная реликвия, которую носил один из этих святых",
            "Он окропил гроб святой водой.",
            "Они предпочитают мерзкое, ужасное вино святой воде.",
            "Он был прихожанином церкви Святого Креста.",
            "Он соединил счастливую пару святыми узами брака.",
            "Этих детей почитают как святых.",
            "Два купола, увенчивающие Храм Гроба Господня.",
            "оправдание варварских методов праведными целями",
            "Святой Дух присутствует внутри церкви и её прихожан.",
            "Нахождение лекарства от рака является заветной мечтой исследователей-медиков.",
            "догма об исхождении Святого Духа от Отца и Сына",
            "Стороны конфликта договорились о перемирии на время религиозных праздников.",
            "Йом-Кипур является праздником, в который у иудеев принято искупать грехи, совершённые в течение прошлого года."
        ]
    }
}