{
    "homeless": {
        "comment": [
            "home",
            "homework"
        ],
        "translate": "бездомный, беспризорный, бесприютный, бездомный, беспризорный",
        "transcription": " |ˈhəʊmləs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The flood left them homeless.",
            "We serve meals for the homeless.",
            "She is broke and homeless.",
            "A homeless man begs on that corner every day.",
            "It's a place where the homeless congregate.",
            "The bishop hit out at the government's policy on the homeless.",
            "Thousands of people have been made homeless.",
            "He is homeless and in desperate need of help.",
            "A homeless was found murdered in Central Park.",
            "Homeless people sleep in the doorways of the shops.",
            "Homeless young people are easy prey for drug-dealers.",
            "Many of the homeless have been sleeping out for years.",
            "There are homeless people sleeping on the streets in all weathers.",
            "She has made a practice of volunteering at a homeless shelter one weekend a month.",
            "A general state of need exists among the homeless.",
            "A general state of need exists among the homeless.",
            "The homeless became a problem in the large cities.",
            "They raise money to provide homes for the homeless.",
            "The article spotlights the problems of the homeless.",
            "They made thousands of families homeless without scruple.",
            "Homeless people are stereotyped as alcoholics or addicts.",
            "The organization provides food and shelter for homeless people.",
            "It's immoral to be rich while people are starving and homeless.",
            "My point is simply that we must do something to help the homeless.",
            "Please contribute to this collection of money for homeless families.",
            "The fact remains that the number of homeless people is rising daily.",
            "She recruited four friends to distribute food to the homeless with her.",
            "Too many people are homeless and living in shameful beggary in this country.",
            "Ten percent of the collection goes to the city's shelters for homeless people.",
            "He made many personal sacrifices to provide help to the city's homeless people."
        ],
        "example_translate": [
            "Потоп оставил их без крова.",
            "Мы раздаём пищу бездомным.",
            "Она без гроша, и ей негде жить.",
            "Каждый день на том углу какой-то бездомный просит милостыню.",
            "Это одно из тех мест, где собираются бездомные.",
            "Епископ обрушился с критикой на политику правительства в отношении бездомных.",
            "Тысячи людей остались без крова.",
            "Он — бездомный, и отчаянно нуждается в помощи.",
            "В Центральном парке был найден убитым бездомный.",
            "Бездомные люди обычно спят в дверях магазинов.",
            "Бездомные молодые люди - лёгкая добыча для торговцев наркотиками.",
            "Многие бездомные много лет ночуют под открытым небом.",
            "На улицах есть бездомные люди, спящие там в любую погоду.",
            "Она взяла за правило одни выходные в месяц посвящать работе волонтёром в приюте для бездомных.",
            "Бездомные обычно живут в нищете.",
            "Бездомные живут в условиях повальной нужды.",
            "В больших городах бездомные стали проблемой.",
            "Они собирают деньги, чтобы обеспечить бездомных жильём.",
            "В данной статье освещаются проблемы бездомных.",
            "Они без зазрения совести сделали тысячи семей бездомными.",
            "Существует стереотип о том, что все бездомные либо алкоголики, либо наркоманы.",
            "Организация занимается предоставлением пищи и приюта для бездомных людей.",
            "Безнравственно быть богатым, когда народ голодает и лишён крова.",
            "Я просто хочу сказать, что мы должны как-то помочь бездомным.",
            "Будьте так добры, пожертвуйте в фонд помощи бездомным семьям.",
            "Факт остается фактом: число бездомных день ото дня растёт.",
            "Она убедила четырёх друзей помогать ей раздавать пищу бездомным.",
            "Cлишком много людей в нашей стране бездомны и живут в позорной нищете.",
            "Десять процентов пожертвований пойдёт в городские приюты для бездомных.",
            "Он пошёл на многие личные жертвы, чтобы оказать помощь городским бездомным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}