{
    "homework": {
        "comment": [
            "workshop",
            "worker",
            "work",
            "network",
            "working",
            "firework",
            "workload",
            "workplace",
            "workforce",
            "workman",
            "paperwork",
            "workstation",
            "framework",
            "housework",
            "home",
            "homeless"
        ],
        "translate": "домашнее задание, домашняя работа, надомная работа, тщательная подготовка",
        "transcription": " |ˈhoʊmwɜːrk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was up on his homework.",
            "Did you finish your homework?",
            "Have you started your homework?",
            "She started her algebra homework.",
            "I'll tackle my homework later.",
            "Sir, I've forgotten my homework.",
            "Read Chapter 11 as your homework.",
            "Did you hand your homework in on time?",
            "Please apply yourself to your homework.",
            "She was digging away at her math homework.",
            "How much homework are you given in a week?",
            "I got a tutor to help me with my homework.",
            "Do Exercises 3 and 4 on page 51 for homework.",
            "Mum had a go at me for not doing my homework.",
            "The boy couldn't settle down to his homework.",
            "The children were absorbed in their homework.",
            "The students were given a homework assignment.",
            "He directed the children to do their homework.",
            "Our homework consisted of ten problems to solve.",
            "Set aside blocks of time for doing your homework.",
            "You'd better start on your homework.",
            "What was your score on your homework?",
            "He was having trouble with his homework.",
            "Best of all, we don't have any homework!",
            "I need to help Sam with his music homework.",
            "Can you help me out with my English homework?",
            "'Have you finished your homework?' ' Not yet.'",
            "You can't watch TV until you finish your homework.",
            "I had to badger the kids into doing their homework.",
            "It's time to redirect your energy to your homework."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он был готов взяться за домашнее задание.",
            "Ты сделал уроки?",
            "Ты уже начал делать домашнее задание?",
            "Она начала выполнять домашнее задание по алгебре.",
            "Я примусь / возьмусь за домашнее задание позже.",
            "Сэр, я забыл свое домашнее задание.",
            "Прочтите главу 11 в качестве домашнего задания.",
            "Ты сдал домашнюю работу вовремя?",
            "Сосредоточься, пожалуйста, на домашнем задании.",
            "Она корпела /трудилась/ над своим домашним заданием по математике.",
            "Сколько тебе задали на неделю?",
            "Я нашёл репетитора, чтобы помочь мне с домашним заданием.",
            "В качестве домашнего задания выполните упражнения три и четыре на странице пятьдесят один.",
            "Мама наехала на меня за то, что не сделал домашнее задание.",
            "Мальчик никак не мог взяться за уроки.",
            "Дети были поглощены своим домашним заданием.",
            "Студенты / ученики получили домашнее задание.",
            "Он велел детям делать уроки.",
            "Наша домашняя работа заключалась в решении десяти задач.",
            "Выделите время на выполнение домашней работы.",
            "Ты бы лучше начал делать домашнее задание.",
            "Сколько тебе поставили за домашнее задание?",
            "У него возникли проблемы с домашним заданием.",
            "Лучше всего то, что у нас нет домашних заданий!",
            "Мне нужно помочь Сэму выполнить домашнее задание по музыке.",
            "Можешь мне помочь с моей домашней работой по английскому?",
            "— Ты закончил делать уроки? — Ещё нет.",
            "Тебе нельзя смотреть телевизор, пока не закончишь своё домашнее задание.",
            "Мне пришлось долго упрашивать детей сделать домашнее задание.",
            "Пора перенаправить вашу энергию на выполнение домашнего задания."
        ]
    }
}