{
    "honest": {
        "comment": [],
        "translate": "честный, искренний, правдивый, подлинный, настоящий, нравственный, целомудренный",
        "transcription": " |ˈɑːnɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Just give me an honest answer.",
            "He has an honest face.",
            "Honest to God, I wasn't there.",
            "Do you want my honest opinion?",
            "He is honest about this matter with us.",
            "I didn't mean to hurt him, honest!",
            "He says that it's impossible to find an honest politician.",
            "I thought he was honest, but I was wrong.",
            "To be honest, I don't like him very much.",
            "Be honest for once.",
            "It was an honest error.",
            "We like our friends to be honest.",
            "To be perfectly honest, I don't want to go.",
            "At least he was honest with you.",
            "I'm just trying to earn an honest living.",
            "It is vital to be honest with your children.",
            "Honest to God, I didn't tell her!",
            "He was a hard-working, honest man.",
            "He's honest but he lacks personality.",
            "My cardinal rule is to always be honest.",
            "I love you — and that's the honest truth!",
            "Jerry is very honest, perhaps too much so.",
            "Neil was urbane, witty, direct, and honest.",
            "If I'm brutally honest, I don't like her dress.",
            "Ann had an honest face.",
            "I'll warrant him an honest fellow.",
            "The honest answer was that I didn't know.",
            "My sense of tact forbids an honest answer.",
            "The play was about the fall of an honest man.",
            "They gave a fair and honest critique of her art."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "h = [ ]"
        ],
        "example_translate": [
            "Просто дай мне честный ответ.",
            "У него искреннее выражение лица.",
            "Честное слово, я там не был.",
            "Хочешь начистоту?",
            "Он честен с нами по поводу этого дела.",
            "Я не хотел его обидеть /ранить, оскорбить, задеть., сделать ему больно/, честное слово!",
            "Он говорит, что невозможно, найти честного политика.",
            "Я считал его честным человеком, но ошибался.",
            "Честно говоря, я не очень его люблю.",
            "Скажи правду, хоть раз в жизни.",
            "Это было добросовестное заблуждение.",
            "Мы хотим, чтобы наши друзья были честными.",
            "Если быть до конца откровенным, я не хочу идти.",
            "По крайней мере, он был с тобой честен.",
            "Я просто пытаюсь честно заработать себе на жизнь.",
            "Крайне важно быть честными со своими детьми.",
            "Богом клянусь, я ничего ей не рассказывал!",
            "Он был трудолюбивым, честным человеком.",
            "Он честный, но ему не хватает индивидуальности.",
            "Моё главное правило — всегда будь честным.",
            "Я люблю тебя, и это чистая правда!",
            "Джерри — человек очень честный, пожалуй, даже слишком.",
            "Нил был вежливым, остроумным, открытым и честным.",
            "Если уж совсем честно, её платье мне не нравится.",
            "У Энн было честное лицо.",
            "Ручаюсь, что он честный человек. [Я поручусь за его честность.]",
            "Честный ответ был, что я не знаю.",
            "Чувство такта не позволяет мне ответить честно.",
            "В пьесе говорилось о моральном падении честного человека.",
            "Они дали честную и справедливую критическую оценку её творчеству."
        ]
    }
}