{
    "honestly": {
        "comment": [
            "honor",
            "honour",
            "honest",
            "dishonest",
            "dishonestly",
            "honesty",
            "nest"
        ],
        "translate": "честно, искренне, правдиво",
        "transcription": " |ˈɑːnɪstli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It wasn't me, honestly!",
            "We talked openly and honestly.",
            "No, honestly, it's a true story.",
            "I appreciate your concern, but honestly, I'm fine.",
            "Honestly! Do you ever listen?",
            "Do you honestly think I would do something so stupid?",
            "Honestly, it had been so long, I hardly knew her.",
            "Honestly, I don't believe it.",
            "Did you honestly believe that I'd be stupid enough to do that?",
            "Nothing's the matter, honestly, I'm fine.",
            "I'm paraphrasing but this is honestly what he said.",
            "Did you honestly think you weren't going to draw pay for it?",
            "I can honestly say that I never worry about him now.",
            "The bank has always dealt honestly with me.",
            "He told the story honestly and without contrivance.",
            "I can honestly say that I have never seen that man before today.",
            "We need to discuss disagreements honestly without papering over the cracks."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это был не я, честно!",
            "Мы (по)говорили честно и откровенно.",
            "Нет, честно, так всё и было.",
            "Я ценю вашу заботу, но честно говоря, у меня всё в порядке.",
            "Честно! Ты вообще слушаешь?",
            "Вы правда думаете, что я мог бы сделать такую глупость?",
            "Честно говоря, прошло столько времени, — я с трудом её узнал.",
            "Честно говоря, я этому не верю.",
            "Ты и вправду поверила, что у меня хватит ума такое сделать?",
            "Ничего не случилось, честно! Всё нормально.",
            "Я, конечно, перефразирую, но он честное слово сказал именно это.",
            "Неужели ты и правда думал, что тебе не заплатят за это?",
            "Могу сказать откровенно, что он меня теперь совсем не волнует.",
            "Банк всегда обращался со мной честно.",
            "Он рассказал всё честно и ничего не выдумывая.",
            "Я могу честно сказать, что до сегодняшнего дня никогда не видела этого человека.",
            "Мы должны обсудить разногласия честно, не приукрашивая действительность."
        ]
    }
}