{
    "honour": {
        "comment": [
            "honor",
            "honest",
            "dishonest",
            "dishonestly",
            "honestly",
            "honesty",
            "honourable"
        ],
        "translate": "честь, почести, почтение, уважение, почет, соблюдать, почтить, чтить, почитать",
        "transcription": " |ˈɑːnər|",
        "antonyms": [],
        "mnemonic": [
            "honour [о'на] честь - (Она) честь потеряла;",
            "honor = honour ['ɒnə]\n***\nСегодня ЧЕСТВУЮТ тихоню. (это) honor\nСЛАВА - слава фараону. (это) honor\nЧесть, слава, хорошая репутация."
        ],
        "examples": [
            "He is an honour to his school.",
            "She brought honour to her family.",
            "But my honour is engaged.",
            "No, Your Honour.",
            "He well deserved the honour.",
            "Legion of Honour",
            "He is an honour to his school.",
            "I consider it a great honour to be invited.",
            "He has honoured us with his presence.",
            "Yes, I honour Sparta, but I love Athens.",
            "Will you do me the honour of becoming my wife?",
            "The defence rests, Your Honour.",
            "It is an honour to have you here.",
            "I won't try to see you again. I give you my word of honour.",
            "I was treated like an honored guest.",
            "She was honoured as a community leader.",
            "Honour is sometimes found among thieves.",
            "True wealth I hold in great honour.",
            "The fountains played in his honour.",
            "Love weakens strength and bases honour.",
            "A special dinner will be held in her honour.",
            "He's an honour to his family and his country.",
            "My father was a man of honour and great integrity.",
            "Two firefighters have been honoured for their courage.",
            "We three will draw cuts for the honour of going with him.",
            "It had become a point of honour not to tell him about Lori.",
            "Earlier this year, I had the honor of meeting the President.",
            "It is an honour to be invited to contribute to your magazine.",
            "The medal is the highest honour the association can bestow (=give).",
            "An oak tree was planted in honour of the occasion."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "h = [ ]"
        ],
        "example_translate": [
            "Он — гордость своей школы.",
            "Она принесла славу своей семье.",
            "Но затронута моя честь.",
            "Нет, Ваша Честь.",
            "Он действительно заслуживал такой чести.",
            "Орден почётного легиона (во Франции)",
            "Он гордость школы.",
            "Я считаю, что получить приглашение — это великая честь.",
            "Он почтил нас своим присутствием.",
            "Да, я уважаю Спарту, но я люблю Афины.",
            "Ты окажешь мне честь стать моей женой?",
            "Ваша честь, защите нечего добавить.",
            "Видеть вас здесь — большая честь.",
            "Я не буду пытаться снова вас увидеть. Даю вам честное слово.",
            "Меня принимали как почётного гостя.",
            "Её уважали как общественного лидера.",
            "И среди воров порой встречаются благородные люди.",
            "Истинное богатство я очень уважаю.",
            "В его честь били фонтаны.",
            "Любовь лишает сил и унижает достоинство.",
            "В её честь пройдёт специальный ужин.",
            "Он — гордость своей семьи и своей страны.",
            "Мой отец был человеком честным и очень порядочным.",
            "За проявленное мужество награждены двое пожарных.",
            "Мы трое будем тянуть жребий, кому выпадет честь сопровождать его.",
            "Не рассказывать ему о Лори стало делом чести.",
            "В этом году я уже имел честь встретиться с президентом.",
            "Получить предложение писать статьи для вашего журнала — большая честь.",
            "Данная медаль является высшей наградой, которую может даровать (т.е. дать) эта ассоциация.",
            "В честь этого события был посажен дуб."
        ],
        "stars": 2
    }
}