{
    "honor": {
        "comment": [
            "honour",
            "honest",
            "dishonest",
            "dishonestly",
            "honestly",
            "honesty",
            "honourable"
        ],
        "translate": "честь, почести, почтение, уважение, почет, соблюдать, почтить, чтить, почитать",
        "transcription": " |ˈɑnər|",
        "antonyms": [],
        "mnemonic": [
            "honor = honour ['ɒnə]\n***\nСегодня ЧЕСТВУЮТ тихоню. (это) honor\nСЛАВА - слава фараону. (это) honor\nЧесть, слава, хорошая репутация."
        ],
        "examples": [
            "I pledge my honor",
            "“We plead guilty, Your Honor.”",
            "I pledge that I will honor my wife",
            "She has a keen sense of honor.",
            "It was an honor to be invited.",
            "He was prepared to fight to defend his family's honor.",
            "It was an honor and a privilege to dine with royalty.",
            "We named our daughter \"Mary\" in honor of her grandmother.",
            "Today we honor our soldiers.",
            "He's a man of honor.",
            "The team is retiring his jersey number in honor of his great career.",
            "The prosecution rests, Your Honor.",
            "We were inducted into the honor society.",
            "But if it be a sin to covet honor, I am the most offending soul alive.",
            "Is he worthy of such a signal honor?",
            "She made the honor roll for three successive school terms.",
            "We were honored with the queen's presence.",
            "They are accused of failing to honor their debts.",
            "They gave him a plaque in honor of his 30 years of service.",
            "Earlier this year, I had the honor of meeting the President.",
            "I'd like to make a contribution in honor or memory of a friend or family member.",
            "a lady of honor and virtue",
            "a farewell fête in honor of the mayor",
            "The team brought honor to the school.",
            "The city erected a statue in his honor.",
            "an occasion arranged to honor the president",
            "We felt honor bound to attend their wedding.",
            "These people deserve to be treated with honor.",
            "Giving his word of honor seemed to come too easily.",
            "a regale to honor the retiring Supreme Court justice"
        ],
        "example_translate": [
            "Клянусь своей честью.",
            "“Мы признаём свою вину, Ваша Честь.”",
            "Я обещаю, что я буду чтить (уважать, относится с почтением) мою жену.",
            "У неё обостренное чувство собственного достоинства.",
            "Для меня было большой честью получить приглашение.",
            "Он был готов бороться, чтобы защитить честь семьи.",
            "Возможность пообедать c членами королевской семьи, была большой честью и привилегией.",
            "Мы назвали нашу дочь Марией, в честь её бабушки.",
            "Сегодня мы чествуем наших солдат.",
            "Он — человек чести.",
            "Команда навсегда закрепила за ним его игровой номер в честь его выдающейся карьеры.",
            "У обвинения вопросов нет, Ваша честь.",
            "Мы были приняты в почётное общество.",
            "Но, если грех великий — жаждать славы, я — самый грешный из людей на свете. (У. Шекспир, \"Генрих V\")",
            "Достоин ли он такой выдающейся чести?",
            "Она три года подряд попадала в список отличников.",
            "Королева почтила нас своим присутствием.",
            "Их обвиняют в неуплате долгов.",
            "Ему вручили памятный значок в честь тридцатилетия службы.",
            "В этом году я уже имел честь встретиться с президентом.",
            "Я бы хотел сделать пожертвование в честь или в память друга или члена семьи.",
            "честная и добродетельная дама",
            "прощальный праздник в честь мэра",
            "Эта команда прославила школу.",
            "Городские власти воздвигли в его честь статую.",
            "мероприятие, организованное в честь президента",
            "Мы посчитали делом чести присутствовать на их свадьбе.",
            "Эти люди заслуживают того, чтобы к ним относились с почтением.",
            "Показалось, что это обещание далось ему как-то слишком легко.",
            "угощение в честь выхода на пенсию члена Верховного Суда"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}
