{
    "hood": {
        "comment": [
            "hook",
            "shoot",
            "shooting",
            "neighbourhood",
            "likelihood",
            "childhood"
        ],
        "translate": "капот, капюшон, колпак, кожух, крышка, чехол, закрывать, скрывать",
        "transcription": " |hʊd|",
        "antonyms": [],
        "mnemonic": [
            "hood [1ту:д] капот, капюшон - (Худ-ой) мотор под капотом, закрытым капюшоном;"
        ],
        "examples": [
            "The golf ball bonked the hood of the car.",
            "The bandits were hooded.",
            "Daddy undid my hood so I could have a better view.",
            "He was abducted by four men wearing hoods.",
            "You can detach the hood from the jacket.",
            "Robin Hood and his merry men",
            "A large branch landed on the hood of my car.",
            "Why don't you put your hood up if you're cold?",
            "The place of his casque was supplied by a large brown hood. (James)",
            "There are powerful engines under the hoods of new cars.",
            "It was beginning to drizzle, so she pulled on her hood.",
            "In cold conditions you'll need a sleeping bag with a hood.",
            "The greenwood was Robin Hood's home.",
            "Robin Hood is absolutely a creation of the ballad-muse."
        ],
        "example_translate": [
            "Мяч для гольфа ударился о капот автомобиля.",
            "Лица бандитов были скрыты капюшонами.",
            "Папа развязал мне капюшон, чтобы было лучше видно.",
            "Он был похищен четырьмя мужчинами в капюшонах.",
            "Капюшон можно отстегнуть от куртки.",
            "Робин Гуд и его славные товарищи",
            "На капот моей машины приземлилась большая ветка.",
            "Почему бы тебе не надеть капюшон, если холодно?",
            "Вместо шлема на нем был большой коричневый капюшон.",
            "Под капотами новых автомобилей находятся мощные двигатели.",
            "Начал моросить дождик, поэтому она надела капюшон.",
            "В холодных погодных условиях вам понадобится спальный мешок с капюшоном.",
            "Зелёный лес был для Робина Гуда родным домом.",
            "Робин Гуд являет собой вымысел, пришедший к нам из баллад."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}