{
    "hook": {
        "comment": [
            "hood",
            "shoot",
            "shooting",
            "neighbourhood",
            "likelihood",
            "childhood"
        ],
        "translate": "крюк, крючок, хук, ловушка, скоба, зацепка, подцепить, завербовать, поймать",
        "transcription": " |hʊk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He hooked a large fish.",
            "The dress hooks in the back.",
            "My sweater was hooked on a branch.",
            "She hung her coat on a hook.",
            "I hooked the door shut.",
            "My coat was caught up on the hook.",
            "He tried to hook a well-off widow.",
            "Please hook my dress up at the back, I can't reach.",
            "His opponent hooked him badly.",
            "I hooked a 20-pound salmon last week.",
            "hook up the houses to the gas supply line",
            "He hooked his arm around my neck.",
            "Ray hooked a right to his opponent's jaw",
            "We wrenched out of the wall an iron hook.",
            "He leveled his opponent with a right hook.",
            "Do not bite at the bait of pleasure till you know there is no hook beneath it.",
            "The two parts hooked together.",
            "She hit a hook into the left rough.",
            "He's been hooked into working at the school fair.",
            "I had trouble getting the wriggling fish off my hook.",
            "He'd decided to make Sandra wait before letting her off the hook.",
            "a length of chain",
            "I left the telephone off the hook.",
            "He hit him with a left hook to the jaw.",
            "She must have left the phone off the hook.",
            "I'll pass this course by hook or by crook.",
            "She hooked her fingers around the doorknob.",
            "I snapped at the bait hook, line and sinker.",
            "He threw a right hook to his opponent's body.",
            "Tom hung his coat on the hook behind the door."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он поймал крупную рыбу.",
            "Это платье застёгивается сзади.",
            "Мой свитер зацепился за ветку.",
            "Она повесила пальто на крючок.",
            "Я закрыл дверь на (дверной) крючок.",
            "Моё пальто висело на крюке.",
            "Он пытался подцепить какую-нибудь состоятельную вдову.",
            "Застегни мне, пожалуйста, платье на спине, я не могу дотянуться.",
            "Соперник нанёс ему сильный боковой удар.",
            "На прошлой неделе я выудил /поймал/ двадцатифунтового лосося.",
            "присоединить дома к линии подачи газа",
            "Он обнял меня рукой за шею. / Он обхватил рукой мою шею.",
            "Рей провёл удар /хук/ справа в челюсть противника",
            "Мы вырвали из стены железный крюк.",
            "Он сбил своего противника с ног правым хуком.",
            "Не стоит ничем соблазняться, пока не узнаешь точно, что тут нет подвоха.",
            "Обе детали крепились друг к другу крючками.",
            "После её удара мяч по дуге ушёл в левый раф. (о гольфе)",
            "Его убедили поработать на зарплату учителя.",
            "Мне с большим трудом удалось снять трепыхавшуюся рыбу с крючка.",
            "Он решил заставить Сандру подождать (и помучиться), прежде чем позволить ей избежать наказания.",
            "длина цепочки",
            "Я не стал класть трубку обратно на рычаг.",
            "Он ударил его левым хуком в челюсть.",
            "Она, должно быть, сняла телефонную трубку с крючка.",
            "Я пройду этот курс, не мытьём, так катаньем.",
            "Она обхватила пальцами дверную ручку.",
            "Я всему поверил.",
            "Он выбросил правый хук по корпусу противника.",
            "Том повесил своё пальто на крючок за дверью."
        ]
    }
}