{
    "hopeful": {
        "comment": [
            "hope",
            "hopefully",
            "hopeless"
        ],
        "translate": "надеющийся, многообещающий, человек, подающий надежды",
        "transcription": " |ˈhoʊpfl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I still feel hopeful about the future.",
            "We are hopeful that they will agree.",
            "He is hopeful of returning to work soon.",
            "I'm hopeful that we can find a solution.",
            "The movie has a hopeful ending.",
            "Then glimpsed the hopeful morrow.",
            "Two executive hopefuls joined the firm.",
            "He is still hopeful of playing in Saturday's game.",
            "Everyone's feeling pretty hopeful about the future.",
            "Thousands of young hopefuls were auditioned for the role.",
            "The three mayoral hopefuls are going to debate on local TV.",
            "With the passage of time, things began to look more hopeful.",
            "The president had a hopeful prognosis about the company's future.",
            "She is hopeful of winning the race.",
            "There are hopeful signs that the crisis may end soon.",
            "a hopeful prognosis of the country's future development"
        ],
        "example_translate": [
            "Я все ещё полон надежд на будущее.",
            "Надеемся, что они согласятся.",
            "Он полон надежд в скором времени вернуться на работу.",
            "Надеюсь, что мы сможем найти решение.",
            "Концовка этого фильма вселяет надежду.",
            "Затем забрезжило утро, несущее надежду.",
            "К фирме присоединились два многообещающих руководителя.",
            "Он всё еще надеется принять участие /сыграть/ в субботней игре.",
            "По поводу будущего все настроены довольно оптимистично.",
            "На эту роль пробовались тысячи молодых дарований.",
            "Три претендента на пост мэра собираются принять участие в дебатах на местном телевидении.",
            "С течением времени все стало выглядеть более многообещающе.",
            "Прогноз президента относительно будущего данной компании был многообещающим.",
            "Она надеется на победу в гонке.",
            "Есть обнадёживающие признаки того, что кризис может скоро закончиться.",
            "оптимистичный прогноз будущего развития страны"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}