{
    "hopeless": {
        "comment": [],
        "translate": "безнадёжный, безвыходный, неисправимый, отчаявшийся",
        "transcription": " |ˈhoʊpləs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I began to feel lonely and hopeless.",
            "He is a hopeless romantic.",
            "It's hopeless to expect him to help.",
            "I'm a hopeless cook.",
            "I'm hopeless at mathematics.",
            "I've got a hopeless memory.",
            "We recognized that the situation was hopeless.",
            "The situation is not as hopeless as it might seem.",
            "My brother was always pretty hopeless at ball games.",
            "I'm hopeless with machinery.",
            "You can't do a thing for people like that, they are hopeless.",
            "It is hopeless trying to screen your child from the harmful effects of television.",
            "She was a hopeless romantic, always convinced that one day she would meet the man of her dreams.",
            "The situation grew increasingly hopeless.",
            "The firm had to charge off the debt as hopeless.",
            "I'd love to get rid of my infatuation for Jane., it's all hopeless.",
            "The facts add together to give a hopeless picture of the firm's future.",
            "the hopeless hunted look on the prisoner's face",
            "He's very ill, but his condition isn't hopeless.",
            "Jim's plan seemed hopeless, but he brought it off.",
            "The public transport system was absolutely hopeless.",
            "Getting your work published often seems a hopeless task.",
            "It was a hopeless love that could not possibly be reciprocated.",
            "You cannot blind yourself to the true facts., the position is hopeless.",
            "We tried to stop the flames from spreading, but we knew it was hopeless.",
            "In the process of taking down the Christmas tree, we managed to entangle the string of lights into a hopeless mess of wires."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я начал чувствовать одиночество и отчаяние.",
            "Он безнадёжный романтик.",
            "Бесполезно ждать от него помощи.",
            "Я безнадёжен в готовке /кулинарии/.",
            "В математике я полный ноль.",
            "Память у меня никуда не годится.",
            "Мы отдавали себе отчёт в безнадёжности положения.",
            "Ситуация не так безнадежна, как может показаться.",
            "Мой брат всегда был довольно безнадёжен, если дело касалось игр с мячом.",
            "Я беспомощен в обращении с техникой (с техническими устройствами).",
            "Для таких людей вы ничего не можете сделать, они неисправимы.",
            "Попытки оградить ребёнка от пагубного влияния телевидения безнадёжны.",
            "Она была безнадежным романтиком, и всегда была твёрдо убеждена, что однажды встретит мужчину своей мечты.",
            "Положение становилось всё более и более безнадёжным.",
            "Компании пришлось списать этот долг как безнадежный.",
            "Я бы очень хотел освободиться от своей страсти к Джейн., все это безнадежно.",
            "Факты складываются в безнадёжную картину будущего фирмы.",
            "безнадёжное затравленное выражение лица этого узника",
            "Он очень болен, но его состояние небезнадёжно.",
            "План Джима казался безнадёжным, но у него всё получилось.",
            "Система общественного транспорта находилась в абсолютно безнадёжном состоянии.",
            "Публикация своей работы часто кажется безнадежной задачей.",
            "Это была отчаянная любовь без всякой надежды на взаимность.",
            "Ты не можешь закрывать глаза на истинное положение дел, а оно безнадежно.",
            "Мы пытались остановить распространение пламени, но понимали, что это безнадёжно.",
            "В процессе разряжания ёлки мы ухитрились превратить гирлянду фонариков в безнадёжно запутанный ворох проводов."
        ]
    }
}