{
    "horizon": {
        "comment": [],
        "translate": "горизонт, кругозор, ярус, отложение одного возраста",
        "transcription": " |həˈraɪzn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A new star appeared on the horizon.",
            "We sailed toward the horizon.",
            "His eyes swept the horizon.",
            "We watched the sun dip below the horizon.",
            "Storm clouds loomed on the horizon.",
            "Rain clouds materialized on the horizon.",
            "An economic crisis is looming on the horizon.",
            "The sun dipped below the horizon.",
            "The General's eyes swept the horizon.",
            "The plane was just a dot on the horizon.",
            "The ship disappeared behind the horizon and passed out of sight.",
            "The sun disappeared below the horizon.",
            "Her eyes fixated on a point on the horizon.",
            "There were open fields clear to the horizon.",
            "The town's lights cast a glow on the horizon.",
            "It is beyond the horizon of present knowledge.",
            "My land extends over the hills on the horizon.",
            "He narrowed his eyes and gazed at the horizon.",
            "I could perceive the ship coming over the horizon.",
            "Falling stars were lamping the red horizon fitfully.",
            "I could just descry the ship coming over the horizon.",
            "As the sun went down below the horizon, the sky became pink and gold.",
            "The sun dipped below the horizon.",
            "Range after range of mountains crowd the horizon.",
            "The only cloud on the horizon was her mother's illness.",
            "The whole horizon glowed with the light of the great fire.",
            "The only cloud on the horizon was the possibility of dissent by the French.",
            "The first tender tints of morning now appeared on the verge of the horizon.",
            "These discoveries have opened up new horizons in the field of cancer research."
        ],
        "example_translate": [
            "На горизонте появилась новая звезда.",
            "Мы плыли в сторону горизонта.",
            "Он окинул взглядом горизонт.",
            "Мы наблюдали, как солнце опускается за горизонт.",
            "На горизонте показались грозовые тучи.",
            "На горизонте вдруг появились дождевые тучи.",
            "Экономический кризис уже не за горами.",
            "Солнце скрылось за горизонтом.",
            "Генерал окинул глазами горизонт.",
            "Самолет был всего лишь точкой на горизонте.",
            "Корабль исчез за горизонтом и скрылся из виду.",
            "Солнце скрылось за горизонтом.",
            "Её глаза неотрывно смотрели в какую-то точку на горизонте.",
            "До самого горизонта простирались поля.",
            "Огни города отбрасывают зарево на горизонт.",
            "Это находится за пределами современных знаний.",
            "Моя земля простирается за эти холмы на горизонте.",
            "Он сощурился и вгляделся в горизонт.",
            "Я заметил, что корабль приближается из-за горизонта.",
            "Падающие звёзды, мерцая, освещали багряный горизонт.",
            "Я едва мог разглядеть корабль, появившийся из-за горизонта.",
            "Когда солнце зашло за горизонт, небо стало розовым и золотым.",
            "Солнце опустилось за горизонт.",
            "На горизонте одна горная гряда сменяет другую.",
            "Единственным облаком на горизонте была болезнь её матери.",
            "Весь горизонт озарился пламенем великого пожара.",
            "Единственным облаком на горизонте была возможность того, что французы не согласятся.",
            "На самом краю горизонта уже появились первые нежные краски утра.",
            "Эти находки открыли новые горизонты в области онкологических исследований."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}