{
    "horn": {
        "comment": [
            "thorn"
        ],
        "translate": "рог, рожок, рупор, сигнал, роговой, забодать, наставлять рога",
        "transcription": " |hɔːrn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Sound your horn to warn other drivers.",
            "Why did you beep your horn at her?",
            "a knife with a horn handle",
            "Nobody asked you to horn in on our conversation.",
            "The horn below sounded the recall.",
            "O hunter, and O blower of the horn.",
            "Julian was almost pathologically jealous of her, fearing the final indignity of horns.",
            "A motor horn sounded off behind me and scared me silly.",
            "horns at the ends of a new moon",
            "The driver gave a long blast on his horn.",
            "Leave me here, and when you want me, sound upon the bugle horn.",
            "The horn boomed out all night to warn the ships of the dangerous mist.",
            "You horned me off to get a chance to get gaming witnesses out of the way.",
            "Although he's not the first person to blow his own horn, he's about the most obnoxious blower I've ever met.",
            "...musketeers carrying their gunpowder in powder horns...",
            "Navigation is notoriously difficult at the southernmost tip of South America, where ships must round the headland of Cape Horn."
        ],
        "example_translate": [
            "Подайте звуковой сигнал, чтобы предупредить других водителей.",
            "Почему /зачем/ ты ей посигналил?",
            "нож с роговой ручкой",
            "Никто не просил тебя встревать в разговор.",
            "Раздался звук горна, означающий сигнал к возвращению.",
            "О охотник, о дующий в рог!",
            "Джулиан патологически её ревновал, боясь оказаться рогоносцем.",
            "За моей спиной просигналил клаксон и до смерти испугал меня.",
            "рога на концах новой луны",
            "Водитель нажал на клаксон, издав длинный гудок.",
            "Оставьте меня здесь, и если вы захотите меня видеть, подудите в охотничий рожок.",
            "Ревун гудел всю ночь, предупреждая корабли об опасности, грозящей им в тумане.",
            "Вы меня вытолкали, чтобы получить шанс играть без свидетеля.",
            "Хотя он и не первый человек, который бахвалится по всякому поводу и без, но это, наверное, самый несносный хвастун, которого я когда-либо встречал.",
            "...мушкетеры носили свой порох в пороховницах (пороховой рог)...",
            "Как известно, в самой южной оконечности Южной Америки, где кораблям приходится огибать мыс Горн, судоходство является чрезвычайно сложным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}