{
    "horrible": {
        "comment": [],
        "translate": "ужасный, страшный, отвратительный, нечто ужасное, роман ужасов, ужастик",
        "transcription": " |ˈhɔːrəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's a horrible person.",
            "It is horrible to work there.",
            "Why are you so horrible to me?",
            "What a horrible thing to say!",
            "What a horrible thing to do!",
            "Her face was horribly scarred.",
            "You've got to take your mind off this horrible business.",
            "It was a horrible thing to happen.",
            "He suffered a horrible death.",
            "Losing his job came as a horrible blow to him.",
            "The plan had gone horribly wrong.",
            "horrible like raw and putrid flesh",
            "a horrible sight that chilled my bones",
            "Well, for a start, the weather was horrible.",
            "Suddenly a horrible thought came into my mind.",
            "The weather has been really horrible all week.",
            "The food was horrible, shades of school dinners.",
            "The gum left a horrible metallic taste in my mouth.",
            "It was a horrible accident. Please spare me the details.",
            "The crowd fell silent as the horrible news was read aloud.",
            "I have a horrible feeling that we're going to miss the plane.",
            "Imagine doing a horrible job like that!",
            "The team had a horrible season last year.",
            "The food looked horrible, but it tasted OK.",
            "The crime scene was too horrible to describe.",
            "No sane person could do something so horrible.",
            "Many families were left destitute by the horrible fire.",
            "We were afraid that the horse would be lamed by its horrible fall.",
            "The historic tavern burned to the ground in a horrible conflagration."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она ужасный человек.",
            "Работать там отвратительно.",
            "Почему вы так ужасно относитесь ко мне?",
            "Какие ужасные слова!",
            "Какой ужасный поступок!",
            "Ее лицо было ужасно изуродовано шрамами.",
            "Ты должен выбросить это ужасное происшествие из головы.",
            "Это было ужасно.",
            "Он умер ужасной смертью.",
            "Потеря работы оказалась для него огромной бедой.",
            "К тому времени весь план уже пошёл насмарку.",
            "отвратительный, как сырое гнилое мясо",
            "ужасное зрелище, от которого у меня кровь застыла в жилах",
            "Ну, начнём с того, что погода была ужасная.",
            "Вдруг мне в голову пришла ужасная мысль.",
            "Погода всю неделю была просто ужасная.",
            "Еда была ужасная, точь-в-точь как из школьной столовой.",
            "Жевательная резинка оставила у меня во рту ужасный металлический привкус.",
            "Ужасная авария. Пожалуйста, избавьте (не рассказывайте) меня от подробностей.",
            "Толпа замолчала, когда зачитали эту ужасную новость.",
            "У меня ужасное чувство, что мы не успеем на самолет.",
            "Представьте себе, каково заниматься такой ужасной работой!",
            "В прошлом году команда провела ужасный сезон.",
            "Еда выглядела ужасно, но на вкус была ничего.",
            "Место преступления было неописуемо ужасным.",
            "Ни один здравомыслящий человек не мог сделать нечто настолько ужасное.",
            "В результате этого страшного пожара многие семьи остались без средств к существованию.",
            "Мы боялись, что лошадь покалечится из-за этого ужасного падения.",
            "Эта историческая таверна сгорела дотла во время страшного пожара."
        ]
    }
}