{
    "horror": {
        "comment": [],
        "translate": "ужас, отвращение, что-либо нелепое, что-либо смешное, мрачное настроение",
        "transcription": " |ˈhɔːrər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She froze with horror.",
            "She looked at me in horror.",
            "He has a horror of snakes.",
            "I cringed in horror.",
            "She expressed her horror at the crime.",
            "She shrank away with horror.",
            "A writhing horror twisted itself across his face.",
            "You should have seen the look of horror on his face.",
            "There was a look of horror on her face.",
            "To my horror, I realised my shirt was wet with blood.",
            "I'm too squeamish to watch horror movies.",
            "Staff watched in horror as he set himself alight.",
            "a new crop of horror movies",
            "He's a writer of horror stories.",
            "The prospect filled him with horror.",
            "She threw her hands up in mock horror.",
            "The film exposes the utter horror of war.",
            "He shrank in horror when he saw the dead cat.",
            "As a horror, apartheid... is absolutely unambiguous.",
            "We recoiled in horror at the sight of his wounded arm.",
            "Our laughter turned to horror as we realized that Jody was really hurt.",
            "The robot was then put on the scales, and to our horror it weighed 115 kg!",
            "Only when the vehicle was lifted did the full horror of the accident become clear.",
            "Leonora's eyes opened wide in horror.",
            "a horror movie about a possessed child",
            "the erotogenic component in horror movies",
            "His friends were shocked by the horror of his death.",
            "Our immediate response to the attack was sheer horror.",
            "I watched in complete and utter horror as he pulled out a gun.",
            "a tale of horror replete with eerie hauntings and evil witchery"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она застыла в ужасе.",
            "Она с ужасом посмотрела на меня.",
            "Он панически боится змей.",
            "Я сжался от ужаса.",
            "Она ужаснулась совершённому преступлению.",
            "Она вся сжалась от ужаса.",
            "Гримаса ужаса пробежала по его лицу.",
            "Надо было видеть, как он перепугался.",
            "На её лице было выражение ужаса.",
            "К своему ужасу я осознал, что моя рубашка вся в крови.",
            "Я слишком слабонервный / впечатлительный, чтобы смотреть фильмы ужасов.",
            "Персонал с ужасом смотрел, как он поджёг себя.",
            "новый урожай фильмов ужасов",
            "Он сочиняет истории-страшилки.",
            "От такой перспективы он пришёл в ужас.",
            "Она всплеснула руками в притворном ужасе.",
            "В фильме изображён полнейший /кромешный/ ужас войны.",
            "Увидев мёртвого кота, он съёжился от ужаса.",
            "Апартеид... абсолютно однозначно ужасен. / Ужасы апартеида... совершенно недвусмысленны.",
            "Мы в ужасе отпрянули при виде его раненой руки.",
            "Наш смех перерос в ужас, как только мы поняли, что Джоди серьёзно пострадала.",
            "Потом робота положили на весы, и, к нашему ужасу, выяснилось, что он весит сто пятнадцать килограммов!",
            "Только когда автомобиль был поднят, стал ясен весь ужас этой катастрофы.",
            "От ужаса глаза Леоноры широко распахнулись.",
            "фильм ужасов об одержимом ребёнке",
            "эротическая компонента в фильмах ужасов",
            "Друзья были потрясены его ужасной смертью.",
            "Нашей первой реакцией на это нападение был чистый ужас.",
            "Я в полнейшем ужасе наблюдал за тем, как он вытаскивает оружие.",
            "страшная история, изобилующая жуткими призраками и злым колдовством"
        ]
    }
}