{
    "hostage": {
        "comment": [
            "stage",
            "stagger",
            "host",
            "hostile",
            "ghost",
            "hostility"
        ],
        "translate": "заложник, залог",
        "transcription": " |ˈhɑːstɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The passengers were taken hostage.",
            "Three men were held hostage for two days by masked gunmen.",
            "Our country must not be held hostage to our past.",
            "The kidnappers are asking a million dollars in return for the release of their hostage.",
            "It was an outrage to take innocent civilians hostage.",
            "The hostage was blindfolded and driven away.",
            "He was one of the three persons killed by terrorists in this hostage taking.",
            "They were held hostage for several days.",
            "The hostage crisis is now entering its second week.",
            "A senior army officer was held hostage for four months.",
            "The broker in the hostage situation was a prominent reporter that the gunman felt he could trust.",
            "In the past he's served as an intermediary in several hostage situations."
        ],
        "example_translate": [
            "Пассажиры были взяты в заложники.",
            "В течение двух дней вооруженные бандиты в масках удерживали в заложниках троих мужчин.",
            "Наша страна не должна быть заложником прошлого.",
            "Похитители требуют миллион долларов в обмен на освобождение заложника.",
            "Брать в заложники мирных жителей было вопиющим злодеянием.",
            "Заложнику завязали глаза и увезли.",
            "Он был одним из трёх человек, убитых террористами во время захвата заложников.",
            "Их несколько дней продержали в заложниках.",
            "Кризис с заложниками идёт уже вторую неделю.",
            "Один из старших офицеров армии был заложником в течение четырёх месяцев.",
            "Посредником в этой ситуации с заложниками был известный журналист, к которому преступник чувствовал какое-то доверие.",
            "В прошлом он уже выступал в качестве посредника в нескольких ситуациях, связанных с захватом заложников."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}