{
    "hostility": {
        "comment": [
            "still",
            "hostile",
            "host",
            "ghost",
            "hostage"
        ],
        "translate": "враждебность, неприятие, военные действия, враждебный акт",
        "transcription": " |hɑːˈstɪlətɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "In spite of her hostility, she was attracted to him.",
            "I sense his hostility.",
            "He could not conceal his hostility.",
            "His hostility was soon disarmed.",
            "His behaviour had made him the target of public hostility and odium.",
            "They eyed each other with open hostility.",
            "The hostility remained long after they made up.",
            "Wherever she went she met hostility and prejudice.",
            "John was aware of his opponent's hostility.",
            "There is a lot of public hostility to the tax.",
            "He stared at me with a mixture of impudence and hostility.",
            "Peace talks were stalled after recent hostilities.",
            "Her attitude towards me oscillated between friendship and hostility.",
            "There was an edge of hostility in Jack's voice.",
            "His resentment took the form of extreme hostility.",
            "The townspeople showed open hostility to outsiders.",
            "Both sides are calling for a cessation of hostilities.",
            "The reform program was greeted with hostility by conservatives.",
            "Republican hostility toward slavery",
            "He could no longer contain his hostility.",
            "I could sense the hostility lurking behind her polite facade.",
            "Pictures of refugees aroused popular hostility (=felt by a lot of people) towards the war."
        ],
        "example_translate": [
            "Несмотря на свою враждебность, она была увлечена им.",
            "Я чувствую его враждебность.",
            "Он не мог /ему не удалось/ скрыть свою враждебность.",
            "Вскоре от его враждебности не осталось и следа.",
            "Из-за своих поступков он стал мишенью для публичной ненависти и враждебного отношения.",
            "Они посмотрели друг на друга, не скрывая враждебности.",
            "Враждебность оставалась ещё долго после того, как они помирились.",
            "Куда бы ни пошла, везде она встречалась с враждебностью и предрассудками.",
            "Джон знал, что соперник относится к нему с неприязнью.",
            "К этому налогу люди относятся очень враждебно.",
            "Он уставился на меня наглым и враждебным взглядом.",
            "После недавних боевых действий мирные переговоры зашли в тупик.",
            "Её отношение ко мне колебалось между дружбой и враждой.",
            "В голосе Джека были враждебные нотки.",
            "Его негодование приняло форму крайней враждебности.",
            "Горожане проявляли нескрываемую враждебность к чужакам.",
            "Обе стороны призывают к прекращению военных действий.",
            "Программа реформ была встречена консерваторами \"в штыки\".",
            "неприятие рабства республиканцами",
            "Он более не мог сдерживать свою враждебность.",
            "Я чувствовал враждебность, скрывавшуюся за её вежливой наружностью.",
            "Фотографии беженцев вызвали у народа враждебное отношение к войне."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}