{
    "host": {
        "comment": [
            "hostile",
            "ghost",
            "hostility",
            "hostage"
        ],
        "translate": "хозяин, множество, ведущий, воинство, принимать гостей, вести программу",
        "transcription": " |hoʊst|",
        "antonyms": [],
        "mnemonic": [
            "host [Иост] хозяин - (Хост-иинг) - хозяин сервера предоставляет;",
            "ghost [gəust]\n***\nПРИЗРАК - частый гость. (это) ghost\nПривидение. Являться.",
            "host [həust]\nhostage ['hɔstɪdʒ] - заложник, залог (уст.)\n***\nПРИНИМАЛА гостя, распушила хвост. (это) host\nПринимал гостя ХОЗЯИН - хост. (это) host\n***\nХозяин \"host\"\nработает на почте \"post\".",
            "hostile ['hɔstaɪl]\n***\nТы был ВРАЖДЕБНЫМ и далеко|стал. (это) hostile\nТы был ВРАЖДЕБНЫМ, да ничего|стаял. (это) hostile",
            "hostility [hɔ'stɪlɪtɪ]\n***\nВРАЖДЕБНОСТЬ вы не допускали, когда у нас\n\"гостилити\". (это) hostility"
        ],
        "examples": [
            "He makes a great host.",
            "Who will play host to the next Olympic Games?",
            "We were very well hosted and even dined at his house.",
            "Our host greeted us at the door.",
            "The host circulated among the guests.",
            "a TV show that spawned a host of imitations",
            "Our host gave us an effusive welcome.",
            "We hosted 4 couples last night.",
            "Atlanta was chosen to be host for the Olympic Games.",
            "A host of showbusiness celebrities have pledged their support.",
            "My host at first demurred but I insisted.",
            "Next week's show will be hosted by Sarah Cox.",
            "Paris is bidding to host the next Olympics.",
            "He plays a madcap game show host.",
            "Which country is going to host the next World Cup?",
            "It often takes years for immigrants to be accepted into the host community.",
            "The radio host whipped his listeners into a frenzy.",
            "She had a whole host of gallants vying for her hand in marriage.",
            "The host was too busy to mingle during the party.",
            "Next year our country will host the Olympic Games.",
            "Our very generous host heaped our plates with food.",
            "The generous host regaled his guests with wine and cheese.",
            "His early arrival was clearly an inconvenience to his host.",
            "a charming host without any touch of stiffness or pomposity",
            "As the show's affable host, she keeps the freewheeling gabfest from getting out of hand.",
            "the loquacious host of a radio talk show",
            "The glittering host bestud the sky. (K. White)",
            "a cheery grin on the host of the holiday party...",
            "It's rude to peel off like that without thanking your host.",
            "The host walked onto the proscenium."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o + Закр сл = [ou]"
        ],
        "example_translate": [
            "Он отличный хозяин.",
            "Какой город будет принимать следующую Олимпиаду?",
            "В его доме нас очень хорошо приняли и даже накормили ужином.",
            "Наш хозяин встретил нас у двери.",
            "Хозяин подходил то к одному гостю, то к другому.",
            "телепередача, породившая множество подражаний /похожих передач/",
            "Наш хозяин приветствовал нас уж очень радушно. / Наш хозяин устроил нам чересчур радушный приём.",
            "Прошлой ночью у нас гостили четыре пары.",
            "Атланта была выбрана столицей Олимпийских игр.",
            "Множество звёзд шоу-бизнеса подтвердило свою поддержку.",
            "Сначала мой хозяин был против, но я настоял.",
            "На следующей неделе эту программу будет вести Сара Кокс.",
            "Париж борется за право быть местом проведения следующих Олимпийских игр.",
            "Он играет роль сумасбродного ведущего телешоу.",
            "В какой стране пройдёт очередной чемпионат мира?",
            "Процесс ассимиляции иммигрантов с местным населением часто занимает годы.",
            "Ведущий этой радиопередачи буквально доводил слушателей до исступления.",
            "За её руку соперничало целое множество кавалеров.",
            "Во время вечеринки хозяин был слишком занят, чтобы общаться.",
            "В будущем году Олимпиада пройдёт в нашей стране.",
            "Наш щедрый хозяин навалил в наши тарелки целую гору еды.",
            "Щедрый хозяин угостил гостей вином и сыром.",
            "Его ранний приезд был явно неудобен хозяину.",
            "обаятельный хозяин, без какого-либо намёка на чопорность или напыщенность",
            "Как приветливая /любезная/ ведущая шоу, она держит фривольную беседу под контролем.",
            "словоохотливый ведущий радио ток-шоу",
            "Сверкающая масса украшает небо.",
            "весёлая улыбка хозяина праздничной вечеринки",
            "Неприлично сваливать вот так, не поблагодарив хозяина.",
            "Ведущий вышел на авансцену."
        ],
        "stars": 2
    }
}