{
    "hostile": {
        "comment": [
            "still",
            "hostility",
            "host",
            "ghost",
            "hostage"
        ],
        "translate": "враждебный, вражеский, неприятельский, враг, противник",
        "transcription": " |ˈhɑːstl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They were hostile to the man.",
            "They were entering hostile territory.",
            "Tom was typically hostile.",
            "Her speech evoked a hostile response.",
            "Among the friends, she felt immune from the hostile world.",
            "The boy feels hostile towards his father.",
            "She was working in a hostile environment poisoned by sexist jokes.",
            "She gave him a hostile glare.",
            "His face was forbidding, even hostile.",
            "It was a small town that was hostile to outsiders.",
            "The universe is neither hostile nor friendly., it is simply indifferent.",
            "His ideas met with a hostile reception.",
            "The Israeli web site was damaged by hostile hackers.",
            "Sales increased last year despite the hostile economic environment.",
            "I deplore this hostile action.",
            "Hostile critics have given Hartman a hard time.",
            "The prevailing mood of public opinion remained hostile.",
            "The camel is specially adapted to its hostile desert habitat.",
            "Many therapists believe that it is better to be openhearted than to repress one's feelings, however hostile they may be.",
            "Carr wouldn't meet Feng's stare, which was openly hostile.",
            "Senator Lydon was hostile to our proposals.",
            "Her suggestions were given a hostile reception.",
            "The editors of the paper spew out hostile articles about the Presidential candidate.",
            "a perilous journey through hostile territory"
        ],
        "example_translate": [
            "Они были враждебно настроены по отношению к этому человеку.",
            "Они входили на вражескую территорию.",
            "Том был, как правило, недружелюбен.",
            "Её речь вызвала враждебную реакцию.",
            "Среди друзей она чувствовала себя защищённой от враждебного мира.",
            "Мальчик чувствует враждебность по отношению к своему отцу.",
            "Она работает во враждебной обстановке отравленной сексистскими шутками.",
            "Она уставилась на него недобрым взглядом.",
            "Лицо его было недружелюбным и даже враждебным.",
            "Это был маленький городишко, в котором не любили чужаков.",
            "Вселенная не является ни враждебной, ни дружественной, — ей попросту всё равно.",
            "Его идеи были восприняты враждебно.",
            "Этот израильский веб-сайт был повреждён вражескими хакерами.",
            "В прошлом году объём продаж увеличился, несмотря на крайне неблагоприятную экономическую обстановку.",
            "Я сожалею об этой враждебной акции.",
            "Враждебные критики устроили Хартману жуткий разнос.",
            "Преобладающее настроение общественного мнения оставалось враждебным.",
            "Организм верблюда специально приспособлен к враждебной пустынной среде обитания.",
            "Многие психиатры считают, что лучше открыто проявлять свои чувства, чем подавлять их, сколь бы неприязненными они ни были.",
            "Карр не мог посмотреть в глаза Фенгу, чей взгляд был откровенно враждебным.",
            "Cенатор Лайдон был враждебно настроен к нашим предложениям",
            "Её предложения были встречены враждебно.",
            "Редакторы газеты разразились злобными статьями об этом кандидате в президенты.",
            "опасное путешествие по вражеской территории"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}