{
    "housework": {
        "comment": [
            "workshop",
            "worker",
            "work",
            "homework",
            "network",
            "working",
            "firework",
            "workload",
            "workplace",
            "workforce",
            "workman",
            "paperwork",
            "workstation",
            "framework",
            "household",
            "house",
            "farmhouse",
            "warehouse",
            "housewife"
        ],
        "translate": "работа по дому",
        "transcription": " |ˈhaʊswɜːrk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I don't like doing housework.",
            "He gave me an assist with the housework",
            "I promised Mum that I'd help more with the housework.",
            "She was weary from years of housework.",
            "Most men are allergic to housework!",
            "I'll finish the housework tomorrow.",
            "I got up early and did some housework.",
            "I spent all morning doing the housework.",
            "I do my share (=do my part) of the housework.",
            "Strange though it may seem, I like housework.",
            "It's hard trying to juggle a job with kids and the housework.",
            "There are problems. To start with, neither of us likes housework.",
            "I discovered an addiction to housework which I had never felt before.",
            "I have an aversion to housework.",
            "She shared her mother's dislike of housework.",
            "She has a fairly relaxed approach to housework."
        ],
        "example_translate": [
            "Я не люблю делать работу по дому.",
            "Он помог мне с домашними делами.",
            "Я пообещал маме, что буду больше помогать по хозяйству.",
            "За долгие годы работа по хозяйству ужасно ей надоела.",
            "У большинства мужчин аллергия на работу по дому! / Большинство мужчин работу по дому терпеть не могут!",
            "Я закончу домашнюю работу завтра.",
            "Я рано встал и кое-что сделал по дому.",
            "Я провел все утро, работая /выполняя работу/ по дому.",
            "Я делаю свою долю (т.е. выполняю свою часть) работы по дому.",
            "Как это ни странно, я люблю работать по дому.",
            "Сложно пытаться совместить работу с воспитанием детей и выполнением домашних обязанностей.",
            "Есть и проблемы. Начать с того, что ни один из нас не любит работу по дому.",
            "Я обнаружил у себя склонность к домашней работе, чего никогда не чувствовал раньше.",
            "Я испытываю неприязнь к работе по дому.",
            "Она, как и мать, не любила работать по дому.",
            "Она довольно легко относится к работе по дому."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}