{
    "household": {
        "comment": [
            "hold",
            "holder",
            "holding",
            "uphold",
            "shareholder",
            "house",
            "farmhouse",
            "warehouse",
            "housework",
            "housewife"
        ],
        "translate": " домашнее хозяйство, семья, хозяйство, домашний, семейный",
        "transcription": "  |ˈhaʊshoʊld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We discussed our household budget",
            "Computers have become household toys.",
            "It was a good Christian household.",
            "I need to buy a few household items like soap.",
            "We alternate in doing the household chores.",
            "Bleach kills household germs.",
            "a lazy child who avoided household chores",
            "The children were each assigned different household chores.",
            "All household appliances are now on sale.",
            "Coca Cola is a household name around the world.",
            "An average household candle will burn for about six hours.",
            "a monthly allowance for household expenses",
            "He spent the weekend at home, helping with household chores.",
            "Household economy was something my mother held very dear.",
            "“Ozone” is now a household word, thanks to global warming.",
            "washing powder and other household products",
            "My husband is the mixer of cocktails in our household.",
            "The store is having a sale on furniture and household items.",
            "They contrived household utensils from stone.",
            "He is a pro when it comes to household repairs.",
            "At that time, not many households had telephones.",
            "My mother's grip upon the household never faltered.",
            "unutterable joy that a baby can bring to a household",
            "Most household appliances burn up loads of electricity.",
            "He is a bully and has been successful in dominating the entire household.",
            "Each household must make daily offerings to the gods.",
            "Quite a lot of household chemicals can burn your skin.",
            "a rubberlike material that is used for household products",
            "A growing number of households have at least one computer.",
            "The common household fork was nearly unknown in antiquity."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы обсудили наш семейный бюджет.",
            "Компьютеры стали домашним развлечением.",
            "Это была хорошая христианская семья.",
            "Мне надо купить кое-какие хозтовары, вроде мыла.",
            "Мы по очереди делаем работу по дому.",
            "Отбеливатель убивает бытовых микробов.",
            "ленивый ребенок, который избегал домашних дел (не хотел выполнять работу по дому)",
            "Каждому из детей были поручены разные домашние обязанности.",
            "Вся бытовая техника продаётся по сниженным ценам.",
            "Название \"Кока-Кола\" широко известно по всему миру.",
            "Обычная бытовая свеча горит около шести часов.",
            "ежемесячное пособие на содержание семьи",
            "Он провёл выходные дома, помогая с домашними делами / по хозяйству.",
            "Домашнее хозяйство было тем, чем моя мама очень дорожила.",
            "Благодаря глобальному потеплению, слово “озон” вошло в повседневный обиход.",
            "стиральный порошок и другие товары для дома",
            "В нашем доме коктейли смешивает мой муж.",
            "В этом магазине сейчас идёт распродажа мебели и предметов домашнего обихода.",
            "Они мастерили домашнюю утварь из камня.",
            "Он профессионал, когда дело доходит до ремонта в доме.",
            "В то время не так много семей имели телефоны.",
            "Моя мать всегда держала домашнее хозяйство под своим неослабным контролем.",
            "неописуемая радость, которую может принести в семью ребёнок",
            "Большинство бытовых приборов потребляют кучу электроэнергии.",
            "Он тиран и с легкостью захватил власть в семье.",
            "Каждая семья обязана делать ежедневные жертвоприношения богам.",
            "Довольно многие средства бытовой химии способны обжечь кожу.",
            "резиноподобный материал, который используется для бытовых продуктов",
            "Всё в большем числе домохозяйств имеется хотя бы один компьютер.",
            "Обычная столовая вилка в древности была почти неизвестна."
        ],
        "stars": 3
    }
}