{
    "however": {
        "comment": [],
        "translate": "однако, как, как бы ни, каким образом, однако, тем не менее, впрочем, как бы ни",
        "transcription": " |haʊˈevər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You can do it however you like.",
            "I will help however I can.",
            "Do it however you like.",
            "However he did it, it was very clever.",
            "However did he get that job?",
            "I really want the car, however much it costs.",
            "We have to finish, however long it takes.",
            "This is a cheap and simple process. However there are dangers.",
            "Although I'm a little afraid, however I'd like to try it.",
            "You should report any incident, however minor it is.",
            "Victory, however it was brought about, was sweet.",
            "However you look at it, it was a wicked thing to do.",
            "The results, however general, are important.",
            "The first part was easy., the second, however, took hours.",
            "If we win the match we'll be delighted, however it happens.",
            "They have begun, however reluctantly, to acknowledge the legitimacy of some of the opposition's concerns."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Можете сделать это как угодно.",
            "Я помогу, чем только смогу.",
            "Сделайте это как угодно.",
            "Не знаю, как он это сделал, но это было очень умно.",
            "Как же он получил эту paботу?",
            "Я очень хочу машину, как бы дорого мне это не стоило.",
            "Нам придётся закончить(дело), сколько бы времени ни потребовалось.",
            "Это дешёвый и простой процесс. Однако, существуют некоторые опасности.",
            "И хотя мне немного страшно, я всё равно хотел бы это попробовать.",
            "Следует сообщать обо всех происшествиях, какими бы незначительными они не были.",
            "Вкус победы был сладок, каким бы образом она ни досталась.",
            "Этот поступок был безнравственным, с какой стороны на него ни посмотри.",
            "Результаты, несмотря на их общий характер, являются важными.",
            "Первая часть была лёгкой, но вот вторая заняла несколько часов.",
            "Если мы выиграем матч, то будем очень рады, каким бы образом эта победа нам ни досталась.",
            "Они уже начали, хотя и неохотно, признавать правомерность некоторых опасений оппозиции."
        ]
    }
}