{
    "hug": {
        "comment": [],
        "translate": "объятие, хватка, крепкое объятие, захват, обнимать, держаться, крепко обнимать",
        "transcription": " |hʌɡ|",
        "antonyms": [],
        "mnemonic": [
            "hug [har] обнимать, обхватывать - Подгузники (Хаг- ис) обхватывают и обнимают попы детей.",
            "hug [h∧g]\n***\nОБНИМАЛА жениха (г). (это) hug\nОБНИМАЛ меня впопыхах. (это) hug\nКрепкое объятие."
        ],
        "examples": [
            "Paul gave me a big hug.",
            "He hugged her close to him",
            "The dress hugged her hips",
            "Sarah sat on the floor, hugging her knees.",
            "Come here and give me a big hug.",
            "The road hugs the river.",
            "We hugged briefly, and then it was time to say goodbye.",
            "I hugged my knees to my chest.",
            "We stood there crying and hugging each other.",
            "The boat hugged the shore.",
            "The small boats hugged the coast.",
            "He was hugging a big pile of books.",
            "He hugs himself upon his power over her.",
            "He hugged his miseries like a sulky child.",
            "She stood hugging herself against the cold.",
            "She went to her daughter and hugged her tightly.",
            "Nesta greeted the visitors with hugs and kisses.",
            "Bruin raised one arm, and gave the dog a hug that crushed his ribs."
        ],
        "example_translate": [
            "Пол крепко меня обнял.",
            "Он крепко прижал её к себе.",
            "Платье облегало ей бёдра.",
            "Сара сидела на полу, обхватив руками колени.",
            "Иди сюда и обними меня, сильно-сильно.",
            "Дорога огибает реку.",
            "Мы быстренько обнялись и затем пришло время попрощаться.",
            "Я прижала колени к груди.",
            "Мы стояли там в обнимку и плакали.",
            "Лодка не отходила далеко от берега.",
            "Маленькие лодочки держались поближе к берегу.",
            "Он прижимал к груди большую кучу книг.",
            "Он радуется своей власти над ней.",
            "Он лелеял свои несчастья, как угрюмое дитя.",
            "Она стояла, обхватив себя руками от холода.",
            "Она подошла к дочери и крепко её обняла.",
            "Неста приветствовал гостей объятиями и поцелуями.",
            "Мишка поднял одну лапу и сжал собаку так, что у неё хрустнули кости."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}