{
    "huge": {
        "comment": [],
        "translate": "огромный, громадный, гигантский",
        "transcription": " |hjuːdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The play was a huge success.",
            "The store is having a huge sale tomorrow.",
            "The new system has made a huge difference.",
            "My dad's got a huge record collection.",
            "These shoes make my feet look huge.",
            "The work also requires a huge investment of time.",
            "The gangsters planned to abduct the industrialist's young daughter and demand a huge ransom from her family.",
            "The film was a huge commercial success.",
            "It'll be a huge success. Just you wait.",
            "The festival is likely to draw huge crowds.",
            "She had a huge crush on her geography teacher.",
            "There is a huge demand for new cars.",
            "Renovating the house is a huge undertaking.",
            "The waiter appeared with a huge mound of spaghetti.",
            "a huge barn of a house",
            "He took a huge gulp of brandy.",
            "The general commanded a huge army.",
            "Chris's mum laid on a huge spread.",
            "We have a huge backlog of orders to be filled.",
            "There are huge gaps in my knowledge of history.",
            "You're too modest! You've been a huge help to us.",
            "He wears huge spectacles with thick tortoiseshell frame.",
            "This pianist pulls huge crowds.",
            "The company has run up huge debts.",
            "There was a huge tear in his shirt.",
            "David Hasselhoff is huge in Germany.",
            "His stomach bulged after the huge meal.",
            "Huge waves slopped water into the boat.",
            "The dog had torn a huge hole in the tent.",
            "Computers can handle huge amounts of data."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Пьеса имела огромный успех.",
            "Завтра в магазине состоится огромная распродажа.",
            "Новая система принесла огромную пользу.",
            "У моего папы огромная коллекция пластинок.",
            "В этих ботинках /туфлях/ мои ноги выглядят огромными.",
            "Работа также требует огромных затрат времени.",
            "Бандиты планировали похитить младшую дочь промышленника и потребовать большой выкуп у семьи",
            "Фильм имел огромный коммерческий успех.",
            "Это будет огромный успех. Просто наберись терпения.",
            "Скорее всего, фестиваль привлечёт огромные толпы людей.",
            "У нее было сильное влечение к её учителю географии.",
            "Существует огромный спрос на новые автомобили.",
            "Ремонт этого дома — затея огромного масштаба.",
            "Официант появился с огромной горой из спагетти.",
            "дом, похожий на огромный сарай",
            "Он сделал огромный глоток бренди.",
            "Генерал командовал огромной армией.",
            "Мама Криса наготовила кучу еды.",
            "У нас накопилась огромная куча заказов, которые нужно выполнить.",
            "В моих знаниях по истории есть огромные пробелы.",
            "Не надо скромничать! Вы оказали нам огромную помощь.",
            "Он носит массивные очки в черепаховой оправе.",
            "Этот пианист собирает огромные толпы народу.",
            "Компания столкнулась с огромными долгами.",
            "На его рубашке была огромная прореха /дыра/.",
            "В Германии Дэвид Хассельхофф пользуется громадной популярностью.",
            "Его живот выпирал после обильного обеда.",
            "Огромные волны залили лодку водой.",
            "Собака проделала в палатке огромную дыру.",
            "Компьютеры могут обрабатывать огромные объёмы данных."
        ]
    }
}