{
    "humanity": {
        "comment": [],
        "translate": "человечество, человечность, гуманность, люди, человеколюбие",
        "transcription": " |hjuːˈmænətɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We must never forget our common humanity.",
            "She was cut off from the rest of humanity.",
            "These discoveries will be of benefit to all humanity.",
            "In the book Edmund is a picture of humanity.",
            "We appealed to his sense of humanity.",
            "The evils continuously or intermittently afflict humanity.",
            "In the city, the spirit of humanity is too often trod under feet by the spirit of trade.",
            "We want a clean healthy environment for all humanity.",
            "He worked without cease for the betterment of humanity.",
            "They thought of themselves as belonging to humanity's master race.",
            "Researchers theorize that there was once a common language for all humanity.",
            "Historically natural disasters have often been interpreted by some as punitive or monitory measures against sin-ridden humanity."
        ],
        "example_translate": [
            "Никогда нельзя забывать о том, что все мы — люди.",
            "Она была отрезана от остального человечества.",
            "Эти открытия принесут пользу всему человечеству.",
            "В романе Эдмунд - символ человечности.",
            "Мы воззвали / обратились / апеллировали к его человеколюбию.",
            "Бедствия постоянно или периодически поражают человечество.",
            "В городе дух гуманизма очень часто подавляется духом наживы.",
            "Мы хотим чистую и безопасную окружающую среду для всего человечества.",
            "Он работал на благо человечества, не покладая рук.",
            "Они считали, что принадлежат к \"расе господ\" человечества.",
            "Исследователи предполагают, что у всего человечества когда-то был общий язык.",
            "Исторически сложилось, что стихийные бедствия часто трактовались некоторыми как кара или предостережение для погрязшего в грехах человечества."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}