{
    "humble": {
        "comment": [],
        "translate": "скромный, смиренный, покорный, простой, смирять, смиряться, унижать",
        "transcription": " |ˈhʌmbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Welcome to my humble abode.",
            "Lincoln was born in a humble log cabin",
            "This experience will humble him.",
            "I am humbled to do it.",
            "He comes from a humble background.",
            "Her success has humbled her critics.",
            "He started his career as a humble peanut farmer.",
            "Despite all his achievements, he has remained humble.",
            "He came from humble beginnings.",
            "Please accept my humble apologies.",
            "She's not ashamed of her humble beginnings.",
            "He is very humble about his achievements.",
            "The mighty U.S. army was humbled by a small South East Asian country.",
            "Welcome to my humble abode",
            "To humble the Church was the king's next step.",
            "Many valuable medicines are extracted from humble plants.",
            "She is too humble to let praise go to her head.",
            "The greatest leader of the nation rose from humble origins.",
            "Ancient families decayed into the humble vale of life.",
            "The humble potato may be the key to feeding the world's population.",
            "Welcome to our humble abode.",
            "He rose from humble beginnings to great wealth.",
            "She never forgot her humble origins (=low class or social position).",
            "He exalted the humble shoemaker to the rank of King's adviser.",
            "Her humble suggestion is that we review the data more carefully."
        ],
        "example_translate": [
            "Добро пожаловать в мое скромное жилище.",
            "Линкольн родился в бедной бревенчатой хижине",
            "После этого он присмиреет /станет поскромнее/.",
            "Для меня большая честь сделать это.",
            "Он скромного происхождения.",
            "Её успех посрамил её критиков.",
            "Он начал свою карьеру в качестве скромного фермера выращивающего арахис.",
            "Он остался скромным человеком, несмотря на все свои достижения.",
            "Он начинал скромно /с малого/.",
            "Примите, пожалуйста, мои искренние извинения. (формула вежливости)",
            "Она не стесняется своего скромного происхождения.",
            "Он очень скромного мнения о своих достижениях.",
            "Могучая армия США был унижена небольшой страной из Юго-Восточной Азии.",
            "Добро пожаловать в мою скромную обитель",
            "Следующим шагом короля было усмирить церковь.",
            "Из этих невзрачных растений делают много полезных лекарств.",
            "Она слишком скромна, чтобы позволить похвалам вскружить себе голову.",
            "Самый великий вождь нации происходил из низов общества.",
            "Древние фамилии обнищали и ведут скромную жизнь.",
            "Обыкновенный картофель может сыграть ключевую роль в обеспечении едой населения всего мира.",
            "Добро пожаловать в нашу скромную обитель /наше скромное жилище/.",
            "Он начинал скромно, но поднялся до огромного богатства.",
            "Она никогда не забывала о своём скромном происхождении (т.е. о принадлежности к простому народу или низком положении в обществе).",
            "Он возвысил скромного сапожника до уровня советника короля.",
            "Она скромно советует нам более тщательно проверять данные."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}