{
    "humour": {
        "comment": [],
        "translate": "юмор, настроение, чувство юмора, нрав, потакать, ублажать, уважить",
        "transcription": " |ˈhjuːmər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She has a quirky sense of humour.",
            "The ministry vails to every measure to humour the people.",
            "He was bubbling with good humour.",
            "He was in no humour to listen.",
            "In reading this poem we ought to humour it with a corresponding tone of voice.",
            "The thin partition that divided his mirth and good humour from his anger.",
            "You really have a warped sense of humour (=think strange and unpleasant things are funny).",
            "He had a clownish sense of humour.",
            "a rather oddball sense of humour",
            "Tara hasn't lost her wicked sense of humour.",
            "His sense of humour was his only saving grace.",
            "English humour",
            "a very juvenile sense of humour",
            "Greg's feeble attempt at humour",
            "He spiked the speech with humour.",
            "I like his quirky sense of humour.",
            "Humour can help enliven a dull subject.",
            "He had a delightfully dry sense of humour.",
            "Her books are infused with humour and wisdom.",
            "He has a wonderful whimsical sense of humour.",
            "John was bursting with ideas and good humour.",
            "He failed to see the humour of the situation.",
            "There was more humour, in much the same vein.",
            "Men often mask their true feelings with humour.",
            "His sense of humour is one of his better traits.",
            "It's vital to have a sense of humor in this job.",
            "They praised his speech for its clarity and humour.",
            "I like Pam - she has a really good sense of humour.",
            "He is delighting audiences with his wit and humour.",
            "She battled against cancer with unfailing good humour."
        ],
        "example_translate": [
            "У нее очень своеобразное чувство юмора.",
            "Министерство соглашается на любую меру, чтобы ублажить народ.",
            "Хорошее настроение переполняло его.",
            "Он был не в настроении слушать.",
            "Читая это стихотворение, мы должны найти подходящий тон голоса.",
            "Тонкая граница, которая отделяет его веселье и хорошее настроение от его гнева.",
            "У тебя весьма извращённое чувство юмора (=считать смешными странные и неприятные вещи).",
            "У него было идиотское чувство юмора.",
            "весьма оригинальное чувство юмора",
            "Тара не потеряла своего озорного чувства юмора.",
            "Чувство юмора было его единственной положительной чертой.",
            "английский юмор",
            "ребяческое чувство юмора",
            "слабая попытка Грега пошутить",
            "Он оживил свою речь шутками.",
            "Мне нравится его своеобразное чувство юмора.",
            "Юмор может помочь \"оживить\" скучную тему.",
            "Он обладал восхитительно сухим чувством юмора.",
            "Её книги пронизаны юмором и мудростью.",
            "Он обладает прекрасным причудливым чувством юмора.",
            "Джона переполняли новые идеи и хорошее настроение.",
            "Он не понял, насколько это всё смешно.",
            "Там были и другие шутки, примерно в таком же ключе.",
            "Мужчины часто маскируют свои истинные чувства с помощью юмора.",
            "Чувство юмора — его лучшая черта.",
            "В этой работе жизненно важно иметь чувство юмора.",
            "Они похвалили его речь за ясность и чувство юмора.",
            "Мне нравится Пэм: у неё очень хорошее чувство юмора.",
            "Он восхищает публику своим остроумием и чувством юмора.",
            "Она боролась против рака с неизменно хорошим настроением."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}