{
    "hunger": {
        "comment": [
            "hungry"
        ],
        "translate": "голод, жажда, голодание, голодуха, голодать, жаждать, быть голодным",
        "transcription": " |ˈhʌŋɡər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Hunger is the best relish.",
            "She felt faint from hunger.",
            "Hunger drove them to steal.",
            "I was faint with hunger.",
            "Hunger begets crime.",
            "I've never hungered after power.",
            "The fruit appeased his hunger.",
            "I was too weak with hunger to cry.",
            "The traveller hungered for his native land.",
            "He was sick and faint from hunger.",
            "We had no way to appease our hunger.",
            "The prisoners went on a hunger strike.",
            "The children are perishing with hunger.",
            "This poor old man has fainted from hunger.",
            "Poverty begets hunger, and hunger begets crime.",
            "They had all miserably famished with hunger.",
            "Try to satisfy your hunger by eating some fruit.",
            "Hunger had reduced the poor dog to skin and bone.",
            "A piece of cheese will keep off hunger for a time.",
            "This soup will help you to fend off hunger for a time.",
            "The women were mured up, where they died of hunger and misery.",
            "Nina was weak with hunger.",
            "Hunger bloated the child's belly.",
            "Hunger is a cruel fact of nature.",
            "Hunger gave their faces a sunken look.",
            "Hunger is nature's way of telling you to eat.",
            "Her students have a genuine hunger for knowledge.",
            "The meal was more than enough to sate his hunger.",
            "One sandwich wasn't enough to satisfy his hunger.",
            "His reaction was the product of hunger and fatigue."
        ],
        "example_translate": [
            "Голод — лучшая приправа. (посл.)",
            "Она почувствовала себя дурно от голода. / От голода у неё кружилась голова.",
            "Голод заставил их пойти на воровство.",
            "Я был слаб из-за голода.",
            "Голод порождает преступность.",
            "Я никогда не жаждал власти.",
            "Фрукты утолили его голод.",
            "Я слишком ослаб от голода, чтобы плакать.",
            "Путешественник истосковался по своей родине.",
            "От голода его мутило, и кружилась голова.",
            "Мы никак не могли утолить голод.",
            "Заключенные объявили голодовку.",
            "Дети гибнут от голода.",
            "Этот несчастный старик потерял сознание от голода.",
            "Бедность влечёт за собой голод, а голод толкает на преступление.",
            "Все они страшно страдали от голода.",
            "Съешьте какой-нибудь фрукт, чтобы утолить свой голод.",
            "От голода несчастный пёс исхудал до костей.",
            "Кусочек сыра притупит голод на некоторое время.",
            "Этот суп поможет тебе на некоторое время утолить голод.",
            "Женщины были заточены в темницу, где они умерли от голода и горя.",
            "Нина была слаба из-за голода.",
            "Живот ребёнка раздулся от голода.",
            "Голод — это жестокая реальность природы.",
            "От голода их лица осунулись.",
            "С помощью чувства голода природа подсказывает вам, что пора поесть.",
            "Её ученики обладают подлинной жаждой знаний.",
            "Еды было более чем достаточно, чтобы насытить его голод.",
            "Чтобы утолить его голод, одного бутерброда было мало.",
            "Его реакция была результатом голода и усталости."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}