{
    "hungry": {
        "comment": [
            "hunger"
        ],
        "translate": "голодный, голодающий, жаждущий, неплодородный, скудный, сильно желающий",
        "transcription": " |ˈhʌŋɡri|",
        "antonyms": [],
        "mnemonic": [
            "hungry [ha'Hrpn] голодный - Голодный (хан гри-ль) из курицы ел;",
            "hungry ['hʌŋgrɪ]\nhunger ['hʌŋgə]\n***\nГОЛОДАЮЩИЙ Хагрид. (это) hungry\nГОЛОДАТЬ не будет Хангрид. (это) hungry\n***\nВ ГОЛОДЕ живёт Елена Ханга. (это) hunger"
        ],
        "examples": [
            "Are you hungry?",
            "Do you still feel hungry?",
            "'Hungry?' 'Nope, I just ate.'",
            "I ate a big breakfast so I'm not very hungry.",
            "I'd sooner go hungry than eat junk food.",
            "'I'm hungry!' 'Me too.'",
            "I'm blasted hungry!",
            "I was woundy hungry.",
            "Stan was hungry to learn.",
            "'I'm feeling hungry.' 'Me too.'",
            "She is hungry for success.",
            "He is both tired and hungry.",
            "They were hungry to learn more.",
            "She gave food and drink to the hungry travelers.",
            "It's hours till lunch and I already feel hungry.",
            "It's hard to be in a good temper when you're hungry.",
            "I was ravenously hungry.",
            "That girl is always hungry.",
            "I returned hungry, weary and dry.",
            "The hungry children fell on the food.",
            "It's no use preaching to a hungry man.",
            "Many families are forced to go hungry.",
            "Now you mention it, I am kind of hungry.",
            "I'll just snack on an apple if I'm hungry.",
            "He was hungry as he had not been in months.",
            "By the time we got home we were tired and hungry.",
            "I was feeling hungry, so I made myself a sandwich.",
            "I was so hungry that you could hear my stomach gurgling.",
            "The prisoners' families were hungry for more information.",
            "When our order finally arrived we were very hungry indeed."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Есть хочешь? / Ты голоден?",
            "Вы всё ещё голодны? / Всё ещё хочешь есть? / Ты ещё не наелся?",
            "'Голоден? 'Нет, я только что поел.'",
            "Я хорошо позавтракал, так что не очень хочу есть.",
            "Я лучше буду ходить голодным, чем есть, что попало.",
            "— Я хочу есть! — Я тоже!",
            "Я чертовски голоден!",
            "Я был очень голоден.",
            "Стэн жаждал знаний.",
            "— Я проголодался. — Я тоже.",
            "Она жаждет успеха.",
            "Он устал и к тому же голоден.",
            "Они жаждали узнать больше.",
            "Она дала голодным путешественникам еду и питьё.",
            "До обеда ещё далеко, а я уже проголодался.",
            "Трудно быть в хорошем настроении, когда ты голоден.",
            "Я был голоден как волк.",
            "Эта девочка постоянно хочет есть.",
            "Я вернулся голодный, уставший, и вдобавок очень хотелось пить.",
            "Голодные дети набросились на еду.",
            "Пустое брюхо к учению глухо.",
            "Многие семьи вынуждены голодать.",
            "Раз уж ты об этом заговорила — я вроде как голодный.",
            "Я просто перекушу яблоком, если буду голоден.",
            "Ни разу за все прошедшие месяцы он не был так голоден, как сейчас.",
            "К моменту возвращения домой мы устали и проголодались.",
            "Я был голодным, и поэтому сделал себе бутерброд.",
            "Я так хотел есть, что было слышно, как у меня булькает в животе.",
            "Семьи заключенных жаждали получения дополнительной информации.",
            "Когда наш заказ наконец-то прибыл, мы уже были очень голодны."
        ],
        "stars": 2
    }
}