{
    "hunter": {
        "comment": [],
        "translate": "охотник, ловец, искатель, охотничья собака, гунтер, карманные часы с крышкой",
        "transcription": " |ˈhʌntər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The hunter brought down a deer.",
            "The hunter discharged his gun into the air.",
            "O hunter, and O blower of the horn.",
            "Briefly, the hunter and his quarry glared at each other.",
            "The hunter was relentless in pursuit of his prey.",
            "The hunter plucked the bird's feathers.",
            "Please, give my best respects to Mrs. Hunter.",
            "Wakefulness, watchfulness, and bellicosity make a good hunter.",
            "Hunters must have a license to shoot deer.",
            "The hunter's approach scattered the geese.",
            "The fox managed to outwit the hunter by hiding in a tree.",
            "The hunter skinned the rabbit and prepared it for cooking.",
            "She claims to channel the spirit of a 2,000-year-old hunter.",
            "Loosing off his last arrow, the hunter prayed that the deer would fall.",
            "Because Hunter had been a perpetual Peter Pan, accepting the bleak reality of his death came hard."
        ],
        "example_translate": [
            "Охотник подстрелил оленя.",
            "Охотник выстрелил в воздух.",
            "О охотник, о дующий в рог!",
            "Короче, охотник и его жертва уставились друг на друга.",
            "Охотник неумолимо преследовал свою добычу.",
            "Охотник ощипал птичьи перья.",
            "Пожалуйста, передайте мое глубочайшее уважение миссис Хантер.",
            "Хороший охотник бдителен, наблюдателен и агрессивен.",
            "Для охоты на оленей у охотников должна быть лицензия.",
            "При приближении охотника гуси бросились врассыпную.",
            "Лиса смогла перехитрить охотника, скрывшись внутри дерева.",
            "Кролика охотник ободрал и подготовил к приготовлению в пищу.",
            "Она утверждает, что через неё вещает дух двухтысячелетнего охотника.",
            "Выпуская последнюю стрелу, охотник молился о том, чтобы олень упал.",
            "Из-за того что Хантер был вечным Питером Пэном, принять суровую реальность о том, что он умер, было тяжело."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}