{
    "hunting": {
        "comment": [],
        "translate": "охота, травля, охотничий",
        "transcription": " |ˈhʌntɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She likes to go hunting.",
            "Do you approve of hunting after foxes?",
            "He was having his fill of hunting.",
            "The police are still hunting the killer.",
            "The wolf was hunting its prey.",
            "Hunting is his greatest enjoyment.",
            "She is still hunting for a new job.",
            "a gun used for hunting squirrels",
            "He shot two deer this hunting season.",
            "Detectives are busy hunting for clues.",
            "They live by hunting and killing deer.",
            "Cats possess a natural hunting instinct.",
            "His hobbies include hunting and fishing.",
            "Hunting was a typically masculine occupation.",
            "a colourful tapestry depicting a hunting scene",
            "The kids were hunting for shells on the beach.",
            "The issue of hunting is a source of contention.",
            "I inly curse the bore of hunting. (J. R. Lowell)",
            "a hunting lodge in a secluded dale in the country",
            "The law prohibits the hunting of migratory birds.",
            "Lions cooperate with each other when hunting game.",
            "Job hunting should be approached as a job in itself.",
            "Hunting is strictly forbidden in the wildlife refuge.",
            "populate the forest with deer and wild boar for hunting",
            "Illegal hunting is threatening the survival of the species.",
            "We've been hunting down a good cheap house all over the city.",
            "These fields served as a hunting ground for the local people.",
            "In the tiger, nature has produced the perfect hunting machine.",
            "Hunting is a lawful activity only if you have the proper license.",
            "Game preserves allow only carefully controlled hunting and fishing."
        ],
        "example_translate": [
            "Она любит ходить на охоту.",
            "Вы одобряете охоту на лис?",
            "Он отправился удовлетворить свою жажду поохотиться.",
            "Полиция все еще разыскивает убийцу",
            "Волк преследовал свою добычу.",
            "Охота — величайшее для него наслаждение.",
            "Она всё ещё ищет новую работу.",
            "ружьё для охоты на белок",
            "В этом охотничьем сезоне он подстрелил двух оленей.",
            "Сыщики занимаются поиском улик.",
            "Они живут охотой и отстрелом оленей.",
            "Кошки обладают врождённым охотничьим инстинктом.",
            "Среди его увлечений — охота и рыбалка.",
            "Охота была типично мужским занятием.",
            "красочный гобелен с изображением сцены охоты",
            "Дети разыскивали ракушки на пляже.",
            "Вопрос охоты является источником разногласий.",
            "В душе я проклинаю скучную охоту.",
            "охотничий домик в уединённой долине вдали от города",
            "Закон запрещает охоту на перелётных птиц.",
            "При охоте на дичь, львы действуют совместно.",
            "Поиски работы тоже можно рассматривать как работу.",
            "Охота в заповеднике строго запрещена.",
            "заселить лес оленями и дикими кабанами с целью охоты",
            "Незаконная охота представляет угрозу для выживания данного вида.",
            "Мы ищем хороший дешёвый дом по всему городу.",
            "Эти поля служили для местных жителей охотничьими угодьями.",
            "В виде тигра природа создала идеальную машину для охоты.",
            "Охота является законной, только если у вас есть соответствующие лицензии.",
            "В охотничьих заповедниках охота и рыбалка разрешены только при условии тщательного контроля."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}