{
    "hurricane": {
        "comment": [],
        "translate": "ураганный, штормовой, ураган, буря, тропический циклон, взрыв",
        "transcription": " |ˈhɜːrəkeɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Fortunately, I missed the hurricane.",
            "A hurricane blows itself out.",
            "The hurricane hit / struck several cities.",
            "The hurricane slammed into the coast.",
            "The hurricane hit [struck] several cities.",
            "Many towns were hammered by the hurricane.",
            "The hurricane swept in from the sea.",
            "The intensity of the hurricane was frightening.",
            "The hurricane left the island completely devastated.",
            "Hurricane demolished more than half a million homes.",
            "A hurricane savaged the city.",
            "Hurricane killed 275 people as it struck the island.",
            "We donated to the relief effort for the hurricane victims.",
            "The hurricane blew some palm trees over.",
            "We'll hole up in the cellar and wait out the hurricane.",
            "Her provident measures kept us safe while we waited out the hurricane.",
            "Twelve hours after landfall the hurricane has lost about half its power.",
            "Forsaking most of our possessions, we evacuated just before the hurricane struck.",
            "That hurricane ripped the whole village apart.",
            "The hurricane displaced most of the town's residents.",
            "The coastline was exposed to the direct force of the hurricane.",
            "After the hurricane, officials assessed the town's need for aid.",
            "A sudden hurricane blew out our lights and rocked our habitation.",
            "After the hurricane destroyed our house, we had to improvise for weeks.",
            "The 1987 hurricane was the worst natural disaster to hit England for decades.",
            "People who live along the coast are being evacuated as the hurricane approaches.",
            "Many houses were wrecked by the hurricane.",
            "Hurricane Louis is expected to hit at the weekend.",
            "The governor alerted island residents that a hurricane was coming.",
            "There is the worrisome possibility of hurricane damage on the coast."
        ],
        "example_translate": [
            "К счастью, я не попал в этот ураган.",
            "Ураган стихает.",
            "Ураган ударил по нескольким городам.",
            "Ураган обрушился на побережье.",
            "Ураган повредил несколько городов.",
            "Многие города были разрушены ураганом.",
            "Ураган примчался с моря.",
            "Сила урагана была пугающей.",
            "После урагана остров был полностью опустошён.",
            "Ураган оставил без крова более полумиллиона семей.",
            "Город жестоко пострадал от урагана.",
            "Ураган унес 275 жизней, обрушившись на остров.",
            "Мы сделали пожертвования на операцию по оказанию помощи жертвам урагана.",
            "Ураган повалил на землю несколько пальм.",
            "Мы спрячемся в подвале и переждём ураган.",
            "Eё предусмотрительность позволила нам переждать ураган в безопасности.",
            "Через двенадцать часов после того, как ураган достиг берега, его сила уменьшилась примерно вдвое.",
            "Бросив большую часть нашего имущества, мы эвакуировались как раз перед тем, как разразился ураган",
            "Этот ураган разнёс на куски целую деревню.",
            "Ураган заставил покинуть родные дома большинство городских жителей.",
            "Береговая линия подверглась прямому воздействию урагана.",
            "После урагана чиновники оценили то, насколько город нуждался в помощи.",
            "Внезапный порыв ветра задул огни и сотряс наше жилище.",
            "После того, как ураган разрушил наш дом, нам пришлось несколько недель как-то выживать с помощью того, что было под рукой.",
            "Ураган 1987 года был худшим стихийным бедствием, поразившим Англию за многие десятилетия.",
            "По мере приближения урагана, проводится эвакуация людей, живущих вдоль побережья.",
            "Ураганом было разрушено много домов.",
            "Ураган Луи, как ожидается, разразится на выходных.",
            "Губернатор оповестил жителей острова о приближении урагана.",
            "Существует неприятная вероятность того, что ураган нанесёт побережью ущерб."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}