{
    "hypothesis": {
        "comment": [],
        "translate": "гипотеза, предположение",
        "transcription": " |haɪˈpɑːθəsɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "All this is mere hypothesis.",
            "This hypothesis is as indefensible as the foregoing.",
            "The hypothesis is worthy of dismissal.",
            "Other chemists rejected his hypothesis.",
            "It was a strong argument that his hypothesis was true.",
            "Several hypotheses for global warming have been suggested.",
            "She advanced the hypothesis that the disease was spread by rodents.",
            "The researcher sets up experiments to test the hypothesis.",
            "The results of the experiment did not support his hypothesis.",
            "Dr Lee set up a series of experiments to test out this hypothesis.",
            "We're not sure whether that's a verifiable hypothesis.",
            "A hypothesis is tested by finding experimental evidence for it.",
            "The authors reject the hypothesis about unemployment contributing to crime.",
            "A scientific hypothesis that survives experimental testing becomes a scientific theory.",
            "Their hypothesis is that watching excessive amounts of television reduces a person's ability to concentrate."
        ],
        "example_translate": [
            "Всё это — лишь гипотеза /предположение/.",
            "Эта гипотеза так же недоказуема, как и предыдущая.",
            "Эту гипотезу следует отбросить.",
            "Другие химики отвергли его предположение / гипотезу.",
            "Это был сильный аргумент в пользу истинности его гипотезы.",
            "Были выдвинуты несколько гипотез по поводу глобального потепления.",
            "Она выдвинула гипотезу, что болезнь распространяется грызунами.",
            "Исследователь устраивает эксперименты, чтобы проверить эту гипотезу.",
            "Результаты эксперимента не подкрепили его гипотезу.",
            "Доктор Ли организовал серию экспериментов, чтобы проверить эту гипотезу.",
            "Мы точно не знаем, можно ли доказать эту гипотезу.",
            "Гипотезы проверяются путём нахождения экспериментальных доказательств.",
            "Авторы отвергают гипотезу о том, что безработица способствует преступности.",
            "Научная гипотеза, которая выдерживает экспериментальную проверку, становится научной теорией.",
            "Их гипотеза заключается в том, что чрезмерный просмотр телевидения снижает способность человека концентрировать внимание."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}