{
    "3": [
        [
            "1 У него есть плитка шоколада. Мы можем выпить чаю. ",
            "1 He has a bar of chocolate. We can drink a cup of tea. "
        ],
        [
            "2 Сегодня такая же плохая погода, как и вчера. ",
            "2 Today the weather is as bad as yesterday. "
        ],
        [
            "3 Если мы поедем на вокзал на автобусе, мы опоздаем. ",
            "3 If we go to the station by bus, we will be late. "
        ],
        [
            "4 Расскажите, пожалуйста, детям смешной рассказ. Им больше всего нравятся рассказы о животных. ",
            "4 Please, tell the children a funny story. They like stories about animals most of all. "
        ],
        [
            "5 Где ты купил этот видеомагнитофон? — В новом магазине. — Дорогой? — Я заплатил за него 150 долларов. — Мне твой больше нравится, чем мой. ",
            "5 Where did you buy this video recorder? — At the new shop. — Is it expensive? - I paid 150 dollars for it. - I like yours more than mine. "
        ],
        [
            "6 Февраль — самый холодный месяц года. ",
            "6 February is the coldest month of the year. "
        ],
        [
            "7 Это пальто теплее, чем мое старое, и я надену его. ",
            "7 This coat is warmer than my old one and I will wear it (put it on). "
        ],
        [
            "8 Сегодня на улице довольно холодно. ",
            "8 It is rather cold outside today. "
        ],
        [
            "9 Вы закончили работу? — Нет, я сделал только часть ее. ",
            "9 Have you finished your work? — No, I have done just a part of it. "
        ],
        [
            "10 Лето жарче в Бресте или в Минске?— Лето в Минске не такое жаркое, как в Бресте. ",
            "10 Is summer hotter in Brest or in Minsk? — Summer in Minsk is not so hot as in Brest. "
        ],
        [
            "11 Вы едете на вокзал встречать Катю? — Конечно. Я рад, что она снова будет в Бресте.— Вы учились в одном институте? — Да, и, кроме того, мы работали в одном баре, когда были студентками. ",
            "11 Are you going to the railway station to meet Kate? - Of course, we are. I am glad she will be in Brest again. - Did you study at the same institute? — Yes, we did. Besides, we worked at the same bar when we were students. "
        ],
        [
            "12 Вы пригласили Сашу? - Да, он сказал, что будет в семь. ",
            "12 Have you invited Sasha? - Yes, he said he would be at seven. "
        ],
        [
            "13 Вчера была плохая погода, когда мы пошли в лес. ",
            "13 The weather was bad yesterday when we went to the forest. "
        ],
        [
            "14 Вчера шел снег за городом. — Странно, а в Витебске шел очень сильный дождь, а сегодня очень тепло на улице. ",
            "14 It snowed in the country yesterday. — It is strange. It rained heavily in Vitebsk and today it is very warm outside. "
        ],
        [
            "15 Теперь я встаю раньше, потому что мне приходится готовить завтрак для братьев. ",
            "15 I get up earlier now because I have to cook breakfast for my brothers. "
        ]
    ]
}