{
    "5": [
        [
            "1 Она присоединится к нам, когда поужинает. ",
            "1 She will join us as soon as she has dinner. "
        ],
        [
            "2 Она будет ждать нас с семи до восьми. ",
            "2 She will be waiting for us since seven till eight. "
        ],
        [
            "3 Он помнил о том, что пообещал ей. ",
            "3 He remembered what he had promised her. "
        ],
        [
            "4 Она сидела в кафе, когда он ее встретил. ",
            "4 She was sitting at the cafe when he met her. "
        ],
        [
            "5 Мальчик упал и поранился. ",
            "5 The boy fell and hurt himself. "
        ],
        [
            "6 Он заболел. Позвони доктору. ",
            "6 He has fallen ill. Call the doctor. "
        ],
        [
            "7 Что она делала утром? — Она работала в саду. ",
            "7 What did she do in the morning? - She worked in the garden. "
        ],
        [
            "8 Она уехала около месяца назад. ",
            "8 She left about a month ago. "
        ],
        [
            "9 В этом месяце они переехали на новую квартиру. ",
            "9 They have moved to a new flat this month. "
        ],
        [
            "10 Он учится лучше, чем училась его мать, да? ",
            "10 He studies better than his mother did, doesn't he? "
        ],
        [
            "11 Он уедет из Гродно, как только закончит свои дела. ",
            "11 He will leave Grodno as soon as he finishes his business. "
        ],
        [
            "12 Они работали в саду уже целый час, когда внезапно пошел дождь. ",
            "12 They had been working in the garden the whole hour when it started to rain suddenly. "
        ],
        [
            "13 Если они захотят, они позвонят сами. ",
            "13 If they want they will call themselves. "
        ],
        [
            "14 Когда она вышла из дому, шел снег. ",
            "14 When she went outside it was snowing. "
        ],
        [
            "15 Она рассказывала ему о том, что она видела в Берлине. ",
            "15 She told him what she had seen in Berlin. "
        ],
        [
            "16 Ты не знаешь, где моя ручка? Я положил ее куда-то и не могу найти. Я ищу ее уже целый час. ",
            "16 Don't you know where my pen is? I put it somewhere and I cannot find it. I have already been looking for it the whole hour. "
        ],
        [
            "17 Что она делала с шести до девяти? — Не знаю, я звонил ей, но никто не ответил. ",
            "17 What was she doing since six till nine? — I don't know. I called her, but no one answered. "
        ],
        [
            "18 Позвони ему, как только приедешь. ",
            "18 Call him as soon as you come. "
        ],
        [
            "19 Они не знают, пригласит ли она Андрея. ",
            "19 They don't know if (whether) she will invite Andrew. "
        ],
        [
            "20 Перед тем как переехать в Лондон, он жил в Эдинбурге более пяти лет. ",
            "20 He had lived in Edinburgh for more than five years before he moved to London. "
        ],
        [
            "21 Он пришел. Он разговаривает со своей сестрой. ",
            "21 He has come. He is speaking to his sister. "
        ],
        [
            "22 Ты прочитал книгу, которую я дал тебе вчера? ",
            "22 Have you read the book I gave you yesterday? "
        ],
        [
            "23 Что ты здесь делаешь? — Жду тебя. ",
            "23 What are you doing here? — I am waiting for you "
        ]
    ]
}