{
    "5": [
        [
            "1 Она присоединится к нам, когда поужинает. ",
            "1 She will join us as soon as she has dinner. "
        ],
        [
            "2 Она будет ждатьнас с семи до восьми. ",
            "2 She will be waiting for us sinceseven till eight. "
        ],
        [
            "3 Он помнил о том, что пообещал ей. ",
            "3 He remembered what he had promised her. "
        ],
        [
            "4 Онасидела в кафе, когда он ее встретил. ",
            "4 She was sitting atthe cafe when he met her. "
        ],
        [
            "5 Мальчик упал и поранился.",
            "5 The boy fell and hurt himself. "
        ],
        [
            "6 Он заболел. Позвони доктору. ",
            "6 He has fallen ill. Callthe doctor. "
        ],
        [
            "7 Что она делала утром? — Онаработала в саду. ",
            "7 What did she do in the morning? - She worked in the garden. "
        ],
        [
            "8 Она уехала около месяца назад. ",
            "8 Sheleft about a month ago. "
        ],
        [
            "9 В этом месяцеони переехали на новую квартиру. ",
            "9 They have moved to a new flat this month. "
        ],
        [
            "10 Он учится лучше, чем училась его мать, да? ",
            "10 He studiesbetter than his mother did, doesn't he? "
        ],
        [
            "11 Он уедет из Гродно, как только закончит своидела. ",
            "11 He will leave Grodno as soon as hefinishes his business. "
        ],
        [
            "12 Они работали в саду уже целый час, когда внезапно пошелдождь. ",
            "12 They had been working in the garden the whole hour whenit started to rain suddenly. "
        ],
        [
            "13 Если они захотят, они позвонят сами. ",
            "13 If they want they will call themselves. "
        ],
        [
            "14 Когда она вышлаиз дому, шел снег. ",
            "14 When shewent outside it was snowing. "
        ],
        [
            "15 Она рассказывала ему о том, что она виделав Берлине. ",
            "15 She told him what she had seen in Berlin. "
        ],
        [
            "16 Ты не знаешь, где моя ручка? Я положил ее куда-тои не могу найти. Я ищу ее уже целый час. ",
            "16 Don'tyou know where my pen is? I put it somewhere and I cannot find it. I have alreadybeen looking for it the whole hour. "
        ],
        [
            "17 Что она делала с шестидо девяти? — Не знаю, я звонил ей, но никто не ответил. ",
            "17 What was she doing since six till nine? —I don't know. I called her, but no one answered. "
        ],
        [
            "18 Позвони ему, как только приедешь. ",
            "18 Call him as soon as you come."
        ],
        [
            "19 Они не знают, пригласит ли онаАндрея. ",
            "19 They don't know if (whether) she will invite Andrew. "
        ],
        [
            "20 Перед тем как переехать в Лондон, он жил в Эдинбургеболее пяти лет. ",
            "20 He had lived inEdinburgh for more than five years before he moved to London. "
        ],
        [
            "21 Он пришел. Он разговаривает со своей сестрой.",
            "21 He has come.He is speaking to his sister. "
        ],
        [
            "22 Ты прочитал книгу, которую я дал тебе вчера? ",
            "22 Have you read the book I gave you yesterday?"
        ],
        [
            "23 Что ты здесьделаешь? — Жду тебя.",
            "23 What are you doing here? — I am waiting for you"
        ]
    ]
}