{
    "yeah": {
        "comment": [],
        "translate": "да, да",
        "transcription": " |jeə|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Um, yeah, I guess so.",
            "\"That looks good.\" \"Yeah, I think so too.\"",
            "Yeah, but I'm at his mercy",
            "\"Are you coming with us?\" \"Yeah, I'm coming.\"",
            "Yeah, I agree with you.",
            "'Power to the people!' 'Yeah, right on.'",
            "Yeah? Well, bollocks to you too, mate!",
            "'Glen can be such a jerk.' 'Yeah, really!'",
            "'I'd say she's about 40.' 'Yeah, and the rest!'",
            "'We have to talk about it, Rob.' 'Yeah, I know.'",
            "'Did you have a good time?' 'Yeah, it was magic!'",
            "'Are you sure you can do it on time?' 'Yeah, no sweat!'",
            "'That girl has some major problems.' 'Yeah, no kidding.'",
            "“Yeah, you're a writer, and I'm the King of Spain!” he snorted.",
            "'Can I have the sports section?' 'Yeah, go ahead, I've read it.'",
            "'You're thinking of getting a new job?' 'Yeah, that's the idea.'",
            "'I'm definitely going to give up smoking this time.' 'Yeah, I bet!'",
            "Oh yeah! I see what you mean. (=I understand what you are trying to say)",
            "'I just felt so tired.' 'Yeah, I know what you mean.' (=I understand, because I have had the same experience)"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "h = [ ]"
        ],
        "example_translate": [
            "Ну, да, я тоже так думаю.",
            "— Выглядит хорошо. — Да, я тоже так думаю.",
            "Да, но я в его власти (ничего не могу с этим поделать)",
            "\"Ты пойдешь с нами?\" \"Да, я иду.\"",
            "Да, я с вами согласен.",
            "— Власть — народу! — Да, верно!",
            "Да? Так и хрен тебе тоже, приятель!",
            "— Глен иногда такой козёл! — Ага, точно!",
            "— Я бы сказал, что ей около сорока. — Ага, с большим хвостом!",
            "— Нам придётся об этом поговорить, Роб. — Да, я знаю.",
            "— Хорошо ли вы провели время? — Да, это было волшебно!",
            "— Вы уверены, что успеете вовремя? — Да, не вопрос!",
            "— У этой девочки — серьёзные проблемы. — Да уж, нешуточные.",
            "— Да-да, ты писатель, а я испанский король! — фыркнул он.",
            "— Можно мне спортивный раздел? — Да-да, бери, я уже его прочитал.",
            "— Ты думаешь найти себе новую работу? — Да, именно так.",
            "— На этот раз я точно брошу курить. — Ага, конечно.",
            "Ах да! Я понимаю, что вы имеете в виду. (т.е. я понимаю, что вы пытаетесь сказать)",
            "— Я просто так устала. — Да, я понимаю, о чём ты. (т.е. я тебя понимаю, потому что у меня когда-то было точно так же)"
        ]
    }
}