{
    "yet": {
        "comment": [
            "yep",
            "yes",
            "yell"
        ],
        "translate": "еще, все же, тем не менее, все еще, все же, но, однако, несмотря на это",
        "transcription": " |jet|",
        "antonyms": [],
        "mnemonic": [
            "yet [йет] ещё, до сих пор - Мой (прив-иет) до сих пор не передали.",
            "yet [jet]\n***\nРоссия строит \"Супер Джет\", но ДО СИХ ПОР заказов\nнет. (это) yet\nОДНАКО, моё слово: \"Нет\" (это) yet\nВСЁ ЕЩЁ его нет. (это) yet\nКРОМЕ ТОГО, его нет. (это) yet\nНЕСМОТРЯ НА ЭТО его нет. (это) yet"
        ],
        "examples": [
            "The sun isn't up yet.",
            "I haven't read the book yet.",
            "It's not time to eat yet.",
            "Has Edmund arrived yet?",
            "I haven't asked him yet (=but I will).",
            "'Have you finished your homework?' ' Not yet.'",
            "'How are you going to get there?' 'I don't know yet.'",
            "Has the mail arrived yet?",
            "'Is supper ready?' 'No, not yet.'",
            "Don't go yet. I like talking to you.",
            "You can't give up yet!",
            "I have yet to see the results.",
            "The splendid yet useless imagery.",
            "He was a stern yet fair master.",
            "Details are yet to be worked out.",
            "We don't yet know what their plans are.",
            "Time enough yet? - No, there isn't time enough yet.",
            "This was the queerest thing yet!",
            "His latest novel is his best one yet.",
            "Inflation had risen to a yet higher level.",
            "We don't have a firm grasp of the situation yet.",
            "Their suggestions won't be implemented, at least not yet.",
            "Kelly was a convicted criminal, yet many people admired him.",
            "I purpose to dive yet more deeply into the depth of my text.",
            "He got a call from the factory, telling of yet more problems.",
            "She does not speak our language and yet she seems to understand what we say.",
            "My sandals were worse yet.",
            "She hasn't yet decided if she wants to come or not.",
            "He longed for the flowers that were yet to show themselves.",
            "No more \"if only\"s and no more \"and yet\"s. (P. Hamill, Over, Lost and found)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Солнце ещё не встало.",
            "Я ещё не прочёл эту книгу.",
            "Ещё не пора есть. / Рано ещё есть.",
            "Эдмунд уже приехал?",
            "Я его ещё не спрашивал (но спрошу).",
            "— Ты закончил делать уроки? — Ещё нет.",
            "— А как вы собираетесь туда попасть? — Пока не знаю.",
            "Почта уже пришла?",
            "— Ужин готов? — Нет, ещё нет.",
            "Не уходите пока. Мне нравится с вами разговаривать.",
            "Тебе ещё рано сдаваться!",
            "Я ещё не видел результатов.",
            "Прекрасная, но вместе с тем ненужная образность.",
            "Он был строгим, но справедливым хозяином.",
            "Детали еще предстоит проработать.",
            "Мы ещё не знаем, каковы их планы.",
            "Хватит? - Нет, еще не хватит.",
            "До сей поры это казалось самым странным!",
            "Пока что его последний роман — самый лучший из всех.",
            "Инфляция достигла ещё более высокого уровня.",
            "У нас ещё нет чёткого понимания ситуации.",
            "Их предложения не будут реализованы — по крайней мере, пока.",
            "Келли был ранее судимым преступником, но несмотря на это, многие им восхищались.",
            "Я намереваюсь ещё глубже нырнуть в пучину своего текста.",
            "Ему позвонили с завода и сказали, что проблем ещё больше.",
            "Она не говорит на нашем языке, и все же она, кажется, понимает, что мы говорим.",
            "Мои сандалеты были ещё хуже.",
            "Она ещё не решила, нужно ей приезжать или нет.",
            "Он тосковал по цветам, которым ещё только предстояло появиться.",
            "Никаких больше \"если только\" и \"и тем не менее\"."
        ],
        "stars": 3
    }
}