{
    "yield": {
        "comment": [
            "field",
            "shield"
        ],
        "translate": "доходность, урожай, доход, дебит, давать, приносить, уступать, поддаваться",
        "transcription": " |jiːld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The disease yields to treatment.",
            "The apple trees yielded an abundant harvest.",
            "I yield to the Senator.",
            "The seeds yield a rich oil.",
            "Peace can only come about if each side agrees to yield to the other.",
            "The average milk yield per cow has doubled.",
            "We needed just two flints to yield the fire.",
            "This soil should yield good crops.",
            "The military has promised to yield power.",
            "They finally yielded to our demands.",
            "The door yielded to a strong push.",
            "I yielded the right-of-way to the other driver.",
            "Finally she yielded to temptation and helped herself to a large slice of cake.",
            "These investments should yield a reasonable return.",
            "Our research has only recently begun to yield important results.",
            "Our endless gunfire will soon wear the enemy down, so that he will yield.",
            "Our yield of wheat increased this year.",
            "For a whole week, the little town was bombarded with enemy shells until the citizens were forced to yield.",
            "I yield the floor to the Senator from Maine.",
            "This year's crop yielded 1,000 bushels of corn.",
            "The studies yielded clear evidence.",
            "The bond yields seven percent annually.",
            "Shareholders are expecting a higher yield this year.",
            "The hijackers refuse to yield to demands to release the passengers.",
            "Further action may be necessary if the leaders do not yield to diplomatic pressure.",
            "Yield to traffic on the left.",
            "The tax is expected to yield millions.",
            "New methods have yielded promising results in the field.",
            "Ideally, the surface should yield slightly under pressure.",
            "The tourist industry yielded an estimated $2.25 billion for the state last year."
        ],
        "example_translate": [
            "Эта болезнь поддаётся лечению.",
            "Яблони принесли обильный / богатый урожай.",
            "Я уступаю сенатору.",
            "Эти семена дают густое масло. / Из этих семян получают густое масло.",
            "Мир настанет только тогда, когда обе стороны пойдут на уступки.",
            "Средний удой молока от одной коровы увеличился вдвое /удвоился/.",
            "Нам нужны были два куска кремня, чтобы добыть огонь.",
            "Эта земля должна принести хороший урожай.",
            "Военные пообещали уступить власть.",
            "Они, наконец, поддались на наши уговоры.",
            "От сильного толчка дверь подалась.",
            "Я уступил дорогу другому водителю.",
            "В конце концов, она поддалась искушению и утешила себя большим кусоком торта.",
            "Эти инвестиции должны принести неплохую прибыль.",
            "Наше исследование только недавно начало приносить важные результаты.",
            "Непрерывный артиллерийский обстрел, который мы ведем, скоро обессилит врага, и он отступит.",
            "В этом году наш урожай пшеницы вырос.",
            "Целую неделю враг вёл бомбардировку города, пока жители не согласились сдаться.",
            "Я уступаю слово сенатору от штата Мэн.",
            "В этом году урожай составил тысячу бушелей зерна.",
            "Исследования принесли чёткие доказательства.",
            "Ежегодно эта облигация приносит доход в размере семи процентов.",
            "В этом году акционеры ожидают более высокий доход.",
            "Террористы отказываются уступить требованиям освободить пассажиров.",
            "Если лидеры не уступят дипломатическому давлению, могут понадобиться дальнейшие шаги.",
            "Уступите дорогу транспортным средствам слева от вас.",
            "Ожидается, что налог принесёт миллионы.",
            "Новые методы принесли многообещающие результаты в этой области.",
            "В идеале, под давлением поверхность давать немного подаваться.",
            "В прошлом году туристический бизнес принёс государству примерно два с четвертью миллиарда долларов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}