{
    "youth": {
        "comment": [
            "you",
            "yours",
            "yourself"
        ],
        "translate": "молодёжь, молодость, юность, юноша, молодежный",
        "transcription": " |juːθ|",
        "antonyms": [],
        "mnemonic": [
            "youth [ю'(фс)] юность - (Юз-ычество) это юность человечества.",
            "young [jʌŋ]\nyouth [ju:θ] - молодость, юность\n***\nЮНЫЙ парень взял баян - он не курит и не пьян.\n(это) young\nМОЛОДОЙ парень не пьян. (это) young"
        ],
        "examples": [
            "She had a troubled youth.",
            "They were in the flower of youth and beauty.",
            "She mourned the loss of her youth.",
            "He used to gallant her in his youth.",
            "She has the fragile beauty of youth.",
            "Despite his youth, he had travelled alone.",
            "The cream will restore youth and vitality to your skin.",
            "The soldier was cut down in his youth.",
            "Do we not flutter in the glance of youth?",
            "The lecturer talked on youth drug problems.",
            "He has been trying to recapture his lost youth.",
            "Youth blossomed into maturity.",
            "Emilia sighed for her lost youth.",
            "a youth inclined more toward sloth than athletics",
            "The youth of today are the pensioners of tomorrow.",
            "The poor youth, just fleshing his maiden pen in criticism.",
            "during the youth of the project",
            "the drunken orgies of their youth",
            "He got into a lot of trouble in his youth.",
            "The youth threatened to close the old man's face in.",
            "He wrote books about the spiritual debilitation of the wealthy youth.",
            "You shouldn't have to spend the rest of your life living down one silly mistake in your youth.",
            "He longed for the fields of his youth.",
            "a gainly youth with dark hair and eyes",
            "when the industry was still in its youth",
            "The friendship between father and youth deepened.",
            "She has long since moved on from the roles of her youth.",
            "He spent his youth in the Midwest.",
            "The stroke clouded memories of her youth.",
            "He felt regretful over his vanished youth."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У неё была беспокойная молодость.",
            "Они были в расцвете молодости и красоты.",
            "Она горевала по ушедшей молодости.",
            "Когда-то в молодости он за ней ухаживал.",
            "Она обладает недолговечной красотой молодости.",
            "Несмотря на свою молодость, он путешествовал в одиночку.",
            "Этот крем вернёт вашей коже молодость и жизненную силу.",
            "Этот солдат был сражён во цвете лет.",
            "Разве мы не трепещем в отсветах юности?",
            "Лектор рассказал о проблеме наркотиков среди молодёжи.",
            "Он пытается вернуть ушедшую молодость.",
            "Молодость переросла в зрелость.",
            "Эмилия вздохнула, вспомнив ушедшую молодость.",
            "молодой человек, который больше склонен к лени, чем к занятиям спортом",
            "Сегодняшняя молодёжь — это завтрашние пенсионеры.",
            "Бедный юноша, впервые попробовавший своё перо в критике.",
            "в самом начале этого проекта",
            "пьяные оргии их молодости",
            "В молодости у него были большие неприятности (с законом).",
            "Молодой человек пригрозил набить старику морду.",
            "Он писал книги о моральной деградации богатой молодёжи.",
            "Не стоит тратить остаток жизни на исправление глупой ошибки юности.",
            "Он жаждал вернуться в поля своей юности.",
            "изящный темноволосый и темноглазый юноша",
            "когда эта отрасль промышленности была ещё в стадии становления",
            "Дружба между отцом и юношей окрепла.",
            "Она уже давно ушла от ролей, которые играла в молодости.",
            "Свою юность он провёл на Среднем Западе.",
            "Инсульт затуманил её воспоминания о молодости.",
            "Он опечалился тому, что молодость его ушла."
        ],
        "stars": 3
    }
}