{
    "cabinet": {
        "comment": [],
        "translate": "кабинет, шкаф, корпус, шкафчик, правительственный, министерский",
        "transcription": " |ˈkæbɪnət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Is there space in the cabinet for these dishes?",
            "There are towels in the cabinet above the commode.",
            "Will that filing cabinet hold all these papers?",
            "The Cabinet meets on Thursday morning",
            "The cabinet is faced with a walnut veneer.",
            "The Prime Minister held a cabinet yesterday.",
            "He went to a filing cabinet and pulled out a large folder.",
            "a cabinet full of special creams and pills",
            "The new cabinet policy zoomed retail prices.",
            "a member of the President's Cabinet",
            "The filing cabinet was full to bursting.",
            "the irksome habit of leaving all the kitchen cabinet doors open",
            "On the same day he was introduced into the Cabinet.",
            "the middle drawer of the filing cabinet",
            "He slid open the door of the glass cabinet.",
            "The decision was taken at Thursday's cabinet.",
            "The new Prime Minister reshuffled his cabinet.",
            "the President's designees for Cabinet positions",
            "We are now in the thick of a Cabinet crisis. (Dunckley)",
            "Cabinet members are directly responsible to the President.",
            "a collection of fragile ornamentals kept in a glass cabinet",
            "The outspoken cabinet member was sidelined by the President.",
            "Only top members of the Cabinet were privy to secret information.",
            "A group of us met to make our case for more women in the cabinet.",
            "The Secretary of State ranks all the other members of the Cabinet.",
            "The cabinet was veneered in oak.",
            "Laser disc technology is about to make the filing cabinet obsolete.",
            "He's more inward with the president than most members of the cabinet.",
            "Cabinet is formed mainly of right-of-centre supporters of the Prime Minister.",
            "The head of the military junta has appointed several civilians to the Cabinet."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В буфете есть место для этой посуды?",
            "В шкафчике над комодом /над унитазом/ есть полотенца.",
            "Поместятся ли в этот шкафчик все документы?",
            "Кабинет собирается утром по четвергам.",
            "Шкаф отделан ореховым шпоном.",
            "Премьер-министр провел вчера заседание кабинета министров.",
            "Он подошёл к шкафу с документами и достал из него большую папку.",
            "шкафчик, набитый специальными кремами и таблетками",
            "Из-за политики нового кабинета резко повысились розничные цены.",
            "представитель президентского кабинета",
            "Картотека была заполнена до отказа.",
            "раздражающая привычка оставлять все дверцы шкафов на кухне открытыми",
            "В тот же день он был введён в состав кабинета министров.",
            "средний ящик картотечного шкафа",
            "Он отодвинул дверцу стеклянного шкафчика.",
            "Решение было принято на заседании кабинета министров, проводившемся в четверг.",
            "Новый премьер-министр произвёл перестановки в своём кабинете.",
            "выдвинутые президентом кандидаты на посты членов правительства",
            "Наш правительственный кризис сейчас в самом разгаре.",
            "Члены кабинета министров находятся в непосредственном подчинении президенту.",
            "коллекция хрупких украшений, которая находилась в стеклянном шкафу",
            "Этот резкий в высказываниях член кабинета министров был выведен из игры президентом",
            "Только верхушка кабинета министров была посвящена в секретную информацию.",
            "Мы с коллегами встретились, чтобы привести свои доводы в пользу включения большего количества женщин в состав кабинета министров.",
            "Государственный секретарь занимает более высокое положение, чем все остальные члены правительства.",
            "Шкаф был облицован дубом.",
            "Благодаря технологии лазерных дисков обычные картотеки скоро перестанут существовать.",
            "Он знаком с президентом ближе, чем большинство членов кабинета министров.",
            "Кабинет сформирован в основном из правоцентристских сторонников премьер-министра",
            "Лидер военной хунты назначил несколько гражданских лиц на должности в кабинете министров."
        ]
    }
}