{
    "cabin": {
        "comment": [],
        "translate": "кабина, каюта, салон, домик, хижина, кабинка, ютиться, жить в хижине, помещать",
        "transcription": " |ˈkæbɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The kids were safe in the cabin.",
            "Lincoln was born in a humble log cabin",
            "We were snug in the cabin.",
            "It's just a short haul from our cabin to the beach.",
            "I determined I should have one look through the cabin window.",
            "He was slumming it in a cabin without plumbing.",
            "They hewed logs to build a cabin.",
            "The cabin looks east, so we get the morning sun.",
            "The cabin was luxuriously furnished.",
            "The cabin is accessible by road.",
            "He built himself a cabin in a hollow high up in the Appalachians.",
            "The cabin has electric and water hookups.",
            "A thin partition separates the two rooms in the cabin.",
            "Not wanting our brand-new cabin cruiser to get scratched, we put thick rubber fenders between it and the dock.",
            "We'll weatherize the cabin with insulation.",
            "Only a thin curtain divided her cabin from his.",
            "With each wave, more water slopped into the cabin.",
            "The cabin is approachable from several directions.",
            "We rigged up a simple shower at the back of the cabin.",
            "Would it be feasible to build a cabin in so short a time?",
            "It was hard to keep warm in the cabin during the winter months.",
            "The system that pressurizes the airplane's cabin failed to operate correctly.",
            "Some ratty old magazines were the only reading material in the mountaintop cabin.",
            "Don't unbuckle your seat belt until the flight attendant says it is safe to move around the cabin.",
            "But now I am cabin'd, cribb'd, confined, bound in to saucy doubts and fears. (W. Shakespeare, Macbeth, Act III, Scene IV)",
            "The newer foundation was cabined, cribbed, and confined in a very narrow space between the Cathedral Church and the buildings of the City."
        ],
        "example_translate": [
            "В этом домике дети были в безопасности.",
            "Линкольн родился в бедной бревенчатой хижине",
            "Мы уютно устроились в салоне.",
            "От нашей хижины до пляжа совсем недалеко.",
            "Я решил, что мне стоит разок посмотреть в иллюминатор.",
            "Он жил в лачуге без водопровода.",
            "Они нарубили брёвен, чтобы построить домик.",
            "Окна домика выходят на восток, так что по утрам у нас солнце.",
            "Каюта была роскошно обставлена.",
            "До хижины можно добраться по дороге.",
            "Он построил себе домик в пещере, высоко в Аппалачах.",
            "В домике есть электричество и водопровод.",
            "Тонкая перегородка разделяет два номера в каюте.",
            "Не желая поцарапать наш новый прогулочный катер, мы проложили между ним и причалом толстые резиновые кранцы.",
            "Мы утеплим этот домик с помощью теплоизолирующих материалов.",
            "Их кабинки были отделены друг от друга лишь тонкой шторкой.",
            "С каждой волной в кабину выплескивалось всё больше воды.",
            "К хижине можно подойти с нескольких сторон.",
            "Мы соорудили в глубине домика нехитрый душ.",
            "Реально ли построить домик в столь короткое время?",
            "В зимние месяцы в домике было трудно сохранить тепло.",
            "Система, которая герметизирует кабину самолёта, не сработала должным образом.",
            "Единственным чтивом в этом домишке, находящемся на вершине горы, было несколько старых ветхих журналов.",
            "Не расстёгивайте ремень безопасности до тех пор, пока бортпроводник не скажет, что передвигаться по салону — безопасно.",
            "А теперь я подлым сомнением и страхом связан, скован, подавлен, сломан. (пер. Ю. Корнеева)",
            "Новая постройка была зажата, прямо-таки втиснута, между кафедральным собором и зданиями Сити."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}