{
    "cable": {
        "comment": [
            "applicable"
        ],
        "translate": "кабельный, канатный, кабель, трос, канат, телеграфировать",
        "transcription": " |ˈkeɪbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We cabled the message to them.",
            "The bridge is held up by cables.",
            "One in 10 homes now has cable TV.",
            "They cabled (us) where to meet.",
            "We cabled them to return home immediately.",
            "Country areas will not be cabled.",
            "I cabled Mary the good news.",
            "My room is wired for cable.",
            "Connect the yellow cable to the Video Output.",
            "He sawed through a power cable by mistake.",
            "Tests are taken to see if the cable has sustained any damage.",
            "They took a cable car to the top of the mountain.",
            "Connect the cable to the battery.",
            "I want to get rid of this house - cut cables and drift about.",
            "One in every five homes with television are wired to a cable system.",
            "She cabled (us) that the manuscript had arrived.",
            "Plug the yellow cable into the Video Input on the TV or VCR.",
            "She cabled her parents for money.",
            "Cable TV reaches a huge audience.",
            "The cable is not quite long enough.",
            "I'll wait for the movie to come out on cable.",
            "the tensile strength of steel cable",
            "Cable TV subscribers pay monthly fees.",
            "She cabled the news to the United States.",
            "The soldiers cabled back to headquarters.",
            "Rory plugged the cable back into the socket.",
            "Their company supplied cable for the project.",
            "Clary tripped over a cable and broke his foot.",
            "The cable was made up of fine filaments twisted together.",
            "The cable company offers lower prices and free installation."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы отправили им телеграмму.",
            "Мост подвешен на тросах.",
            "Теперь в каждом десятом доме есть кабельное телевидение.",
            "Они сообщили нам телеграммой о том, где мы должны встретиться.",
            "Мы незамедлительно вызвали их домой телеграммой.",
            "В сельских районах не будут проводить кабельное телевидение.",
            "Я сообщил Марии эту добрую весть по телеграфу.",
            "Моя комната подключена к кабельному телевидению.",
            "Подсоедините жёлтый провод к выходу \"видео\".",
            "Он случайно разрезал электрический кабель.",
            "Проводятся испытания, чтобы определить, повреждён ли кабель.",
            "Они сели на фуникулёр, чтобы добраться до вершины горы.",
            "Подключите кабель к батарее / аккумулятору.",
            "Я хочу избавиться от этого дома - порвать все связи и уехать.",
            "Из каждых пяти домов, в которых есть телевизор, один подключен к системе кабельного телевидения.",
            "Она телеграфировала нам, что рукопись получена.",
            "Подключите жёлтый провод ко входу \"видео\" на телевизоре или видеомагнитофоне.",
            "Она телеграфировала родителям с просьбой выслать денег.",
            "Кабельное телевидение охватывает огромную аудиторию.",
            "Кабель недостаточно длинный.",
            "Я подожду, пока фильм выйдет на кабельном.",
            "предел прочности стального троса",
            "Абоненты кабельного телевидения платят ежемесячный взнос.",
            "Она телеграфировала эту новость в Соединённые Штаты.",
            "Солдаты телеграфировали обратно в штаб.",
            "Рори воткнул кабель обратно в гнездо.",
            "Их компания предоставила канаты для осуществления данного проекта.",
            "Клэри споткнулся о трос и сломал ногу.",
            "Канат был сделан из сплетённых вместе тонких ниточек.",
            "Данная кабельная компания предлагает клиентам более низкие цены и бесплатное подключение."
        ],
        "stars": 2
    }
}