{
    "calculation": {
        "comment": [],
        "translate": "расчёт, вычисление, калькуляция, счисление, обдумывание, предвидение",
        "transcription": " |ˌkælkjuˈleɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The whole calculation is wrong.",
            "His calculations agree with ours.",
            "When doing the calculation by hand, the sum came out as a different figure.",
            "That is no part of my calculation.",
            "Decisions are shaped by political calculations.",
            "If the first calculation is wrong, we make a second better.",
            "It took two hours to complete the calculation, so we logged off at 4 o'clock.",
            "The many are not capable of making this calculation.",
            "The computer can do millions of calculations each second.",
            "The machine will read out the results of the calculation.",
            "The error in the calculation was attributable to rounding.",
            "The machine will print out the results of the calculation.",
            "Her calculation of the building costs proved quite accurate.",
            "By some calculations, the population will reach 8 million soon.",
            "calculation and geometry and all the other elements of instruction",
            "Careful calculation is required to determine the required amount of fuel.",
            "His positions are based on political calculation of what voters want to hear.",
            "This calculation goes on the supposition that each mower dispatches three acres.",
            "The book reveals the cold calculations that were behind the government's policies.",
            "According to experts' calculations, that star will explode within two billion years.",
            "The science of calculation by nine figures and zero was gradually superseding the abacus."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Весь расчёт неверен.",
            "Его расчеты совпадают с нашими.",
            "При вычислении без помощи технических средств получился другой результат.",
            "Это не входит в мои расчеты [планы, намерения]",
            "Решения принимаются на основании политической выгоды.",
            "Если первое вычисление окажется неправильным, мы сделаем второе поточнее.",
            "На завершение вычислений хватило двух часов, так что мы закончили работу в четыре.",
            "Большинство людей неспособны произвести это вычисление.",
            "Компьютер может делать миллионы арифметических операций в секунду.",
            "Машина выведет результаты расчётов.",
            "Погрешность в расчетах была приписана ошибке округления.",
            "Результаты расчётов будут выведены на этом печатающем устройстве.",
            "Ее оценка строительных расходов оказалась правильной.",
            "По некоторым подсчётам, в ближайшее время численность населения достигнет восьми миллионов.",
            "арифметика, геометрия и все остальные предметы, составляющие основу образования",
            "Чтобы определить необходимое количество топлива, требуется тщательный расчёт.",
            "Его позиция основывается на политическом расчёте того, что хотят слышать избиратели.",
            "Этот расчёт основан на предположении, что каждый косец обрабатывает три акра.",
            "Книга раскрывает холодные расчёты, которые легли в основу политики правительства.",
            "По расчетам специалистов, эта звезда взорвётся в ближайшие два миллиарда лет.",
            "Способ вычисления при помощи девяти цифр и нуля постепенно вытеснял счёты."
        ]
    }
}