{
    "calculate": {
        "comment": [],
        "translate": "вычислять, рассчитывать, подсчитывать, высчитывать, калькулировать",
        "transcription": " |ˈkælkjuleɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We didn't calculate for such bad weather.",
            "We calculated that the trip would take two days.",
            "The coach was calculated to carry six regular passengers.",
            "calculate the volume of a cylinder",
            "Calculate the perimeter of the rectangle.",
            "Take all these temperatures and calculate their mean.",
            "It's difficult to calculate what effect all these changes will have on the company.",
            "Researchers calculated that this group was at a higher risk of heart disease.",
            "He asked those pupils who calculated to join the musical school to come forward.",
            "These instruments calculate distances precisely.",
            "Don't calculate on going abroad this summer, we may not have enough money.",
            "Rates are calculated on an hourly basis.",
            "I used a shortcut to calculate the total weight.",
            "He couldn't calculate the cost of the collection.",
            "Sally calculated that she'd have about £100 left.",
            "We calculated the cost of new carpeting for the whole house.",
            "I need to calculate how long it will take me to drive to Chicago.",
            "We'd better calculate on a large crowd and provide plenty of food.",
            "He programmed the computer to calculate his monthly expenses and earnings.",
            "We need to calculate our chances of success before we invest more money in the business.",
            "You should press against the artery in your wrist and count the pulsations to calculate your heart rate."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы не ожидали, что погода будет такая плохая.",
            "По нашим расчётам, путешествие должно было продлиться два дня.",
            "Карета была рассчитана на шесть пассажиров.",
            "вычислить объём цилиндра",
            "Вычислите периметр прямоугольника.",
            "Возьмите все эти температуры и подсчитайте их среднее значение.",
            "Трудно подсчитать, какое влияние эти изменения окажут на компанию.",
            "Исследователи подсчитали, что эта группа подвержена более высокому риску сердечно-сосудистых заболеваний.",
            "Он попросил учеников, которые хотели поступать в музыкальную школу, выйти вперёд.",
            "Эти приборы точно вычисляют расстояния.",
            "Не рассчитывай на поездку за границу в этом году, у нас может не хватить денег.",
            "Цены рассчитываются на почасовой основе.",
            "Для расчёта общего веса я использовал одну уловку.",
            "Он не смог подсчитать стоимость данной коллекции.",
            "Салли подсчитала, что у неё останется около ста фунтов стерлингов.",
            "Мы рассчитали стоимость нового коврового покрытия для всего дома.",
            "Мне нужно рассчитать, сколько времени понадобится, чтобы доехать до Чикаго.",
            "Лучше планировать, что будет много народу, и приготовить побольше еды.",
            "Он запрограммировал компьютер рассчитывать свои ежемесячные расходы и доходы.",
            "Мы должны рассчитать свои шансы на успех, прежде чем вложить деньги в это предприятие.",
            "Вы должны нажать пальцем артерию на запястье и сосчитать пульсации, чтобы вычислить ваш сердечный ритм."
        ]
    }
}