{
    "calendar": {
        "comment": [],
        "translate": "календарь, летоисчисление, список, святцы, регистрировать, инвентаризировать",
        "transcription": " |ˈkælɪndər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I have marked the event on my calendar.",
            "I have you on my calendar for next Monday.",
            "Christmas is one of the main festivals in the Christian Calendar.",
            "We'll revise the schedule to correspond with the school calendar.",
            "an event that deserves a place on your calendar",
            "I should try to calendar some of next year's activities.",
            "They could calendar this case for discussion at a future hearing.",
            "The Derby is a major event in the racing calendar.",
            "The university's academic calendar runs from September to May.",
            "The Celtic Church maintained the Greek calendar over against that of Rome.",
            "It feels like summer, yet according to the calendar we're still in early spring.",
            "Mayans had a system of writing and an accurate calendar."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я отметил это событие в своём календаре.",
            "Я встречаюсь с вами в следующий понедельник.",
            "Рождество — один из главных праздников христианского календаря.",
            "Мы пересмотрим график, чтобы привести его в соответствие со школьным календарём.",
            "событие, которое заслуживает места в вашем календаре",
            "Я должен составить расписание некоторых мероприятий на будущий год.",
            "Они могли бы внести это дело в список дел для обсуждения на последующих заседаниях.",
            "Дерби является крупным событием в календаре лошадиных скачек.",
            "В этом университете учебный год длится с сентября по май.",
            "Кельтская церковь, в отличие от римской, сохранила греческий календарь.",
            "Сейчас как будто лето, хотя на календаре всё ещё ранняя весна.",
            "Майя имели письменность и точный календарь."
        ]
    }
}