{
    "calmly": {
        "comment": [
            "calm"
        ],
        "translate": "спокойно, хладнокровно",
        "transcription": " |ˈkɑːmli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He calmly swatted a couple of flies.",
            "She recovered from her surprise, and answered calmly.",
            "He recovered himself enough to speak calmly.",
            "Don't gabble out your story, man, tell it calmly and clearly.",
            "The medicine helped calm her breathing.",
            "She felt a wave of panic, but forced herself to leave the room calmly.",
            "A quiet calm settled over the city.",
            "His words were effective in calming her fears.",
            "The teacher asked us to remain calm after the fire alarm went off.",
            "Mr. Macmillan ended his letter by saying we must treat this crisis \"calmly and constructively\".",
            "Helen was calmly titivating herself at the glass.",
            "Let's try to have a calm discussion about your grades.",
            "She slept as calmly and undisturbedly as the infant at her breast.",
            "Police tried to restore calm after the riot.",
            "The calm was broken by another terrorist bombing.",
            "She answered her accusers calmly and without rancor.",
            "After two days of violent protests, the mayor appealed for calm.",
            "After a moment of pique, the senator responded calmly to his accusers.",
            "He responded calmly to the fusillade of criticism leveled at his design for the memorial."
        ],
        "example_translate": [
            "Он спокойно прихлопнул пару мух.",
            "Она оправилась от удивления и ответила спокойно.",
            "Он достаточно овладел собой, чтобы говорить спокойно.",
            "Не комкай свой рассказ, дружище, говори спокойно и ясно.",
            "Лекарство помогло успокоить её дыхание.",
            "Её охватила паника, но она заставила себя спокойно выйти из комнаты.",
            "Над городом воцарилось спокойствие.",
            "Его словам удалось успокоить её страхи.",
            "Учитель попросил нас сохранять спокойствие после того как сработала пожарная сигнализация.",
            "Мистер Макмиллан закончил своё письмо словами о том, что мы должны решать эту проблему \"спокойно и конструктивно\".",
            "Элен не спеша прихорашивалась перед зеркалом.",
            "Давай попробуем спокойно обсудить твои оценки.",
            "Она спала так же тихо и спокойно, как и дитя на её груди.",
            "После беспорядков полиция попыталась восстановить спокойствие.",
            "Спокойствие нарушил очередной теракт.",
            "Своим обвинителям она отвечала спокойно и без злобы.",
            "После двух дней ожесточённых протестов мэр призвал к спокойствию.",
            "Овладев собой после секундного раздражения, сенатор спокойно ответил своим обвинителям.",
            "Он спокойно отреагировал на шквал критики, направленной в адрес его проекта данного мемориала."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}