{
    "camping": {
        "comment": [],
        "translate": "кемпинг",
        "transcription": " |ˈkæmpɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Can we go camping again this summer?",
            "We went camping in the hill country.",
            "The children seized on the idea of camping in the mountains.",
            "We'll need some camping gear.",
            "Where's all the camping stuff?",
            "You must carry your camping gear.",
            "Put out all fires before leaving the camping ground.",
            "Carry dehydrated food on your camping trip.",
            "It is relaxing to spend a few days camping out.",
            "Some people prefer camping to staying in hotels.",
            "After a week of camping, I really needed a bath.",
            "The children love camping out when we go on holiday.",
            "The bad weather blunted their enthusiasm for camping.",
            "I went camping for a week and enjoyed every minute of it.",
            "Clever Sane has nosed out a perfect place for our camping holiday.",
            "She loaded up the car with camping gear.",
            "The camping trip was spoiled by bad weather.",
            "The shop is well stocked with camping supplies.",
            "They took a month's worth of supplies on the camping trip.",
            "Every time he sees an attractive young boy, he starts camping.",
            "The children were always excited to start off on a camping trip."
        ],
        "example_translate": [
            "Можно мы летом опять пойдём в поход?",
            "Мы отправились в поход в горы.",
            "Дети ухватились за идею разбить лагерь в горах.",
            "Нам понадобится походное снаряжение.",
            "Где всё барахло для похода?",
            "При себе необходимо иметь туристическое снаряжение.",
            "Перед тем, как покинуть лагерь, потушите все костры.",
            "Возьмите с собой в поход обезвоженные продукты.",
            "Как хорошо провести несколько дней в походе.",
            "Некоторые люди предпочитают кемпинг проживанию в гостиницах.",
            "После недели, проведённой в палатке, мне очень нужно было принять ванну.",
            "Дети обожают спать под открытым небом, когда мы ездим отдыхать.",
            "Плохая погода поубавила у них желания отдохнуть на природе.",
            "Я отправился на неделю в поход и наслаждался каждой его минутой.",
            "Умница Сейн нашел удивительно хорошее местечко, где можно отдохнуть на природе всей компанией.",
            "Она нагрузила машину походным снаряжением.",
            "Поход был испорчен плохой погодой.",
            "В магазине имеется большой выбор туристических принадлежностей.",
            "Они взяли в поход месячный запас продуктов.",
            "Всякий раз, когда он видит привлекательного юношу, он начинает заигрывать с ним.",
            "Дети всегда жаждали отправиться в поход."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}