{
    "campus": {
        "comment": [
            "campaign",
            "camp",
            "camping",
            "push"
        ],
        "translate": "кампус, университет, территория университета",
        "transcription": " |ˈkæmpəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Most first-year students live on campus.",
            "College statutes forbid drinking on campus.",
            "I wandered around campus all day in a ruminant mood.",
            "There was racial tension on campus.",
            "They planted new trees on the campus.",
            "The changes to the campus were surprising.",
            "If the accident occurs on campus, notify the University police.",
            "The campus has several dining commons.",
            "In college, she lived in a house off campus with five housemates.",
            "A playgroup operates on the campus.",
            "The students deserted the campus after the end of exam period.",
            "Rallies were held on college campuses across the country.",
            "Trees girdled the campus, essentially hiding it from view.",
            "Among the advantages of a small college is its campus life.",
            "In those days, there was a great deal of racial tension on campus.",
            "The university does not permit distribution of leaflets on campus.",
            "The college failed to provide adequate security on campus after dark.",
            "We wanted him to have the typical college experience of living on campus.",
            "A student from the college escorted my parents and me on our tour of the campus.",
            "The professor's frequent and extended digressions are the stuff of campus legend.",
            "The university domiciles students in a variety of buildings in and around its urban campus.",
            "Around campus he's known as a real character, but one whose eccentricities are entirely benign.",
            "During the Vietnam War the university's campus effectively became the area's omphalos for antiwar activity."
        ],
        "example_translate": [
            "Большинство первокурсников проживают в общежитии.",
            "Устав колледжа запрещает распитие спиртных напитков на его территории.",
            "Весь день я задумчиво бродил /слонялся/ по территории университета /по кампусу/.",
            "В студенческом городке присутствовала напряжённость на расовой почве.",
            "На территории кампуса высадили новые деревья.",
            "Изменения в студгородке были разительными.",
            "Если несчастный случай произойдет в кампусе, поставьте в известность университетскую полицию.",
            "На территории университета имеется несколько столовых.",
            "Когда она училась в колледже, то жила в доме за пределами университетского городка с пятью соседями.",
            "На территории университета работает детский сад.",
            "После окончания экзаменационного периода студенты покинули территорию вуза.",
            "На территории вузов всей страны прошли митинги.",
            "Территорию университета окружали деревья, фактически пряча её от посторонних глаз.",
            "Среди преимуществ небольшого колледжа — быт его студентов.",
            "В то время в студгородке была большая расовая напряжённость.",
            "Университет не разрешает распространение листовок на территории кампуса.",
            "Руководство колледжа не смогло обеспечить надлежащую безопасность на территории кампуса после наступления темноты.",
            "Мы хотели, чтобы он получил обычный студенческий опыт жизни на кампусе.",
            "Один из студентов колледжа сопроводил моих родителей и меня в нашей экскурсии по кампусу.",
            "О частых и пространных отступлениях этого профессора в университете ходят легенды.",
            "Университет заселяет студентов в самых разных зданиях, как на территории своего городского кампуса, так и за её пределами.",
            "В университете он известен как настоящий оригинал, странности которого, однако, совершенно безобидны.",
            "Во время войны во Вьетнаме университетский кампус фактически стал средоточием антивоенной деятельности данного района."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}