{
    "can": {
        "comment": [
            "cannot",
            "could"
        ],
        "translate": "может, жестяная банка, баллончик, мочь, иметь возможность",
        "transcription": " |kən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I cannot but say it.",
            "You can go now if you like.",
            "He ate the whole can of beans.",
            "Could you please tell me the way to Trafalgar Square?",
            "Can it be true?",
            "Could I have this book with me?",
            "Who can run farthest?",
            "Do you think my mother can be living?",
            "He can speak English but he can't write it very well.",
            "Anybody can make mistakes.",
            "Can all that stuff, Sergeant.",
            "She can't feel hurt, we've explained everything to her.",
            "I can play football well, but I'm unable to play now, I don't feel well.",
            "The shelter stores huge cans of water for an emergency.",
            "She can't be telling lies.",
            "What weight can you carry?",
            "No one can play the organ during service time without the consent of the Vicar."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не могу не сказать этого.",
            "Если хотите, можете идти.",
            "Он съел целую банку бобов.",
            "Не могли бы вы мне сказать, как пройти к Трафальгарской площади?",
            "Неужели (это правда)?",
            "Можно мне взять эту книгу с собой?",
            "Кто может пробежать дальше всех?",
            "Ты думаешь, что моя мать может быть жива?",
            "Он хорошо говорит по-английски, но не очень хорошо пишет.",
            "Любой может ошибиться.",
            "Прекратите эти штучки, сержант.",
            "Не может быть, чтобы она обиделась, мы же ей всё объяснили.",
            "Я умею хорошо играть в футбол, но сейчас я не могу играть, так как плохо себя чувствую.",
            "В убежище хранятся огромные канистры воды на случай чрезвычайной ситуации.",
            "Не может быть, чтобы она лгала.",
            "Сколько ты можешь унести?",
            "Никто не может играть на органе во время службы без согласия викария."
        ]
    }
}