{
    "canal": {
        "comment": [
            "cancer",
            "candy",
            "candidate",
            "candle",
            "cancel",
            "canvas",
            "cane",
            "canoe",
            "canteen"
        ],
        "translate": "канал, проход, тракт, канава, канальный, проводить канал",
        "transcription": " |kəˈnæl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "In 1994 they transited the Panama Canal.",
            "The silt shallowed the canal",
            "The boat was nearly as wide as the canal.",
            "We walked along by the side of the canal.",
            "A body was found at the bottom of the canal.",
            "This dilatation divides the digestive canal into three parts.",
            "They are spoiling the banks of the canal with countless garish signboards.",
            "A permit is required for fishing in the canal.",
            "The railway is parallel with the canal.",
            "Factories stretch for quite a way along the canal.",
            "The canal will transit hundreds of ships every day.",
            "Army engineers were called in to construct the canal.",
            "The Lewis family operated a number of boats on the canal.",
            "New Orleans' downtown is the old quarter north of Canal Street.",
            "These gates regulate the amount of water flowing into the canal.",
            "The restrictions on the passage of goods through the Suez Canal to Israel ports.",
            "The Erie Canal was the first watercourse to connect the Hudson River with the Great Lakes."
        ],
        "example_translate": [
            "В 1994 г. они пересекли Панамский канал.",
            "Ил сделал канал мелководным. / Из-за ила канал обмелел.",
            "Лодка была почти такой же ширины, как и канал.",
            "Мы шли по берегу канала.",
            "На дне канала было найдено тело.",
            "Это расширение разделяет пищеварительный канал на три части.",
            "Они портят берега канала бесчисленными кричащими указателями.",
            "Для рыбной ловли в этом канале требуется разрешение.",
            "Железная дорога идёт параллельно каналу.",
            "Заводы тянутся довольно далеко вдоль канала.",
            "Канал ежедневно обеспечит проход сотням судов.",
            "К постройке канала были привлечены инженерные войска.",
            "Семья Льюиса содержала несколько лодок на канале.",
            "Деловая часть Нового Орлеана - это старый квартал к северу от Канал-стрит.",
            "Этот шлюз регулирует количество воды, стекающее в канал.",
            "Ограничения на прохождение товаров (грузов) через Суэцкий канал на пути к израильским портам.",
            "Канал Эри был первой водной артерией, соединяющей Гудзон с Великими Озёрами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}