{
    "cancel": {
        "comment": [
            "cancer",
            "candy",
            "candidate",
            "candle",
            "canvas",
            "cane",
            "canoe",
            "canal",
            "canteen"
        ],
        "translate": "отмена, аннулирование, погашение, аннулировать, отменять, уничтожать",
        "transcription": " |ˈkænsl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our flight was cancelled.",
            "I cancelled my name from the list.",
            "We canceled our dinner reservation.",
            "She canceled her appointment with the dentist.",
            "His good qualities and his faults cancel out.",
            "In my speech there is one paragraph which I should now cancel.",
            "The $1 I owed him and the $1 he owes me cancel out.",
            "I phoned the hotel to cancel my reservation.",
            "I phoned the bank to cancel the cheque.",
            "I'm afraid I'll have to cancel our meeting tomorrow.",
            "The bank canceled my credit card.",
            "The event was canceled at the last minute when the speaker didn't show up.",
            "I'm sorry, but I have to cancel. Can we meet next week?",
            "You can always cancel your order if you change your mind.",
            "He has the option to cancel the deal.",
            "He canceled his insurance policy last month.",
            "The bank agreed to cancel all the company's debts.",
            "It's a great shame that we have had to cancel the concert.",
            "I'm going to call up and cancel my subscription.",
            "If you subscribe online, you can cancel at any time.",
            "The later kindness may cancel a greater previous wrong.",
            "If you cancel your booking, there will be a small charge.",
            "My flight was canceled because of the storm.",
            "The aggrieved party may cancel the contract.",
            "The 'A' will cancel out the 'C' on your record.",
            "She made the agonizing decision to cancel the trip.",
            "Oh well, we'll just have to cancel the holiday, I suppose.",
            "The president announced Monday that he would cancel the debt.",
            "The threat of a thunderstorm made it necessary to cancel the picnic.",
            "Their decision to cancel the project was an insult to all my hard work."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Наш рейс был отменён.",
            "Я вычеркнул своё имя из списка.",
            "Мы отменили заказ столика для ужина.",
            "Она отменила свой визит на приём к стоматологу.",
            "Его достоинства уравновешивают его недостатки.",
            "У меня в речи есть одно место, которое я теперь должен вычеркнуть.",
            "Я должен ему доллар, и он мне - значит, мы в расчете.",
            "Я позвонил в гостиницу, чтобы отменить свою бронь.",
            "Я позвонил в банк, чтобы отменить чек.",
            "К сожалению, мне придётся отменить нашу завтрашнюю встречу.",
            "Банк аннулировал мою кредитную карту.",
            "Мероприятие было отменено в последнюю минуту, когда не явился выступающий.",
            "Простите, но мне придется отменить встречу. Мы можем встретиться на следующей неделе?",
            "Вы всегда можете отменить заказ, если передумаете.",
            "Он имеет право расторгнуть сделку.",
            "В прошлом месяце он аннулировал свой страховой полис.",
            "Банк согласился аннулировать все долги предприятия.",
            "Ужасно досадно, что нам пришлось отменить концерт.",
            "Я собираюсь позвонить и отменить свою подписку.",
            "При оформлении подписки онлайн, её можно отменить в любое время.",
            "Последующая доброта может исправить предшествующее зло.",
            "Если вы аннулируете бронирование, с вас будет взиматься небольшая плата.",
            "Мой рейс был отменён из-за бури.",
            "Потерпевшая сторона может расторгнуть договор.",
            "Эта \"пятёрка\" исправит твою \"тройку\" в журнале. (о школе)",
            "Она приняла мучительное решение отменить поездку.",
            "Ну что ж, я полагаю, мы просто будем вынуждены отменить праздник.",
            "В понедельник президент объявил, что аннулирует этот долг.",
            "Из-за вероятной бури пикник пришлось отменить.",
            "Их решение об отмене проекта была оскорблением всего проделанного мной труда."
        ]
    }
}