{
    "canoe": {
        "comment": [
            "cancer",
            "candy",
            "candidate",
            "candle",
            "cancel",
            "canvas",
            "cane",
            "canal",
            "canteen"
        ],
        "translate": "каноэ, байдарка, челнок, челн, плыть в челноке, плыть на байдарке",
        "transcription": " |kəˈnuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I paddled the canoe up the river.",
            "He canoed down the river to the camp.",
            "They were fooling around and accidentally capsized the canoe.",
            "We were ravenous after our canoe paddling, and the chili bubbling over the campfire smelled heavenly.",
            "He paddled us to shore in his canoe.",
            "I finally managed to right the canoe.",
            "The small canoe could be ported easily.",
            "The motorboat's wake capsized the canoe.",
            "The canoe is made from an impermeable wood.",
            "She and her husband paddled a canoe down the Mississippi.",
            "The canoe seemed to slide painfully on a mirror (of a lake).",
            "They pulled the canoe up on the bank.",
            "They hollowed the log to make a canoe.",
            "The marsh was navigable only by canoe.",
            "They canoed part of the Colorado River this summer.",
            "The current was starting to tip the canoe over and I began to panic."
        ],
        "example_translate": [
            "Я поплыл на байдарке вверх по реке.",
            "Он поплыл по реке к лагерю на байдарке.",
            "Они дурачились и случайно перевернули байдарку (лодка).",
            "После гребли на байдарках мы ужасно проголодались, а кипящее на костре мясо в соусе чили пахло просто божественно.",
            "Он доставил нас на берег на своей байдарке.",
            "Наконец, мне удалось выпрямить каноэ.",
            "Эту небольшую байдарку можно легко перенести.",
            "Кильватерная волна моторной лодки опрокинула байдарку.",
            "Каноэ сделано из водонепроницаемой древесины.",
            "Они с мужем поплыли на байдарке вниз по течению Миссисипи.",
            "Лодка, казалось, едва скользила по (водяному) зеркалу.",
            "Они вытащили челнок на берег.",
            "Они выдолбили бревно изнутри, чтобы сделать из него каноэ.",
            "По болоту можно было проехать лишь на каноэ.",
            "Летом они прошли на байдарках часть реки Колорадо.",
            "Течение уже начало переворачивать байдарку, и я запаниковал."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}