{
    "cap": {
        "comment": [],
        "translate": "крышка, колпачок, шапка, колпак, кепка, покрывать, крыть, надевать шапку",
        "transcription": " |ˌsiː eɪ ˈpiː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Snow caps the mountain.",
            "To cap the misery a fast rain began.",
            "There is no cap to your earnings.",
            "Soon I was well known and capped to.",
            "Well! that caps the globe.",
            "Make sure you put the cap back on the pen.",
            "a pipe capped at one end",
            "Snow capped the mountains.",
            "They established a cap for prices.",
            "There are three new caps in the side.",
            "To cap the misery, his only son died in infancy.",
            "It caps me how this drunkard gets his work done.",
            "He's had his teeth capped.",
            "commission plan with no cap",
            "The law would cap legal immigration.",
            "The government wants to cap councils that spend too much.",
            "We had to cap the number of people we can accept into our club.",
            "Well, we went three nights with no sleep at all. I bet you can't cap that!",
            "Now you come to Shakespeare, I must cap your quotation with another. (R. Vaughan, Mystics, 1860)",
            "Mason is one of two new caps in the team.",
            "He's been capped three times for England.",
            "Be sure to cap the pen when you are done using it.",
            "If the teams don't cap player salaries, the league won't survive.",
            "The report caps a ten-year study of lung cancer among nonsmokers.",
            "If they were big dope pedlars, they gave you a cap (of heroin) for delivering something."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Гора покрыта снеговой шапкой.",
            "В довершение всех бед пошел еще проливной дождь.",
            "Размер Вашего заработка не ограничен.",
            "Скоро я стал знаменит и передо мной снимали шляпу.",
            "Да ну! Такого еще белый свет не видывал!",
            "Не забудьте закрыть ручку обратно колпачком.",
            "труба закрытая колпаком с одного конца",
            "Вершины гор были прикрыты шапками снега.",
            "Они установили ограничение цен.",
            "В этой команде три новых игрока.",
            "В довершение всех несчастий его единственный сын умер во младенчестве.",
            "Я совершенно не понимаю, как этому пьянице удаётся делать своё дело.",
            "Он поставил себе на зубы коронки.",
            "система комиссионного вознаграждения без ограничения максимально возможной суммы",
            "Этот закон ограничит легальную иммиграцию.",
            "Правительство хочет ограничить расходы советов, которые слишком много тратят.",
            "Нам пришлось ограничить количество людей, которое мы можем принять в клуб.",
            "Ну, три ночи мы не спали вообще. Бьюсь об заклад, этого вам не перебить!",
            "Раз уж мы заговорили о Шекспире, я должен ответить вам другой цитатой.",
            "Мейсон — один из двух новых \"сборников\" в этой команде.",
            "Его уже три раза вызывали играть за сборную Англии.",
            "Когда закончишь писать, не забудь прикрыть ручку колпачком.",
            "Если команды не ограничат зарплаты игрокам, лига не выживет.",
            "Этот отчёт завершает десятилетнее изучение рака лёгких среди некурящих.",
            "Если ты имел дело с настоящими наркоторговцами, тебе давали дозу (героина) за доставку."
        ]
    }
}