{
    "capacity": {
        "comment": [
            "capable",
            "capability"
        ],
        "translate": "вместимость, емкость, мощность, способность, возможность, объем",
        "transcription": " |kəˈpæsəti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had drunk beyond his capacity.",
            "She has the capacity to go all the way to the top.",
            "The theater was full to capacity.",
            "Our capacity for giving care, love and attention is limited.",
            "Her capacity to absorb information is amazing.",
            "She attended these events in a private capacity.",
            "Infinity transcends our capacity of apprehension.",
            "Does he have the capacity to handle this job?",
            "All the hotels were filled to capacity.",
            "I am dead in a natural capacity, dead in a poetical capacity, and dead in a civil capacity. (A. Pope, Letters, 1710)",
            "In what capacity are you acting?",
            "The nightclub has a 1,000-person capacity.",
            "Among his gifts is his capacity for true altruism.",
            "They were iceboats, designed for a 10-ton capacity.",
            "The plant is operating at maximum capacity.",
            "U.S. officials are pressurising the Saudis to increase production capacity.",
            "a bottle with a capacity of two liters",
            "He was acting in his capacity as judge.",
            "All animals appear to have some capacity to learn from experience.",
            "He was employed in the capacity of director.",
            "Swimming baths, of course, attracted capacity crowds throughout the day.",
            "The factory has been working at full capacity. (=making the most amount of things that it can)",
            "assimilative capacity of the human mind",
            "The company has the capacity to build 1500 trucks a year.",
            "Personal computers now have much increased memory capacity.",
            "They dined in an official capacity with other European leaders.",
            "I am dead in a natural capacity, dead in a poetical capacity, and dead in a civil capacity.",
            "the cubic capacity of an engine",
            "The tax on cars is still based on engine capacity.",
            "Swimming baths attracted capacity crowds throughout the day."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он выпил сверх своей меры. / Он перепил.",
            "У неё хватит сил пройти весь путь, до самой вершины.",
            "В театре был аншлаг.",
            "Наши возможности для проявления заботы, любви и внимания ограничены.",
            "Её способность усваивать информацию просто поразительна.",
            "Она присутствовала на этих мероприятиях как частное лицо.",
            "Бесконечность выходит за пределы нашего понимания.",
            "Способен ли он справиться с этой работой?",
            "Все гостиницы были заполнены до отказа.",
            "Я мёртв как человек, мёртв как поэт, мёртв как гражданин. (А.Поуп)",
            "В каком качестве вы выступаете?",
            "Вместимость этого ночного клуба составляет тысячу человек.",
            "Среди его талантов — способность к истинному альтруизму.",
            "Это были рыболовные суда с рефрижераторными установками грузоподъёмностью десять тонн.",
            "Завод работает на полную мощность.",
            "Власти США вынуждают саудитов увеличить производственные мощности.",
            "бутылка ёмкостью два литра",
            "Он действовал в качестве судьи.",
            "Оказывается, все животные в какой-то степени способны учиться на собственном опыте.",
            "Он был нанят на работу в качестве директора.",
            "Плавательный бассейн, разумеется, весь день ломился от желающих туда попасть.",
            "В последнее время завод работает на полную мощность. (т.е. выпускает максимальное количество изделий, на которое способен)",
            "ассимилирующая способность человеческого разума",
            "Компания имеет возможность выпускать полторы тысячи грузовиков в год.",
            "Персональные компьютеры теперь имеют значительно увеличенный объём памяти.",
            "В качестве официальных лиц они поужинали с другими европейскими руководителями.",
            "Я мёртв как человек, мёртв как поэт, мёртв как гражданин. (А.Поуп)",
            "кубатура двигателя",
            "Налог на автомобили по-прежнему основан на объёме двигателя.",
            "Весь день плавательный бассейн был до отказа заполнен людьми."
        ]
    }
}