{
    "capable": {
        "comment": [
            "capacity",
            "capability"
        ],
        "translate": "способный, допускающий, могущий, умелый, одаренный, поддающийся, умный",
        "transcription": " |ˈkeɪpəbl|",
        "antonyms": [],
        "mnemonic": [
            "capable [кейпбл] способный - (Хо-кей побал-овать) способен всех мальчиков.",
            "capable ['keɪpəb (ə) l]\n***\nОДАРЁННЫЙ Эйнштейн на фото в кепи|был. (это)\ncapable\nСПОСОБНЫЙ Эйнштейн на фото в кепи|был. (это)\ncapable\nУМЕЛЫЙ Эйнштейн на фото в кепи|был. (это) capable"
        ],
        "examples": [
            "He was capable of stealing.",
            "I don't think he's capable of murder.",
            "Only humans are capable of speech.",
            "Silvia is capable of standing up for herself.",
            "I am quite capable of doing it myself, thank you.",
            "The dog was capable of astonishing tricks.",
            "Who could be capable of such atrocity?",
            "The many are not capable of making this calculation.",
            "Children as young as 14 can be extremely capable and dependable.",
            "The saloon is capable of dining 118 passengers.",
            "The richer the personality, the more empathic understanding of others it will be capable of.",
            "He was capable of killing a man with his bare hands .",
            "The sorcerers are capable of rainmaking, sunmaking, and windmaking.",
            "My parents never thought me capable of doing a degree.",
            "By the age of seven, children are capable of thinking in abstract terms.",
            "Human beings are the only creatures capable of abstract thought (=thinking about ideas).",
            "a capable and efficient editor",
            "Neither country is capable of fighting a long war.",
            "The pavement must be capable of carrying with safety the heaviest aircraft.",
            "The modem is capable of high-speed downloads.",
            "Do you really think he's capable of holding such a responsible position?",
            "Someone who is resourceful is capable of dealing with difficult situations.",
            "We are told that man is endowed with reason and capable of distinguishing good from evil.",
            "I don't think George is capable of having original ideas!",
            "I'm perfectly capable of looking after myself, thank you!",
            "These insects are capable of inflicting a painful sting.",
            "Enthalpy is the amount of energy in a system capable of doing mechanical work.",
            "The company isn't capable of handling an order that large.",
            "Helen was put in the capable hands of hair stylist Daniel Herson.",
            "Carnivorous plants are capable of trapping and digesting small animals especially insects."
        ],
        "example_translate": [
            "Он был способен на воровство.",
            "Я не думаю, что он способен на убийство.",
            "Только люди способны разговаривать.",
            "Сильвия способна постоять за себя.",
            "Я вполне способен сделать это сам, спасибо.",
            "Собака умела делать / была способна на удивительные трюки.",
            "Кто мог совершить такое зверство? / Кто был способен на такую жестокость?",
            "Большинство людей неспособны произвести это вычисление.",
            "Четырнадцатилетние дети порой чрезвычайно умны и надёжны.",
            "В салоне могут одновременно обедать 118 пассажиров.",
            "Чем богаче личность, тем глубже она может понимать чувства других.",
            "Он был способен убить человека голыми руками .",
            "Колдуны могут вызывать дождь, солнце и ветер.",
            "Мои родители никогда не думали, что я способна получить учёную степень.",
            "К семи годам дети уже способны к абстрактному мышлению.",
            "Люди — это единственные существа, способные к абстрактному мышлению (т.е к размышлению об идеях).",
            "способный и квалифицированный редактор",
            "Ни одна из стран не способна вести долгую войну.",
            "Покрытие должно с гарантией выдерживать вес самого тяжёлого самолёта.",
            "Модем допускает высокоскоростные загрузки.",
            "Вы действительно думаете, что он способен занимать такую ответственную должность?",
            "Находчивые люди способны справляться со сложными ситуациями.",
            "Нам сказали, что этот человек наделён разумом, и способен отличить добро от зла.",
            "Я думаю, что Джордж не способен на оригинальные идеи!",
            "Спасибо, но я отлично могу позаботиться о себе сама!",
            "Эти насекомые способны нанести болезненный укус.",
            "Тепловая функция — это количество энергии в системе, способной выполнять механическую работу.",
            "Компания не способна обработать такой большой заказ.",
            "Хелен оказалась в умелых руках парикмахера Дэниела Хёрсона.",
            "Плотоядные растения способны улавливать и переваривать небольших животных, главным образом насекомых."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}