{
    "capital": {
        "comment": [
            "capitalist",
            "capitalism"
        ],
        "translate": "капитал, столица, заглавная буква, капитальный, основной, главный, заглавный",
        "transcription": " |ˈkæpɪtl|",
        "antonyms": [],
        "mnemonic": [
            "capital [кэ'питал] столица - Весь (капитал) в столице отмывается;"
        ],
        "examples": [
            "He was a capital companion.",
            "Capital letter is used in all proper names.",
            "Washington is the capital of the USA.",
            "All his capital is locked up in land.",
            "The Opposition made a lot of capital out of the Minister's mistake on TV.",
            "Troops are advancing on the capital.",
            "Eurobonds provide an important capital source for multinational companies and foreign governments.",
            "Our capital concern was to avoid defeat.",
            "He gave his son some capital to set him up.",
            "We headed south towards the capital.",
            "The Nigerian capital used to be Lagos.",
            "He is from Ankara, the Turkish capital.",
            "The title was printed in capital letters.",
            "Is capital punishment a deterrent to crime?",
            "Capital Construction Board",
            "All his capital is locked up in foreign companies.",
            "His handwritten capital S's look a lot like lowercase s's.",
            "those clowns at the state capital",
            "The Georgian state capital is Atlanta.",
            "the political intrigues of the capital",
            "Sixty MPs abstained in the vote on capital punishment.",
            "The main function of the merchant banks is to raise capital for industry.",
            "the security cordon around the capital",
            "Unemployed workers marched on the capital.",
            "Prices are exorbitantly high in the capital.",
            "We may have to divest assets to raise capital.",
            "Hollywood is the capital of the movie industry.",
            "The company has had a sudden influx of capital.",
            "a persuasive argument against capital punishment",
            "30,000 people fled to the safety of the capital."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он был замечательным спутником.",
            "Все имена собственные пишутся с заглавной буквы.",
            "Вашингтон — столица США.",
            "Весь его капитал вложен в землю.",
            "Из этой ошибки министра в эфире телевидения оппозиция извлекла немалую выгоду.",
            "На столицу надвигаются войска.",
            "Еврооблигации представляют важный источник капитала для мультинациональных компаний и иностранных правительств.",
            "Нашей главной заботой было избежать поражения.",
            "Он выделил сыну небольшой капитал, чтобы тот смог встать на ноги.",
            "Мы направились на юг, в сторону столицы.",
            "Раньше столицей Нигерии был Лагос.",
            "Он из Анкары, столицы Турции.",
            "Название было напечатано заглавными буквами.",
            "Является ли смертная казнь фактором, сдерживающим преступность?",
            "Управление капитального строительства (в СССР)",
            "Все его деньги вложены в иностранные компании.",
            "В его почерке заглавная буква \"S\" очень похожа на строчную.",
            "эти придурки в столице штата",
            "Столицей штата Джорджия является Атланта.",
            "столичные политические интриги",
            "Шестьдесят парламентариев воздержались от голосования по вопросу о смертной казни.",
            "Основная функция коммерческих банков — накапливать капитал для промышленности.",
            "кордон безопасности вокруг столицы",
            "Безработные двинулись маршем на столицу.",
            "Цены в столице — непомерно высокие.",
            "Возможно, придётся продать активы с целью привлечения капитала.",
            "Голливуд является столицей киноиндустрии.",
            "Компания получила неожиданный приток капитала.",
            "убедительный довод против смертной казни",
            "Тридцать тысяч человек укрылись в столице."
        ],
        "stars": 3
    }
}