{
    "capture": {
        "comment": [
            "captain"
        ],
        "translate": "захват, поимка, взятие в плен, пленение, захватывать, поймать, схватить",
        "transcription": " |ˈkæptʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The city was captured by the Romans.",
            "She captured all the men's hearts",
            "She captured 60 percent of the vote in the last election.",
            "So far he has evaded capture.",
            "40 captured French soldiers",
            "The incident was captured on videotape.",
            "The star captured a comet.",
            "The show has captured the attention of teenagers.",
            "In order to escape capture, he fled to the mountains.",
            "The guerrillas shot down one aeroplane and captured the pilot.",
            "The killer has eluded capture.",
            "They were captured by enemy soldiers.",
            "The idea of the game is to capture all the pieces.",
            "This nucleus has captured the slow-moving neutrons.",
            "The company plans on capturing a larger segment of the market.",
            "It was illegal to molest, capture, or kill any of the animals in the park.",
            "The recording fails to capture the true color of the original music.",
            "the capture of the city by enemy forces",
            "The photos vividly capture the war's barbarity.",
            "Basho's poems capture the true soul of old Japan.",
            "The town was captured after a siege lasting ten days.",
            "The book's illustrations capture the essence of the story.",
            "The tiger was finally captured two miles outside the village.",
            "The militia captured the castle.",
            "their foiled attempt to capture Calais",
            "The data is captured by an optical scanner.",
            "a foolhardy attempt to capture more territory",
            "He evaded capture after the failed coup.",
            "They took evasive action to avoid capture.",
            "The Dutch fleet captured two English ships."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Город был захвачен римлянами.",
            "Она завоевала сердца всех мужчин.",
            "На последних выборах она набрала 60 процентов голосов.",
            "До сих пор он избегал поимки.",
            "40 захваченных французских солдат",
            "Происшествие было записано на видеоплёнку.",
            "Звезда захватила комету.",
            "Шоу захватило внимание подростков.",
            "Чтобы не быть схваченным, он убежал в горы.",
            "Партизаны сбили один самолёт и взяли в плен лётчика.",
            "Убийца избежал поимки.",
            "Они были захвачены в плен вражескими солдатами.",
            "Цель игры заключается во взятии всех фигур.",
            "Это ядро захватило медленно движущиеся нейтроны.",
            "Компания планирует захватить ещё больший сегмент рынка.",
            "Было запрещено дразнить, ловить или убивать любых животных, находящихся на территории парка.",
            "Данной записи не удаётся уловить истинный колорит оригинальной музыки.",
            "взятие города вражескими войсками",
            "Фотографии наглядно показывают всю бесчеловечность этой войны.",
            "В стихах Басё отражается истинная душа старой Японии.",
            "Город был захвачен после осады, длившейся десять дней.",
            "Иллюстрации к данной книге отражают суть её сюжета.",
            "В конце концов, тигра изловили двух милях от деревни.",
            "Народное ополчение захватило замок.",
            "их неудавшаяся попытка захватить Кале",
            "Эти данные регистрируются с помощью оптического сканера.",
            "безрассудная попытка захватить как можно больше территории",
            "Он избежал поимки после неудачного путча.",
            "Они предприняли обходной манёвр, чтобы избежать пленения.",
            "Голландская флотилия захватила два английских судна."
        ]
    }
}