{
    "carbon": {
        "comment": [
            "bone",
            "bonus",
            "bond",
            "bonnet",
            "bonfire",
            "ribbon",
            "backbone"
        ],
        "translate": "углерод, уголь, графит, карбонат, угольный",
        "transcription": " |ˈkɑːrbən|",
        "antonyms": [],
        "mnemonic": [
            "carbon [ка':бен] углерод - (Кабен-ет*) заполнен углеродом (‘Кабинет);"
        ],
        "examples": [
            "Coal is a form of carbon.",
            "C is a symbol for carbon",
            "She's a carbon copy of her mother.",
            "I'll need a carbon copy of that receipt.",
            "Scientists are warning that unless carbon emissions are cut, we could be heading for an environmental catastrophe.",
            "She extracted a carbon from a drawer and fitted it to her paper.",
            "Trees help to remove carbon dioxide from the atmosphere.",
            "Carbon monoxide is a poisonous gas.",
            "Richer countries must do more to cut back carbon emissions.",
            "In the experimental trials the amount of carbon was measured separately.",
            "The company makes devices to detect carbon monoxide.",
            "This new digital camera is a carbon of a well-known model costing almost twice as much.",
            "Steel is produced by combining iron with carbon.",
            "Carbon and sulfur and phosphorus are allotropic elements."
        ],
        "example_translate": [
            "Уголь — это форма углерода.",
            "С это символ углерода",
            "Она — точная копия матери. / Она — вылитая мать.",
            "Мне понадобится точная копия этой квитанции.",
            "Ученые предупреждают, что если не сократить выбросы углекислого газа в атмосферу, возможно, нас ждёт экологическая катастрофа.",
            "Она достала из ящика копирку и положила между листами бумаги.",
            "Деревья помогают удалению из атмосферы углекислого газа.",
            "Окись углерода — это ядовитый газ.",
            "Более богатые страны должны прилагать больше усилий для сокращения выбросов углерода.",
            "В экспериментальных исследованиях количество углерода измеряли отдельно.",
            "Компания производит приборы для обнаружения угарного газа.",
            "Этот новый цифровой фотоаппарат является точной копией хорошо известной модели, которая стоит почти в два раза больше.",
            "Сталь производится путём соединения железа с углеродом.",
            "Углерод, сера и фосфор являются аллотропными элементами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}