{
    "careless": {
        "comment": [
            "carelessness",
            "carelessly",
            "care",
            "career",
            "carefully",
            "careful",
            "scare",
            "scared"
        ],
        "translate": "небрежный, неосторожный, беспечный, беззаботный, невнимательный, легкомысленный",
        "transcription": " |ˈkerləs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is a careless worker.",
            "It was a careless mistake.",
            "Now you see what it is to be careless.",
            "It was careless of you to leave the door unlocked.",
            "I got arrested for careless driving.",
            "He cursed himself for being so careless.",
            "She gave a careless shrug.",
            "He was careless about his personal prospects.",
            "She was careless with my things.",
            "A careless error resulted in the loss of the game.",
            "He rushed through his work and made a lot of careless mistakes.",
            "careless and untidy in her personal habits",
            "Careless talk can be disastrous for a business.",
            "It was careless of him to leave the door unlocked.",
            "He ran a hand through his hair with a careless gesture.",
            "The danger is that we'll become careless as the process becomes more familiar.",
            "I was cross with her for being so careless.",
            "The student's essay was full of careless diction.",
            "A careless camper accidentally started a fire in the woods.",
            "Her injury will teach her not to be so careless with a knife.",
            "Careless spelling mistakes in a letter can create an unfavourable impression.",
            "It would not take more than one careless remark to spark off violence in the crowd."
        ],
        "example_translate": [
            "Он — нерадивый работник.",
            "Ошибка произошла из-за невнимательности / неосторожности.",
            "Теперь ты видишь, что значит быть неосторожным.",
            "Вы поступили очень легкомысленно, оставив дверь незапертой.",
            "Меня арестовали /задержали/ за неосторожное вождение.",
            "Он проклинал себя за своё легкомыслие.",
            "Она беспечно пожала плечами.",
            "Он не заботился о своём будущем.",
            "Она небрежно обращалась с моими вещами.",
            "Одна оплошность привела к проигрышу в этом матче.",
            "Он очень спешил закончить работу, и по невнимательности наделал кучу ошибок.",
            "беспечная и неряшливая по личным человеческим качествам",
            "Неосторожные разговоры могут погубить всё дело.",
            "С его стороны было неосторожно оставить дверь незапертой.",
            "Он небрежно провёл по своим волосам рукой.",
            "Опасность заключается в том, что по мере знакомства с процессом мы станем невнимательными.",
            "Я был зол на неё за такое легкомыслие.",
            "Сочинение данного студента содержало огромное количество небрежного употребления слов.",
            "Из-за какого-то беспечного туриста в лесу начался пожар.",
            "Эта травма научит её осторожнее обращаться с ножом.",
            "Небрежные орфографические ошибки в письме могут создать неблагоприятное впечатление.",
            "Достаточно одного небрежного замечания, чтобы вызвать негодование толпы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}