{
    "cargo": {
        "comment": [],
        "translate": "груз, груз корабля, грузовой",
        "transcription": " |ˈkɑːrɡəʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The men offloaded their cargo.",
            "The cargo was containerized.",
            "She has discharged her cargo.",
            "He worked as a sailor on a cargo ship.",
            "It took six hours to freight the cargo airplane.",
            "Divers hope to salvage some of the ship's cargo.",
            "It was among the first firms to ship cargo by air.",
            "The cargo was hoisted up onto the ship.",
            "Ship the cargo in the hold of the vessel.",
            "The discharge of her cargo began on the 14th Nov.",
            "A ship carrying a cargo of oil has run aground.",
            "The airport handles both passenger and cargo flights.",
            "The bulk of the cargo is discharged overside into lighters.",
            "The ship was carrying a cargo of crude oil.",
            "The cargo was containerized for safe and efficient shipping.",
            "The body of the car was reshaped to allow for more cargo space.",
            "The boat sank under the weight of the cargo."
        ],
        "example_translate": [
            "Мужчины разгружали свой груз.",
            "Груз был упакован в контейнеры.",
            "Судно разгрузилось.",
            "Он работал матросом на сухогрузе.",
            "Транспортировка груза на грузовом самолёте заняла 6 часов.",
            "Водолазы надеются спасти часть судового груза.",
            "Она была одной из первых фирм, специализирующихся на перевозке грузов по воздуху.",
            "Груз был поднят на борт корабля.",
            "Поместите груз в трюм судна.",
            "Разгрузка судна началась 14 ноября.",
            "Сел на мель корабль, гружённый нефтью.",
            "Аэропорт обслуживает как пассажирские, так и грузовые рейсы.",
            "Основная масса груза разгружается на лихтер через борт.",
            "Корабль перевозил сырую нефть.",
            "Груз был размещён в контейнерах для безопасной и эффективной перевозки.",
            "Форма кузова автомобиля была изменена, чтобы предоставить больше места для груза.",
            "Судно затонуло под тяжестью груза."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}