{
    "carriage": {
        "comment": [
            "carry",
            "carrot",
            "carrier"
        ],
        "translate": "перевозка, каретка, вагон, экипаж, коляска, тележка, шасси, салазки, суппорт, лафет",
        "transcription": " |ˈkærɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've brought a close carriage for him.",
            "Too many people were crushed into the carriage.",
            "All prices shown include VAT and carriage.",
            "We had the railway carriage all to ourselves.",
            "They rode to the city in carriages.",
            "Her legs were long and fine, her hips slender, her carriage erect.",
            "The loyal servant handed the lady down from her carriage.",
            "I took the baby to the park in the carriage.",
            "It costs £45.50 including carriage.",
            "The royal carriage was drawn up outside the palace, ready for the Queen's journey.",
            "The Company have overcharged fifteen shillings on the carriage of the goods.",
            "The two lamps of a carriage haloed by the fog.",
            "The scotches failed, and the carriage began to back down the hill.",
            "They had a large carriage house.",
            "The driver fetched up the horse-drawn carriage in front of the church.",
            "The men donned their greatcoats for the ride in the open carriage."
        ],
        "example_translate": [
            "Я достал ему закрытую коляску.",
            "В вагон набилось чересчур много народу.",
            "Все указанные цены включают НДС и стоимость доставки.",
            "В нашем распоряжении был целый вагон.",
            "Они приехали в город в каретах.",
            "Ноги у неё были длинные и стройные, бёдра - узкие, осанка - прямая.",
            "Слуга помог даме выйти из экипажа.",
            "Я взяла малыша в парк в коляске.",
            "Это стоит сорок пять фунтов пятьдесят пенсов, включая перевозку.",
            "Королевская карета остановилась перед дворцом в полной готовности.",
            "Компания брала дополнительно пятнадцать шиллингов за доставку товара.",
            "Два фонаря экипажа показались в ореоле тумана.",
            "Тормозные башмаки вылетели, и вагон покатился вниз по склону.",
            "У них была большая конюшня.",
            "Кучер остановил повозку, запряжённую лошадьми, напротив церкви.",
            "Мужчины облачились в пальто для поездки в открытом экипаже."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}