{
    "carve": {
        "comment": [],
        "translate": "вырезать, разделывать, высекать, резать, делить, гравировать, дробить",
        "transcription": " |kɑːrv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Father carved the ham.",
            "Who is going to carve the turkey?",
            "We carved an ice sculpture.",
            "Carve the meat into slices.",
            "You carve the turkey, and I'll serve.",
            "The thieves carved up the profit from the robbery.",
            "Threaten to carve him up if he won't give the money, that should make him do it!",
            "She carved out a successful career in the film industry.",
            "Someone had carved their initials on the tree.",
            "I'm going to trust you to play cards with me, but if you do not carve up.",
            "The company carved $1 million from its budget.",
            "Who's going to carve?",
            "The river had carved channels in the limestone rock.",
            "He carved a niche for himself as a writer.",
            "He moved to Boston to carve out a new life for himself.",
            "He carved while I made the gravy.",
            "Europe was carved up after World War I.",
            "My attempt to carve the turkey was a source of great hilarity at the dinner table.",
            "his regardful willingness to let his elderly father carve the turkey this year"
        ],
        "example_translate": [
            "Отец нарезал ветчину на куски.",
            "Кто будет разделывать индейку?",
            "Мы вырезали изо льда скульптуру.",
            "Нарежьте мясо на кусочки.",
            "Разрезай индейку, а я подам её к столу.",
            "Воры поделили награбленное.",
            "Пригрози, что зарежешь его, если он не отдаст денег, это должно подействовать.",
            "Ей посчастливилось сделать успешную карьеру в киноиндустрии.",
            "Кто-то вырезал на дереве свои инициалы.",
            "Я разрешу вам играть со мной в карты, но при условии, что вы не будете жульничать.",
            "Компания урезала свой бюджет на один миллион фунтов.",
            "Кто будет резать (мясо)?",
            "Река высекла в известняковой скале канавы.",
            "Он создал себе нишу в качестве писателя.",
            "Он переехал в Бостон, чтобы добиться для себя новой жизни.",
            "Он порезал мясо, пока я делал соус.",
            "После Первой мировой войны произошёл передел Европы.",
            "Моя попытка разрезать индейку ужасно развеселила всех присутствующих за столом.",
            "его почтительная готовность позволить своему престарелому отцу разрезать индейку в этом году"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}