{
    "casino": {
        "comment": [],
        "translate": "казино, игорный дом",
        "transcription": " |kəˈsiːnəʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The casino was declared off-limits to the servicemen.",
            "Doesn't that club have a casino upstairs?",
            "He lost three grand in the gambling casino last night.",
            "On summer evenings dance bands would perform in the seaside casino.",
            "Their casino is the plushest in town.",
            "It's the only casino operating in the state.",
            "The place was built as a casino in the forties.",
            "The casino offers special deals to attract high rollers.",
            "The casino was used as a front for cross-border smuggling operations.",
            "The hotel and casino industry is working hard on improving its image.",
            "Opponents of casino gambling claim that it is a detriment to society at large.",
            "The new casino hopes to attract big spenders (=people who spend a lot of money).",
            "They warned that casino gambling would not be an elixir for all of the region's economic woes.",
            "He signed to play the casino on Dec. 18"
        ],
        "example_translate": [
            "Военным было запрещено посещать казино.",
            "Разве не в этом клубе есть казино наверху?",
            "Вчера в казино он просадил три штуки баксов.",
            "Летними вечерами в приморском казино выступали танцевальные ансамбли.",
            "Их казино — самое шикарное в городе.",
            "Это единственное казино, работающее в данном штате.",
            "Это здание было построено в сороковых годах в качестве казино.",
            "Казино делает специальные предложения для привлечения богатых игроков.",
            "Казино использовалось для в качестве прикрытия для трансграничной контрабанды.",
            "Гостиничный и игорный бизнес упорно работают над улучшением своего имиджа.",
            "Противники игорного бизнеса утверждают, что он наносит ущерб всему обществу.",
            "Новое казино надеется привлечь крупных транжир (т.е. людей, которые тратят много денег).",
            "Они предупредили, что игорный бизнес не станет панацеей от всех экономических бед региона.",
            "Он дал обязательство сыграть в этом казино восемнадцатого декабря."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}