{
    "catalogue": {
        "comment": [
            "catalog"
        ],
        "translate": "каталог, справочник, список, проспект, каталогизировать, перечислять",
        "transcription": " |ˈkætəlɔːɡ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The catalogue is being printed.",
            "a catalog of music album titles",
            "We subjoin from a catalogue a list of prices.",
            "These people are not used to buying through catalogues and the internet.",
            "They use the computer to catalog books.",
            "The chart catalogs the results of each test.",
            "The report catalogued numerous dangerous work practices.",
            "a catalogue published by Charles Griffin and Co.",
            "We're hoping to get the new catalogue out next week.",
            "A catalogue and order form are included with this mailing.",
            "The librarian will explain how to use the catalogue system.",
            "Nature is much more than I am able to catalogue in this verse of mine.",
            "Cross references in the catalogue link subjects which may be coordinate."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Каталог печатается.",
            "список названий музыкальных альбомов",
            "В конце мы прилагаем прайс-лист из каталога.",
            "Эти люди не привыкли делать покупки по каталогам и через интернет.",
            "Они используют компьютер для каталогизации книг.",
            "В этой таблице приведены результаты каждого теста.",
            "В данном отчёте перечислены многочисленные опасные методы работы.",
            "каталог, публикуемый фирмой \"Чарльз Гриффин и компания\"",
            "Мы надеемся выпустить новый каталог на следующей неделе.",
            "В данную рассылку включены каталог и форма заказа.",
            "Библиотекарь объяснит вам, как пользоваться системой каталогов.",
            "Природа есть нечто много большее, чем то, что я могу отразить в этом своем стихотворении.",
            "Перекрестные ссылки в каталоге связывают темы, которые могут быть сопоставимы."
        ],
        "stars": 2
    }
}