{
    "category": {
        "comment": [],
        "translate": "категория, разряд, класс",
        "transcription": " |ˈkætəɡɔːri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The cars belong to the same category.",
            "Voters fall into three main categories.",
            "The population that falls under the category of poor is less than 7%.",
            "There are five categories of workers.",
            "Many illnesses fall into the category of stress-related illnesses.",
            "At $250, this printer is at the top of the price range in this category.",
            "The books were shelved according to category.",
            "Taxpayers fall into one of several categories.",
            "She competed for the award in her age category.",
            "She indexed all the books in the library by category.",
            "Britain scooped the top prize in the over-50s category.",
            "Seats are available in eight of the 10 price categories.",
            "Your many years of service put you in a special category.",
            "Williams' style does not fit easily into the category of jazz."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эти автомобили принадлежат к одному и тому же классу.",
            "Избиратели делятся на три основные категории.",
            "В разряд \"бедных\" попадает менее семи процентов населения.",
            "Существует пять категорий работников.",
            "Многие болезни попадают в категорию заболеваний, вызванных стрессом.",
            "При цене в двести пятьдесят долларов, этот принтер занимает верхнее положение в интервале цен для данной категории.",
            "Книги были расставлены на полках в соответствии с жанрами.",
            "Налогоплательщики попадают в одну из нескольких категорий.",
            "Она боролась за награду в своей возрастной категории.",
            "Она проиндексировала все книги в библиотеке в соответствии с жанром.",
            "Великобритания завоевала главный приз в возрастной категории старше пятидесяти лет. (брит.)",
            "Имеются места в восьми из десяти ценовых категорий.",
            "Благодаря вашей многолетней службе, вы попадаете в особую категорию.",
            "Стиль Уильямса не очень-то вписывается в категорию джаза."
        ]
    }
}