{
    "cathedral": {
        "comment": [],
        "translate": "собор, кафедральный собор, кафедральный, соборный",
        "transcription": " |kəˈθiːdrəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "St Paul's Cathedral",
            "The cathedral is in a poor state of preservation.",
            "She guided us through the busy streets to the cathedral.",
            "You plumped out that St. Paul's was the finest cathedral in England.",
            "The cathedral dominates the city.",
            "The saint's bones were enshrined in the cathedral.",
            "The girls were awed by the splendour of the cathedral.",
            "It took more than a century to complete the cathedral.",
            "During the war, the cathedral suffered many direct hits.",
            "You can't help but be humbled when you enter this cathedral.",
            "Durham, with its cathedral and castle, is a popular tourist centre.",
            "Each volunteer spent one night a week in the cathedral. A few spent two.",
            "The body of the dead leader reposed in the cathedral for the people to pay their respects.",
            "Dickens had humorously suggested a special service of intercession at St. Paul's Cathedral.",
            "Visit the cathedral when you're there. It's well worth the effort (=it is definitely worth doing).",
            "The newer foundation was cabined, cribbed, and confined in a very narrow space between the Cathedral Church and the buildings of the City."
        ],
        "example_translate": [
            "Собор Святого Павла",
            "Собор плохо сохранился.",
            "Она провела нас к собору по шумным улицам.",
            "Ты, помнится, как-то сказал, что собор Святого Павла один из красивейших в Англии.",
            "Собор возвышается над городом.",
            "Мощи святого поместили в раку в кафедральном соборе.",
            "Девушки были в восторге от величественности собора.",
            "Чтобы завершить строительство собора, потребовалось более столетия.",
            "Во время войны собор пострадал от множества прямых попаданий.",
            "Входя в этот собор, невольно испытываешь чувство смирения.",
            "Дарем, со своим кафедральным собором и замком, является популярным туристическим центром.",
            "Каждый из добровольцев один раз в неделю ночевал в соборе. Некоторые ночевали два раза в неделю.",
            "Гроб с телом покойного лидера поставили в церкви, чтобы люди могли проститься.",
            "Диккенс в шутку предложил совершить специальный молебен в соборе Святого Павла.",
            "Когда будете там, посетите кафедральный собор — он того стоит (т.е. это определённо стоит сделать).",
            "Новая постройка была зажата, прямо-таки втиснута, между кафедральным собором и зданиями Сити."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}