{
    "Catholic": {
        "comment": [
            "cathedral"
        ],
        "translate": "католический, вселенский, мировой, католик",
        "transcription": " |ˈkæθlɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Science is truly catholic.",
            "The populace of France were fanatically catholic.",
            "Roman Catholic Church",
            "The late king had been at heart a Roman Catholic.",
            "He is a member of the Catholic Church.",
            "Roman Catholic theology",
            "I was brought up a Catholic.",
            "He was baptized a Roman Catholic.",
            "his conversion to the Catholic faith",
            "He was ordained as a Roman Catholic priest.",
            "Priests chanted the Catholic Mass in Latin.",
            "He denies the errancy of the Catholic Church.",
            "dissident elements within the Catholic Church",
            "a museum director with catholic tastes in art",
            "Catholic priests are required to be celibate.",
            "She is a novelist who is catholic in her interests.",
            "His Catholic upbringing informs all his writing.",
            "Roman Catholic monastic orders (=groups of monks)",
            "The Catholic Church considers the Pope infallible.",
            "Bresson is par excellence the Catholic film-maker.",
            "He was well known throughout the Catholic community.",
            "Anne married a Jew, despite being raised a Catholic.",
            "In his twenties he turned his back on his Catholic faith.",
            "She has catholic tastes (=likes a lot of different things).",
            "a narrow street which was shadowed by a huge Catholic church",
            "the Catholic dogma of the bodily assumption of the Virgin Mary",
            "Philip II considered himself the protector of the Catholic Church.",
            "a story current in Roman Catholic circles, but not much accredited thereout",
            "Like most Catholic children, he had heard stories of Ireland from the cradle.",
            "I told them I was Catholic. I used to be Catholic, so it wasn't a complete lie."
        ],
        "example_translate": [
            "Наука поистине всеобъемлюща.",
            "Простые жители Франции были фанатичными католиками.",
            "Римско-католическая церковь",
            "Покойный король в глубине души был католиком.",
            "Он является представителем католической церкви.",
            "римско-католическое богословие",
            "Я был воспитан в католической вере.",
            "Он был крещён по католическому обряду.",
            "его обращение в католичество",
            "Он был рукоположен в сан католического священника.",
            "Священники пели католическую мессу на латыни.",
            "Он отрицает погрешимость католической церкви.",
            "инакомыслящие элементы внутри католической церкви",
            "директор музея, обладающий разносторонними интересами в искусстве",
            "Католические священники обязаны соблюдать обет безбрачия.",
            "Она писательница с самыми разносторонними интересами.",
            "Католическое воспитание оставляет отпечаток на всех его сочинениях.",
            "католические монашеские ордена (т.е. объединения монахов)",
            "Католическая церковь считает папу римского непогрешимым.",
            "Брессон является в особенности католическим кинорежиссёром.",
            "Он был хорошо известен во всём католическом сообществе.",
            "Энн вышла замуж за еврея, несмотря на то, что была воспитана католичкой.",
            "Он отвернулся от католической веры, когда ему ещё не было тридцати.",
            "У неё разносторонние вкусы (т.е. она любит множество разных вещей).",
            "узкая улица, которая была в тени огромной католической церкви",
            "католический догмат о телесном вознесении Девы Марии",
            "Филип II считал себя покровителем католической церкви.",
            "история, бытующая в римско-католических кругах, но не пользующаяся особым доверием за их пределами",
            "Как и большинство детей-католиков, он с пелёнок слышал рассказы об Ирландии.",
            "Я сказал им, что являюсь католиком. Когда-то я действительно был католиком, так что полной ложью это не назовёшь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}