{
    "cattle": {
        "comment": [
            "cat",
            "catch",
            "category"
        ],
        "translate": "скоты, крупный рогатый скот, рогатый скот",
        "transcription": " |ˈkætl|",
        "antonyms": [],
        "mnemonic": [
            "cattle [кетл] крупный рогатый скот - Лучшие (кэтл-еты) котлеты - из к.р.с.;"
        ],
        "examples": [
            "200 head of cattle",
            "Male cattle are bulls.",
            "Female cattle are cows.",
            "Young cattle are calves.",
            "The cattle have to be rounded up and counted.",
            "The cattle are all roped in now.",
            "The cattle were hauled by rail.",
            "All European domestic cattle belong to the same species.",
            "They no longer brand their cattle.",
            "Beyond the river, cattle were grazing.",
            "Someone ran the cattle off during the night.",
            "The gunshot stampeded the cattle.",
            "This land can't support many cattle.",
            "We have both dairy and beef cattle on the farm.",
            "The cattle cannot digest tobacco.",
            "The cattle roam across the prairie.",
            "The cattle range over many miles in search of food.",
            "the illicit trade in stolen cattle",
            "a spokesman for the cattle industry",
            "The cattle thief has a price on his head.",
            "He keeps fattening his cattle for market.",
            "Groups of cattle were grazing on the rich grass.",
            "Cattle ranged over the pastures in search of food.",
            "Protesters want to stop the export of live sheep and cattle.",
            "The cattle huddled together in a corner of the field, trying to keep dry.",
            "The cattle herded together to try to find some protection against the rain.",
            "Farmers have to fence in their fields to keep the cattle from getting loose.",
            "The legislators approved a new levy on imported cattle to help protect American ranchers.",
            "He observed his master switch beast after beast into the receptacles for cattle. (R. Boldrewood)",
            "The cattle roamed in search of water."
        ],
        "example_translate": [
            "двести голов скота",
            "Мужские особи крупного рогатого скота называются быками.",
            "Женские особи крупного рогатого скота - это коровы.",
            "Молодые особи крупного рогатого скота называются телята.",
            "Скотину надо согнать и пересчитать.",
            "Теперь весь скот ограждён верёвками.",
            "Скот был доставлен железнодорожным транспортом. / Скот перевезли по железной дороге.",
            "Весь домашний европейский скот относится к одному виду.",
            "Они больше не клеймят свой скот.",
            "За рекой паслись стада.",
            "Ночью кто-то угнал скот.",
            "Выстрел обратил стадо в паническое бегство.",
            "Эта земля не может прокормить много скота.",
            "У нас на ферме есть как молочная так и мясная порода скота.",
            "Жвачные животные не переваривают табак.",
            "Стада крупного рогатого скота бродят по прерии.",
            "Скот проходит мили в поисках пищи.",
            "незаконная торговля краденым скотом",
            "представитель скотопромышленников",
            "За голову этого угонщика скота назначена награда.",
            "Он по-прежнему откармливает скот на продажу.",
            "Стада крупного рогатого скота паслись на сочной траве.",
            "По пастбищам в поисках еды бродила скотина.",
            "Протестующие хотят остановить экспорт живых овец и крупного рогатого скота.",
            "Скотина сбилась в кучу у кромки поля, пытаясь скрыться от дождя.",
            "Скотина сбилась в кучу, пытаясь найти хоть какую-нибудь защиту от дождя.",
            "Фермерам приходится огораживать поля, чтобы коровы не разбредались.",
            "Законодатели одобрили новый налог на ввозимый крупный рогатый скот, чтобы защитить американских фермеров-скотоводов.",
            "Он наблюдал за тем, как его хозяин одного за другим загонял скот в стойло.",
            "Коровы бродили в поисках воды."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}