{
    "cause": {
        "comment": [
            "mouse",
            "pause",
            "because",
            "museum",
            "arouse",
            "blouse",
            "clause",
            "causal"
        ],
        "translate": "причина, дело, повод, основание, процесс, вызывать, причинять, быть причиной",
        "transcription": " |kɔːz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had no cause to complain.",
            "There is no cause for alarm.",
            "You caused us a lot of extra work.",
            "The root cause of the crime problem is poverty.",
            "It's our job to establish the cause of the fire.",
            "I don't mind giving it if it's for a good cause.",
            "The fire caused £15,000 worth of damage.",
            "The illness is caused by a virus.",
            "What caused you to change your mind?",
            "I'm sorry if I caused any confusion.",
            "She is the cause of all their problems.",
            "Their marriage was a cause for celebration.",
            "His father has good cause to be proud of him.",
            "The ruin of the empire was caused by the loss of freedom and the growth of despotism.",
            "The flood caused great hardship.",
            "They worked in the cause of world peace.",
            "The flood caused the town great hardship.",
            "He swerved and caused an accident.",
            "I'm willing to donate money as long as it's for a good cause.",
            "Heavy traffic is causing delays on the freeway.",
            "The patient's condition is giving cause for concern.",
            "Many people are worried about the economy, and with good cause.",
            "I can support a cause that means something to me.",
            "They are trying to determine the cause of the crash.",
            "The oil spill is causing problems for coastal fisheries.",
            "You've caused us all a lot of unnecessary worry.",
            "Sorry, I didn't mean to cause offence (=offend you).",
            "The medicine was prescribed without good cause.",
            "The cost of the project was enormous, but it was not the fundamental cause of its failure.",
            "His symptoms had no apparent physical causes."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "au = [ɔː]",
            "Сложное дополнение",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "У него не было причин жаловаться.",
            "Нет никаких причин для тревоги.",
            "Из-за тебя нам пришлось делать кучу лишней работы.",
            "Коренная причина проблемы преступности — бедность.",
            "Наша задача — установить причину этого пожара.",
            "Я не против его отдать, если оно пойдёт на хорошее дело.",
            "Огонь нанёс ущерб на сумму пятнадцать тысяч фунтов стерлингов",
            "Причиной этой болезни является вирус.",
            "Что заставило вас передумать?",
            "Простите, если я стал причиной какой-либо путаницы.",
            "Она является причиной всех их проблем.",
            "Их свадьба стала поводом для торжества.",
            "У его отца есть отличный повод им гордиться.",
            "Крушение империи было вызвано потерей свободы и усилением деспотической власти.",
            "Наводнение натворило много бед.",
            "Они работали во имя мира во всем мире.",
            "Наводнение причинило городу много бед.",
            "Он неожиданно вильнул в сторону и стал виновником аварии.",
            "Я готов пожертвовать деньги, если они пойдут на благое дело.",
            "Плотный транспортный поток вызывает задержки на автостраде.",
            "Состояние больного даёт основания для беспокойства.",
            "Многие люди обеспокоены по поводу экономики, и не без оснований.",
            "Я могу оказать помощь делу, которое для меня что-то значит.",
            "Они пытаются определить причину сбоя.",
            "Разлив нефти создаёт проблемы для прибрежного рыболовства.",
            "Вы уже причинили нам много ненужного беспокойства.",
            "Простите, я не хотел никого оскорбить (т.е. обидеть).",
            "Лекарство было выписано без уважительной причины.",
            "Стоимость проекта была огромной, но не это стало основной причиной его провала.",
            "У его симптомов не было явных физических причин."
        ]
    }
}