{
    "caution": {
        "comment": [
            "precaution",
            "cautious"
        ],
        "translate": "осторожность, предостережение, предостерегать",
        "transcription": " |ˈkɔːʃn|",
        "antonyms": [],
        "mnemonic": [
            "caution [ко'шан] предостережение, осторожность - Предостережение: всякое (кощун-ство) будет наказано.",
            "caution ['kɔ: ʃən]\n***\nСоблюдай ОСТОРОЖНОСТЬ - не будешь подкошен.\n(это) caution\nПРЕДУПРЕЖДЕНИЕ: \"Во время бомбёжки отойдите\nот окошек\". (это) caution\nХочу тебя ПРЕДОСТЕРЕЧЬ, что не был ты бедою\nскошен. (это) caution"
        ],
        "examples": [
            "We must proceed with extreme caution.",
            "“Don't decide too quickly,” she cautioned.",
            "I threw caution to the winds and followed him.",
            "Here I'd like to add a note of caution.",
            "Caution and opportunism must be balanced.",
            "I suggest caution in a situation like this.",
            "The policeman cautioned the motorist about his speed.",
            "He was cautioned for speeding.",
            "Caution! Highly flammable liquid.",
            "He cautioned them to avoid the forest at night.",
            "Plastic surgeons caution against unknown dangers of mesotherapy.",
            "I would, however, sound a note of caution.",
            "It's always best to err on the side of caution.",
            "Use caution when you are working near live electrical wires.",
            "You should use caution when operating the electric saw.",
            "Evidence given by convicted criminals should always be treated with the utmost caution.",
            "a few brief words of caution",
            "Exercise caution when using these chemicals.",
            "The roads are slippery: drive with extreme caution.",
            "Our parents represented to us the need for more caution.",
            "A note of caution: be sure that the electricity is off before you install the ceiling fan.",
            "Officials are cautioning that the war may continue for years.",
            "A final word of caution — never try any of this without backing up your system.",
            "Business leaders are cautioning against hasty action that would hamper flexibility.",
            "He injected a note of caution in his talk.",
            "The defendant may make a statement under caution.",
            "Throwing caution to the winds, she swung around to face him.",
            "The makers advise extreme caution when handling this material.",
            "Her financial adviser urged caution before investing in the project.",
            "The physician must exercise caution when prescribing anti-depressants."
        ],
        "example_translate": [
            "Мы должны действовать с крайней осторожностью.",
            "— Не стоит спешить с решением, — предупредила она.",
            "Я отбросил осторожность и последовал за ним.",
            "Здесь я хотел бы добавить одно замечание.",
            "Осторожность и предприимчивость должны быть сбалансированы.",
            "В подобных ситуациях я предлагаю действовать осторожно.",
            "Водитель превысил скорость, и полицейский сделал ему предупреждение.",
            "Он был предупреждён за превышение скорости.",
            "Осторожно! Легковоспламеняющаяся жидкость.",
            "Он предупредил их, чтобы в лес ночью не ходили.",
            "Пластические хирурги предупреждают о возможных опасностях мезотерапии. (Заголовок статьи)",
            "Я бы, однако, высказал предостережение.",
            "Всегда лучше перестраховаться. / Лучше перебдеть, чем недобдеть.",
            "Соблюдайте осторожность при работе возле оголённых электрических проводов.",
            "При работе с электрической пилой следует соблюдать осторожность.",
            "К показаниям осужденных преступников следует всегда относиться с предельной осторожностью.",
            "всего несколько слов предостережения",
            "Будьте осторожны при использовании этих химикатов.",
            "На дорогах скользко: ведите машину с крайней осторожностью.",
            "Родители разъяснили нам необходимость вести себя более осторожно.",
            "Внимание: прежде чем устанавливать потолочный вентилятор, убедитесь, что электричество отключено.",
            "Чиновники предупреждают, что эта война может продолжаться ещё долгие годы.",
            "И последнее предупреждение: никогда не пытайтесь предпринять что-то из этого без создания резервной копии вашей системы.",
            "Крупные предприниматели предостерегают от поспешных действий, которые сузили бы пространство для манёвра.",
            "Он вставил в своё выступление предостережение.",
            "После того как обвиняемому зачитают официальное предостережение, он может сделать заявление.",
            "Забыв о всякой осторожности, она повернулась к нему лицом.",
            "Производители советуют соблюдать предельную осторожность при работе с этим материалом.",
            "Её финансовый советник призвал к осторожности, прежде чем инвестировать в данный проект.",
            "Врач должен проявлять осторожность при назначении антидепрессантов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}