{
    "cautious": {
        "comment": [
            "caution",
            "precaution"
        ],
        "translate": "осторожный, осмотрительный, опасливый, предусмотрительный, бережный",
        "transcription": " |ˈkɔːʃəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is needful to be cautious.",
            "The cat made a cautious approach.",
            "He answered the question with a cautious reply.",
            "He is cautious about making predictions for the success of the program.",
            "I am a cautious man, indeed a timid one.",
            "You cannot be overly cautious when you're driving in snow.",
            "Cautious by nature, Simpkin was reluctant to interfere.",
            "My inner voice told me to be cautious.",
            "Any cautious tourist will guard her passport.",
            "The government responded cautiously to the move.",
            "Why break the habit of a lifetime and start being cautious now?",
            "Customers seemed generally cheery, albeit some were more cautious than others.",
            "The air-pollution board has reacted with cautious optimism to the announcement.",
            "The proposals have so far received a cautious welcome from government ministers."
        ],
        "example_translate": [
            "Нужно быть осторожным.",
            "Кот осторожно приблизился.",
            "Он дал осторожный ответ на этот вопрос.",
            "Он осторожен когда прогонозирует успешность программы.",
            "Я человек осторожный, и даже робкий.",
            "Вы не можете быть слишком осторожным, когда управляете автомобилем во время снегопада.",
            "Будучи по натуре осторожным, Симпкин не испытывал желания вмешиваться.",
            "Внутренний голос велел мне быть осторожным.",
            "Любая осмотрительная туристка будет беречь свой паспорт.",
            "Правительство с осторожностью отреагировало на этот шаг.",
            "Зачем бросать привычку, которая у тебя всю жизнь, и теперь вдруг начинать осторожничать?",
            "В основном, клиенты были вроде бы настроены весело, хотя некоторые из них и были более осторожны, чем другие.",
            "Управление по вопросам загрязнения воздуха отреагировало на это сообщение с осторожным оптимизмом.",
            "Предложения пока что встречены членами кабинета министров с некоторой осторожностью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}