{
    "cave": {
        "comment": [],
        "translate": "пещера, полость, впадина, выдалбливать, обрушивать кровлю",
        "transcription": " |keɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The roof of the cave was very high.",
            "Water flowed into the cave.",
            "Deeper in the cave, darkness enfolds us.",
            "There must be another way into the cave.",
            "They built a fire at the mouth of the cave.",
            "We entered the cave through a narrow aperture.",
            "This cave echoes back every word you speak.",
            "The cave is very narrow ahead, but we should be able to skin through.",
            "The walls of the cave are covered with drawings of human and animal figures.",
            "The cave is the home of a legendary giant.",
            "The cave reverberated with the cries of birds.",
            "The miners were entombed in the cave when the roof fell in.",
            "She enchanted the cave so that nobody should ever find the treasures.",
            "They sheltered in a cave while they waited for the storm to pass.",
            "A cave sheltered the climbers during the storm.",
            "Kentucky's Mammoth Cave is actually a series of large chambers on five levels.",
            "We could see inside the cave even without a flashlight because of the luminescence coming from some of the fungus on the walls."
        ],
        "example_translate": [
            "Потолок пещеры был очень высоким.",
            "В пещеру хлынула вода.",
            "В глубине пещеры нас окутывает тьма.",
            "Там должен быть другой путь в пещеру.",
            "Они развели костёр у входа в пещеру.",
            "Мы вошли в пещеру через узкий проём.",
            "В этой пещере отзывается эхом каждое слово, которое ты произносишь.",
            "Там, впереди, пещера сужается, но мы сумеем пролезть.",
            "Стены пещеры покрыты нарисованными фигурами человека и животных.",
            "В этой пещере живёт легендарный великан.",
            "Крики птиц сотрясали пещеру.",
            "Шахтёры оказались погребены в шахте, когда обрушился потолок.",
            "Она заколдовала пещеру так, чтобы никто никогда не мог найти сокровища.",
            "Они прятались в пещере, пока пережидали грозу.",
            "Во время бури альпинистам дала приют пещера.",
            "Мамонтова пещера в штате Кентукки на самом деле представляет собой систему больших залов, расположенных на пяти уровнях.",
            "Благодаря свечению, исходящему от некоторых из грибов, растущих на стенах пещеры, там было видно даже без фонаря."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}