{
    "cease": {
        "comment": [
            "ceasefire",
            "seize"
        ],
        "translate": "прекращение, прекращать, прекращаться, переставать",
        "transcription": " |siːs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The rain ceased and the sky cleared.",
            "Gradually the rain ceased.",
            "The fighting along the border has temporarily ceased.",
            "The rain ceased.",
            "The factory ceased operations last year.",
            "The factory may shut down if supplies cease.",
            "The child would not cease his constant whining.",
            "He foresees a day when all war will cease.",
            "He ceased to be a member of the association.",
            "The club will cease to exist if financial help is not found.",
            "All correspondence between us must cease.",
            "He worked without cease for the betterment of humanity.",
            "She commanded that work on the bridge cease immediately.",
            "The organization may soon cease to exist if more funding isn't provided.",
            "The company ceased production at their Norwich plant last year.",
            "The court ordered the company to cease operations forthwith.",
            "The things people will do for charity never cease to amaze me (=I am always surprised by them)."
        ],
        "example_translate": [
            "Дождь прекратился, и небо стало ясным.",
            "Постепенно дождь прекратился.",
            "Боевые действия вдоль границы временно прекратились.",
            "Дождь прекратился.",
            "В прошлом году завод прекратил свою деятельность.",
            "Завод может остановиться, если прекратятся поставки.",
            "Ребёнок всё ныл и никак не хотел униматься.",
            "Он предвидит тот день, когда все войны прекратятся.",
            "Он перестал быть членом этой ассоциации.",
            "Клуб прекратит своё существование, если не будет найдена финансовая помощь.",
            "Вся переписка между нами должна прекратиться.",
            "Он работал на благо человечества, не покладая рук.",
            "Она приказала немедленно прекратить работы на мосту.",
            "Возможно, организация скоро перестанет существовать, если не будет предоставлено финансирование.",
            "В прошлом году компания прекратила производство на своём норвичском заводе.",
            "Суд обязал компанию немедленно прекратить свою деятельность.",
            "Не перестаю удивляться тому, что люди готовы сделать во имя милосердия (т.е. меня каждый раз это удивляет)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}