{
    "celebrity": {
        "comment": [
            "celebration",
            "celebrate",
            "celebrated"
        ],
        "translate": "знаменитость, известность, знаменитый человек",
        "transcription": " |səˈlebrəti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's a national celebrity.",
            "There were many celebrities at the party.",
            "an actor who has become a mega celebrity",
            "The actress lived a life of celebrity.",
            "a celebrity chef with her own TV show",
            "a celebrity surrounded by his lackeys",
            "libelous statements about a celebrity for which the tabloid was sued",
            "For some reason, that newspaper seems determined to slander one particular celebrity.",
            "Fans are inevitably disappointed when the nimbus of glamour about their favorite celebrity turns out to be an illusion.",
            "Now a celebrity chef, he rarely talks about his life as an army cook.",
            "wanting to learn about a celebrity's downfall out of morbid curiosity"
        ],
        "example_translate": [
            "Он является национальной знаменитостью.",
            "На вечеринке, было много знаменитостей.",
            "актер, который стал мега знаменитым",
            "Актриса жила звёздной жизнью.",
            "знаменитый шеф-повар со своим собственным телешоу",
            "знаменитость в окружении своих подхалимов",
            "клеветнические высказывания об одной из знаменитостей, за которые на этот таблоид подали в суд",
            "Похоже, что эта газета почему-то решила оклеветать одну конкретную знаменитость.",
            "Поклонники неизбежно разочаровываются, когда ореол гламура у их любимых знаменитостей оказывается всего лишь иллюзией.",
            "Теперь, став знаменитым шеф-поваром, он редко рассказывает о своей жизни в качестве повара армейского.",
            "желая узнать о гибели знаменитости из болезненного любопытства"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}