{
    "celebrate": {
        "comment": [
            "celebrity",
            "celebration",
            "celebrated"
        ],
        "translate": "праздновать, отпраздновать, справлять, чествовать, прославлять, веселиться",
        "transcription": " |ˈselɪbreɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How do you usually celebrate New Year?",
            "They gathered together to celebrate.",
            "The family gathered to celebrate Christmas.",
            "Let's celebrate, and damn the expense!",
            "The city is celebrated for its yearly horse show.",
            "It's fine to celebrate success but it is more important to heed the lessons of failure.Bill Gates",
            "The book celebrates the movies of the past.",
            "The actor was celebrated for drinking too much.",
            "He planned a party to celebrate Bastille Day.",
            "It's Dad's birthday and we're going out for a meal to celebrate.",
            "We are celebrating our anniversary next week.",
            "A priest celebrates Mass at the church daily.",
            "We should do something special to celebrate your birthday.",
            "Fans thronged the field to celebrate the win.",
            "My folks are celebrating their 50th anniversary.",
            "Her lecture celebrated the genius of the artist.",
            "The film director was celebrated all over Hollywood.",
            "He is celebrated for his contributions to modern science.",
            "It's OK to celebrate your success, but try not to be too smug about it.",
            "He was in Kansas to celebrate his 74th birthday.",
            "We try to celebrate the achievements of our students.",
            "We are celebrating my birthday by going out to dinner.",
            "We had a party to celebrate her graduation from high school.",
            "They didn't begin to celebrate until they knew their victory was secure.",
            "Let's go out and celebrate. After all, it's not every day you get a new job.",
            "We celebrate our tenth wedding anniversary (=the date on which we were married in a previous year) next week.",
            "Hilarity is the last thing you expect to find at a funeral, but we were there to celebrate his life rather than to dwell on his death."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Как вы обычно празднуете Новый Год?",
            "Они собрались вместе, чтобы повеселиться.",
            "Вся семья собралась, чтобы отпраздновать Рождество.",
            "Давайте кутнем! Денег не жалко!",
            "Этот город знаменит благодаря ежегодным соревнованиям по верховой езде.",
            "Хорошо отмечать успех, но важнее учитывать уроки неудач.",
            "Книга воздаёт должное фильмам прошлых лет.",
            "За этим актёром утвердилась слава пропойцы.",
            "Он запланировал вечеринку, чтобы отпраздновать День взятия Бастилии.",
            "Сегодня у папы день рождения, и мы идём праздновать в ресторан.",
            "На следующей неделе мы будем праздновать нашу годовщину.",
            "Ежедневно один из священников совершает в церкви мессу.",
            "Мы должны сделать что-то особенное, чтобы отметить твой день рождения.",
            "Болельщики толпой выбежали на поле, чтобы отпраздновать победу.",
            "Мои родители празднуют пятидесятилетний юбилей совместной жизни.",
            "В своём докладе она прославляла гениальность этого художника.",
            "Режиссёра чествовал весь Голливуд.",
            "Он известен своим вкладом в развитие современной науки.",
            "Радоваться успеху совершенно нормально, но постарайся не слишком задирать нос по этому поводу.",
            "Он был в Канзасе на праздновании своего семьдесят четвёртого дня рождения.",
            "Мы стараемся отмечать достижения наших студентов.",
            "Мы отмечаем мой день рождения ужином в ресторане.",
            "У нас была вечеринка по случаю окончания средней школы.",
            "Они не начинали праздновать, пока не поняли, что победа от них никуда не денется.",
            "Давай пойдём куда-нибудь и отпразднуем. В конце концов, ведь не каждый день находишь новую работу.",
            "На следующей неделе мы отмечаем десятую годовщину нашей свадьбы (т.е. день, в который мы десять лет назад поженились).",
            "Веселье и смех — это последнее, что ожидаешь найти на похоронах, но мы пришли туда, чтобы отпраздновать его жизнь, а не распространяться о его смерти."
        ]
    }
}