{
    "cellar": {
        "comment": [],
        "translate": "подвал, погреб, винный погреб, хранить в подвале, хранить в погребе",
        "transcription": " |ˈselər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Meat will keep in the cellar.",
            "They were ready to cellar their wine.",
            "The old woman hid him in her cellar for three days.",
            "The cellar was dark. Moreover, mice nested there.",
            "As a child I was scared stiff of going down to the cellar.",
            "The cellar has a dirt floor.",
            "We'll hole up in the cellar and wait out the hurricane.",
            "His work was preferred from the cellar of the publishers to the author's garret.",
            "He filched a bottle of wine from the cellar.",
            "It was pitch-dark in the cellar.",
            "Vegetables tended to go bad quickly in the dank cellar.",
            "We spent the night in the cellar praying for salvation from the tornadoes.",
            "He emerged from the cellar covered in filth."
        ],
        "example_translate": [
            "В погребе мясо не испортится.",
            "Они были готовы опустить вино в погреб.",
            "Старуха прятала его в своём погребе трое суток. / Старая женщина прятала его в своём погребе три дня.",
            "В погребе было темно. Вдобавок, там поселились мыши.",
            "В детстве я смертельно боялся спускаться в подвал.",
            "В подвале земляной пол.",
            "Мы спрячемся в подвале и переждём ураган.",
            "Он продвинулся по работе от подвальчика издателей до мансарды автора.",
            "Он спёр /свистнул, умыкнул и т.д./ бутылку вина из погреба.",
            "В подвале было темно, хоть глаз выколи.",
            "В этом сыром подвале овощи обычно быстро портились.",
            "Ночь мы провели в подвале, молясь о спасении от торнадо.",
            "Из подвала он вылез весь в грязи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}