{
    "cell": {
        "comment": [
            "cellar"
        ],
        "translate": "ячейка, клетка, элемент, камера, клеточка, помещать в клетку",
        "transcription": " |sel|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The air within the cell was foul.",
            "Call me on my cell phone.",
            "The virus will infect a cell and then it will begin to replicate.",
            "The beaver makes its hole, the bee makes its cell.",
            "He had died in his cell, the memo claimed, presumably of a heart attack.",
            "B cell",
            "The cell samples are analyzed by a lab.",
            "The house was once a cell to the abbey.",
            "Embryos grow by cell division (=the splitting of cells).",
            "It is important to recall that not very long ago cell phones did not exist.",
            "Corey hanged himself in his prison cell.",
            "The police hustled the prisoner into a cell.",
            "I don't know where she is. Try calling her on her cell phone.",
            "Call me on my cell if you're running late.",
            "There are many different cell types in the human body.",
            "One of the prof's major irks is a cell phone that rings during a lecture.",
            "International Society for Cell Biology",
            "The egg and sperm fuse together as one cell.",
            "The teacher confiscated all cell phones for the duration of the field trip.",
            "DNA replicates in the cell nucleus.",
            "a chemical that disrupts cell function",
            "European Collection of Animal Cell Cultures",
            "He was restrained and placed in a holding cell.",
            "The use of cell phones is banned in the restaurant.",
            "She pawed through her purse to find her cell phone.",
            "a zonal pattern of cell structure",
            "The cell has a permeable membrane.",
            "a cell phone with internet facility",
            "the genes that regulate cell division",
            "Can you help me program my cell phone?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Воздух в тюремной камере был спёртый.",
            "Позвоните мне на сотовый телефон.",
            "Вирус проникнет в клетку, а затем начнёт размножаться.",
            "Бобёр строит себе нору, пчела — соты.",
            "В докладной записке говорилось, что он умер в тюрьме, предположительно, от сердечного приступа.",
            "В-клетка",
            "Образцы клеток анализируются в лабораториях.",
            "Когда-то этот дом был обителью при монастыре.",
            "Рост эмбриона происходит путём деления (т.е. расщепления) клеток.",
            "Важно напомнить, что не так давно сотовых телефонов ещё не существовало.",
            "Кори повесился в своей камере.",
            "Полицеские втолкнули заключённого в камеру.",
            "Я не знаю, где она. Попробуйте позвонить ей на сотовый телефон.",
            "Позвоните мне на сотовый, если будете опаздывать.",
            "В организме человека есть много различных типов клеток.",
            "Один из моментов, которые больше всего раздражают профессора — когда во время лекции звонит сотовый телефон.",
            "Международное общество по изучению биологии клетки",
            "Сливаясь вместе, яйцеклетка и сперматозоид образуют единую клетку.",
            "На время экскурсии учитель конфисковал все сотовые телефоны.",
            "Удвоение ДНК происходит в клеточном ядре.",
            "химическое вещество, которое препятствует нормальной работе клеток",
            "Европейская коллекция культивируемых клеток животных",
            "Он был задержан и помещён в ИВС.",
            "В этом ресторане запрещено пользоваться мобильными телефонами.",
            "Она перерыла сумочку в поисках мобильника.",
            "зональная модель строения клетки",
            "В клетке имеется проницаемая мембрана.",
            "сотовый телефон с выходом в интернет",
            "гены, которые регулируют деление клеток",
            "Вы можете мне помочь запрограммировать мой сотовый телефон?"
        ]
    }
}