{
    "cement": {
        "comment": [],
        "translate": "цемент, клей, вяжущее вещество, связь, союз, цементировать, цементироваться",
        "transcription": " |sɪˈment|",
        "antonyms": [],
        "mnemonic": [
            "place [pleɪs]\nplacement ['pleɪsmənt] - размещение, расположение,\nрасстановка\n***\nВ хорошее МЕСТО поставим дисплей (с). (это) place\nПОСТАВИМ мы на стол дисплей (с). (это) place\nРАЗМЕСТИМ на стол дисплей (с). (это) place\nМесто, жилище.\n***\nСвоё место \"place\"\nя украсил кружевами \"lace\"."
        ],
        "examples": [
            "The track is surfaced with cement.",
            "Is something added to fix the cement?",
            "Add another batch of cement.",
            "Religion has functioned as the cement of society throughout the history of the country.",
            "We were able to plug the hole with cement.",
            "He had spent several hours mixing cement.",
            "When the cement has hardened, the form is removed.",
            "His teeth had to be crowned with special cement.",
            "A win would cement her reputation as a strong competitor.",
            "They want to cement a good working relationship between the government and trade unions.",
            "By now the cement had set hard.",
            "What kind of cement works best on glass and pottery?",
            "The whole of the work is to be flushed up with mortar or cement."
        ],
        "example_translate": [
            "Дорога имеет цементное покрытие.",
            "Что-нибудь добавлено, чтобы цемент затвердел?",
            "Добавь ещё одну порцию цемента.",
            "На протяжении всей истории страны религия была фактором, объединяющим общество.",
            "Мы смогли /у нас получилось/ заделать эту дыру цементом.",
            "Он потратил несколько часов на замешивание цемента.",
            "Когда цемент затвердел, форма удаляется.",
            "Его коронки следовало поставить на особый цемент.",
            "Победа укрепит её репутацию сильной соперницы.",
            "Они хотят закрепить хорошие рабочие отношения между правительством и профсоюзами.",
            "Сейчас цемент уже затвердел.",
            "Какой клей лучше всего работает со стеклом и керамикой?",
            "Поверхность должна быть целиком выровнена с помощью строительного раствора или цемента."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}