{
    "centre": {
        "comment": [
            "central"
        ],
        "translate": "центр, середина, средоточие, ось, стержень, центрировать, концентрировать",
        "transcription": " |ˈsentər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They now live in the city centre.",
            "Music Centre",
            "Book Centre",
            "Her political views are slightly left of centre.",
            "It is the biggest centre of its kind.",
            "I dislike being the centre of attention.",
            "The police have cordoned the town centre.",
            "police on patrol in the city centre",
            "We drove right through the town centre.",
            "The bus goes right to the centre of town.",
            "Draw a line through the centre of the circle.",
            "The road passes right through the town centre.",
            "The title isn't quite centred on the page, is it?",
            "This is the business centre of the capital and is no longer residential.",
            "All our interest centres in our family.",
            "The village centred on its market square.",
            "The conversation centred on the election.",
            "The number 61 bus runs to the city centre.",
            "We took a detour to avoid the town centre.",
            "The city centre was devastated by the bomb.",
            "radial roads leading out of the city centre",
            "Police blocked off the city centre streets.",
            "The centre is staffed mainly by volunteers.",
            "The centre provides a job placement service.",
            "The arrow hit the dead centre of the target.",
            "Our hotel is bang in the centre of the town.",
            "I pass the sports centre on the way to work.",
            "Just follow the signposts to the city centre.",
            "It's not exactly a cultural center like Paris.",
            "He always seems to be at the centre of things."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Сейчас они живут в центре города.",
            "Дом музыки",
            "Дом книги",
            "По политическим убеждениям она находится чуть левее центра.",
            "Это самый крупный центр такого рода.",
            "Я не люблю быть в центре внимания.",
            "Полиция оцепила центр города.",
            "полицейский патруль в центре города",
            "Мы поехали прямо через центр города.",
            "Автобус ходит прямо до центра города.",
            "Начертите прямую линию, проходящую через центр круга.",
            "Дорога проходит прямо через центр города.",
            "Заглавие не совсем по центру страницы, так?",
            "Теперь это уже не жилой, а деловой район столицы.",
            "Все наши интересы сосредоточены на семье.",
            "Центром деревни был рынок.",
            "Разговор шёл о выборах.",
            "Автобус номер шестьдесят один курсирует до центра города.",
            "Мы направились в объезд центра города.",
            "Центр города был разрушен бомбой.",
            "радиальные дороги, ведущие из центра города",
            "Полицейские заблокировали центральные улицы города.",
            "Персонал данного центра составляют в основном добровольцы.",
            "В данном центре предоставляются услуги службы занятости.",
            "Стрела попала точно в яблочко.",
            "Наш отель находится в самом центре города.",
            "Я прохожу мимо спортивного центра по дороге на работу.",
            "Просто следуйте по указателям в центр города.",
            "Это место не назовёшь культурным центром вроде Парижа.",
            "Такое впечатление, будто он всегда находится в центре событий."
        ],
        "stars": 3
    }
}