{
    "cent": {
        "comment": [],
        "translate": "цент, гроши",
        "transcription": " |sent|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is not worth a red cent.",
            "He left me a lousy fifty cent tip.",
            "The shares pay 2 per cent.",
            "A dime is worth 10 cents.",
            "Bank money bears an agio of four or five per cent.",
            "They have cut the price of their products by almost 30 per cent.",
            "I don't care a red cent for / about it.",
            "The plant is working at 80 per cent capacity.",
            "The pound fell 10 per cent against the dollar.",
            "I wouldn't give him one red cent for that car.",
            "I'm still not really feeling a hundred per cent.",
            "The sector was showing only 0.5 per cent growth.",
            "She has invested a large per cent of her salary.",
            "Rail fares have fallen 17 per cent in real terms.",
            "Eighty per cent of sewage is piped directly into the sea.",
            "I am not a / one hundred per cent sure that I can come tonight.",
            "The figure for inflation could go through the 5 per cent barrier.",
            "Our officers have to concentrate 100 per cent on the task in hand.",
            "Complaints to the Banking Ombudsman grew by 50 per cent last year.",
            "The market has shown annual growth of 20 per cent for several years.",
            "Of the 100 companies surveyed, 10 per cent had a turnover of £50m to £99m.",
            "The percentage of school leavers that go to university is about five per cent.",
            "Television is watched in 97 per cent of American homes (excluding Alaska and Hawaii).",
            "The shares are selling on a 25 per cent discount to assets and there is virtually no downside risk but at least 25 per cent upside potential."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Гроша ломаного не стоит.",
            "Он оставил мне на чай жалкие пятьдесят центов.",
            "Акции приносят два процента дохода.",
            "Дайм – это монета в десять центов.",
            "Ажио банковских капиталов составляет четыре или пять процентов.",
            "Они снизили стоимость своей продукции почти на тридцать процентов.",
            "Мне наплевать на это.",
            "Завод работает на восемьдесят процентов мощности.",
            "Фунт снизился по отношению к доллару на десять процентов.",
            "Я бы ему за этот автомобиль и гроша ломаного не дал.",
            "Я всё ещё не совсем хорошо себя чувствую.",
            "Рост в этом секторе составлял всего лишь полпроцента.",
            "Она вложила в ценные бумаги значительную часть своей зарплаты.",
            "Железнодорожные тарифы в реальном выражении снизились на семнадцать процентов.",
            "Восемьдесят процентов сточных вод попадает по трубам прямо в море.",
            "Не уверен на сто процентов, что смогу прийти сегодня вечером.",
            "Инфляция вполне может преодолеть пятипроцентный барьер.",
            "Наши сотрудники должны на сто процентов сконцентрироваться над поставленной задачей.",
            "За прошлый год количество претензий, поступающих на имя посредника по жалобам потребителей, возросло на 50 процентов.",
            "Рынок показывает ежегодный прирост на двадцать процентов в течение нескольких лет.",
            "Оборот десяти процентов из ста исследованных компаний составил от 50 до 99 миллионов фунтов стерлингов.",
            "Доля выпускников школ, которые потом поступают в университет, составляет около пяти процентов.",
            "Телевидение смотрят в девяноста семи процентах американских домов (за исключением Аляски и Гавайских островов).",
            "Акции продают за 25 % реальной стоимости, поэтому риска практически никакого, а потенциальная выгода составляет как минимум 25 %."
        ]
    }
}