{
    "ceremony": {
        "comment": [
            "remove",
            "removal",
            "remote"
        ],
        "translate": "церемония, церемонность, обряд, формальность",
        "transcription": " |ˈserəmoʊni|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The ceremony was of short duration.",
            "The ceremony has died out in many areas.",
            "The ceremony is about to begin.",
            "Curious onlookers watched the ceremony.",
            "That ceremony is just for show.",
            "Hugh arrived just five minutes before the ceremony.",
            "the pageantry of a military ceremony",
            "The ceremony proceeded without mishap.",
            "The fire alarm went off during the ceremony.",
            "The awards ceremony will be a catered event.",
            "Preparations for the ceremony had begun.",
            "They were married in a civil ceremony in May.",
            "The ceremony was conducted with great dignity.",
            "He was presented with a medal at the ceremony.",
            "The semester begins with a convocation ceremony.",
            "He was buried simply, without ceremony or ritual.",
            "The ceremony will be broadcast live on television.",
            "They got married in a civil ceremony at city hall.",
            "Does the ceremony have any religious significance?",
            "The ceremony culminated a long week of preparation.",
            "Come on, Mal, don't stand on ceremony here at home.",
            "A thanksgiving ceremony was held to mark the occasion.",
            "I tried to keep the children quiet during the ceremony.",
            "She was asked to give a formal address at the ceremony.",
            "The convocation ceremony officially begins the semester.",
            "It seemed a bizarre ceremony to uninitiated western eyes.",
            "At the wedding ceremony, the priest said, \"Say after me...\"",
            "There was a ceremony to induct the president of the Academy.",
            "The college invited her to speak at the graduation ceremony.",
            "The actress wore an outlandish dress to the awards ceremony."
        ],
        "example_translate": [
            "Церемония была непродолжительной.",
            "Этот обряд перестал существовать во многих областях.",
            "Церемония вот-вот начнётся.",
            "Любопытные зеваки наблюдали за церемонией.",
            "Эта церемония — только для видимости.",
            "Хью прибыл всего за пять минут до начала церемонии.",
            "пышное зрелище военной церемонии",
            "Церемония прошла без происшествий.",
            "Пожарная сигнализация сработала во время церемонии.",
            "Церемония награждения будет мероприятием с подачей еды и напитков.",
            "К тому времени подготовка к церемонии уже началась.",
            "В мае они сочетались гражданским браком.",
            "Церемония была проведена с большим достоинством.",
            "На церемонии ему была вручена медаль.",
            "Семестр начинается с церемонии посвящения в студенты.",
            "Его похоронили просто, без всяких церемоний и ритуалов.",
            "Церемония будет транслироваться по телевидению в прямом эфире.",
            "Они сочетались гражданским браком в здании мэрии.",
            "Имеет ли данная церемония какое-либо религиозное значение?",
            "Церемония завершила долгую неделю приготовлений.",
            "Перестань, Мэл, не надо дома разводить церемонии.",
            "В ознаменование Дня благодарения состоялась торжественная церемония.",
            "Во время церемонии я старалась сделать так, чтобы дети не шумели.",
            "Её попросили официально выступить на церемонии.",
            "Семестр официально начинается с церемонии посвящения в студенты.",
            "Непосвщённому западному наблюдателю эта церемония казалась странной.",
            "Во время свадебной церемонии священник сказал: \"Повторяйте за мной...\"",
            "Состоялась церемония введения в должность президента академии.",
            "Руководства колледжа предложило ей выступить на церемонии вручения дипломов.",
            "Актриса появилась на церемонии награждения в нелепом, диковинном платье."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}