{
    "certain": {
        "comment": [
            "certainly",
            "uncertain",
            "uncertainty",
            "certainty",
            "ascertain"
        ],
        "translate": "определенный, некоторый, некий, уверенный, факт, нечто несомненное",
        "transcription": " |ˈsɜːrtn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I felt a certain joy.",
            "The house has a certain charm.",
            "Are you certain that you turned the gas off?",
            "The library's only open at certain times of day.",
            "I'm fairly certain that I'll be on time.",
            "I have no certain abode.",
            "There's a certain Mr. Smith on the phone for you.",
            "Now, are you certain about that?",
            "It is certain that they will sign the contract.",
            "I received a letter from a certain Mr Smith.",
            "It is by no means certain that the deal will be accepted.",
            "It's not certain where he lived.",
            "I'm not certain when it will be ready.",
            "I felt certain that I'd passed the test.",
            "Set aside a certain sum each week.",
            "Certain breeds do not make good pets.",
            "There are certain things I just can't discuss with my mother.",
            "Many people look certain to lose their jobs.",
            "They were watching him. He was certain of it.",
            "Be certain to disconnect the iron when you are through.",
            "I promised to be in a certain place by lunchtime.",
            "It is wise to apply early to be certain of obtaining a place.",
            "I'm absolutely certain that I left the keys in the kitchen.",
            "His re-election was considered virtually certain.",
            "Certain members have not paid their dues.",
            "It now seems certain that there will be an election in May.",
            "A certain person told me that today is your birthday.",
            "If they stayed in the war zone they would face certain death.",
            "Extra funding may be available in certain circumstances."
        ],
        "synonyms": [],
        "grups": [
            "Сложное подлежащее",
            "Инфинитив",
            "Инфинитив - сложное подлежащее(Инфинитиву предшествуют словосочетания)",
            "all_words"
        ],
        "example_translate": [
            "Я почувствовал некоторую радость.",
            "В этом домике есть некий шарм.",
            "Ты уверена, что выключила газ?",
            "Библиотека работает только в определённое время суток.",
            "Я совершенно уверен, что буду вовремя.",
            "У меня нет постоянного жилища.",
            "Вас спрашивает по телефону некий мистер Смит.",
            "Итак, вы в этом уверены?",
            "Несомненно, они подпишут контракт.",
            "Я получил письмо от некоего мистера Смита.",
            "Никоим образом нельзя утверждать, что сделка будет одобрена.",
            "Где он жил, точно неизвестно.",
            "Я точно не знаю, когда оно будет готово.",
            "Я был уверен, что прошёл проверку.",
            "Откладывайте определенную сумму каждую неделю.",
            "Из некоторых пород не получится хороших домашних животных.",
            "Есть (определённые) вещи, которые я просто не могу обсуждать с матерью.",
            "Похоже, многие наверняка потеряют свои рабочие места.",
            "За ним следили, в этом он был уверен.",
            "Когда закончишь, убедись, что выключила из розетки утюг.",
            "Я обещал, что к обеду буду в одном месте.",
            "Разумно подать заявку пораньше, чтобы наверняка получить место.",
            "Я абсолютно уверен, что оставил ключи на кухне.",
            "Его переизбрание считалось делом практически неизбежным.",
            "Некоторые члены ещё не выплатили свои взносы.",
            "Сейчас уже кажется несомненным, что в мае состоятся выборы.",
            "Один человек сказал мне, что сегодня у вас день рождения.",
            "Если бы они остались в зоне военных действий, им грозила бы верная смерть.",
            "В определённых обстоятельствах может предоставляться дополнительное финансирование."
        ]
    }
}