{
    "certainty": {
        "comment": [
            "certain",
            "certainly",
            "uncertain",
            "uncertainty",
            "ascertain"
        ],
        "translate": "уверенность, несомненный факт",
        "transcription": " |ˈsɜːrtntɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There is no certainty of success.",
            "You can't predict the future with absolute certainty.",
            "There is no certainty that an agreement will be reached.",
            "It is an absolute certainty that the Government will go out.",
            "The result is impossible to predict with any degree of certainty.",
            "We don't know with absolute certainty that the project will succeed.",
            "Scientists still do not know with any degree of certainty why the disease spread so quickly.",
            "There's no certainty that he'll remember.",
            "For years he was a boffo box office certainty.",
            "We cannot predict the outcome with absolute certainty.",
            "There was no certainty that the package would arrive in time.",
            "The only certainty is that there will need to be major changes.",
            "Russia's final hour, it seemed, approached with inexorable certainty.",
            "Her certainty about these complex moral issues is surprising."
        ],
        "example_translate": [
            "Нет никакой уверенности в успехе.",
            "Будущее нельзя предсказать с абсолютной уверенностью.",
            "Нет уверенности, что соглашение будет достигнуто.",
            "Абсолютно точно, что правительство уйдёт в отставку.",
            "Результат невозможно предсказать с какой-либо степенью определённости.",
            "Мы не можем с абсолютной уверенностью сказать, что проект окажется успешным.",
            "Ученые ещё не знают с какой-либо степенью определенности, почему эта болезнь распространялась так быстро.",
            "Нет никакой уверенности, что он вспомнит.",
            "В течение многих лет его присутствие на афишах гарантировало отличные кассовые сборы.",
            "Мы не можем предсказать результат с абсолютной уверенностью.",
            "Не было никакой уверенности, что посылка будет доставлена вовремя.",
            "Можно быть уверенным лишь в том, что понадобятся серьёзные изменения.",
            "Казалось, что последний час России приближается с неотвратимой определённостью.",
            "Её уверенность в отношении этих сложных нравственных проблем вызывает удивление."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}