{
    "challenge": {
        "comment": [
            "chain",
            "channel",
            "chat",
            "chaos"
        ],
        "translate": "вызов, проблема, сомнение, отвод, оспаривать, бросать вызов, вызывать",
        "transcription": " |ˈtʃælɪndʒ|",
        "antonyms": [],
        "mnemonic": [
            "challenge [че'линдж] вызов, бросать вызов - Гибель шатла (Челендж-ер) бросила вызов компетентности НАСА.",
            "challenge ['tʃælɪndʒ]\n***\nБРОСИЛ ВЫЗОВ Челленджер. (это) challenge\n(чалиндж)"
        ],
        "examples": [
            "He took up my challenge.",
            "I see the job as a challenge.",
            "It was a challenge just to survive.",
            "The job doesn't really challenge her.",
            "Learning a new language is always a challenge.",
            "It was a challenge to our very existence.",
            "We are challenged to produce a precedent.",
            "She challenged his claims.",
            "As a temporary measure, I do not presume to challenge its wisdom.",
            "I am always up for a challenge.",
            "He's a bright student who welcomes a challenge.",
            "Challenges to fight are punishable by fine and imprisonment.",
            "I had no choice but to accept the challenge.",
            "He accepted the challenge to duel.",
            "He shrank from the challenge.",
            "If you challenge her, you're toast.",
            "Are you man enough to meet the challenge?",
            "Teaching adolescents can be quite a challenge.",
            "It's a game that will challenge a child's imagination.",
            "Fischer challenged Spassky to a match.",
            "I'm really at my best when I'm challenged.",
            "Do you accept my challenge to a game of chess?",
            "They went to the High Court to challenge the decision.",
            "Viewpoints such as these are strongly challenged by environmentalists.",
            "The team rose to the challenge.",
            "I challenge no thanks for what I publish.",
            "I relish the challenge of rebuilding the club.",
            "The ski slope offers a high degree of challenge.",
            "Horace challenges superiority above all the poets.",
            "Counsel for the parties may challenge the array."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он принял мой вызов.",
            "Для меня эта работа — вызов, испытание.",
            "Даже просто выжить было подвигом.",
            "На этой работе она не может как следует проявить себя.",
            "Изучать новый язык всегда непросто.",
            "Само наше существование было поставлено на карту.",
            "Нас поставили перед необходимостью создать прецедент.",
            "Она оспорила его претензии.",
            "Я не осмеливаюсь ставить под сомнение разумность этого шага в качестве временной меры.",
            "Я всегда готов принять вызов.",
            "Это умный студент, который не боится сложностей.",
            "Вызовы на поединок караются штрафом и лишением свободы.",
            "Мне ничего не оставалось, как принять этот вызов.",
            "Он принял этот вызов на дуэль.",
            "Он уклонился от поединка.",
            "Если пойдёшь против неё — тебе конец.",
            "Хватит ли тебе мужества принять этот вызов? / По плечу ли вам эта задача?",
            "Обучение подростков может быть достаточно сложной задачей.",
            "Эта игра испытает творческое воображение ребенка.",
            "Фишер вызвал Спасского на состязание.",
            "Лучше всего я проявляю себя, когда ситуация требует приложить максимум усилий.",
            "Ну что, сыграем партию в шахматы?",
            "Они обратились в Верховный Суд, чтобы обжаловать данное решение.",
            "Экологи подвергают подобные точки зрения сильному сомнению.",
            "Команда приняла этот вызов.",
            "Я не требую благодарности за то, что публикую.",
            "Я с удовольствием берусь за эту непростую задачу перестройки клуба.",
            "Покорение этой горнолыжной трассы — задача в высшей степени нелёгкая.",
            "Гораций превосходит всех этих поэтов.",
            "Представители сторон могут дать отвод всему составу коллегии присяжных."
        ],
        "stars": 3
    }
}