{
    "championship": {
        "comment": [
            "membership",
            "partnership",
            "relationship",
            "worship",
            "ship",
            "leadership",
            "friendship",
            "ownership",
            "fellowship",
            "sponsorship",
            "scholarship",
            "shipping",
            "shipment",
            "citizenship",
            "chamber",
            "champion"
        ],
        "translate": "чемпионат, первенство, звание чемпиона, защита, поборничество",
        "transcription": " |ˈtʃæmpiənʃɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I played him for championship.",
            "They won the world championship.",
            "Greece won the European Championship.",
            "She won the national championship last year.",
            "He leapfrogged to the top of the championship table.",
            "The team is a serious contender for the championship.",
            "County Championship leaders of Hampshire",
            "Dan was now within sight of the championship.",
            "a live transmission of the tennis championship",
            "Agassi beat Becker in the tennis championship.",
            "They won the championship three years in a row.",
            "The team hasn't won a championship in 30 years.",
            "He guaranteed a victory in the championship game.",
            "They won the championship, but it was a near thing.",
            "The team is heavily favored to win the championship.",
            "Winning the championship is a great personal triumph.",
            "We're back on course to qualify for the championship.",
            "They'll be wrestling each other for the championship.",
            "Chelsea are a 20-1 long shot to win the championship.",
            "His favorite team triumphed in the championship game.",
            "He steered the team to another championship last year.",
            "He will be playing his old nemesis for the championship.",
            "The team came within an ace of winning the championship.",
            "They are ready to mount a challenge for the championship.",
            "He is the only holdover from their last championship team.",
            "They haven't won a championship since Truman was President.",
            "I wouldn't bet against him winning the championship this year.",
            "The stadium was a madhouse when the team won the championship.",
            "The championship fight took place before a crowd of thousands.",
            "The team's quest to win a championship finally came to an end."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я играл с ним на звание чемпиона.",
            "Они выиграли чемпионат мира.",
            "Греция выиграла первенство Европы.",
            "В прошлом году она выиграла национальный чемпионат.",
            "Он взлетел на вершину турнирной таблицы.",
            "Эта команда — серьёзный претендент на чемпионство.",
            "лидеры чемпионата графства Хэмпшир по крикету",
            "Теперь Дэн был в двух шагах от чемпионства.",
            "прямая трансляция с соревнований по теннису",
            "Агасси обыграл Беккера на чемпионате по теннису.",
            "Они выигрывали чемпионат три года подряд.",
            "Команда не выигрывала чемпионат в течение тридцати лет.",
            "Он гарантировал победу в этой игре чемпионата.",
            "Они выиграли чемпионат, но победа далась им очень нелегко.",
            "Команда считается основным фаворитом на победу в чемпионате.",
            "Победа в чемпионате — это большой личный триумф.",
            "Мы вновь на пути к тому, чтобы отобраться на чемпионат.",
            "Они будут сражаться друг с другом за звание чемпиона.",
            "\"Челси\" является аутсайдером гонки за победу в чемпионате, с коэффициентом двадцать к одному. (в случае победы, на каждый поставленный фунт будет выплачено 20 фунтов чистого выигрыша)",
            "Его любимая команда одержала победу в игре чемпионата.",
            "В прошлом году он привёл команду к очередному чемпионству.",
            "В финале чемпионата он сыграет со своим старым заклятым соперником.",
            "Команда вплотную приблизилась к победе в чемпионате.",
            "Они готовы выдержать конкуренцию за чемпионство.",
            "Он единственный, кто остался из состава команды, выступавшей в прошлом чемпионате.",
            "Они не выигрывали чемпионат со времён президентства Трумэна.",
            "В этом году я бы не поставил на то, что он не выиграет чемпионат.",
            "Когда команда выиграла чемпионат, на стадионе начался настоящий бедлам.",
            "Бой за чемпионское звание состоялся перед многотысячной толпой.",
            "Погоня команды за чемпионским званием наконец-то подошла к концу."
        ],
        "stars": 3
    }
}