{
    "champion": {
        "comment": [],
        "translate": "чемпион, победитель, отстаивать, защищать, первоклассный",
        "transcription": " |ˈtʃæmpiən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He projected himself as a champion of the poor.",
            "She is a lawyer who champions children's rights.",
            "She championed the cause of religious freedom.",
            "She's a champion of pluralism.",
            "The champion is faced with a feisty challenger.",
            "An outsider defeated the champion!",
            "Carlos was no match for the champion.",
            "Our senator championed the idea of lowering taxes.",
            "A former Tour de France champion is disqualified from this year's race.",
            "She's going to race the champion.",
            "She has the potential to become a champion.",
            "Can he defeat the reigning Wimbledon champion?",
            "She dreamt of future glory as an Olympic champion.",
            "The champion prevailed, though it was a hard fight.",
            "I fulfilled a childhood dream when I became champion.",
            "In addition to his movie work, Redford is known as a champion of environmental causes.",
            "He wanted a shot at the champion.",
            "Bruce Jenner, a past Olympic champion",
            "He's tipped as a future world champion.",
            "The champion who won the ancient fortress.",
            "He was an early champion of green politics.",
            "My burning ambition is to be world champion.",
            "She reclaimed the title of world champion this year.",
            "Our team will play the defending champions next week.",
            "The challenger dropped the champion in the fifth round.",
            "He was acknowledged as the champion / to be the champion.",
            "The champion racehorse went on to sire a long line of winners.",
            "In this young, obscure challenger the champion found his master.",
            "Beating the defending champion has to be the highlight of my career.",
            "The ability to perform well under pressure is the mark of a true champion."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он называл себя защитником бедняков.",
            "Она юрист, который отстаивает права детей.",
            "Она выступала за свободу вероисповедания.",
            "Она сторонник плюрализма.",
            "Чемпион столкнулся с напористым претендентом.",
            "Аутсайдер нанёс поражение чемпиону!",
            "Карлос был не ровня чемпиону.",
            "Наш сенатор отстаивал идею снижения налогов.",
            "Бывший чемпион «Тур де Франс» лишен права участия в гонке в этом году.",
            "Она будет участвовать в одном забеге с чемпионкой.",
            "У неё есть потенциал, чтобы стать чемпионкой.",
            "Может ли он победить действующего победителя Уимблдона?",
            "Она мечтала о славе олимпийской чемпионки.",
            "Чемпион победил, хотя борьба была тяжёлая.",
            "Став чемпионом, я исполнил свою детскую мечту.",
            "В дополнение к работе в кино, Рэдфорд известен как защитник окружающей среды.",
            "Он хотел получить возможность сразиться с чемпионом.",
            "Брюс Дженнер, в прошлом олимпийский чемпион",
            "Ему пророчат звание чемпиона мира.",
            "Воин, покоривший древнюю крепость.",
            "Он был одним из первых представителей \"зелёных\" в политике.",
            "Моё заветное желание — стать чемпионом мира.",
            "В этом году она вернула себе звание чемпиона мира.",
            "На следующей неделе наша команда будет играть с действующими чемпионами.",
            "Претендент нокаутировал чемпиона в пятом раунде.",
            "Его признали чемпионом.",
            "Этот великолепный беговой конь положил начало длинной династии победителей.",
            "Этот юный неприметный претендент оказался лучше самого чемпиона.",
            "Победа над действующим чемпионом должна быть самым ярким моментом моей карьеры.",
            "Способность хорошо выступать под давлением — признак истинного чемпиона."
        ]
    }
}