{
    "channel": {
        "comment": [
            "chain",
            "challenge",
            "chat",
            "chaos"
        ],
        "translate": "канал, русло, желоб, проток, протока, проводить канал",
        "transcription": " |ˈtʃænl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Change the channel on the TV.",
            "He channeled millions of dollars into the program.",
            "The river has channelled its way through the rocks.",
            "Two ships struck in the channel.",
            "HF channel",
            "He changed channels to watch the basketball game.",
            "That channel keeps showing reruns of old TV programs.",
            "Their irrigation system channels water to the corn fields.",
            "The primary channel of transmission of culture is the family.",
            "Turning his abilities into that channel in which he was most likely to excel.",
            "What channel is ER on?",
            "He swam the English Channel.",
            "an ice-free channel in the river",
            "It must go through official channels.",
            "the shortness of the Channel crossing",
            "Water had channelled grooves in the rock.",
            "They offer more than one hundred channels.",
            "channel information towards a broad audience",
            "She was the first woman to swim the Channel.",
            "The channel measures 20 feet from end to end.",
            "the Channel Tunnel (=between England and France)",
            "The water is going to cleave a channel into the rock.",
            "The famine relief money was channelled through the UN.",
            "The lighthouse is separated from the land by a wide channel.",
            "Most of his energy was channeled into writing and lecturing.",
            "She claims to channel the spirit of a 2,000-year-old hunter.",
            "The channel will be open to navigation as soon as the ice melts.",
            "The U.S. is working through diplomatic channels to find a solution.",
            "The new software will be sold through existing distribution channels.",
            "It is important that we open channels of communication with the police."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Переключи канал на телевизоре.",
            "Он направил миллионы долларов на эту программу.",
            "Река проложила себе путь в скалах.",
            "Два корабля столкнулись в канале.",
            "ВЧ-канал, канал высокой частоты",
            "Он переключил телевизор, чтобы посмотреть этот баскетбольный матч.",
            "Этот канал повторно показывает старые телепрограммы.",
            "Их ирригационная система перенаправляет воду на кукурузные поля.",
            "Основной канал передачи культурных ценностей — это семья.",
            "Повернуть его способности в том направлении, где он мог бы достичь наибольшего успеха.",
            "По какому каналу идёт \"Скорая помощь\"?",
            "Он переплыл Ла-Манш.",
            "свободный ото льда канал посреди реки",
            "Это должно пойти по официальным каналам.",
            "краткость переезда через Ла-Манш",
            "Стекающая вода проделала в скале канавки.",
            "Они предлагают более ста каналов.",
            "направлять информацию в адрес широкой аудитории",
            "Она была первой женщиной, которая переплыла Ла-Манш.",
            "Величина канала составляет двадцать футов, от одного конца до другого.",
            "тоннель под Ла-Маншем (между Англией и Францией)",
            "Вода пробьёт себе в скале проход.",
            "Деньги в помощь голодающим были направлены по каналам ООН.",
            "Маяк отделён от суши широким каналом.",
            "Большая часть его энергии была направлена на написание работ и чтение лекций.",
            "Она утверждает, что через неё вещает дух двухтысячелетнего охотника.",
            "Канал откроется для судоходства, как только растает лёд.",
            "США пытаются найти решение, действуя через дипломатические каналы.",
            "Новое программное обеспечение будет продаваться по существующим каналам сбыта.",
            "Важно, что мы открываем каналы связи с полицией."
        ],
        "stars": 3
    }
}