{
    "chance": {
        "comment": [
            "enhance",
            "chancellor"
        ],
        "translate": "вероятность, шанс, случайный, случаться, рискнуть",
        "transcription": " |tʃæns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We met by chance.",
            "Chance led him to London.",
            "Don't foul up this chance.",
            "We decided not to chance our luck in the storm.",
            "I bumped into her quite by chance in Oxford Street.",
            "He snapped at the chance.",
            "He blew his chance.",
            "I decided to stay where I was. I couldn't chance being seen.",
            "Give me a chance to explain.",
            "This is the chance of a lifetime!",
            "You don't have a ghost of a chance.",
            "Poker is a game of chance.",
            "It happened purely by chance.",
            "I just wanted a chance to rest.",
            "Are you Mrs Grant, by any chance?",
            "As chance would have it, the one time I wanted to see her, she wasn't in.",
            "Any chance of a cup of coffee?",
            "The girl had no chance of escape.",
            "Take every chance that comes along.",
            "A \"casual\" man is one whose manner of life is altogether the sport of chance.",
            "She'd never played before, but she was ready to chance her arm (=take a risk by doing something which may fail).",
            "There is a slight chance of rain.",
            "a chance to meet like-minded people",
            "The team still has a chance to tie.",
            "You'll get a chance to have your say.",
            "I haven't had a chance to unpack yet.",
            "After losing $20,000 on my last business venture, I'm not taking any chances this time.",
            "Well, there goes my chance of fame!",
            "He muffed his chance for a promotion.",
            "Ryan will be a candidate in next month's elections, but his chances are not good."
        ],
        "synonyms": [],
        "grups": [
            "Сложное подлежащее",
            "Инфинитив с to после сущ",
            "all_words",
            "Инфинитив - сложное подлежащее(действительный залог)",
            "a(закр сл) = [ɑː]",
            "Инфинитив"
        ],
        "example_translate": [
            "Мы встретились случайно.",
            "Случай привёл его в Лондон.",
            "Не упусти эту возможность.",
            "Мы решили не испытывать нашу удачу в шторм.",
            "Я совершенно случайно столкнулся с ней на Оксфорд-Стрит.",
            "Он ухватился за эту возможность.",
            "Он упустил свой шанс.",
            "Я решил оставаться на месте: нельзя было допустить, что меня увидят.",
            "Дай мне шанс объяснить.",
            "Такой шанс выпадает раз в жизни!",
            "У тебя нет ни малейшего шанса.",
            "Покер — это игра случая.",
            "Это произошло чисто случайно.",
            "Я просто хотел хоть немного отдохнуть.",
            "Вы случайно не миссис Грант?",
            "Так вышло, что как раз тогда, когда я захотел с ней встретиться, её не было на месте.",
            "Не хотите ли чашечку кофе? / Может, чашечку кофе?",
            "У девушки не было никаких шансов сбежать.",
            "Пользуйся любой предоставляющейся возможностью.",
            "Легкомысленный человек — это тот, чей образ жизни подчинен воле случая.",
            "Хоть она никогда раньше не играла, но была готова попытать счастья (т.е. рискнуть, сделав то, что может окончиться неудачей).",
            "Есть небольшая вероятность дождя.",
            "шанс встретить единомышленников",
            "У команды всё еще есть шансы на ничью.",
            "У вас ещё будет возможность высказаться.",
            "У меня пока не было возможности распаковать вещи.",
            "После того, как в последнем своём предприятии я потерял 20000 долларов, — на этот раз рисковать не буду.",
            "Ну что ж, прощай, мой шанс прославиться!",
            "Он упустил свой шанс на продвижение по службе.",
            "Райан в следующем месяце будет кандидатом на выборах, но его шансы на победу очень малы."
        ]
    }
}