{
    "chaos": {
        "comment": [
            "chain",
            "channel",
            "challenge",
            "chat"
        ],
        "translate": "хаос, беспорядок, полный беспорядок",
        "transcription": " |ˈkeɪɑːs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The kitchen was in chaos.",
            "There was total chaos on the roads.",
            "The country is verging on chaos.",
            "When the police arrived, the street was in total chaos.",
            "The strikes are expected to bring chaos.",
            "The situation descended into utter chaos.",
            "The country soon relapsed into chaos.",
            "The computer bug generated chaos in the office.",
            "The country was plunged into economic chaos.",
            "A strike would plunge the country into chaos.",
            "The country had descended into economic chaos.",
            "Chaos could be prevented only by clear-sighted leadership.",
            "The transport industry has been thrown into chaos by the strike.",
            "Emily remained completely unruffled by the chaos.",
            "The loss of electricity caused chaos throughout the city.",
            "It can be difficult to detach yourself from the chaos of the situation.",
            "The mists that swathed the primeval chaos.",
            "Without intervention, the country could fall into irredeemable chaos.",
            "The novel captures the discontinuous nature of a soldier's life: long stretches of boredom interrupted by flashes of chaos and panic."
        ],
        "example_translate": [
            "На кухне царил хаос.",
            "На дорогах творился полный хаос.",
            "Сейчас страна находится на грани хаоса.",
            "К моменту прибытия ментов, улица находилась в полном хаосе.",
            "Ожидается, что забастовки приведут к хаосу.",
            "Ситуация погрузилась в полнейший хаос.",
            "Страна скоро снова впала в хаос.",
            "Эта компьютерная ошибка вызвала в офисе хаос.",
            "Страна была ввергнута в экономический хаос.",
            "Любая забастовка может ввергнуть страну в хаос.",
            "Страна погрузилась в экономический хаос.",
            "Хаос может предотвратить только дальновидное руководство.",
            "Забастовка повергла транспортную отрасль в состояние хаоса.",
            "Несмотря на весь этот хаос, Эмили оставалась совершенно спокойной.",
            "Исчезновение электричества вызвало хаос по всему городу.",
            "Порой бывает трудно абстрагироваться от хаоса ситуации.",
            "Мгла, окутывавшая первобытный хаос.",
            "Без вмешательства извне страна могла впасть в непоправимый хаос.",
            "Роман отражает прерывистый характер жизни солдата: длительные периоды скуки, которые перемежаются вспышками хаоса и паники."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}