{
    "chapel": {
        "comment": [],
        "translate": "часовня, капелла, церковь, молельня, богослужение, неангликанская церковь",
        "transcription": " |ˈtʃæpl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The little chapel faces eastwards.",
            "The service was held in the chapel.",
            "It is exactly what the parson at chapel says.",
            "The riverside path leads visitors to a small chapel.",
            "Church services will be held in the chapel this week.",
            "The vestiges of different buildings, and the walls of a small chapel, still remain.",
            "It was eerily quiet in the chapel.",
            "Their nuptials will take place at the university chapel.",
            "The private chapel was added on to the church much later.",
            "The stable became in turn a chapel and then a movie theater.",
            "The Franciscans left the chapel and went to the friary for rest.",
            "There was the muffled sound of organ practice coming from the chapel.",
            "The gloom in the chapel oppressed her."
        ],
        "example_translate": [
            "Эта небольшая часовня обращена к востоку.",
            "Служба проходила в часовне.",
            "Это именно то, что говорит в церкви пастор.",
            "Тропинка ведет посетителей вдоль берега реки в небольшую часовню.",
            "На этой неделе богослужения будут проводиться в часовне.",
            "Ещё сохранились развалины различных зданий и стены маленькой часовни.",
            "В часовне царила зловещая тишина.",
            "Их бракосочетание состоится в церкви университета.",
            "Частная часовня была пристроена к церкви гораздо позже.",
            "Конюшня стала, в свою очередь, церковью, а затем кинотеатром.",
            "Францисканцы покинули часовню и пошли в монастырь на отдых.",
            "Из часовни доносились приглушённые звуки: кто-то репетировал игру на органе.",
            "Мрак в часовне угнетал её."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}