{
    "chapter": {
        "comment": [
            "chap",
            "chapel"
        ],
        "translate": "глава, сюжет, тема, серия, разбивать книгу на главы",
        "transcription": " |ˈtʃæptər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Let's go to the next chapter.",
            "This chapter will introduce the book.",
            "Chapter One.",
            "I decided to skip the first chapter.",
            "I've got as far as chapter 5.",
            "Genesis chapter 3, verse 13",
            "Read Chapter 11 as your homework.",
            "a difficult chapter in European history",
            "Each chapter concludes with a short summary.",
            "He read a chapter every night before falling asleep.",
            "The divorce was an ugly chapter in their relationship.",
            "This chapter needs to be edited.",
            "begin a new chapter in your life",
            "This chapter discusses power, and how people use it.",
            "He explains himself in the beginning of this chapter.",
            "After class, I usually study my notes and read the next chapter.",
            "the opening chapter of the book",
            "We left off at the end of chapter III.",
            "a chapter beginning several pages back",
            "This idea deserves a chapter to itself.",
            "The first chapter is a 100-page ramble.",
            "I read the first chapter and took notes.",
            "Please read from Chapter 5 through Chapter 10.",
            "The last chapter of the book was an anticlimax.",
            "Chapter three deals with the country's economy.",
            "The author treats this issue in the next chapter.",
            "This concept is discussed more fully in Chapter 9.",
            "Each chapter in the book has a prefatory quotation.",
            "He is agonizing over the final chapter of his novel.",
            "The role of marketing is dealt with in a later chapter."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Давайте перейдём к следующей главе.",
            "Эта глава будет открывать книгу.",
            "Глава первая / Глава 1.",
            "Я решил пропустить первую главу.",
            "Я добрался до пятой главы.",
            "\"Книга Бытия\" глава 3, стих 13",
            "Прочтите главу 11 в качестве домашнего задания.",
            "сложная глава в европейской истории",
            "Каждая глава завершается кратким резюме.",
            "Он читал по одной главе каждый вечер перед сном.",
            "Развод был отвратительной страницей в их отношениях.",
            "Эту главу нужно отредактировать.",
            "начать новую главу в своей жизни",
            "В этой главе рассматриваются власть и то, как люди ею пользуются.",
            "Он объясняет свою точку зрения в начале этой главы.",
            "После занятий я обычно изучают свои заметки и читаю следующую главу.",
            "первая /начальная/ глава этой книги",
            "Мы остановились в конце третьей главы.",
            "глава, которая началась несколько страниц назад",
            "Эта идея сама по себе заслуживает обсуждения в отдельной главе.",
            "Первая глава — бессвязная болтовня на сто страниц.",
            "Я прочитал первую главу и сделал её конспект.",
            "Пожалуйста, прочитайте главы с пятой по десятую.",
            "Последняя глава книги разочаровала.",
            "Третья глава посвящена экономике страны.",
            "Автор рассматривает этот вопрос в следующей главе.",
            "Более подробно это понятие обсуждается в девятой главе.",
            "Каждая глава этой книги предваряется цитатой.",
            "Последняя глава романа даётся ему особенно тяжело.",
            "Роль маркетинга рассматривается в одной из следующих глав."
        ]
    }
}