{
    "chart": {
        "comment": [
            "character",
            "characteristic",
            "characterize",
            "charter"
        ],
        "translate": "диаграмма, график, схема, карта, таблица, составлять карту, наносить на карту",
        "transcription": " |tʃɑːrt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He drew a line on the chart",
            "a chart showing last year's sales",
            "They charted the course of the ship.",
            "The committee is charting out the future of the organization.",
            "The chart catalogs the results of each test.",
            "The doctor consulted the patient's chart.",
            "We'll present the information using a chart.",
            "The record went to the top of the charts.",
            "a chart showing the number of cars sold each month",
            "Each team was responsible for making its own decisions and charting its own course.",
            "analysts charting trends in the stock market",
            "You can find the chart in the “Financial Matters” chapter under the subheading “Mortgages and Loans.”",
            "She wanted to chart her own career path."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он провёл на графике линию.",
            "график продаж за последний год",
            "Они проложили курс судна.",
            "Комитет занимается планированием будущего организации.",
            "В этой таблице приведены результаты каждого теста.",
            "Доктор сверился с картой больного.",
            "Мы представим данную информацию с помощью диаграммы.",
            "Песня забралась на вершину хит-парадов.",
            "график, показывающий количество автомобилей, проданных в каждом месяце",
            "Каждая команда несла ответственность за принятие собственных решений и построение собственного курса.",
            "аналитики, составляющие графики тенденций на фондовом рынке",
            "Эту таблицу можно найти в главе “Финансовые вопросы” под заголовком “Ипотека и кредиты”.",
            "Ей хотелось самой планировать свой профессиональный путь."
        ]
    }
}