{
    "charming": {
        "comment": [
            "charm"
        ],
        "translate": "очаровательный, обаятельный, прелестный",
        "transcription": " |ˈtʃɑːrmɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is charming to everyone.",
            "It was charming to watch them.",
            "His charming voice wafted on my ear.",
            "Harry can be very charming.",
            "The charming bride outbraved all.",
            "She became so vivacious, so debonair, so charming.",
            "He imagines himself to be a charming conversationalist.",
            "She told charming stories about her travels.",
            "I found the people to be charming and very friendly.",
            "He was also known as a charming and eminently visitable old gentleman.",
            "The engaged couple make a charming pair.",
            "The fair lady's dresses were voted charming.",
            "The house is in a charming situation, on a wooded hillside.",
            "A kindly and charming pair have earned admiration and affection at Westminster.",
            "There was a charming lilt to her voice.",
            "He's very charming, but that's beside the point.",
            "He is suavely charming and all the ladies love him.",
            "The house is situated in a charming pastoral setting.",
            "They bought a charming Victorian house with a garret that she hoped to turn into a writing room.",
            "The Italian-American restaurant is decorated in a manner evocative of the charming outdoor cafés in Italy."
        ],
        "example_translate": [
            "Она со всеми любезна.",
            "Наблюдать за ними было сплошным удовольствием.",
            "Его чарующий голос донёсся до моих ушей.",
            "Гарри бывает очень обаятельным.",
            "Очаровательная невеста затмевала всех своей красотой.",
            "Она была так жизнерадостна, так обходительна, так мила.",
            "Он воображает, будто он приятный собеседник.",
            "Она рассказывала чудесные истории о своих путешествиях.",
            "Мне эти люди показались обаятельными и очень дружелюбными.",
            "Он был также известен как очаровательный старик, к которому постоянно ходили гости.",
            "Будущие жених и невеста — прекрасная пара.",
            "Наряды великосветских дам были признаны восхитительными.",
            "Дом расположен в очаровательном месте, на лесистом склоне.",
            "Любезная и очаровательная парочка снискала восхищение и расположение Вестминстерского дворца.",
            "Её голос был очаровательно мелодичен.",
            "Он очень обаятельный, но дело не в этом.",
            "Он учтивый и обаятельный, и все женщины его любят.",
            "Дом расположен в очаровательной пасторальной обстановке.",
            "Они купили очаровательный викторианский дом с мансардой, которую она надеялась превратить в рабочий кабинет.",
            "Стиль оформления этого итало-американского ресторана напоминает о прелестных открытых кафе Италии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}