{
    "characteristic": {
        "comment": [
            "character",
            "characterize",
            "chart",
            "charter"
        ],
        "translate": " характеристика, особенность, характерный, типичный",
        "transcription": "  |ˌkærəktəˈrɪstɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Generosity is one of his best characteristics.",
            "Red and gold are the characteristic colors of autumn.",
            "There is some characteristic frailty at the bottom of every human heart.",
            "I heard my friend's characteristic laugh.",
            "He pursued this task with a diligence characteristic of him.",
            "a baby discovering the physical characteristics of objects",
            "in the characteristic New York style",
            "Stubbornness was a characteristic he shared with his mother.",
            "It is the characteristic of the English drunkard to abuse his wife and family.",
            "the characteristic taste of licorice",
            "The trees followed a characteristic pattern of growth.",
            "Violent images are a defining characteristic of his work.",
            "This book is suffused with Shaw's characteristic wry Irish humour.",
            "A characteristic of the feminine psyche is to seek approval from others.",
            "dead sounds characteristic of some compact discs",
            "The North/South divide is characteristic of Britain.",
            "the desultory conversation characteristic of cocktail parties",
            "He responded to their comments with characteristic good humor.",
            "the reddish, itchy papules that are characteristic of the rash",
            "the qualities that were characteristic of the Nixon administration",
            "He is known for his modesty, an uncommon characteristic for a politician.",
            "the highly characteristic (=very typical) flint walls of the local houses",
            "'We have not done quite well enough,' Macmillan said, with characteristic understatement.",
            "the ability to fashion tools and other characteristics that distinguish human beings from other animals",
            "Smallpox's characteristic pustules typically resulted in permanent scarring for survivors of the dreaded disease."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Щедрость является одной из лучших черт его характера.",
            "Красный и золотой являются типичными цветами осени.",
            "В глубине каждой человеческой души есть свой особенный порок.",
            "Я услышал характерный смех своего друга.",
            "Он выполнял эту задачу со свойственным ему усердием.",
            "ребёнок, который открывает для себя физические свойства предметов",
            "в типичном нью-йоркском стиле",
            "Упрямство было чертой характера, которую он унаследовал от матери.",
            "Для английского пьяницы типично орать на своих родных.",
            "характерный вкус лакрицы",
            "Деревья развивались по характерной модели роста.",
            "Сцены насилия являются определяющей характеристикой его творчества.",
            "Эта книга полна характерного для Шоу мрачного ирландского юмора.",
            "Характерная черта женской психики — искать одобрения у других.",
            "приглушённые звуки, характерные для некоторых компакт-дисков",
            "Разделение на Север и Юг характерно для Великобритании.",
            "бессвязные разговоры, характерные для коктейль-вечеринок",
            "Он ответил на их комментарии с типичным для него юмором.",
            "красноватые, зудящие узелки, которые характерны для данной сыпи",
            "качества, характерные для администрации Ричарда Никсона",
            "Он известен своей скромностью, столь нехарактерной для политиков.",
            "весьма характерные (т.е. очень типичные) каменные стены местных домов",
            "— Мы справились недостаточно хорошо, — сказал Макмиллан, как обычно, смягчив выражения.",
            "способность создавать инструменты, а также другие особенности, которые отличают человека от других животных",
            "Характерные для оспы пустулы у выживших после этой страшной болезни, как правило, превращаются в постоянные рубцы."
        ]
    }
}