{
    "charity": {
        "comment": [
            "charitable"
        ],
        "translate": "благотворительность, милосердие, благотворительные дела",
        "transcription": " |ˈtʃærəti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She refused to accept charity.",
            "All the money will go to charity.",
            "He gave yearly great sums in charity.",
            "Her pride wouldn't allow her to accept charity.",
            "The children raised over £200 for charity.",
            "Most people give to some charity at Christmastime.",
            "He was appointed director of charity.",
            "We donated our old clothes to charity.",
            "He devotes his evenings to charity work.",
            "The charity supports needy families.",
            "Please give to our charity.",
            "Most people are willing to give to charity.",
            "She donates to her favorite charity every month.",
            "Mother Teresa's works of charity",
            "Will you sponsor me for the charity race?",
            "She is one of the charity's major donors.",
            "In the best sense charity is really a duty.",
            "The holidays are a time for charity and good will.",
            "Miss America's diadem was auctioned off for charity.",
            "The charity ball is a chance to kick up your heels and help a good cause.",
            "She gave freely to charity.",
            "The vicar gave a sermon on charity.",
            "The charity urged quick action.",
            "She's too proud to accept their charity.",
            "Ruben gave all his money away to charity.",
            "He called to pledge money to the charity.",
            "a mawkish plea for donations to the charity",
            "The charity is handicapped by lack of funds.",
            "She donated a fifth of her income to charity.",
            "The proceeds of the concert will go to charity."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ar + Гл != [e(r)]"
        ],
        "example_translate": [
            "Она отказывалась принимать милостыню.",
            "Все деньги пойдут на благотворительность.",
            "Он ежегодно давал большие суммы денег на благотворительность.",
            "Гордость не позволит ей принять подаяние.",
            "Дети собрали на благотворительность свыше двухсот фунтов стерлингов.",
            "Большинство людей на Рождество делают пожертвования.",
            "Он был назначен директором благотворительной организации.",
            "Мы пожертвовали нашу старую одежду на благотворительность.",
            "Он посвящает свои вечера благотворительной работе.",
            "Эта благотворительная организация поддерживает малообеспеченные семьи.",
            "Прошу вас пожертвовать нам на благотворительность.",
            "Большинство людей охотно даёт деньги на благотворительность.",
            "Она каждый месяц передаёт пожертвования в свою любимую благотворительную организацию.",
            "благотворительные дела Матери Терезы",
            "Не могли бы вы профинансировать моё участие в благотворительном забеге?",
            "Она является одним из основных доноров этого фонда.",
            "Милосердие в лучшем смысле этого слова на самом деле является долгом.",
            "Праздники — это время для милосердия и доброй воли.",
            "Диадема Мисс Америки ушла с молотка на благотворительность.",
            "Благотворительный бал — это возможность и хорошо оторваться, и помочь благому делу.",
            "Она не скупилась на благотворительность.",
            "Викарий прочитал проповедь о милосердии.",
            "Благотворительная организация настаивала на незамедлительных действиях.",
            "Она слишком горда, чтобы принять их подачку.",
            "Рубен отдал все свои деньги на благотворительность.",
            "Он позвонил, чтобы официально пообещать сделать благотворительный взнос.",
            "сентиментальная /слезливая/ просьба о пожертвованиях на благотворительность",
            "Благотворительная деятельность затруднена из-за отсутствия средств.",
            "Она пожертвовала на благотворительность пятую часть своего дохода.",
            "Выручка от концерта пойдёт на благотворительность."
        ]
    }
}