{
    "charitable": {
        "comment": [
            "charity"
        ],
        "translate": "благотворительный, милосердный, щедрый",
        "transcription": " |ˈtʃærətəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is unusually charitable to me.",
            "They give money to charitable causes.",
            "She makes a charitable donation every year.",
            "He did charitable work as a penance.",
            "He performs charitable work to help the poor.",
            "Charitable Remainder Trust",
            "She deserves acclaim for all her charitable works.",
            "He has finally received the acknowledgment he deserves for his charitable work.",
            "She set up a charitable fund in her father's memory.",
            "She has been honored by several organizations for her charitable works.",
            "Half of the class has a chance at passing the test, and that is a charitable estimate.",
            "His motives for volunteering lie somewhere on the continuum between charitable and self-serving.",
            "Organisations that exist primarily to provide a benefit to owners or members are not regarded as charitable."
        ],
        "example_translate": [
            "Она необычайно добра ко мне.",
            "Они дают деньги на благотворительность.",
            "Она делает благотворительные пожертвования каждый год.",
            "Он занимался благотворительностью во искупление грехов.",
            "Он осуществляет благотворительную деятельность для оказания помощи бедным.",
            "Благотворительный остаточный траст",
            "Она заслуживает признания за всю свою благотворительную работу.",
            "Наконец-то он получил заслуженное признание за свою благотворительную деятельность.",
            "В память о своём отце она организовала благотворительный фонд.",
            "Она была отмечена несколькими организациями за труды в сфере благотворительности.",
            "На прохождение теста есть шансы у половины класса, и это ещё по-божески.",
            "Мотивы, по которым он занимается волонтёрской деятельностью, лежат где-то в промежутке между благотворительностью и своекорыстием.",
            "Организации, которые существуют прежде всего для того, чтобы приносить выгоду своим владельцам или членам, не считаются благотворительными."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}