{
    "chase": {
        "comment": [
            "purchase"
        ],
        "translate": "погоня, преследование, охота, рама, паз, преследовать, охотиться, гнаться",
        "transcription": " |tʃeɪs|",
        "antonyms": [],
        "mnemonic": [
            "chase [чейс] гнаться, гоняться - Этот пёс (чей с) радостью гоняющийся за зайцем?.",
            "chase [tʃeɪs]\n***\nПРЕСЛЕДОВАЛ меня, потом исчез. (это) chase\nПро ПОГОНИ пишет Чейз. (это) chase\nПогоня, охота. Гравировать (по камню, металлу.)."
        ],
        "examples": [
            "She's been chasing after that man for years.",
            "The dogs saw him running and chased him.",
            "The huntsmen rode fast, chasing after the fox.",
            "After a three-mile chase, he was able to shake off the police.",
            "I was chasing around getting everything organized.",
            "Chase after Anne and ask her to get some eggs while she's at the shops.",
            "Can you chase up those photos for me tomorrow?",
            "Anne went to chase the dog out of the garden.",
            "The police gave chase, but the thieves made away with the jewels.",
            "The movie's climax is a fantastic chase scene.",
            "David hasn't paid yet — you'd better chase him up.",
            "I'll have to chase up the actual words of the speech that I was reporting.",
            "a chase sequence in a spy movie",
            "The rabbit pelted along, with the dog giving chase.",
            "The policeman chased the mugger down the alley",
            "The movie climaxes with a fantastic chase scene.",
            "'Sometimes a girl wants to be chased,' Amelia said.",
            "This action movie includes the obligatory chase scenes.",
            "Top graduates from the university are chased by major companies.",
            "He has a resource in the chase, an occupation, ever ready at hand."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она добивалась этого мужчины многие годы.",
            "Собаки увидели, что он бежит, и погнались за ним.",
            "Охотники быстро скакали, преследуя лису.",
            "После преследования на протяжении трех миль, он смог, наконец, оторваться от полиции.",
            "Я носился вокруг приводя все в порядок.",
            "Догони Энн и скажи ей, чтобы заодно купила яиц, раз уж она пошла в магазин.",
            "Вы сможете завтра разыскать те фотографии для меня?",
            "Энн пошла выгонять собаку из сада.",
            "Полиция бросилась в погоню, но воры сбежали вместе с драгоценностями.",
            "Кульминацией фильма является фантастическая сцена погони.",
            "Дэвид ещё не заплатил — ты бы ему напомнил.",
            "Мне придется проверить, что в точности было сказано в той речи, о которой я говорил.",
            "сцена погони в шпионском фильме",
            "Кролик бросился бежать, а за ним гончая.",
            "Полицейский погнался за грабителем по переулку.",
            "Кульминацией фильма является фантастическая сцены погони.",
            "— Иногда девушкам хочется, чтобы за ними побегали, — сказала Амелия.",
            "И конечно же, в этом боевике не обошлось без традиционных сцен погони.",
            "Крупные компании гоняются за лучшими выпускниками этого университета.",
            "Его основное развлечение — это охота, всегда доступное занятие."
        ],
        "stars": 2
    }
}