{
    "chat": {
        "comment": [
            "chain",
            "channel",
            "challenge",
            "chaos"
        ],
        "translate": "болтать, беседовать, беседа, болтовня, дружеский разговор",
        "transcription": " |tʃæt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We enjoyed a chat over coffee.",
            "I've had a long chat with Vinnie.",
            "I want to corral you for a little chat.",
            "I enjoyed our chat on / over the telephone.",
            "She called round for a chat.",
            "I had a pleasant chat with them about our new grandchildren.",
            "Some friends stopped by our house for a chat.",
            "We like to chat about the good old days.",
            "We chatted about our plans for the summer.",
            "Mary was there, chatting to her mother.",
            "She used to drop in for a chat quite often.",
            "software used for e-mail and chat",
            "Susie chatted away about her social life.",
            "John and I sat up until the early hours chatting.",
            "That was bum advice that you got from that chat room.",
            "It's a place where people can chat and exchange ideas.",
            "She stayed up all night chatting with her friends online.",
            "She chose a penguin as her personal avatar in the chat room.",
            "Dog owners chat while their pooches gambol on the park's great lawn.",
            "A portal typically has search engines and free email and chat rooms etc.",
            "The friendly chat which comes before the interview proper is intended to relax the candidate.",
            "As long as the language is not exceptionable, people can discuss any topic they want in the chat room."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы наслаждались болтовнёй за чашечкой кофе.",
            "Я долго болтал(а) с Винни.",
            "Хочу похитить вас для небольшого разговора.",
            "Я была рада поболтать с тобой по телефону.",
            "Она зашла /заглянула/ в гости, чтобы поболтать.",
            "Я очень мило побеседовал с ними о наших недавно родившихся внуках.",
            "Кое-кто из друзей заходили к нам поболтать.",
            "Мы любим поболтать о старых добрых временах.",
            "Мы поболтали о планах на лето.",
            "Мэри была там, болтала с матерью.",
            "Она частенько заглядывала в гости, чтобы поболтать.",
            "программное обеспечение, используемое для электронной почты и чата",
            "Сьюзи поболтала о своей личной жизни.",
            "Мы с Джоном засиделись с разговорами до глубокой ночи.",
            "Совет, который тебе дали в этом чате, был хреновый.",
            "Это место, где люди могут пообщаться и обменяться идеями.",
            "Она всю ночь не спала: болтала с подружками в интернете.",
            "Она выбрала пингвина, как свой персональный аватар в чат-комнате.",
            "Владельцы собак болтают, пока их псы резвятся на огромном газоне парка.",
            "Как правило, порталы имеют поисковые системы, бесплатную электронную почту, чаты и др.",
            "Дружеская беседа, которая предшествует собеседованию, предназначена для раскрепощения кандидата.",
            "Люди могут обсуждать какие угодно темы в чате, при условии неупотребления нецензурных выражений."
        ],
        "stars": 2
    }
}