{
    "cheat": {
        "comment": [
            "cheap",
            "cheaply"
        ],
        "translate": "обманывать, мошенничать, обман, мошенничество, дешево",
        "transcription": " |tʃiːt|",
        "antonyms": [],
        "mnemonic": [
            "cheat [чи:т] мошенничество - Правительство (молчит) о мошенничестве премьера.",
            "cheat [ʧi: t]\n***\nЖУЛЬНИЧАЕТ и ЛОВЧИТ. (это) cheat\nМошенник, жулик.\n***\nУ жулика \"cheat\"\nсегодня температура \"heat\"."
        ],
        "examples": [
            "She claimed that I cheated at chess.",
            "She cheats on her husband",
            "Have you been cheating on me while I've been away?",
            "The players were accused of cheating.",
            "Don't try to cheat on your income tax, you'll never get by with it.",
            "The clever salesman cheated the old lady into giving him all her money.",
            "They connived with each other to cheat her.",
            "Some drivers cheat in the race by hopping up their engines.",
            "I was convinced he was out to cheat me.",
            "Don't look at my cards — that's cheating.",
            "It was beneath his dignity to cheat",
            "It is possible that Fred cheated at the exam.",
            "His addiction has turned him into a cheat and a liar.",
            "The baron was exposed as a liar and a cheat.",
            "They cheated him out of a fair deal.",
            "I had to cheat in order to solve the puzzle.",
            "a heroin addict who has cheated death many times",
            "I wouldn't put it past Colin to cheat.",
            "a scheme to cheat people out of their money",
            "Jim said that his brother had cheated at cards.",
            "He had cheated in the test by using a calculator.",
            "a nefarious scheme to cheat people out of their money",
            "Watch Frank — he'll cheat if he thinks he can get away with it.",
            "Anyone who took him for an oaf and tried to cheat him would be in for a nasty surprise.",
            "They narrowly cheated death in a 65mph van crash."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она заявила, что я жульничал, играя в шахматы.",
            "Она изменяет своему мужу.",
            "Ты мне изменяла, пока я был в отъезде?",
            "Игроки были обвинены в мошенничестве.",
            "Не пытайтесь мошенничать с подоходным налогом, всё равно ничего не выйдет.",
            "Хитрый продавец вытянул из старухи все деньги.",
            "Они сговорились обмануть её.",
            "Некоторые гонщики поступают нечестно и переделывают двигатели.",
            "Я был уверен, что он хочет меня обмануть.",
            "Не заглядывай в мои карты — это жульничество.",
            "Обманывать было ниже его достоинства.",
            "Не исключено, что Фред на экзамене пользовался шпаргалками.",
            "Наркомания /пагубная страсть/ превратила его в мошенника и лжеца.",
            "Барон был разоблачен как лжец и обманщик.",
            "Они его обманули, обошлись с ним нечестно.",
            "Чтобы решить эту головоломку, мне пришлось сжульничать.",
            "героиновый наркоман, которому много раз удавалось обмануть смерть",
            "Колин и обмануть может, с него станется.",
            "план с целью обманом выманивать у людей их деньги",
            "Джим сказал, что его брат - карточный шулер.",
            "Он смошенничал на контрольной, использовав калькулятор.",
            "гнусная схема с целью обманом выудить у людей деньги",
            "Следите за Фрэнком: он обязательно будет жульничать, если решит, что это сойдёт ему с рук.",
            "Всех, кто принимал его за болвана и пытался обмануть, ждал неприятный сюрприз.",
            "Они едва не погибли, когда их фургон, ехавший на скорости 65 миль в час, попал в аварию."
        ],
        "stars": 1
    }
}