{
    "cheek": {
        "comment": [
            "cheese",
            "cheerful"
        ],
        "translate": " щека, наглость, косяк, нахальство, дерзость, говорить дерзости, нахальничать",
        "transcription": "  |tʃiːk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've had enough of your cheek.",
            "She kissed the baby on the cheek.",
            "He pinched her cheek.",
            "She had the cheek to phone me at home.",
            "The teacher will not allow the children to cheek her up.",
            "Paul had a birthmark on his left cheek.",
            "a tear left its trail on her cheek",
            "He kissed her on the cheek.",
            "a playful kiss on the cheek",
            "She kissed me gently on the cheek.",
            "Billy had rosy cheeks and blue eyes.",
            "a chaste kiss on the cheek",
            "Matt kissed her on the cheek.",
            "Julia gave Roy a slap on the cheek.",
            "He gave him a smart stroke on the cheek.",
            "The letter was like a buffet on the cheek.",
            "A cut on his cheek was still oozing blood.",
            "She caressed the baby's cheek.",
            "He gave her a kiss on the cheek.",
            "Lucy stretched up to kiss his cheek.",
            "A large teardrop ran down her cheek.",
            "He gave her cheek a playful squeeze.",
            "She felt his warm breath on her cheek.",
            "He gave her a quick peck on the cheek.",
            "She gave him a light kiss on the cheek.",
            "His aunt planted a wet kiss on his cheek.",
            "He stuck my cheek with the tip of his pen.",
            "She gave the baby's cheek a gentle caress.",
            "Maggie leaned forward and kissed her cheek.",
            "He had severe abrasions to his right cheek."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не собираюсь больше терпеть твоего хамства.",
            "Она поцеловала малыша в щёку.",
            "Он ущипнул ее за щеку.",
            "У неё хватило наглости позвонить мне домой.",
            "Эта учительница не позволит детям дерзить.",
            "У Павла было родимое пятно на левой щеке.",
            "слеза оставила след на её щеке",
            "Он поцеловал её в щёку.",
            "игривый поцелуй в щёку",
            "Она нежно поцеловала меня в щёку.",
            "У Билли были румяные щёки и голубые глаза.",
            "целомудренный поцелуй в щёку",
            "Мэтт поцеловал её в щёку.",
            "Джулия дала Рою пощёчину. / Джулия ударила Роя по щеке.",
            "Он отвесил ему звонкую пощёчину.",
            "Это письмо было как пощёчина.",
            "Из пореза на его щеке ещё сочилась кровь.",
            "Она погладила малыша по щеке.",
            "Он поцеловал её в щеку.",
            "Люси потянулась вверх, чтобы поцеловать его в щёку.",
            "По её щеке сбежала крупная слеза.",
            "Он игриво ущипнул её за щеку.",
            "Она почувствовала на своей щеке его теплое дыхание.",
            "Он быстро чмокнул её в щеку.",
            "Она легонько поцеловала его в щёку.",
            "Его тётя запечатлела на его щеке влажный поцелуй.",
            "Он ткнул мне в щёку кончиком своей авторучки.",
            "Она нежно погладила малыша по щеке.",
            "Мэгги наклонилась и поцеловала её в щеку.",
            "У него были глубокие ссадины на правой щеке."
        ]
    }
}