{
    "cheerful": {
        "comment": [
            "cheek",
            "cheese"
        ],
        "translate": "веселый, бодрый, светлый, яркий, повеселеть",
        "transcription": " |ˈtʃɪrfl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We are cheerful, nor are they sad.",
            "The house has a cheerful atmosphere.",
            "Max is hardworking, cheerful, and above all honest.",
            "It does me good to see a cheerful face.",
            "He seems a little more cheerful today.",
            "His disposition was naturally cheerful and bright.",
            "Bill came through his operation as cheerful as ever.",
            "She has a cheerful outlook on life.",
            "Her cheerful spirits, unbroken by poverty and dependence.",
            "Let's use a nice cheerful tune to sign on in the morning.",
            "She's feeling more cheerful today.",
            "He is dejected but trying to look cheerful",
            "Danny was a cheerful little boy who loved life.",
            "Before the accident he had been cheerful and confident.",
            "The chicken and ham had a cheerful and joyous fizzle in the pan.",
            "I'm making a real effort to be cheerful despite everything.",
            "The nurse was a cheerful plump woman.",
            "She was a cheerful and agreeable companion.",
            "Perhaps he was organically of that cheerful and easy nature, which is content to enjoy the present, and not brood over the past.",
            "Her voice was bright and cheerful.",
            "His cheerful smile belied his words.",
            "He has a cheerful but quiet character.",
            "Jan's always so cheerful and full of fun.",
            "There was a cheerful picture on the wall.",
            "He's got brown eyes and a cheerful smile.",
            "She was always so cheerful and full of life.",
            "rosy and cheerful after a day outside in the snow",
            "Behind her cheerful facade, she's a really lonely person.",
            "Joel has a cheerful public persona but in private he's different.",
            "Her cheerful mood stands in sharp contrast to her dreary surroundings."
        ],
        "example_translate": [
            "Мы веселы, и они также не грустят.",
            "В доме царит радостная атмосфера.",
            "Макс трудолюбивый, веселый, но прежде всего, честный.",
            "У меня поднимается настроение, когда я вижу радостное лицо.",
            "Сегодня он, вроде бы, немного повеселее.",
            "Его характер от природы был светлым и радостным.",
            "Билл, как обычно, перенёс операцию бодро.",
            "Она весело смотрит на жизнь.",
            "Её весёлый нрав, не сломленный бедностью и зависимостью.",
            "Давайте выберем красивую жизнерадостную мелодию для утренних позывных.",
            "Ей сегодня повеселее.",
            "Он подавлен, но старается выглядеть бодрым.",
            "Дэнни был весёлым мальчиком, который любил жизнь.",
            "До этого несчастного случая он был весёлым и уверенным в себе.",
            "Цыплёнок и ветчина весело шипели на сковороде.",
            "Мне очень нелегко быть весёлой, несмотря ни на что.",
            "Медсестра была весёлая толстушка.",
            "Она была весёлой и приятной спутницей.",
            "Наверное, он по сути своей был из той породы людей, которые радуются настоящему и не тяготятся прошлым.",
            "Её голос был бодрым и весёлым",
            "Его весёлая улыбка противоречила тому, что он говорил.",
            "Характер у него весёлый, но спокойный.",
            "Ян всегда такой бодрый и очень смешной.",
            "На стене висела весёлая картинка.",
            "У него карие глаза и весёлая улыбка.",
            "Она всегда была такой веселой и полной жизни.",
            "румяные и весёлые после целого дня, проведённого на улице под снегом",
            "За её весёлой внешностью скрывается очень одинокий человек.",
            "На публике Джоэл очень весёлый, но в частной жизни он совсем другой человек.",
            "Её веселое настроение резко контрастирует с унылой окружающей обстановкой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}