{
    "chef": {
        "comment": [
            "cherry",
            "chew",
            "chess"
        ],
        "translate": "главный повар, шеф-повар",
        "transcription": " |ʃef|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My friend is an excellent chef.",
            "He's training as a chef.",
            "He graduated to chef at the Hotel.",
            "She dreamed of becoming a chef.",
            "This dish was created by our chef Jean Richard.",
            "Come taste our chef's delicious new creations.",
            "The hotel's chef trained at the finest culinary institutes in Europe.",
            "The sculptor labored for 15 years on his chef d'oeuvre.",
            "Bruce graduated to chef at the Hotel.",
            "She's the preeminent chef in a city that has many good ones.",
            "They have a chef who specializes in fish.",
            "He's the head chef at a five-star restaurant.",
            "Enjoy the delicious cuisine created by our award-winning chef.",
            "The chef hunted for a ladle to add the chicken broth to the pot.",
            "Now a celebrity chef, he rarely talks about his life as an army cook.",
            "She has all the accoutrements that the home pastry chef could ever want.",
            "The chef was absolutely imperturbable — even when the kitchen caught on fire.",
            "After stuffing the turkey, the chef quickly trussed it so the forcemeat wouldn't fall out during roasting."
        ],
        "example_translate": [
            "Мой друг — отличный шеф-повар.",
            "Он обучается на шеф-повара.",
            "Он поднялся до шеф-повара отеля.",
            "Она мечтала стать шеф-поваром.",
            "Это блюдо было приготовлено нашим шеф-поваром Жаном Ришаром.",
            "Приходите попробовать новые вкусные произведения нашего шеф-повара.",
            "Шеф-повар этой гостиницы обучался в лучших кулинарных институтах Европы.",
            "Скульптор работал над своим шедевром 15 лет.",
            "Брюс поднялся до шеф-повара отеля.",
            "В городе, где много хороших шеф-поваров, она — самый лучший.",
            "У них есть шеф-повар, который специализируется на рыбе.",
            "Он — шеф-повар в пятизвёздочном ресторане.",
            "Насладитесь изысканными блюдами нашего великолепного /отмеченного наградами/ шеф-повара.",
            "Шеф-повар разыскивал черпак, чтобы добавить куриный бульон в кастрюлю.",
            "Теперь, став знаменитым шеф-поваром, он редко рассказывает о своей жизни в качестве повара армейского.",
            "Она располагает всем оборудованием и снаряжением, о котором только может мечтать домашний кондитер.",
            "Шеф-повар был абсолютно спокоен, даже когда кухню охватил огонь.",
            "Начинив индейку, шеф-повар быстро перевязал её, чтобы во время обжарки фарш не выпал наружу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}