{
    "chemistry": {
        "comment": [
            "chemical",
            "chemist",
            "scheme"
        ],
        "translate": "химия, химическая технология",
        "transcription": " |ˈkemɪstri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The chemistry test was a bear.",
            "Who's your chemistry professor?",
            "Chemistry is a closed book to me.",
            "She professes organic chemistry",
            "There is good chemistry on the team.",
            "Tony flunked chemistry last semester.",
            "He got a pass in introductory chemistry.",
            "She got top marks in maths and chemistry.",
            "She's taking a chemistry course this semester.",
            "I have to cram for my chemistry test tomorrow.",
            "Chemistry was my favorite subject in high school.",
            "At school I received several prizes for chemistry.",
            "He skipped chemistry class three times last month.",
            "She got a D on her chemistry test.",
            "They're studying how stress affects body chemistry.",
            "He has taken up an appointment as Professor of Chemistry.",
            "She was appointed professor of chemistry at the university.",
            "He studied chemistry in preference to physics at university.",
            "It's obvious that there's a very real chemistry between them.",
            "Chemistry graduates have a good record in finding employment.",
            "I recommend this book to anyone with an interest in chemistry.",
            "In this class, you will learn the basic principles of chemistry.",
            "The course embraces elements of chemistry, physics, and engineering.",
            "The condition is caused by a disequilibrium in the brain's chemistry.",
            "The B.S. degree in chemistry requires a minimum of 180 credits to graduate.",
            "In order to understand how the human body works, you need to have some knowledge of chemistry.",
            "Cuvier wanted to turn natural history into a science that would rank with physics and chemistry.",
            "He watched the liquid move through the tube between the flasks and recorded the movement in his chemistry notebook."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Тест по химии был очень трудным.",
            "Кто у вас преподаёт химию?",
            "Химия для меня - это закрытая книга.",
            "Она преподаёт органическую химию. (Она является преподавателем по органической химии)",
            "Игроки команды отлично понимают друг друга.",
            "Тони завалил химию в прошлом семестре.",
            "Он получил зачёт по начальному курсу химии.",
            "Она получила наивысшие оценки по математике и химии.",
            "В этом семестре она проходит курс по химии.",
            "Я должен заняться зубрёжкой перед завтрашним тестом по химии.",
            "Моим любимым предметом в школе была химия.",
            "В школе я получил несколько наград по химии.",
            "В прошлом месяце он трижды пропустил занятия по химии.",
            "Она получила двойку за тест по химии. (оценка \"D\" примерно соответствует нашей двойке)",
            "Они изучают влияние стресса на химические процессы, происходящие в организме.",
            "Его назначили на должность профессора Химии.",
            "Она был назначена преподавателем химии в университете.",
            "В университете он охотнее изучал химию, чем физику.",
            "Понятно же, что они друг другу очень нравятся и их друг к другу тянет.",
            "Как показывает история, выпускники-химики обычно без труда находят работу.",
            "Я рекомендую эту книгу для всех, кто интересуется химией.",
            "На этом занятии вы познакомитесь с основными законами химии.",
            "Этот курс включает основы химии, физики и машиностроения.",
            "Данное заболевание обусловлено дисбалансом химических процессов, происходящих в мозгу.",
            "Чтобы получить степень бакалавра химии, нужно набрать не менее 180 \"кредитов\".",
            "Чтобы понять, как работает организм человека, необходимо обладать некоторым знанием химии.",
            "Кювье хотел превратить природоведение в науку, которая считалась бы наравне с физикой и химией.",
            "Он наблюдал, как жидкость движется по трубке, соединяющей колбы, и фиксировал это движение в своей тетради по химии."
        ],
        "stars": 2
    }
}