{
    "cheque": {
        "comment": [
            "check"
        ],
        "translate": "проверка, чек, контроль, проверять, контролировать, контрольный, клетчатый",
        "transcription": " |tʃek|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You forgot to sign the cheque.",
            "Can I pay by cheque?",
            "They sent me a cheque for £100.",
            "Make the cheque out to 'Grays Ltd'.",
            "You could write her a cheque.",
            "The bank bounced the cheque.",
            "The cheque was attached to our letter.",
            "I'd like to cash this cheque in, please.",
            "She faked her father's signature on the cheque.",
            "I posted Barry the cheque last Friday.",
            "Some customers prefer to pay by cheque.",
            "You can also pay by cheque, or by cash.",
            "I phoned the bank to cancel the cheque.",
            "Did you remember to pay that cheque in?",
            "I have to pay in $20 to cover a cheque.",
            "The cheque was enclosed with our letter.",
            "Please enclose a cheque with your order.",
            "The shopkeeper eyed the cheque with doubt.",
            "The cheque has been credited to your account.",
            "Payment can be made by cheque or credit card.",
            "Send self addressed envelope plus certified cheque.",
            "Fill in the form and send it back with your cheque.",
            "The cheque was mailed to your home address yesterday.",
            "I would cash the cheque if I could be sure it was good.",
            "Most restaurants will happily accept payment by cheque.",
            "This shop does not allow its customers to pay by cheque.",
            "We will ship your products as soon as your cheque clears.",
            "The amount of the cheque has been debited to your account.",
            "Any money due you will be sent by cheque through the post.",
            "Wouldn't it be easier if I just wrote a cheque for the lot?"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "qu = [k]"
        ],
        "example_translate": [
            "Вы забыли подписать чек.",
            "Могу ли я оплатить чеком?",
            "Они мне прислали банковский чек на сто фунтов стерлингов.",
            "Выпишите чек в адрес \"Грейз Лимитед\".",
            "Вы могли бы выписать ей чек.",
            "Банк вернул чек.",
            "К нашему письму был приложен чек.",
            "Выдайте мне деньги по этому чеку, пожалуйста.",
            "Она подделала подпись своего отца на чеке.",
            "Чек я отправил Барри по почте в прошлую пятницу.",
            "Некоторые клиенты предпочитают расплачиваться чеком.",
            "Вы также можете заплатить чеком или наличными.",
            "Я позвонил в банк, чтобы отменить чек.",
            "Вы не забыли оплатить этот чек?",
            "Мне нужно положить на счёт двадцать долларов, чтобы оплатить чек.",
            "К нашему письму прилагался чек.",
            "Пожалуйста, приложите к заказу чек.",
            "Хозяин магазина с сомнением рассматривал чек.",
            "Сумма чека зачислена на ваш счёт.",
            "Оплату можно осуществить чеком или кредитной картой.",
            "Пришлите конверт с вашим адресом и банковский чек.",
            "Заполните форму и отправьте её обратно вместе с чеком.",
            "Чек был выслан по Вашему адресу вчера.",
            "Я бы обналичил этот чек, если бы был уверен в его подлинности.",
            "Большинство ресторанов с радостью примет к оплате чеки.",
            "Этот магазин не принимает чеки.",
            "Мы отгрузим ваши товары, как только будет завершен клиринг вашего чека.",
            "Сумма, указанная в чеке, была внесена в дебет вашего счёта, списана с вашего счёта.",
            "Все причитающиеся вам деньги будут высланы чеком по почте.",
            "Разве не было бы проще, если бы я просто выписал на всё это чек?"
        ],
        "stars": 2
    }
}