{
    "chest": {
        "comment": [],
        "translate": "грудь, грудная клетка, сундук, ящик, ларь, грудной",
        "transcription": " |tʃest|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The chest was bagged up with money.",
            "He has a broad chest.",
            "He was shot in the chest.",
            "Her heart was pounding in her chest.",
            "He felt sharp chest pains and went to see the doctor.",
            "The sword entered in his chest.",
            "A military chest was formed.",
            "I wonder what ever there can be inside this chest.",
            "I hugged my knees to my chest.",
            "A candle was alight on the chest of drawers.",
            "A cough settled in her chest.",
            "He was hospitalized for chest pains.",
            "My heart was thumping inside my chest.",
            "He is playing his cards close to his chest.",
            "The ball took me an awful whack on the chest.",
            "The pain is in my upper chest.",
            "The bullet penetrated her chest",
            "He has a lot of hair on his chest.",
            "He plugged him right in the chest.",
            "He bared his chest to show the scar.",
            "The water came up as far as my chest.",
            "A deep sigh was wrenched from his chest.",
            "He died after being knifed in the chest.",
            "She ran, her heart pounding in her chest.",
            "There was a bad hole drilled in his chest.",
            "He was admitted last night for chest pains.",
            "She felt an alarming tightness in her chest.",
            "The ball hit him full in the chest.",
            "His wide chest tapers to a small waist.",
            "The doctor percussed his chest and back."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Сундук только что не лопался от золота.",
            "У него широкая грудная клетка.",
            "Его уложили выстрелом в грудь.",
            "Сердце бешено колотилось у неё в груди.",
            "Он почувствовал острую боль в груди и пошёл ко врачу.",
            "Меч пронзил его грудь.",
            "Была создана войсковая касса.",
            "Интересно, что же может быть внутри этого ящика.",
            "Я прижала колени к груди.",
            "На комоде горела свеча.",
            "Кашель обосновался в её груди. / В её груди поселился кашель.",
            "Он был госпитализирован из-за болей в груди.",
            "Сердце колотилось у меня в груди.",
            "Он никому не рассказывает, что у него на уме. (букв. разыгрывает карты близко к груди, то есть не показывает их никому)",
            "Мяч сильно ударил меня в грудь.",
            "Болит в верхней части груди.",
            "Пуля проникла в ее грудную клетку",
            "У него очень волосатая грудь.",
            "Он залепил ему (пулю) прямо в грудь. (амер.)",
            "Он обнажил свою грудь, чтобы показать шрам.",
            "Вода дошла мне аж до груди.",
            "Глубокий вздох вырвался у него из груди.",
            "Он умер после удара ножом в грудь.",
            "Она бежала, и сердце бешено колотилось у неё в груди.",
            "Грудь у него была прострелена.",
            "Он поступил (в больницу) вчера вечером с жалобами на боли в груди.",
            "Она почувствовала тревожное стеснение в груди.",
            "Мяч попал ему прямо в грудь.",
            "Его широкая грудь сужается к тонкой талии.",
            "Доктор простукал его грудную клетку и спину."
        ]
    }
}