{
    "chess": {
        "comment": [],
        "translate": "шахматы, оконная рама, шахматный",
        "transcription": " |tʃes|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm really bad at chess.",
            "I used to play chess with him.",
            "Want a game of chess?",
            "How about a game of chess?",
            "They meet fairly often to play chess.",
            "He knew the rules of chess.",
            "He trimmed me at chess.",
            "Is he any good at chess?",
            "He's a keen chess player.",
            "No one can equal him in chess.",
            "He retired from chess.",
            "Ben's a real wizard at chess.",
            "Chess is a thinking man's game.",
            "We played a few games of chess.",
            "We played a drawn game at chess.",
            "They belong to the same chess club.",
            "She claimed that I cheated at chess.",
            "No one dares to play chess with him.",
            "I understand the basic rules of chess.",
            "Our chess club really needs new members.",
            "I have a chess set. Do you want to play?",
            "The chess game ended with white stalemated.",
            "Rob's a stalwart of the school's chess club.",
            "We used to play games like draughts or chess.",
            "Do you accept my challenge to a game of chess?",
            "The young chess player impressed her audience.",
            "He memorized all the important chess openings.",
            "The chess match finally ended after three hours of play.",
            "The board that is used to play games like chess and checkers",
            "Chess was a sport that agreed well with their sedentary vacancy."
        ],
        "example_translate": [
            "Я совсем ничего не понимаю в шахматах.",
            "Когда-то я играл с ним в шахматы.",
            "Хотите партию в шахматы?",
            "Как насчёт партии в шахматы?",
            "Они довольно часто встречаются, чтобы поиграть в шахматы.",
            "Он знал правила шахмат.",
            "Он обставил меня в шахматы.",
            "Он хотя бы как-нибудь умеет играть в шахматы?",
            "Он фанатичный шахматист.",
            "В шахматах ему нет равных.",
            "Он ушёл из шахмат.",
            "Бен — настоящий шахматный мастер.",
            "Шахматы — игра мыслителей.",
            "Мы сыграли несколько партий в шахматы.",
            "Мы сыграли в шахматы вничью.",
            "Они посещают один и тот же шахматный клуб.",
            "Она заявила, что я жульничал, играя в шахматы.",
            "Никто не осмеливается играть с ним в шахматы.",
            "Я понимаю основные правила шахмат.",
            "Нашему шахматному клубу очень нужны новые члены.",
            "У меня есть шахматы. Хочешь, сыграем?",
            "Шахматная партия закончилась патом со стороны белых.",
            "Роб — стойкий приверженец школьного шахматного клуба.",
            "Бывало, мы играли в шашки или в шахматы.",
            "Ну что, сыграем партию в шахматы?",
            "Юная шахматистка произвела впечатление на свою публику.",
            "Он запомнил наизусть все важнейшие шахматные дебюты.",
            "После трёх часов игры шахматный матч наконец-то завершился.",
            "Доска, которая используется для игр, вроде шахмат или шашек",
            "Шахматы были тем видом спорта, который хорошо сочетался с их сидячим бездельем."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}