{
    "chew": {
        "comment": [
            "cherry",
            "chef",
            "chess"
        ],
        "translate": "жевать, пережевывать, пожевать, жевание, жвачка, жевательный табак",
        "transcription": " |tʃuː|",
        "antonyms": [],
        "mnemonic": [
            "chew [чу] грызть - (Хо-чу) грызть сухарики;",
            "chew [tʃu: ]\n***\nГРЫЗУ кость и рычу. (это) chew\nКогда ЖУЮ, я молчу. (это) chew\nЖвачка, жевательный табак."
        ],
        "examples": [
            "Chew your food well before you swallow.",
            "He chews with his mouth open.",
            "The dog was chewing on a bone.",
            "This candy is so hard no one can chew it.",
            "Don't chew with your mouth open.",
            "Why don't you just chew on it for a while before making your decision?",
            "Chew your food well so you don't choke.",
            "You're not allowed to chew gum in class.",
            "This meat's so tough I can hardly chew it!",
            "Let me chew it over for a few days, and then I'll let you have my answer.",
            "We were taught to chew our food thoroughly before swallowing.",
            "Savour the flavour of each mouthful, and chew you food well.",
            "Be careful if you use that video recorder. It tends to chew tapes up.",
            "Jim likes to have some difficult matter to chew on.",
            "You've been chewing away all afternoon, you can't still be hungry.",
            "I rather fancy potassium cyanide. You just chew a piece, and quick curtain.",
            "The committee wants time to chew over the question of the new appointments.",
            "The meat was tough and hard to chew."
        ],
        "example_translate": [
            "Хорошо пережевывайте пищу, прежде чем проглотить.",
            "Он жуёт с открытым ртом. / Он, когда жуёт, не закрывает рот.",
            "Собака грызла кость.",
            "Конфета такая твёрдая, что никто её не разжуёт.",
            "Не жуй с открытым ртом. / Когда жуёшь, закрывай рот.",
            "Почему бы тебе не подумать над этим немного, прежде чем принимать решение?",
            "Хорошо пережевывайте пищу, чтобы не подавиться.",
            "Жевать резинку в классе не разрешается.",
            "Это мясо такое жесткое, что я едва могу жевать!",
            "Дай мне несколько дней, чтобы всё обдумать, и я сообщу тебе ответ.",
            "Нас учили тщательно пережёвывать пищу, прежде чем проглотить.",
            "Тщательно пережёвывайте пищу и смакуйте каждый кусочек.",
            "Будьте осторожны, если захотите воспользоваться этим видеомагнитофоном: он обычно зажёвывает ленту.",
            "Джим любит, когда у него есть трудная задача, над которой он может всласть подумать.",
            "Ты сегодня весь день что-то жевал, не может быть, чтобы ты был голоден.",
            "Я предпочитаю цианистый калий. Вы проглатываете кусочек, и конец.",
            "Комитету необходимо время, чтобы рассмотреть вопрос о новых назначениях.",
            "Мясо оказалось жёстким, и жевать его было трудно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}