{
    "chief": {
        "comment": [
            "chiefly",
            "thief"
        ],
        "translate": "главный, основной, заведующий, важнейший, начальник, руководитель, глава, шеф, вождь",
        "transcription": " |tʃiːf|",
        "antonyms": [],
        "mnemonic": [
            "chief [чиф] шеф, начальник - Шеф, (чиф-о) тебе надо?."
        ],
        "examples": [
            "The chief wants you.",
            "Safety is our chief concern.",
            "We lead him to our chief.",
            "The fire chief suspects arson.",
            "The idea was to tour the chief towns.",
            "One of the chief causes of crime today is drugs.",
            "Native American tribal chiefs",
            "Her job is their chief source of income.",
            "House of Chiefs",
            "Wheat is one of the country's chief exports.",
            "the chief engineer on the project",
            "The chief is on the warpath today.",
            "His chief attraction resides in his character.",
            "He has many concerns, chief among them his health.",
            "At the Restoration Hyde became chief minister.",
            "The chief of police tried to justify his actions.",
            "the President's chief economic adviser",
            "Los Angeles Police Chief Willie L. Williams",
            "If the chief magistrate's a man and not a dummy.",
            "The President is the chief executive of the U.S.",
            "They offered him the position of editor-in-chief.",
            "My chief reason for quoting these delicate lines.",
            "He was the chief beneficiary of his father's will.",
            "The chief of the estate was left to the eldest son.",
            "The new CEO's chief aim is to diversify the company.",
            "The Chief Inspector took a thin file out of the desk.",
            "Kissinger was now chief steward of US foreign policy.",
            "Her chief function is to provide expert legal advice.",
            "Technological advances are the chief agents of change.",
            "Acetic acid is the chief active ingredient in vinegar."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые употребляются только перед существительными"
        ],
        "example_translate": [
            "Шеф требует вас к себе.",
            "Безопасность – наша главная забота.",
            "Мы ведём его к начальнику.",
            "Начальник пожарной охраны подозревает поджог.",
            "Идея состояла в том, чтобы посетить с гастролями крупные города.",
            "Сегодня одной из главных причин преступности являются наркотики.",
            "вожди индейских племён",
            "Её работа является их главным источником дохода.",
            "Палата вождей (высший совещательный орган в Ботсване, государстве на юге Африки)",
            "Пшеница является одной из главных статей экспорта страны.",
            "главный инженер на проекте",
            "Сегодня шеф настроен воинственно.",
            "Он привлекает главным образом своим характером.",
            "У него множество проблем, главная из них — состояние его здоровья.",
            "В период Реставрации Хайд стал премьер-министром.",
            "Начальник полиции попытался оправдать свои действия.",
            "главный экономический советник президента",
            "Начальник полиции Лос-Анджелеса Уилли Л.Уильямс",
            "Если старший судья личность, а не марионетка.",
            "Президент является главой исполнительной власти США.",
            "Ему предложили должность главного редактора.",
            "Основная причина, по которой я цитирую эти изысканные строки.",
            "Он был главным бенефициаром отцовского завещания.",
            "Основная и самая ценная часть имущества досталась старшему сыну.",
            "Целью нового генерального директора является диверсификация компании. (диверсификация - развитие, освоение новых продуктов и рынков)",
            "Старший инспектор достал из письменного стола тонкую папку.",
            "Киссинджер теперь стал главным куратором американской внешней политики.",
            "Ее главная функция — предоставить квалифицированную юридическую консультацию.",
            "Технологические достижения являются главными проводниками изменений.",
            "Основным действующим веществом уксуса является уксусная кислота."
        ],
        "stars": 3
    }
}