{
    "chill": {
        "comment": [],
        "translate": "холод, охлаждение, прохладный, холодный, охлаждать, расхолаживать",
        "transcription": " |tʃɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The wine is chilling right now.",
            "I decided to stay home and chill.",
            "There was a chill in the autumn air.",
            "His words chilled her.",
            "Chill the dessert in the fridge for about two hours.",
            "Her words sent chills down my spine.",
            "I spent the afternoon chilling out in front of the TV.",
            "'Hold it! Just chill for a second, won't you!'",
            "Come and sit by the fire — you look chilled to the bone.",
            "Her screams chilled me to the bone .",
            "Here's a ghost story that will chill you.",
            "He closed the windows to keep out the chill.",
            "Her symptoms include chills and a fever.",
            "Chill the cookie dough until it is more workable.",
            "A south-westerly buster puts a chill on the city.",
            "The green meadows lay in morning chill and cooling sweats.",
            "The chill weather kept us indoors.",
            "The mists crept upward chill and damp.",
            "Let the dessert chill for one hour before serving it.",
            "The anger in his face chilled her.",
            "The longer this salad chills, the better the flavour.",
            "The wind blew across her body, chilling her wet skin.",
            "Let's get these wet clothes off you before you catch a chill.",
            "The novel's final scene gave him the chills.",
            "Chill the dessert for one hour before serving it.",
            "They were met with a chill gaze when they arrived home late from the party.",
            "I turned on the heater in the hall to take the chill off the house (=to heat it slightly).",
            "There was a slight chill in the air.",
            "He caught a chill that turned into a bad cold.",
            "He jerked his head round and saw something that chilled his blood."
        ],
        "example_translate": [
            "Вино сейчас охлаждается.",
            "Я решил остаться дома и отдохнуть.",
            "В осеннем воздухе уже веяло холодом.",
            "Его слова напугали её.",
            "Охлаждайте десерт в холодильнике примерно два часа.",
            "От её слов у меня по спине пробежал холодок.",
            "Я весь день прохлаждался перед телевизором.",
            "— Подожди! Да успокойся хоть на секунду, ладно?",
            "Проходи и садись у огня, а то ты, я вижу, продрог до костей.",
            "От её криков меня пробрало до костей .",
            "Вот страшная история, которая напугает вас до дрожи.",
            "Он закрыл окна, чтобы в комнату не шёл холод.",
            "В числе её симптомов — озноб и высокая температура.",
            "Охладите тесто для печенья, пока оно не станет более пригодным для работы.",
            "Когда над городом дует юго-западный ветер, становится холодно.",
            "Зелёные луга покоятся в утренней прохладе и холодной росе.",
            "Из-за холодной погоды мы не выходили на улицу.",
            "Холодные, влажные туманы поднимались вверх.",
            "Перед подачей на стол позвольте десерту один час постоять в холодильнике.",
            "Увидев его злое лицо, она похолодела.",
            "Чем дольше этот салат охлаждается, тем лучше его вкус.",
            "Ветер обдувал её тело, охлаждая влажную кожу.",
            "Давай снимем с тебя эту мокрую одежду, пока ты не простудился.",
            "От заключительной сцены романа он похолодел.",
            "Перед подачей на стол охлаждайте десерт в течение одного часа.",
            "Приехав домой поздно после вечеринки, они были встречены холодным взглядом.",
            "Я включил обогреватель в зале, чтобы в доме стало не так холодно (т.е. чтобы немного его нагреть).",
            "В воздухе повеяло прохладой.",
            "Его небольшой озноб перерос в сильную простуду.",
            "Он резко обернулся и увидел то, от чего у него кровь застыла в жилах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}