{
    "chin": {
        "comment": [],
        "translate": "подбородок, болтать, разговаривать",
        "transcription": " |tʃɪn|",
        "antonyms": [],
        "mnemonic": [
            "chin [чин] подбородок - Чем выше (чин), тем подбородок ниже."
        ],
        "examples": [
            "He took a blow to the chin.",
            "He cut his chin while shaving.",
            "I have time for a chin before I go.",
            "He struck me on the chin.",
            "Juice dribbled down his chin.",
            "The burglar planted a hard blow on his chin.",
            "Her cheeks seemed to hollow in, and her chin shook.",
            "Chin up! It'll be over soon.",
            "She punched him on the chin.",
            "Pull your knees towards your chin.",
            "His chin was covered with bristles.",
            "Don't chuck me under the chin like that, I'm not a child any more!",
            "His chin bore a thick growth of stubble.",
            "I managed to land a punch on his chin.",
            "a hard left to the chin",
            "He had a cleft chin and strong jaw.",
            "He wiped the dribble from his chin.",
            "I sat with my chin cupped in my hand.",
            "His opponent cut upward toward his chin.",
            "I caught him with a solid shot to the chin.",
            "He thrust his chin forward.",
            "The phone was wedged under his chin.",
            "He has a distinctive cleft in his chin.",
            "The boxer fired a left jab at his opponent's chin.",
            "The baby cracked her chin pretty hard when she fell.",
            "Luke was sitting at his desk, one hand cupping his chin.",
            "She jutted her chin out aggressively as she glowered back at him.",
            "On Eric's chin was a scrap of cotton wool where he'd cut himself shaving.",
            "the budding breasts of a pubescent girl and the downy chin of pubescent boy",
            "The fighter reeled back when the heavy blow landed unexpectedly on his chin."
        ],
        "example_translate": [
            "Он получил удар в челюсть.",
            "Он порезал подбородок, когда брился.",
            "У меня есть время поболтать, перед тем как я уйду.",
            "Он ударил меня в подбородок.",
            "Сок полился вниз по его подбородку.",
            "Вор как следует врезал ему в челюсть.",
            "Её щеки казались ввалившимися, и подбородок дрожал.",
            "Выше голову! Это скоро закончится!",
            "Она ударил его в подбородок.",
            "Подтяните колени к подбородку.",
            "Его подбородок был покрыт щетиной.",
            "Прекрати щекотать меня под подбородком, я тебе не ребенок!",
            "Его подбородок зарос густой щетиной.",
            "Мне удалось врезать рукой ему в подбородок.",
            "сильный удар с левой в челюсть",
            "У него был волевой подбородок с ямочкой.",
            "Он вытер остатки жидкости (молоко, сок, вода) со своего подбородка.",
            "Я сидел, обхватив рукой подбородок.",
            "Его противник нанёс удар снизу вверх в подбородок.",
            "Я смачно приложил ему в подбородок.",
            "Он выставил вперёд подбородок.",
            "Телефон был прижат его подбородком. (Он держал телефон прижав его подбородком)",
            "У него на подбородке есть характерная ямочка.",
            "Боксёр выбросил левый джеб по подбородку соперника.",
            "При падении малышка довольно сильно ударилась подбородком.",
            "Люк сидел за своим столом, обхватив рукой подбородок.",
            "Вызывающе вскинув голову, она, в свою очередь, не сводила взгляда с него.",
            "На подбородке Эрика был клочок ваты, в том месте, где он порезался при бритье.",
            "едва наметившаяся грудь юной девушки и пушок на подбородке юноши, вступающих в половую зрелость",
            "Боксёр зашатался от неожиданного сильного удара в подбородок."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}