{
    "chip": {
        "comment": [],
        "translate": " микросхема, обломок, стружка, фишка, чипсы, биться, откалывать, откалываться",
        "transcription": "  |tʃɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her tooth chipped.",
            "The plate had a tiny chip in the edge.",
            "We've never had a chip since we were wed.",
            "It is extremely brittle, chipping on the smallest fall or shock.",
            "Wood chips covered the floor of the workshop.",
            "He chipped a pass to his teammate.",
            "Gary fell and chipped one of his front teeth.",
            "The cup has a chip in it.",
            "United scored just before half-time when Adcock cleverly chipped the ball over the keeper.",
            "There's a chip in this bowl.",
            "The sculptor chipped away bits of stone.",
            "She chipped the soccer ball over the goalie's head.",
            "Did you chip the paint?",
            "I bit into something hard and chipped my tooth.",
            "I'd just like to chip in, Bill, if I might.",
            "Wood chips were spread over the ground between the plants.",
            "Clearly a writer with a chip on his shoulder, he's very agonistic even when stating indisputable facts."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У неё сломался зуб.",
            "На ободке тарелки была крошечная щербинка.",
            "Мы ни разу не ссорились с тех пор, как поженились.",
            "Эта вещь очень хрупкая, трескается при малейшем сотрясении или падении.",
            "Пол мастерской был покрыт древесной стружкой.",
            "Он отдал короткий пас товарищу по команде.",
            "Гарри упал и сломал один из передних зубов.",
            "На чашке есть скол. / Эта чашка щербатая.",
            "Юнайтед забили незадолго до перерыва — Эдкок ловко перебросил мяч через вратаря.",
            "Эта миска щербатая.",
            "Скульптор откалывал куски камня.",
            "Она подсекла футбольный мяч над головой вратаря.",
            "Ты отбил старую краску?",
            "Я укусил что-то твёрдое и отколол кусок зуба.",
            "Мне бы хотелось, Билл, добавить пару слов, если можно.",
            "Земля в промежутках между растениями была засыпана древесной стружкой.",
            "Как писатель, явно ищущий поводов к полемике, даже неоспоримые факты он излагает в весьма вызывающей манере."
        ]
    }
}