{
    "choke": {
        "comment": [
            "joke"
        ],
        "translate": "дроссель, дроссельная катушка, удушение, душить, задыхаться, давиться, заглушать",
        "transcription": " |tʃəʊk|",
        "antonyms": [],
        "mnemonic": [
            "choke [чэ'ук] давиться, задыхаться - (Чок-нутый) Буш чуть не подавился крекером;",
            "choke [tʃəuk]\n***\nЗАДЫХАЕТСЯ от кашля старичок. (это) chill\nПОДАВИЛСЯ старичок. (это) chill\nДушить. Удушение, припадок удушья.\n***\nТы задыхаешься \"choke\",\nпотому что куришь \"smoke\"."
        ],
        "examples": [
            "He choked on a piece of bread.",
            "He has a choke.",
            "Tears choked him.",
            "He was choked with the thought.",
            "Chew your food well so you don't choke.",
            "The man took the Emir by the throat and choked him.",
            "The well was choked (up) with leaves.",
            "She choked her anger.",
            "We were choking on fumes.",
            "The room was choked (up) with furniture.",
            "Jim had to choke back his anger or he would have hit the man.",
            "Six people choked to death on the fumes.",
            "His hands were round her throat, choking her.",
            "He was choking with rage.",
            "The smoke was choking me.",
            "Rows and rows of tables choked the room.",
            "The brandy made him choke, but it restored his nerve.",
            "The cartridge is choked tightly into the groove of the socket.",
            "It is feared that higher interest rates might choke off economic recovery.",
            "I was too choked with emotion to speak.",
            "Jane wants an invitation to the party., how can we choke her off?",
            "The team should have won hands down but choked, disappointing the coach and the audience.",
            "I felt as if there was a weight on my chest, choking me.",
            "Her voice was choked with rage.",
            "She gave a little choke of laughter."
        ],
        "example_translate": [
            "Он подавился куском хлеба.",
            "Он задыхается.",
            "Слёзы душили его.",
            "От одной мысли об этом у него перехватывало дух.",
            "Хорошо пережевывайте пищу, чтобы не подавиться.",
            "Человек схватил эмира за горло и задушил его.",
            "Колодец был забит листьями.",
            "Она подавила свой гнев.",
            "Мы задыхались от выхлопных газов /от дыма/.",
            "В комнате яблоку было негде упасть, столько там было мебели.",
            "Джим едва удержался от того, чтобы не ударить этого человека.",
            "В дыму шесть человек задохнулось насмерть.",
            "Он душил её, схватив руками за горло.",
            "Он задыхался от ярости.",
            "Дым душил меня. / Дым не давал мне дышать. / От дыма я задыхался.",
            "Комната была заставлена рядами столов.",
            "Он задохнулся от бренди, но оно вернуло ему мужество.",
            "Запал плотно входит в отверстие.",
            "Есть опасения, что повышение процентных ставок может задавить восстановление экономики.",
            "Я задыхался от эмоций, и не мог говорить.",
            "Джейн хочет, чтобы ее позвали на вечеринку., как бы нам отговорить ее?",
            "Команда должна была без труда выиграть, но перегорела и оступилась, разочаровав тренера и болельщиков.",
            "Мне казалось, будто что-то тяжёлое лежит у меня на груди и не даёт мне дышать.",
            "От злости её голос звучал глуше обычного.",
            "Она издала сдавленный смешок."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}