{
    "chorus": {
        "comment": [],
        "translate": "хор, припев, рефрен, кордебалет, петь всем хором, повторять всем хором",
        "transcription": " |ˈkɔːrəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Everyone joined in the chorus.",
            "I sing with the university chorus.",
            "'Hurry up!' chorused the girls.",
            "'Thank you,' they said in chorus.",
            "We awoke to a chorus of birdsong.",
            "The class chorused “Good morning!”.",
            "'Yes,' the children chorused.",
            "All the dogs kept up a chorus of mingled whining and barking.",
            "A chorus of boos was heard after the shot missed the goal.",
            "In her days as a chorus girl she was a real cutie.",
            "There was a chorus of agreement from the committee.",
            "A chorus line of young lovelies danced on the stage.",
            "The good news was greeted with a chorus of joyous exclamations.",
            "Other dogs in the distant village bayed in a dirge-like chorus.",
            "A chorus of angry interjections greeted the announcement that our flight would be delayed.",
            "The President's policies have been questioned by a growing chorus of critics."
        ],
        "example_translate": [
            "Все подхватили припев.",
            "Я пою в университетском хоре.",
            "— Скорее! — закричали девушки в один голос.",
            "— Спасибо, — хором сказали они.",
            "Нас разбудило дружное пение птиц.",
            "Класс хором /дружно/ сказал: “Доброе утро!”.",
            "— Да, — хором ответили дети.",
            "Все собаки дружно продолжали выть и лаять.",
            "После того, как удар разминулся с воротами, раздался дружный неодобрительный свист.",
            "В те времена, когда она пела в хоре, она была настоящей красоткой.",
            "Члены комиссии дружно согласились.",
            "На сцене танцевал кордебалет, состоящий из молодых красавиц.",
            "Благая весть была встречена хором радостных возгласов.",
            "Из отдалённой деревни слышался собачий лай, похожий на похоронное пение.",
            "Объявление о том, что наш рейс задержится, было встречено хором рассерженных восклицаний.",
            "Всё большее число людей в один голос подвергает политику президента критике."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}