{
    "chronic": {
        "comment": [],
        "translate": "хронический, постоянный, застарелый, хроник",
        "transcription": " |ˈkrɑːnɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He has chronic health problems.",
            "The food was absolutely chronic!",
            "She suffers from chronic anxiety.",
            "She suffered from a chronic back ailment.",
            "Inflation has become a chronic condition in the economy.",
            "He suffers from chronic arthritis.",
            "B-cell chronic lymphocytic leukemia",
            "There is a chronic shortage of teachers.",
            "The service is chronically underfunded.",
            "Don't bother seeing that film — it's chronic.",
            "I've had chronic back pain since the accident.",
            "He was a chronic alcoholic and unable to hold down a job.",
            "'Chronic fatigue syndrome' was known by the dismissive term 'housewife syndrome'.",
            "We can't figure out why our very happy and optimistic friend is dating that chronic growler.",
            "His chronic tardiness has put him in poor standing with his boss, who values hustle and promptitude.",
            "The hospital is holding a pain clinic on Tuesday night for anyone interested in learning how to deal with chronic pain."
        ],
        "example_translate": [
            "У него хронические проблемы со здоровьем.",
            "Еда была совершенно отстойная!",
            "Она страдает хроническим неврозом.",
            "Она страдала от хронической болезни спины.",
            "Инфляция стала хроническим заболеванием экономики.",
            "Он страдает хроническим артритом.",
            "В-клеточный хронический лимфолейкоз",
            "Учителей хронически не хватает.",
            "Данная служба хронически недофинансируется.",
            "Фильм этот даже не смотри: он ужасен.",
            "После аварии у меня появилась хроническая боль в спине.",
            "Он был хроническим алкоголиком, и не мог удержаться ни на одной работе.",
            "Синдром хронической усталости был известен под пренебрежительным названием \"синдром домохозяйки\".",
            "Мы никак не можем взять в толк, почему наша очень весёлая подруга-оптимистка встречается с этим хроническим ворчуном.",
            "Его вечная медлительность стала причиной плохих отношений с начальником, который ценит людей энергичных и расторопных.",
            "Во вторник вечером сотрудники больницы проведут открытый урок для всех, кто заинтересован в том, чтобы научиться справляться с хронической болью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}