{
    "chuck": {
        "comment": [],
        "translate": "зажимной патрон, цыпленок, еда, цыпочка, бросать, швырять, кудахтать",
        "transcription": " |tʃʌk|",
        "antonyms": [],
        "mnemonic": [
            "chuck [чак] швырять, бросать - (Чак) Норис швырял и бросал соперников;"
        ],
        "examples": [
            "Chuck it (in)!",
            "They got chucked off the bus.",
            "Jim has chucked in his studies.",
            "He chucked a pebble at me.",
            "His old girl-friend chucked him finally.",
            "I chucked my old T-shirt for it was badly worn.",
            "Poor Billy was chucked out right on his birthday.",
            "Never chuck away a chance to improve your English.",
            "I really must chuck out all those old newspapers.",
            "All the old buddies gave the chuck as well.",
            "A man was employed to chuck out any troublemakers.",
            "The old lady was chucked out of the house because the owner wanted to pull it down.",
            "Don't chuck me under the chin like that, I'm not a child any more!",
            "Chuck me that pen, would you?",
            "There was no need for you to chuck in that remark.",
            "Climb to the top of the ladder and chuck the apples down to me.",
            "He'll chuck you off his land if he finds you.",
            "This heater had to be chucked away because it didn't work.",
            "Why did you chuck your money away on such a worthless plan?",
            "Why did Judy chuck him?",
            "Chuck totaled his dad's new Toyota.",
            "You haven't chucked your job, have you?",
            "Chuck together some wall frames and pitch a roof on them.",
            "If you buy the furniture, the shop will chuck in a television set.",
            "Tania chucked her bag down on the sofa.",
            "Chuck reloaded and fired off both barrels.",
            "She tried to chuck herself off the bridge twice last week.",
            "I chucked a few things into a suitcase and left.",
            "Chuck's death came as a complete shock to all of us."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Брось! Хватит!",
            "Их выпихнули из автобуса.",
            "Джим забросил занятия.",
            "Он бросил в меня камешек.",
            "Его прежняя подружка наконец бросила его.",
            "Я выбросил старую майку, так как она была изрядно поношена.",
            "Беднягу Билли выгнали как раз в день его рождения.",
            "Никогда не упускай возможности улучшить свой английский.",
            "Мне давно пора выкинуть все эти старые газеты.",
            "Все его старые приятели перестали с ним общаться.",
            "Наняли специального человека, который должен был выгонять дебоширов.",
            "Старуху выгнали из дому, потому что хозяин захотел его снести.",
            "Прекрати щекотать меня под подбородком, я тебе не ребенок!",
            "Бросишь мне ту ручку?",
            "Незачем было вставлять это замечание.",
            "Заберись по лестнице на самый верх и скинь мне несколько яблок.",
            "Он вышвырнет тебя со своей земли, если найдёт.",
            "Этот обогреватель пришлось выбросить, так как он не работал.",
            "Зачем ты потратил деньги на такое бесполезное предприятие?",
            "Почему Джуди его бросила? (брит.)",
            "Чак разбил вдребезги новую Тойоту своего отца.",
            "Надеюсь, ты не бросил работу? / Ты ведь не бросил работу, правда?",
            "Возведите стенной каркас и наклонно разместите на нём крышу.",
            "Если ты купишь у них мебель, они бесплатно дадут еще и телевизор.",
            "Таня швырнула свою сумку на диван.",
            "Чак перезарядил оружие и выстрелил из обоих стволов.",
            "На прошлой неделе она дважды пыталась броситься с моста.",
            "Я бросил несколько вещей в чемодан и уехал.",
            "Смерть Чака стала для всех нас страшным ударом."
        ],
        "stars": 0
    }
}