{
    "cinema": {
        "comment": [],
        "translate": "кино, кинотеатр, кинематография, кинематограф, кинофильм",
        "transcription": " |ˈsɪnəmə|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Suppose we go to the cinema!",
            "'Where's Paul?' 'He's gone to the cinema.'",
            "What do you say to going to a cinema tonight?",
            "It's on at the local cinema.",
            "I hate lining up in the cold to go to a cinema.",
            "This story would be good cinema.",
            "I live bang opposite the cinema.",
            "a leading figure in Italian cinema",
            "Television soon overtook the cinema as the most popular form of entertainment.",
            "We decided to go to the cinema.",
            "John came along with us to the cinema.",
            "Francesca was a rising star in the cinema.",
            "There was a long queue to get into the cinema.",
            "Can Hollywood Reinvent Itself in the Age of Digital Cinema?",
            "Cinema box-office takings in 2001 were £600m.",
            "Shall we go out to the cinema or stay at home?",
            "Film-goers began to form a line outside the cinema.",
            "I hate queueing up in the cold to get into a cinema.",
            "Jane and John were cuddling in the back row of the cinema",
            "Television has robbed the cinema of its former popularity.",
            "The Venice Film Festival has always been the showcase of Italian cinema.",
            "'James doesn't want to come to the cinema with us.' ' Well then, let's go on our own.'",
            "The project forms part of a larger project investigating the history of the cinema."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "А что, если нам пойти в кино?",
            "— Где Пол? — Он ушёл в кино.",
            "Что ты скажешь по поводу того, чтобы сходить вечером в кино?",
            "Этот фильм идёт в местном кинотеатре.",
            "Ненавижу стоять на морозе в очереди в кинотеатр.",
            "По этому сюжету можно снять хорошее кино.",
            "Я живу прямо напротив кинотеатра.",
            "одна из ведущих фигур в итальянском кино",
            "Телевидение вскоре обогнало кино в качестве самой популярной формы развлечения.",
            "Мы решили пойти в кино.",
            "Джон пошёл с нами в кино.",
            "Франческа была восходящей звездой кино.",
            "У входа в кинотеатр стояла большая очередь.",
            "Сможет ли Голливуд перестроиться в век цифрового кино?",
            "В 2001 году кассовые сборы в кинотеатрах составили шестьсот миллионов фунтов.",
            "Ну что, пойдём в кино или останемся дома?",
            "Около кинотеатра начала выстраиваться очередь из посетителей.",
            "Ненавижу стоять в очереди в кинотеатр на морозе.",
            "Джейн и Джон сидели обнявшись в последнем ряду кинотеатра",
            "Телевидение отняло у кино былую популярность.",
            "Венецианский кинофестиваль всегда был витриной итальянского кино.",
            "— Джеймс не хочет идти с нами в кино. — Что ж, тогда пойдём одни, без него.",
            "Данный проект является частью более крупного проекта, в рамках которого проводится исследование истории кино."
        ]
    }
}