{
    "circulation": {
        "comment": [
            "circular",
            "circle",
            "circumstance",
            "circuit",
            "circulate"
        ],
        "translate": "тираж, циркуляция, обращение, кровообращение, распространение, круговорот",
        "transcription": " |ˌsɜːrkjəˈleɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The book was taken out of circulation.",
            "Exercise improves the circulation.",
            "The attic has poor air circulation.",
            "He has bad circulation in his legs.",
            "The newspaper has a daily circulation of 55,000.",
            "The waters of the Earth are in a state of constant circulation.",
            "The drug improves blood circulation.",
            "Ocean circulation is an important part of global climate.",
            "The coins have recently entered circulation.",
            "Under her leadership, the magazine's circulation doubled in less than a year.",
            "This memo is not meant for circulation.",
            "Breathing and circulation are involuntary processes.",
            "Let's open the windows to get some circulation in here.",
            "Let's open the windows and get some circulation in here.",
            "Doctors had to remove her leg because of bad circulation.",
            "Breathing and the circulation of blood are life processes.",
            "The Treasury Department plans to remove older coins from circulation and replace them with new ones."
        ],
        "example_translate": [
            "Книга была изъята из обращения.",
            "Физические упражнения улучшают кровообращение.",
            "На этом чердаке плохая циркуляция воздуха.",
            "У него плохое кровообращение в ногах.",
            "Ежедневный тираж газеты составляет пятьдесят пять тысяч экземпляров.",
            "Водяные массы Земли находятся в состоянии постоянной циркуляции.",
            "Данный препарат улучшает кровообращение.",
            "Циркуляция океана является важной частью мирового климата.",
            "Эти монеты недавно вошли в обращение.",
            "Под ее руководством меньше, чем за год тираж журнала увеличился вдвое.",
            "Данная докладная предназначена для ограниченного круга лиц.",
            "Дыхание и кровообращение — непроизвольные процессы.",
            "Давайте откроем окна, чтобы здесь появился свежий воздух.",
            "Давайте откроем окна и впустим сюда немного свежего воздуха.",
            "Врачи были вынуждены ампутировать ей ногу из-за плохого кровообращения.",
            "Дыхание и кровообращение являются жизненными процессами.",
            "Казначейство планирует удалить из обращения старые монеты и заменить их новыми."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}