{
    "circuit": {
        "comment": [
            "circular",
            "circle",
            "circumstance",
            "circulation",
            "circulate",
            "biscuit"
        ],
        "translate": " схема, цепь, контур, кругооборот, цикл, сеть, вращаться, обходить вокруг",
        "transcription": "  |ˈsɜːrkɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This comet circuits the Sun in about eleven years.",
            "We did a circuit of the old city.",
            "The circuit of the city is three hours walking.",
            "Don't overload the lighting circuit.",
            "The short circuit burned out the fuse.",
            "The circuit of changes is completed in the course of a year.",
            "A rude circuit of stones, of unknown origin.",
            "They were circuiting about the state.",
            "We made the circuit of the city on the boulevards.",
            "We took a quick circuit of the park.",
            "It takes a year for the Earth to make one circuit around the sun.",
            "a ten-day coach circuit of the island",
            "the components of an electric circuit",
            "The Phoenicians circuited the greatest part of the habitable world.",
            "a device that measures the amount of electricity flowing through a circuit",
            "Wires are soldered onto the circuit board.",
            "We measured the change in voltage across the circuit.",
            "The circuit supplies current to the saw.",
            "Printed electronic circuit boards have replaced the spiderweb of wires.",
            "The renovated circuit of Hungaroring didn't that much please the drivers.",
            "Josephson integrated circuit",
            "Many of the judge's confreres on the Fifth Circuit bench don't feel as she does on the issue."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта комета совершает оборот вокруг Солнца примерно за одиннадцать лет.",
            "Мы нарисовали схему старого города.",
            "Обход города пешком занимает три часа. / Чтобы обойти город, нужно три часа.",
            "Не перенагружайте осветительную сеть.",
            "Предохранитель сгорел из-за короткого замыкания.",
            "Круговорот перемен завершится в течение года.",
            "Неровный круг неизвестного происхождения, выложенный из камней.",
            "Они колесили по штату.",
            "Мы объехали город по бульварам.",
            "Мы быстренько сделали круг по парку.",
            "У Земли уходит год на то, чтобы сделать один оборот вокруг Солнца.",
            "десятидневная автобусная экскурсия по острову",
            "элементы электрической цепи",
            "Финикийцы объехали большую часть обитаемых земель.",
            "прибор, который измеряет количество электричества, протекающего по цепи",
            "На монтажную плату припаяны провода.",
            "Мы измерили изменение напряжения в цепи.",
            "От данной сети ток поступает на пилу.",
            "Печатные платы заменили паутину проводов.",
            "Обновлённая трасса автодрома Хунгароринг не особенно понравилась пилотам.",
            "ИС с переходом Джозефсона, проф. джозефсоновская ИС",
            "Многие коллеги этого члена Пятого окружного суда относятся к данному вопросу иначе, чем она."
        ]
    }
}