{
    "circumstance": {
        "comment": [
            "circular",
            "circle",
            "circuit",
            "circulation",
            "circulate"
        ],
        "translate": "обстоятельство, случай, деталь, церемония, подробность",
        "transcription": " |ˈsɜːrkəmstæns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was a victim of circumstances.",
            "The circumstances of his death are suspicious.",
            "The circumstances suggest murder.",
            "The weather is a circumstance to be taken into consideration.",
            "Cost is a minor circumstance in this case.",
            "This is a circumstance worthy of being noted.",
            "I can't imagine a circumstance in which I would be willing to steal.",
            "He was a victim of circumstance.",
            "I can't imagine a circumstance in which I would do that.",
            "I am sensible that the mention of such a circumstance may appear trifling.",
            "The Soviet Union had been forced by circumstances to sign a pact with Nazi Germany.",
            "She says that her client is a victim of circumstance and should not be blamed for the accident.",
            "The rules can only be waived in exceptional circumstances.",
            "Prisoners can only leave their cells under certain circumstances (=if particular conditions exist).",
            "Unless there are extenuating circumstances (=reasons which make it reasonable to break a rule), all students must be present on the day of the exam."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он был жертвой обстоятельств.",
            "Обстоятельства его смерти подозрительны.",
            "Обстоятельства позволяют предположить, что это было убийство.",
            "Погода - это обстоятельство, которое следует принимать во внимание.",
            "Цена в данном случае - незначительная деталь.",
            "На это обстоятельство стоит обратить внимание.",
            "Я не могу представить себе обстоятельства, в которых я был бы вынужден украсть.",
            "Он был /стал/ жертвой обстоятельств.",
            "Не могу представить себе обстоятельства, при которых я мог бы так поступить.",
            "Я понимаю, что упоминание этого обстоятельства может показаться несущественным.",
            "Обстоятельства вынудили Советский Союз подписать с нацистской Германией пакт.",
            "Она говорит, что её клиент является жертвой обстоятельств, и его не следует винить в этом происшествии.",
            "От соблюдения этих правил можно отказаться лишь в исключительных обстоятельствах.",
            "Заключенные могут покидать свои камеры лишь при определённых обстоятельствах (т.е. при определённых условиях).",
            "При отсутствии уважительных причин (т.е. причин, из-за которых становится целесообразным нарушить правила), в день проведения экзамена должны присутствовать все студенты."
        ],
        "stars": 3
    }
}