{
    "cite": {
        "comment": [
            "site",
            "website"
        ],
        "translate": "цитировать, ссылаться, сослаться, вызывать в суд",
        "transcription": " |saɪt|",
        "antonyms": [],
        "mnemonic": [
            "cite [sait]\nexcite [ɪk'saɪt] - возбуждать, волновать, побуждать\nincite [ɪn'saɪt] - подстрекать\nrecite [rɪ'saɪt] - декламировать, читать вслух, излагать\n***\nССЫЛАТЬСЯ буду на ваш сайт. (это) cite\nУПОМИНАЮ я ваш сайт. (это) cite\n***\nОн возбуждён \"excite\",\nвсех кусает \"bite\",\nа на других ссылается \"cite\"."
        ],
        "examples": [
            "It's insufficient to cite only one example.",
            "She was cited for reckless driving.",
            "It's irrelevant to cite such outdated evidence.",
            "After his death, the soldier was cited for bravery.",
            "Please do not cite, quote, or distribute without the author's permission.",
            "The article cites several experts on the subject.",
            "Two managers had been cited for similar infractions.",
            "He cited evidence suggesting she was in the area when the crime was committed.",
            "The judge cited a 1956 Supreme Court ruling in her decision.",
            "The museum had often been cited as an example of successful fund-raising."
        ],
        "example_translate": [
            "Недостаточно привести только один пример.",
            "Её привлекли к судебной ответственности за неосторожное /опасное, агрессивное/ вождение.",
            "Неуместно приводить такие устаревшие свидетельства.",
            "Посмертно солдат был отмечен за храбрость.",
            "Просьба не цитировать и не распространять без разрешения автора.",
            "В статье приводятся цитаты нескольких специалистов по данному вопросу.",
            "За схожие нарушения уже привлекали к суду двух руководителей.",
            "Он привел доказательства того, что она находилась в данном районе в момент совершения преступления.",
            "В своём решении судья процитировала постановление Верховного Суда, вынесенное в 1956 году.",
            "Данный музей часто приводится как пример успешного привлечения денежных средств."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}