{
    "civilization": {
        "comment": [
            "civil",
            "civilian"
        ],
        "translate": "цивилизация, культура, цивилизованный мир",
        "transcription": " |ˌsɪvələˈzeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "When I returned to civilization...",
            "Greece is called the origin of civilization",
            "Civilization is always on the move.",
            "An entire civilization vanished.",
            "When I returned to civilization",
            "Civilization presupposes respect for the law.",
            "The course covered all of Western Civilization.",
            "The civilization perished after 500 years.",
            "We are studying ancient Greek civilization.",
            "My words implicate the first lesson of civilization.",
            "Another world war could mean the end of civilization.",
            "The Spanish Conquistadors ended the Aztec civilization.",
            "This great civilization was propagated throughout the land.",
            "A colossal tsunami destroyed the Minoan civilization in minutes.",
            "The book explores the relationship between religion and civilization.",
            "A few crumbling ruins are all that remain of that departed civilization.",
            "After a week in the mountains all I wanted to do was get back to civilization.",
            "These aspects of civilization do not find expression or receive an interpretation.",
            "A few overgrown ruins are all that remain of that once mighty but now extinct civilization.",
            "Weary of European civilization, the painter Paul Gauguin famously abandoned France to become a solitary in the South Seas.",
            "...an advanced Mesoamerican civilization whose apex and collapse preexisted the arrival of Europeans by hundreds of years...",
            "The noble savage was a stereotype that appealed to 18th-century intellectuals, who viewed European civilization as decadent and corrupt.",
            "We can scarcely imagine what observers in some remote futurity will think of civilization as it existed at the dawn of the 21st century."
        ],
        "example_translate": [
            "Когда я вернулся в цивилизованный мир...",
            "Грецию называют колыбелью цивилизации",
            "Цивилизация постоянно развивается.",
            "Исчезла целая цивилизация.",
            "Когда я вернулся в цивилизованный мир",
            "Цивилизация предполагает уважение к закону.",
            "Данный курс охватывает всю западную цивилизацию.",
            "Через пятьсот лет (существования) эта цивилизация погибла.",
            "Мы изучаем древнегреческую цивилизацию.",
            "В моих словах заключается первый урок цивилизованности.",
            "Еще одна мировая война могла бы означать конец цивилизации.",
            "Испанские конкистадоры уничтожили цивилизацию ацтеков.",
            "Эта великая цивилизация была распространена по всей земле.",
            "Огромное цунами уничтожило Минойскую цивилизацию за считанные минуты.",
            "Книга исследует взаимоотношения религии и цивилизации.",
            "Несколько полуразрушенных развалин — всё, что осталось от этой погибшей цивилизации.",
            "Проведя неделю в горах, я хотел только одного: вернуться к цивилизации.",
            "Эти аспекты цивилизации не находят выражения и не получают толкования.",
            "Несколько заросших развалин — всё, что осталось от некогда могущественной, но ныне исчезнувшей цивилизации.",
            "Как всем хорошо известно, устав от европейской цивилизации, художник Поль Гоген покинул Францию и стал отшельником в Южных морях.",
            "...развитая месоамериканская цивилизация, чей пик развития и распад произошли за несколько веков до появления европейцев...",
            "Благородный дикарь был стереотипом, который нравился интеллектуалам восемнадцатого века, считавшим европейскую цивилизацию упадочной и испорченной.",
            "Мы едва ли можем представить себе, что наблюдатели из далёкого будущего буду думать о цивилизации, существовавшей на заре двадцать первого века."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}