{
    "civilian": {
        "comment": [
            "civil",
            "civilization"
        ],
        "translate": "гражданский, штатский, вольнонаемный, гражданское население",
        "transcription": " |səˈvɪlɪən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bomb injured 12 civilians.",
            "No civilian buildings were targeted.",
            "Many innocent civilians were killed during the war.",
            "Our plants are keyed to producing civilian aircraft.",
            "It was difficult to return to civilian life after ten years in the military.",
            "The rebels threaten to seize civilian hostages.",
            "He is being tried in a military court rather than in a civilian court.",
            "Government aircraft have been bombing civilian areas.",
            "The army began to retaliate against the civilian population.",
            "The Council has set out a timetable for returning to civilian rule.",
            "All over the world military men view any civilian interference with dislike.",
            "The head of the military junta has appointed several civilians to the Cabinet.",
            "Every effort is being made to minimize civilian casualties."
        ],
        "example_translate": [
            "Эта бомба ранила двенадцать мирных жителей.",
            "По гражданским зданиям огонь не вёлся.",
            "Много мирных жителей / гражданских / было убито во время войны.",
            "Наши заводы предназначены для производства гражданских самолётов.",
            "Было трудно вернуться к гражданской жизни после десяти лет в армии.",
            "Мятежники угрожают захватом заложников из гражданского населения.",
            "Его дело рассматривает военный, а не гражданский суд.",
            "Правительственный самолет атаковал гражданские районы /произвел бомбардировку гражданских районов/.",
            "Армия начала акцию возмездия против гражданского населения.",
            "Совет установил график возвращения к гражданскому правлению.",
            "Во всём мире военные относятся с неодобрением к любому вмешательству штатских.",
            "Лидер военной хунты назначил несколько гражданских лиц на должности в кабинете министров.",
            "Делается всё возможное, чтобы свести к минимуму жертвы среди гражданского населения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}