{
    "civil": {
        "comment": [
            "civilization",
            "civilian"
        ],
        "translate": "гражданский, государственный, штатский, вежливый, воспитанный",
        "transcription": " |ˈsɪvl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "When did the American Civil War begin?",
            "It was hard to be civil when I felt so angry.",
            "The country was torn by civil war.",
            "Try at least to be civil.",
            "Civil Aeronautic Administration",
            "They were married in a civil ceremony in May.",
            "They saw that a civil war could end only in a despotism.",
            "a befitting reply to a civil question",
            "The bitter civil war set brother against brother.",
            "a passionate advocate of civil rights",
            "the tumultuous years of the Civil War",
            "International Covenant on Civil and Political Rights",
            "the gradual erosion of our civil liberties",
            "a book about the genesis of the civil rights movement",
            "Under а military regime, civil liberties may be severely curtailed.",
            "His forebears fought in the American Civil War.",
            "Civil Aviation Authority",
            "a long-time supporter of civil rights",
            "Years of civil war had beggared the country.",
            "a court for the resolution of civil disputes",
            "The country was federated after the civil war.",
            "Members outfit themselves in Civil War clothing.",
            "They got married in a civil ceremony at city hall.",
            "Government Ministers dump on civil servants when things go wrong.",
            "Eritrean civil war",
            "Civil Service mandarins",
            "She was barely civil to me.",
            "The Civil Rights Act of 1964",
            "Riots preceded the civil war.",
            "a country ravaged by civil war"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "i + Откр сл = [i(:)]"
        ],
        "example_translate": [
            "Когда началась гражданская война в США?",
            "Трудно было оставаться вежливым, когда я так разозлился.",
            "Страну раздирала гражданская война.",
            "По крайней мере, постарайтесь быть вежливыми.",
            "Управление гражданской авиацией (в США)",
            "В мае они сочетались гражданским браком.",
            "Они понимали, что гражданская война может закончиться только установлением тирании.",
            "подобающий ответ на вежливый вопрос",
            "Жестокая гражданская война заставила брата пойти против брата.",
            "страстный защитник гражданских прав",
            "бурные годы Гражданской Войны",
            "Международный пакт о гражданских и политических правах",
            "постепенное уничтожение наших гражданских свобод",
            "книга о зарождении движения за гражданские права",
            "В ситуации военного положения, гражданские свободы могут быть жёстко ограничены.",
            "Его предки сражались в американской гражданской войне.",
            "Управление гражданской авиации (в Великобритании)",
            "давний сторонник гражданских прав",
            "Долгие годы гражданской войны довели страну до нищеты.",
            "суд для разрешения гражданско-правовых споров",
            "После гражданской войны страна объединилась на федеративных началах.",
            "Участники нарядились в одежду времён Гражданской войны.",
            "Они сочетались гражданским браком в здании мэрии.",
            "Когда что-то не получается, члены правительства валят всё на государственных служащих.",
            "гражданская война в Эритрее",
            "отсталые государственные чиновники",
            "По отношению ко мне она была всего лишь вежлива.",
            "Акт о Гражданских Правах от 1964 года",
            "Гражданской войне предшествовали беспорядки.",
            "страна, разорённая гражданской войной"
        ]
    }
}