{
    "claim": {
        "comment": [
            "exclaim",
            "proclaim"
        ],
        "translate": "претензия, требование, иск, утверждение, утверждать, претендовать, требовать",
        "transcription": " |kleɪm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "All claims must be made in writing.",
            "He claimed that he'd been cheated.",
            "The girls claim to have seen the fairies.",
            "The claim does not lie.",
            "All claims should be made in writing.",
            "a claim that was wide of the truth",
            "The discoverer claimed the island for the nation.",
            "He made false claims about his past job experience.",
            "The claim is bad.",
            "I don't claim to be a feminist, but I'd like to see more women in top jobs.",
            "Several countries claim authority over the islands.",
            "He claimed that he killed the burglar.",
            "The terrorist group claimed responsibility for the attack.",
            "You should claim against the car insurance.",
            "A woman who has given a man children will always have a claim on his love.",
            "Resign a claim to the throne.",
            "Is there any substance to their claim?",
            "The group claimed responsibility for the bombings.",
            "All passengers must proceed to the baggage claim area.",
            "They claim to be of noble ancestry.",
            "Both of them claimed credit for the idea.",
            "If you're still not satisfied, you may be able to claim compensation.",
            "Lost property can be claimed between 10 a.m. and 4 p.m.",
            "He should be able to claim the price of the ticket back.",
            "his claim that he was innocent",
            "We have a prior claim to the estate.",
            "Pot smokers claim it heightens their awareness.",
            "Their actions belie their claim to be innocent.",
            "Magical properties are sometimes claimed for certain medicines.",
            "The Post Office workers have come out in support of their pay claim."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Инфинитив с to после глаголов",
            "Инфинитив"
        ],
        "example_translate": [
            "Все претензии должны быть сделаны в письменной форме.",
            "Он заявил, что его одурачили.",
            "Девушки утверждают, что видели фей.",
            "Это незаконное требование.",
            "Все претензии следует изложить в письменной форме.",
            "утверждение, которое было далеко от истины",
            "Первооткрыватель заявил о присоединении острова к своей стране.",
            "Он лгал о своём прошлом опыте работы.",
            "Иск недействителен.",
            "Хоть я и не могу назвать себя феминисткой, но мне хотелось бы видеть больше женщин на руководящих постах.",
            "На острова заявляют своё право несколько стран.",
            "Он заявил, что убил грабителя.",
            "Данная террористическая группировка взяла на себя ответственность за это нападение.",
            "Ты должен подать иск против компании, страхующей автомобили.",
            "Женщина, которая подарила мужчине детей, всегда будет иметь право на его любовь.",
            "Откажитесь от притязаний на трон.",
            "Их требования серьезны? Есть ли какое-нибудь рациональное зерно в их требованиях?",
            "Эта группа взяла на себя ответственность за взрывы.",
            "Все пассажиры должны проследовать в зону выдачи багажа.",
            "Они заявляют о своём благородном происхождении.",
            "Оба они приписывали себе эту идею.",
            "Если вы по-прежнему останетесь недовольны, то можете потребовать компенсацию.",
            "Утерянные вещи можно востребовать с десяти часов утра до четырёх часов вечера.",
            "Он должен иметь возможность востребовать возмещения цены билета.",
            "его утверждения о собственной невиновности",
            "Мы обладаем преимущественным правом требования на эту недвижимость.",
            "Курильщики марихуаны утверждают, что от этого расширяется сознание.",
            "Их действия опровергают их утверждения о невиновности.",
            "Некоторым амулетам иногда приписывают магические свойства.",
            "Почтовые работники объявили забастовку, требуя повышения заработной платы."
        ]
    }
}