{
    "clap": {
        "comment": [
            "lap",
            "flap",
            "overlap",
            "slap"
        ],
        "translate": "хлопать, аплодировать, похлопать, хлопок, удар, триппер, хлопанье, гонорея",
        "transcription": " |klæp|",
        "antonyms": [],
        "mnemonic": [
            "clap [клэп] хлопать, хлопать в ладоши - На заводе (клеп-ают) хлопающие ладоши;",
            "slap [slæp]\nflap [flæp] - хлопать, шлёпать, взмахивать, ударять\nclap [kæp] - хлопанье, хлопок; хлопать, аплодировать\n***\nПолучил ШЛЕПОК и стал слаб. (это) slap\nШлёпать, хлопать. Пощёчина."
        ],
        "examples": [
            "The big bird clapped its wings",
            "The door clapped to.",
            "What are you clapping about?",
            "Come on everyone, let's give Tommy a clap.",
            "The audience clapped politely but without much enthusiasm.",
            "She clapped in delight when she heard the news.",
            "Narouz clapped his hands and a servant entered.",
            "The audience clapped the singer.",
            "They clapped him into jail.",
            "He clapped his friend on the shoulder.",
            "Ben grinned and clapped me amiably on the shoulder.",
            "She clapped a muzzle on the dog.",
            "The prisoners were clapped in irons.",
            "The two thieves were clapped into prison.",
            "Mandy laughed and clapped her hands in delight.",
            "The driver clapped on the brakes but failed to stop in time.",
            "The children were clapping to the music",
            "The girl clapped the door to as she left.",
            "The audience clapped to the beat of the music.",
            "The captain ordered his men to clap on more sail.",
            "He mounted, clapped to his spurs, and set off a-galloping.",
            "Suddenly there was a loud clap of thunder.",
            "'Mick!' She clapped her hand over her mouth. 'I'd forgotten!'",
            "He clapped his hand over his mouth when he realized what he had said.",
            "The children clapped out a regular time while the teacher played the tune.",
            "Then ensued the applause of the spectators, with clap of hands, and thump of sticks.",
            "The conductor clapped her hands twice, and the musicians stopped talking and prepared to play.",
            "The judge clapped him in jail.",
            "He clapped his hat on his head and went out the door."
        ],
        "example_translate": [
            "Большая птица хлопала крыльями.",
            "Хлопнула дверь.",
            "О чем ты там болтаешь?",
            "Подходите все, давайте похлопаем Томми в ладоши.",
            "Зрители хлопали в ладоши, вежливо, но без особого энтузиазма.",
            "Она захлопала в ладоши от восторга, когда услышала новость.",
            "Narouz похлопал в ладоши, и вошел слуга.",
            "Публика аплодировала певцу.",
            "Они упекли его в тюрьму.",
            "Он похлопал друга по плечу.",
            "Бен усмехнулся и дружески похлопал меня по плечу.",
            "Она резким движением надела намордник на собаку.",
            "Заключённые были закованы в кандалы.",
            "Двое грабителей попали в тюрьму.",
            "Мэнди рассмеялась и восхищённо захлопала в ладоши.",
            "Водитель дал по тормозам, но не сумел остановиться вовремя.",
            "Дети хлопали в ладоши под музыку.",
            "Уходя, девушка хлопнула дверью.",
            "Зрители хлопали в такт музыке.",
            "Капитан приказал поставить больше парусов.",
            "Он вскочил на лошадь, вонзил шпоры и поскакал.",
            "Неожиданно раздался громкий раскат грома.",
            "— Мик! — она хлопнула себя ладонью по губам. — Я забыла!",
            "Он прикрыл рот рукой, когда понял, что сказал.",
            "Дети хлопали в такт музыке, а учитель играл мелодию.",
            "Затем последовали приветствия публики, с хлопаньем в ладони и ударами тростей.",
            "Дирижёр дважды хлопнула в ладоши, и музыканты прекратили разговоры, приготовившись играть.",
            "Судья швырнул его в тюрьму.",
            "Он нахлобучил на голову шляпу и вышел за дверь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}