{
    "clarity": {
        "comment": [
            "clarify"
        ],
        "translate": "ясность, четкость, прозрачность, чистота, доходчивость",
        "transcription": " |ˈklærətɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He writes with such clarity and precision.",
            "The clarity of the photographs was amazing.",
            "They praised his speech for its clarity and humour.",
            "The DVD has excellent clarity of sound.",
            "It was then that she realised, with blinding clarity, that she loved him.",
            "I'm looking for greater clarity about what is expected of our students.",
            "There is a lack of clarity in many legal documents.",
            "The vitamin is believed to improve skin clarity.",
            "When she awoke the clarity was back in her eyes.",
            "The essay is a marvel of concision and clarity.",
            "The picture was of such clarity that it could have been a photograph.",
            "Churchill's clarity of vision impressed all who knew him.",
            "A diamond's worth is determined partly by its cut and clarity.",
            "For greater clarity choose a plain Saxon term instead of a latinate one."
        ],
        "example_translate": [
            "Он пишет с такой ясностью и чёткостью.",
            "Четкость фотографий была поразительной.",
            "Они похвалили его речь за ясность и чувство юмора.",
            "DVD имеет отличную чёткость звука.",
            "Именно тогда она с пронзительной ясностью понялa, что любит его.",
            "Я хочу более чётко понять, что же всё-таки ожидают от наших студентов.",
            "Многим правовым документам не хватает ясности.",
            "Считается, что этот витамин улучшает чистоту кожи.",
            "Когда она проснулась, чёткость зрения опять вернулась.",
            "Данный очерк представляет собой чудесный пример лаконичности и ясности.",
            "Картина была такой настолько чёткой, что была похожа на фотографию.",
            "Проницательность Черчилля производила впечатление на всех, кто его знал.",
            "Ценность бриллианта частично определяется его огранкой и чистотой.",
            "Для большей ясности, вместо латинского выберите простой саксонский термин."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}