{
    "clash": {
        "comment": [
            "class",
            "classroom",
            "middle-class",
            "classify",
            "classification",
            "clasp",
            "slash",
            "crash",
            "ash",
            "splash"
        ],
        "translate": "столкновение, конфликт, лязг, гул, шум, конфликтовать, сталкиваться",
        "transcription": " |klæʃ|",
        "antonyms": [],
        "mnemonic": [
            "clash [клэш] столкновение, совпадение - (Клещ-и) краба столкнулись.",
            "clash [klæʃ] - гул, грохот.\nflash [flæ∫] - вспышка, сверкать\nlash [læ∫] - плеть, хлыст., ударять, хлестать\nslash [slæ∫] - разрез, прорезь., полосовать, урезать,\nрубить саблей\n***\nСТОЛКНУЛИСЬ лбами, пара первоклаш. (это) clash\nСТЫЧКА у первоклаш. (это) clash\n***\nЧто- то сверкнуло \"flash\",\nэто столкновение \"clash\"\nили кто- то плетью хлестанул \"lash\",\nили саблей полоснул \"slash\"."
        ],
        "examples": [
            "My opinions clash against yours.",
            "These colours clash.",
            "I clashed against the streetlight and hurt my head.",
            "The Greek forces clashed against Turks in the hills.",
            "The orange curtains clash against / with the red furniture.",
            "I was unable to study music at school because it clashed with history.",
            "Mary and her husband clashed over the question of where they should live.",
            "Police have clashed with demonstrators again today.",
            "It is the clash of personalities which gives the sapidity to the life of a politician.",
            "The two men have clashed over the report's conclusions.",
            "The heavyweight clash goes ahead in Las Vegas on 8 May.",
            "Hundreds were killed in ethnic clashes in the region last month.",
            "The eminent professor harangued for three hours on his favorite subject, the clash of East and West.",
            "Democrats clashed with Republicans in a heated debate.",
            "He said he left the company because of a personality clash with the director (=they could not work together because they were so different).",
            "Two meteors clashed.",
            "The announcement has been delayed to avoid clashing with the Prime Minister's speech.",
            "The sofa and the chair clash.",
            "We clashed over the new farm policies."
        ],
        "example_translate": [
            "Мы с вами не совпадаем во взглядах.",
            "Эти цвета не сочетаются друг с другом.",
            "Я налетел на фонарный столб и поранил голову.",
            "На холмах греческая армия столкнулась с турецкой.",
            "Эти оранжевые занавески не подходят к красной мебели.",
            "Мне не удавалось ходить в школе на музыку - в те же часы была история.",
            "Мэри поссорилась с мужем по поводу того, где они будут жить.",
            "Сегодня вновь произошли столкновения полиции с демонстрантами.",
            "Именно столкновение личностей придаёт интерес жизни политика.",
            "Эти двое мужчин схлестнулись из-за выводов, изложенных в докладе.",
            "Схватка тяжеловесов состоится в Лас-Вегасе восьмого Мая.",
            "Сотни людей погибли в межэтнических столкновениях, имевших место в данном регионе в прошлом месяце.",
            "Этот именитый профессор три часа разглагольствовал на свою любимую тему — столкновение Востока и Запада.",
            "Демократы схлестнулись с республиканцами в жарких дебатах.",
            "Он сказал, что ушёл из компании, потому что не сошёлся характером с её директором (т.е. они не смогли сработаться, потому что были слишком разными).",
            "Столкнулись два метеора.",
            "Объявление было отложено, чтобы избежать накладок с речью премьер-министра.",
            "Диван плохо сочетается с креслом.",
            "Мы резко разошлись во мнениях по поводу новой сельскохозяйственной политики."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}