{
    "classroom": {
        "comment": [
            "class",
            "middle-class",
            "classify",
            "classification",
            "clash",
            "clasp",
            "mushroom",
            "bathroom",
            "bedroom",
            "room",
            "ballroom",
            "broom"
        ],
        "translate": "класс, классная комната, аудитория",
        "transcription": " |ˈklæsruːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Only large whiteboards are advisable for a classroom.",
            "A quiet murmur passed through the classroom.",
            "Laughter was a rare occurrence in his classroom.",
            "The students filed into the classroom.",
            "the problems of a multilingual classroom",
            "The sixth grade classroom was a zoo after recess.",
            "I was a classroom helper at the local primary school.",
            "Computer games are being put to use in the classroom.",
            "A video is a useful aid in the classroom.",
            "Interviews can be simulated in the classroom.",
            "The classroom equipment is pretty rudimentary.",
            "We herded the children into a spare classroom.",
            "The classroom was in a constant state of anarchy.",
            "There is seating for 40 students in this classroom.",
            "a dilute acid that's safe to handle in the classroom",
            "He marched into the classroom and announced the exam.",
            "A kid like Tom would be a liability in any classroom.",
            "The bell went and everyone rushed out of the classroom.",
            "The classroom wall was painted with clouds and rainbows.",
            "Rude language should be expurgated from classroom books.",
            "There is at least one paraprofessional in each classroom.",
            "Children's pictures decorated the walls of the classroom.",
            "We do our best to reinforce good conduct in the classroom.",
            "Blind and sighted children are taught in the same classroom.",
            "His students usually sat there in the classroom like zombies.",
            "The girls giggled when the rock star came into the classroom.",
            "The use of computers in the classroom lead to better writing.",
            "irrelevant questions that merely disrupted the classroom lesson",
            "The teacher asked him to come up to the front of the classroom.",
            "The report examines teaching methods employed in the classroom."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Для использования в классных комнатах могут быть рекомендованы только большие доски.",
            "По классу пробежал тихий шёпот.",
            "Смех был редким явлением в его классе.",
            "Студенты, один за другим, вошли в аудиторию.",
            "проблемы многоязычного класса",
            "После перемены кабинет шестого класса напоминал зоопарк.",
            "Я работал помощником учителя в местной начальной школе.",
            "Компьютерные игры начинают использоваться на уроках.",
            "Видео является полезным помощником на уроках.",
            "Собеседования могут быть смоделированы во время занятий.",
            "Класс оборудован весьма примитивно.",
            "Мы загнали детей в свободный класс.",
            "В классе постоянно царила анархия.",
            "В этом классе есть сидячие места для сорока учеников.",
            "разбавленная кислота, с которой можно безопасно работать на уроках",
            "Он вошёл в класс и объявил о начале экзамена.",
            "С детьми вроде Тома полно хлопот на любом уроке.",
            "Прозвенел звонок, и все выбежали из класса.",
            "Стена классной комнаты была разукрашена облаками и радугами.",
            "Грубые слова и выражения должны быть устранены из учебников.",
            "На каждом уроке присутствует как минимум один помощник преподавателя без высшего образования.",
            "Стены классной комнаты украшали детские рисунки.",
            "Мы делаем всё возможное, чтобы восстановить хорошее поведение в классе.",
            "Слепые и зрячие дети обучаются в одном классе.",
            "На занятиях его студенты обычно сидели, как зомби.",
            "Девчонки захихикали, когда рок-звезда вошла в класс.",
            "Использование на уроках компьютеров ведёт к улучшению правописания.",
            "неуместные вопросы, которые просто сорвали урок",
            "Учитель попросил его выйти к доске.",
            "В докладе рассматриваются методы преподавания, используемые на занятиях."
        ],
        "stars": 2
    }
}