{
    "classic": {
        "comment": [
            "classical"
        ],
        "translate": "классический, образцовый, классик, классика",
        "transcription": " |ˈklæsɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a classic example of a Persian rug",
            "The play has become an American classic.",
            "I like to read the classics.",
            "the classic struggle between good and evil",
            "He teaches classics at the local university.",
            "She studied classics in college.",
            "The novel attained the status of a classic.",
            "The football game is a Thanksgiving classic.",
            "She was the classic maiden in distress.",
            "This book is a classic of the mystery genre.",
            "Roy scored a classic goal in the 90th minute.",
            "It's a classic suit that won't go out of style.",
            "The reason he gave for being late was a classic.",
            "The battle was a classic example of poor planning.",
            "I woke up with all the classic symptoms of the flu",
            "The movie is a pallid version of the classic novel.",
            "...bangers and mash is classic British pub cuisine...",
            "The end result of his work was a classic American novel.",
            "bowdlerize a classic novel by removing offensive language",
            "The movie is a dexterous retelling of a classic love story.",
            "The band played an anemic rendition of a classic love song.",
            "The actress dared a new interpretation of the classic role.",
            "The band's repertoire includes both classic and modern jazz.",
            "a patient who is exhibiting classic symptoms of mental illness",
            "She made the classic mistake of choosing style over substance.",
            "Poitier starred in the classic film 'In the Heat of the Night'.",
            "I hate fussy clothes, I prefer a classic and uncluttered style.",
            "Their latest movie is a modern version of a classic children's story.",
            "Blue and white is the classic colour combination and will never date.",
            "There's J.B. Priestley's classic drama showing at the Garrick Theatre."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "классический образец персидского ковра",
            "Игра стала классикой американского театра.",
            "Я люблю читать классическую литературу.",
            "классическая борьба между добром и злом",
            "Он преподаёт историю и литературу античности в местном университете.",
            "В колледже она изучала классику.",
            "Этот роман приобрёл статус классического произведения.",
            "Этот футбольный матч традиционно проводится в День благодарения.",
            "Это была типичная \"дева в беде\". (архетипический персонаж: девушка в опасности, ожидающая спасителя)",
            "Эта книга является классикой детективного жанра.",
            "Рой забил классический гол на девяностой минуте.",
            "Это классический костюм, который никогда не выйдет из моды.",
            "Он классно объяснил, почему опоздал.",
            "Этот бой стал классическим примером плохого планирования.",
            "Я проснулся со всеми классическими симптомами гриппа.",
            "Этот фильм является бледной версией классического романа.",
            "...сосиски и пюре - это классическое блюдо для кухни английских пабов...",
            "Конечным итогом его работы стал классический американский роман.",
            "отцензурировать классический роман, удалив из него оскорбительные выражения",
            "Данный фильм представляет собой умелый пересказ классической мелодрамы.",
            "Группа вяло исполнила классическую песню о любви.",
            "Актриса решилась на новую интерпретацию классической роли.",
            "Репертуар этого коллектива включает в себя как классический, так и современный джаз.",
            "пациент, который демонстрирует классические симптомы психического заболевания",
            "Она сделала классическую ошибку, предпочтя внешнюю красоту внутреннему содержанию.",
            "Сидни Пуатье снялся в классическом фильме \"Душной южной ночью\".",
            "Ненавижу вычурную одежду, я предпочитаю классический, спокойный стиль.",
            "Их последний фильм представляет собой современную версию классической детской сказки.",
            "Голубой и белый - это классическое сочетание цветов, которое никогда не выйдет из моды.",
            "В театре «Гаррик» идет классическая драма Джона Бойтона Пристли."
        ]
    }
}