{
    "classical": {
        "comment": [
            "classic"
        ],
        "translate": "классический, гуманитарный",
        "transcription": " |ˈklæsɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Classical music sucks.",
            "I don't really like classical music.",
            "Her inclination is for classical music.",
            "Mom dragged us to a classical music concert.",
            "the classical preparation of a ham for Easter",
            "The radio was tuned to a classical station.",
            "Classically, infection appears in the lower jaw.",
            "She was well acquainted with classical literature.",
            "Some children are never exposed to classical music.",
            "a display that juxtaposes modern art with classical art",
            "She's fascinated by the stories of classical mythology.",
            "She did a comparative study of classical and modern art.",
            "Our aim is to bring classical music to a wider audience.",
            "Jazz just isn't my cup of tea - I prefer classical music.",
            "The concert was a mixed bag of classical and modern music.",
            "Trying to interest my son in classical music is a lost cause.",
            "The music was a quirky mixture of jazz and classical violins.",
            "In the third year students begin the study of classical Chinese.",
            "It's regrettable that classical music receives so little attention.",
            "a writer celebrated for his classical profiles of eminent Victorians",
            "His earlier building designs were pastiches based on classical forms.",
            "The violinist revealed himself as a talented interpreter of classical music.",
            "I could not force my body into the contortions required by classical ballet.",
            "a museum exhibit devoted to the costumery of women since the classical period",
            "He hoped that his pretended interest in classical music would impress the boss."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Классическая музыка — отстой.",
            "Я не очень люблю классическую музыку.",
            "Она питает склонность к классической музыке. / Её влечёт классическая музыка.",
            "Мама притащила нас на концерт классической музыки.",
            "классический рецепт приготовления пасхальной ветчины",
            "Радио было настроено на станцию классической музыки.",
            "Традиционно инфекция появляется в нижней челюсти.",
            "Она была хорошо знакома с классической литературой.",
            "Некоторые дети никогда не слушают классическую музыку.",
            "выставка, на которой современное искусство соседствует с классическим",
            "Она очарована историями классической мифологии.",
            "Она провела сравнительный анализ классического и современного искусства.",
            "Наша цель — донести классическую музыку до более широкой аудитории.",
            "Джаз не в моём вкусе, я предпочитаю классическую музыку.",
            "Этот концерт был сборной солянкой из классической и современной музыки.",
            "Пытаться заинтересовать моего сына классической музыкой — гиблое дело.",
            "Эта музыка представляла собой странную смесь джаза и классических скрипок.",
            "На третьем курсе студенты приступают к изучению классического китайского языка.",
            "Очень жаль, что классическая музыка получает так мало внимания.",
            "писатель, прославившийся своими классическими биографическими очерками о выдающихся викторианцах",
            "Его ранние архитектурные проекты представляли собой стилизации, основанные на классических формах.",
            "Скрипач оказался талантливым исполнителем классической музыки.",
            "Я не смогла заставить своё тело изогнуться так, как того требует классический балет.",
            "музейная экспозиция, посвящённая женским костюмам, начиная с классического периода",
            "Он надеялся, что его притворный интерес к классической музыке произведёт впечатление на начальника."
        ]
    }
}