{
    "clause": {
        "comment": [
            "mouse",
            "pause",
            "because",
            "cause",
            "museum",
            "arouse",
            "blouse"
        ],
        "translate": "пункт, статья, предложение, оговорка, условие, клаузула",
        "transcription": " |klɔːz|",
        "antonyms": [],
        "mnemonic": [
            "clause [klɔ: z]\n***\nВ договоре после правки много ПУНКТОВ отсеклось.\n(это) clause\nСТАТЬЯ, ПУНКТ в договоре. (это) clause"
        ],
        "examples": [
            "A confidentiality clause was added to the contract.",
            "His manager inserted a new clause into his contract.",
            "An exceptive clause was introduced into the act.",
            "I have endeavored to teach them to phrase and clause.",
            "This last clause sure slipped from him unawares.",
            "There's a clause in the policy that I'd like to discuss.",
            "American clause",
            "We can build in a special clause to make the contract better for you.",
            "The phrase “that won” in “the book that won” is a relative clause.",
            "A clause in the contract had been left purposely vague."
        ],
        "example_translate": [
            "Пункт о конфиденциальности был добавлен в контракт.",
            "Его руководитель вставил в его контракт новое условие.",
            "В закон была включена статья об исключениях.",
            "Я попытался научить их строить словосочетания и предложения.",
            "Было очевидно, что это последнее предложение сорвалось у него нечаянно.",
            "В полисе есть пункт, который я хотел бы с вами обсудить.",
            "Американская оговорка (оговорка о полноте ответственности страховщика невзирая на перестрахование)",
            "Мы можем вставить в контракт специальную оговорку, чтобы улучшить для вас его условия.",
            "Фраза “которая выиграла” в выражении “книга, которая выиграла” является определительным придаточным предложением.",
            "Один из пунктов договора намеренно оставили неопределённым."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}