{
    "clay": {
        "comment": [
            "layout",
            "layer",
            "delay",
            "lay"
        ],
        "translate": "глина, глинозем, ил, прах, тело, глиняный, обмазывать глиной",
        "transcription": " |kleɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He used the clay plastically.",
            "Work the clay until it is soft.",
            "She handcrafted a set of bowls out of red clay.",
            "Great heat indurates clay.",
            "He is good at making things out of clay.",
            "The clay hardened in the fire.",
            "turning a lump of clay into a beautiful pot",
            "He set himself up to be (made of) finer clay.",
            "Moisten the clay if it seems too dry.",
            "Turn the clay on the wheel.",
            "She fashioned a clay into a pot.",
            "sculptors who work in metal and clay",
            "She transformed the clay into a beautiful sculpture.",
            "We chose that type of clay for its greater plasticity.",
            ".clay that had been indurated by long exposure to the summer sun",
            "According to most native stories, the first man was moulded from clay by some kind of god.",
            "The potter used a paddle to shape the clay.",
            "Students fashioned the clay into small figures.",
            "The design is incised into the clay.",
            "The clay is incised to create a design.",
            "Clay will vacate the position on June 19.",
            "Muhammad Ali and Cassius Clay are one and the same."
        ],
        "example_translate": [
            "Он использовал глину для лепки.",
            "Вымешивайте глину, пока она не станет мягкой.",
            "Она изготовила вручную набор чаш из красной глины.",
            "От высокой температуры глина затвердевает.",
            "У него хорошо получается изготавливать вещи из глины.",
            "Глина в огне затвердела.",
            "превращая комок глины в красивый горшок",
            "Он вёл себя так, будто был заведомо лучше других.",
            "Смочите глину, если она покажется слишком сухой.",
            "Сформируйте глину на гончарном круге.",
            "Она придала глине форму горшка.",
            "скульпторы, которые работают по металлу и глине",
            "Она превратила глину в великолепное изваяние.",
            "Мы выбрали этот тип глины из-за более высокой пластичности.",
            "глина, затвердевшая от долгого воздействия летнего солнца",
            "Во многих сказаниях говорится, что первый человек был вылеплен богом из глины.",
            "Гончар придал глине форму с помощью лопатки.",
            "Студенты вылепили из глины маленькие фигурки.",
            "Этот узор вырезан в глине.",
            "В глине сделаны насечки, создающие узор.",
            "Клэй освободит свою должность девятнадцатого июня.",
            "Мухаммед Али и Кассиус Клей — один и тот же человек."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}