{
    "cleaning": {
        "comment": [
            "clean",
            "cleaner",
            "clear",
            "clearly",
            "nuclear",
            "unclear"
        ],
        "translate": "очистка, уборка, чистка, обогащение, чистящий, очищающий",
        "transcription": " |ˈkliːnɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This room needs cleaning up.",
            "The carpet really wants cleaning.",
            "They gave the house a good cleaning.",
            "I will be busy cleaning the house.",
            "Do they have a cleaning woman?",
            "I spend all day cleaning up after the kids.",
            "She hates doing the cleaning, but she always makes a good job of it.",
            "He gave his shoes a good cleaning.",
            "Discard any old cleaning materials.",
            "She hired a maid to do the cleaning.",
            "What's the hourly rate for cleaning?",
            "Dip the garment into the cleaning solution.",
            "Martin's duties included cleaning the cars.",
            "We need to develop greener cleaning products.",
            "I mean profit. That show must be cleaning up.",
            "He sliced open his finger while cleaning the fish.",
            "The whole house needs cleaning from top to bottom.",
            "Today, she was going to do some heavy-duty cleaning.",
            "No amount of cleaning will get rid of all this dirt.",
            "I had a good go (=tried hard) at cleaning the silver.",
            "I don't see the cleaning and cooking as a chore at all.",
            "I suppose we should make a start on cleaning this room.",
            "I spent all morning cleaning out the kitchen cupboards.",
            "Some men were engaged in cleaning and lamping carriages.",
            "I snapped out of my lethargy and began cleaning the house.",
            "Your watch just needs cleaning and it'll be as good as new.",
            "The brush detaches from the vacuum cleaner for easy cleaning.",
            "Cleaning is less of a hassle if you develop a regular routine.",
            "The volunteers contributed their time towards cleaning up the city.",
            "There's always one person stuck with cleaning up the mess, namely me."
        ],
        "example_translate": [
            "В комнате надо прибраться.",
            "Этот ковёр очень нуждается в чистке.",
            "Они как следует прибрались в доме.",
            "Я буду заниматься уборкой дома.",
            "У них есть уборщица?",
            "Я весь день убирала за детьми.",
            "Она терпеть не может уборку, но всегда делает это на совесть.",
            "Он хорошенько начистил обувь.",
            "Избавьтесь от всех старых чистящих средств.",
            "Она наняла служанку, чтобы делать уборку.",
            "Какой почасовой тариф на уборку?",
            "Погрузите одежду в моющий раствор.",
            "В обязанности Мартина входила уборка автомобилей.",
            "Нам нужно разработать более экологичные виды чистящих средств.",
            "Я говорю о прибыли. От этого шоу должен быть колоссальный доход.",
            "Он порезал палец, когда чистил эту рыбу.",
            "Весь дом нужно очистить сверху донизу.",
            "Сегодня она собиралась основательно поубираться.",
            "От всей этой грязи никакая уборка не поможет.",
            "Я хорошенько постаралась отчистить серебро.",
            "Я вовсе не считаю уборку и приготовление пищи неприятной работой.",
            "Полагаю, что нам следует приступить к уборке этой комнаты.",
            "Я всё утро чистила шкафы на кухне.",
            "Несколько человек было занято уборкой и освещением экипажей.",
            "Я отбросила свою вялость и принялась за уборку дома.",
            "Ваши часы нужно просто почистить, и они будут, как новенькие.",
            "Для легкой очистки щётка отсоединяется от пылесоса.",
            "Уборка доставляет меньше хлопот, если вы делаете её регулярно.",
            "Волонтёры посвятили своё время очистке города.",
            "Разгребать же бардак приходится всегда одному человеку, а именно мне."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}