{
    "clerk": {
        "comment": [
            "clerical",
            "clergy"
        ],
        "translate": " служащий, клерк, чиновник, секретарь, писарь, служить чиновником, быть чиновником",
        "transcription": "  |klɜːrk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He clerks in a supermarket.",
            "the clerk in the shoe store",
            "The clerk handed her the receipt",
            "Have the court clerk file your request with the judge.",
            "a sales clerk at a women's clothing store",
            "The clerk recorded their names in the register.",
            "The clerk was well bounced for his carelessness.",
            "a clerk in a commercial firm",
            "He was working as a lowly clerk.",
            "Leave the keys with the desk clerk.",
            "He works as a clerk in a local pet store.",
            "The supermarket clerk bagged the groceries.",
            "Debbie has a summer job clerking in an office.",
            "He plays the role of a timid and fearful clerk.",
            "The sales clerk snapped a reply at the angry customer.",
            "He left school at 16 and went to work as a bank clerk.",
            "The sales clerk quickly seized the money on the counter",
            "I asked the clerk at the hotel to knock me up at 7:00 a.m.",
            "The angry customer was not placated by the clerk's apology.",
            "She worked as a clerk before ascending to her current position.",
            "The clerk was disciplined for leaking the report to the newspapers.",
            "The clerk at Calcutta airport was clearly angling for a little cumshaw on the side.",
            "The clerk was an ungrateful wretch who stole money from his employer's cash register."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он работает продавцом в супермаркете.",
            "продавец в обувном магазине",
            "Клерк протянул ей квитанцию.",
            "Пусть судебный секретарь передаст вашу просьбу судье.",
            "продавец в магазине женской /дамской/ одежды",
            "Клерк записал их имена в журнал.",
            "За халатность клерку сурово пригрозили.",
            "служащий /работник, продавец/ в коммерческой фирме",
            "Он работал в качестве скромного клерка.",
            "Ключи оставьте дежурному администратору / портье.",
            "Он работает продавцом в местном зоомагазине.",
            "Работник супермаркета положил продукты в пакет.",
            "Летом Деби подрабатывает в офисе.",
            "Он играет роль робкого и пугливого клерка.",
            "Продавец огрызнулся в ответ разъярённому покупателю.",
            "В шестнадцать лет он бросил школу и поступил на работу в качестве банковского служащего.",
            "Продавец быстро схватил деньги с прилавка.",
            "В гостинице я попросил консьержа разбудить меня в семь утра.",
            "Извинения продавца не успокоили разгневанного клиента.",
            "Она работала продавцом до того, как поднялась на свою нынешнюю должность.",
            "Клерк был дисциплинарно наказан за то, что допустил появление информации о докладе в газетах.",
            "Чиновник в аэропорту Калькутты явно намекал на небольшую взятку.",
            "Продавец оказался неблагодарным негодяем, который украл деньги из кассового аппарата своего работодателя."
        ],
        "stars": 1
    }
}