{
    "clever": {
        "comment": [
            "level"
        ],
        "translate": "умный, ловкий, искусный, способный, талантливый, даровитый, юркий, добродушный",
        "transcription": " |ˈklevər|",
        "antonyms": [],
        "mnemonic": [
            "clever [клэ'вэ] умный - Умный (клеве-ту) не слушает;",
            "clever ['klevə]\n***\nУМНЫЙ кот любит клевер. (это) clever\n***\nТы всегда \"ever\", будь умным \"clever\"."
        ],
        "examples": [
            "Don't try to be clever — it doesn't become you.",
            "She's fearfully clever.",
            "However he did it, it was very clever.",
            "It's a clever plan, but will it get by?",
            "She interjected clever remarks",
            "Some cats are clever enough to figure out how to operate doorknobs.",
            "Bill's very clever with his hands.",
            "Nobody disputed that Davey was clever.",
            "What a clever little gadget!",
            "The painting was a very clever forgery.",
            "He is fairly clever with computers.",
            "That's the cleverest idea I've heard yet!",
            "She invented a clever excuse.",
            "He was clever at finding bargains.",
            "You fell for my clever snare, you fool!",
            "The clever salesman cheated the old lady into giving him all her money.",
            "Lewis was moody and brilliantly clever.",
            "a writer known for her clever use of irony",
            "I suppose you thought you were being clever!",
            "Lucy is quite clever and does well at school.",
            "She found a clever hiding place for the letter.",
            "She was always very clever at getting around the rules.",
            "These clever students lap up all the information that I can give them.",
            "a house with many clever little flourishes",
            "The ancient Egyptians were a clever bunch.",
            "It was a film noir with some clever twists.",
            "The best part of the book is the clever dialogue.",
            "A clever lawyer can cozen the judge into agreement.",
            "Whosesoever be the speech, it was full of clever ideas.",
            "A clever move on our part rolled up the enemy's weak side."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "e + Отк сл = [e]"
        ],
        "example_translate": [
            "Не пытайся умничать — это тебе не идёт.",
            "Она ужасно умная.",
            "Не знаю, как он это сделал, но это было очень умно.",
            "Это остроумный план, но удастся ли его провернуть?",
            "Она сделала разумные замечания.",
            "Некоторым кошкам хватает ума сообразить, как обращаться с дверными ручками.",
            "У Билла очень умелые руки.",
            "Никто не подвергал сомнению тот факт, что Деви умён.",
            "Какая толковая безделушка!",
            "Эта картина была очень умелой подделкой.",
            "Он довольно хорошо разбирается в компьютерах.",
            "Это самая умная мысль, которую мне когда-либо приходилось слышать!",
            "Она выдумала хитрую отговорку.",
            "Он умел находить выгодные предложения.",
            "Ты попался на мою хитрую уловку, глупец!",
            "Хитрый продавец вытянул из старухи все деньги.",
            "Льюис был капризным и обладал блестящим умом.",
            "писательница, известная умелым использованием иронии",
            "Наверное, ты считал себя очень умным!",
            "Люси довольно умная, и хорошо успевает в школе.",
            "Она нашла хитрый тайник для письма.",
            "Она всегда очень талантливо обходила правила.",
            "Эти умные ребята впитывают всю информацию, которую я могу им дать.",
            "дом со множеством мелких изящных завитушек",
            "Древние Египтяне были людьми смышлёными.",
            "Это был фильм-нуар с несколькими хитрыми поворотами сюжета.",
            "Лучшая часть этой книги — умные диалоги.",
            "Ловкий адвокат сумеет так заморочить судье голову, что тот согласится с ним во всем.",
            "Кому бы ни принадлежала эта речь, в ней было много умных мыслей.",
            "Искусный манёвр с нашей стороны смял вражеский фланг."
        ],
        "stars": 1
    }
}