{
    "click": {
        "comment": [
            "garlic",
            "lick",
            "flick",
            "conflict"
        ],
        "translate": "щелчок, защелка, щелканье, щелкающий звук, щелкать, ладить, иметь успех",
        "transcription": " |klɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's 10 clicks away.",
            "Suddenly everything clicked.",
            "The song clicked with my mood.",
            "The door clicked shut.",
            "The camera shutter clicked.",
            "They clicked straight away.",
            "The film failed to click with the audience.",
            "Simply click on the computer icon and follow the directions.",
            "Click on the icon to open the file.",
            "It suddenly clicked where she had seen him before.",
            "John and Mary clicked (with each other) straight away.",
            "Something clicked, and I knew that this is what I wanted to do for the rest of my life.",
            "The click of her heels on marble",
            "Press the door until you hear the latch click.",
            "Mother clicked her tongue (=made a short sound to show disapproval) and sighed.",
            "The door closed with a click.",
            "Position the mouse pointer and click.",
            "He clicked on the lamp beside his bed.",
            "Click here to connect to the Internet.",
            "Her heels clicked on the marble floor.",
            "To open a new file, click on the icon.",
            "He moved the mouse to click on the icon.",
            "Choose the image you want by clicking twice.",
            "John's joke finally clicked, and we laughed.",
            "Twist the lever and the gears click into place.",
            "Click the square icon again to minimize the window.",
            "Enter your password, then click on the 'proceed' icon.",
            "Children can click on a sentence to hear it read aloud.",
            "Click on the thumbnails to view a larger version of each image.",
            "Accounting clicks with his personality."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это в десяти километрах отсюда.",
            "Вдруг всё стало ясно.",
            "Песня была как раз под моё настроение.",
            "Дверь защёлкнулась.",
            "Затвор фотоаппарата щёлкнул.",
            "Они сразу нашли общий язык.",
            "Фильм не имел успеха у зрителей.",
            "Просто нажмите на эту иконку и следуйте инструкциям.",
            "Чтобы открыть файл, щёлкните мышкой по иконке.",
            "Она вдруг поняла, где видела его раньше.",
            "Джон и Мэри сразу понравились друг другу.",
            "Меня вдруг осенило, и я понял, что именно этим хочу заниматься всю жизнь.",
            "Стук ее каблуков по мрамору",
            "Давите на дверь, пока вы не услышите щёлчок замка.",
            "Мать цокнула языком (т.е. издала неодобрительный звук языком) и вздохнула.",
            "Дверь со щелчком закрылась.",
            "Наведите указатель мыши и нажмите кнопку.",
            "Щёлкнув выключателем, он зажёг лампу у кровати.",
            "Нажмите здесь, чтобы подключиться к Интернету.",
            "Ее каблуки стучали по мраморному полу.",
            "Чтобы открыть новый файл, щёлкните по иконке.",
            "Он переместил курсор мыши,чтобы нажать на иконку.",
            "Выберите нужное изображение двойным нажатием кнопки мыши.",
            "Наконец до нас дошёл анекдот Джона, и мы рассмеялись.",
            "Поверните рычаг — и шестерни со щелчком встанут на место.",
            "Нажмите на квадратную иконку снова, чтобы свернуть окно.",
            "Введите пароль, а затем нажмите на кнопку \"продолжить\".",
            "Дети могут кликнуть мышкой на предложении, чтобы услышать, как его читают вслух.",
            "Нажмите на пиктограмму для просмотра увеличенной версии каждого изображения.",
            "Для человека с его характером профессия бухгалтера как раз то, что надо."
        ]
    }
}