{
    "client": {
        "comment": [
            "alien"
        ],
        "translate": "клиент, заказчик, пользователь, подзащитный, покупатель, постоянный покупатель",
        "transcription": " |ˈklaɪənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a meeting with an important client",
            "She has an appointment with a client at 10.30.",
            "She made out a good case for her client.",
            "He soon had the client eating out of his hand.",
            "Young hairdressers must learn to treat the client as a person, not a head of hair.",
            "The accountant is meeting with another client right now, but she'll be able to see you later this afternoon.",
            "I will present evidence that will exculpate my client.",
            "I will be lunching with a client.",
            "He is visiting a client in Phoenix.",
            "Mr Thomas is seeing a client at 2:30.",
            "He chauffeured his client to the hotel.",
            "an inviolable trust between lawyer and client",
            "This letter is written on behalf of my client.",
            "He defended his client's civil rights trenchantly.",
            "The report needs to be intelligible to the client.",
            "insurance tailor-made to each client's requirements",
            "Purchases are debited against the client's account.",
            "It is imperative to meet face to face with the client.",
            "The lawyer filed an affidavit on behalf of her client.",
            "You have to be able to wheedle your client into buying.",
            "I advised my client to cooperate fully with the police.",
            "My client speaks only Spanish. Will you translate for me?",
            "The lawyer portrayed his client as a victim of child abuse.",
            "Our client hasn't reached a firm decision on the matter yet.",
            "The lawyer argued that the client's confession was involuntary.",
            "The results of the client survey are appended to this document.",
            "a law firm soliciting new clients through television advertising",
            "We will review the case and make a recommendation to the client.",
            "The dealer had offloaded some of the shares onto a willing client.",
            "The decorator's client has an unaccountable dislike for that color."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "встреча с важным клиентом",
            "У неё встреча с клиентом в 10:30.",
            "Она помогла клиенту выиграть процесс.",
            "Вскоре клиент стал подчиняться ему беспрекословно. / Скоро клиент стал буквально есть из его рук.",
            "Молодые парикмахеры должны учиться относиться к клиенту как к человеку, а не как к голове с волосами.",
            "Сейчас у бухгалтера встреча с другим клиентом, но она сможет принять вас сегодня после обеда.",
            "Я представлю доказательство, которое снимет обвинение с моего клиента.",
            "Я буду обедать с клиентом.",
            "Он навещает клиента в Фениксе.",
            "У мистера Томаса в два тридцать встреча с клиентом.",
            "Он отвёз своего клиента в гостиницу.",
            "нерушимое доверие между адвокатом и его клиентом",
            "Это письмо написано по поручению моего клиента.",
            "Он убедительно защитил гражданские права своего клиента.",
            "Такой отчёт должен быть понятным для клиента.",
            "условия страхования, разработанные с учётом потребностей каждого клиента",
            "Суммы покупок списаны со счёта клиента.",
            "Крайне важно встретиться с клиентом лицом к лицу.",
            "Адвокат приложила к делу письменное показание от имени своей клиентки.",
            "Вы должны уметь уговорить клиента сделать покупку. / Ты должен уметь так улестить клиента, чтобы тот сделал покупку.",
            "Я посоветовал своему клиенту оказать полиции полное содействие.",
            "Мой клиент говорит только по-испански. Вы не могли бы мне перевести?",
            "Адвокат изобразил своего клиента жертвой жестокого обращения с детьми.",
            "Наш клиент пока ещё не достиг окончательного решения по данному вопросу.",
            "Адвокат заявил, что признание клиента было сделано под принуждением.",
            "Результаты опроса клиентов приводятся в приложении к настоящему документу.",
            "юридическая фирма, привлекающая новых клиентов посредством телевизионной рекламы",
            "Мы повторно рассмотрим данный эпизод и вынесем рекомендации клиенту.",
            "Дилер избавился от некоторых акций в пользу заинтересованного покупателя.",
            "У клиента этого декоратора есть необъяснимая неприязнь к этому цвету."
        ],
        "stars": 3
    }
}