{
    "cliff": {
        "comment": [
            "lift"
        ],
        "translate": "утес, крутой обрыв, отвесная скала",
        "transcription": " |klɪf|",
        "antonyms": [],
        "mnemonic": [
            "cliff [клиф] скала, утёс - (К лиф-чику) утёс прицепился;"
        ],
        "examples": [
            "We went straight up the cliff.",
            "Stones grumbled down the cliff",
            "The waves dashed against the cliff.",
            "The cliff dropped away at his feet.",
            "They tried to scramble up the cliff.",
            "If you step back, you could fall down the cliff.",
            "The climber had to cling onto the cliff.",
            "The house sits atop a cliff overlooking the ocean.",
            "He stood on a high cliff overlooking the town.",
            "The waves washed against the base of the cliff.",
            "Standing at the edge of the cliff, we watched the waves crash on the shore far below.",
            "The car plunged over a cliff.",
            "He fell over the cliff's edge.",
            "A lofty cliff goes down sheer into the deep sea.",
            "The sea has been eating away at this cliff for centuries.",
            "Rescuers had to scale a 300m cliff to reach the injured climber.",
            "A cliff overhangs the trail.",
            "a shallow groove cut into the cliff",
            "A few stones came tumbling down the cliff.",
            "Small rivulets trickled down the side of the cliff.",
            "The edge of the cliff was only about three steps to my left.",
            "The cliff was shrouded in mist.",
            "Cliff couldn't stand up to bullying.",
            "She looked over the cliff into the void.",
            "the great perpendicular face of the cliff",
            "Her car swerved and plunged off the cliff.",
            "A solitary house stood on top of the cliff.",
            "a vertiginous climb up the face of the cliff",
            "The cliff walk along the ocean is very popular.",
            "Cliff didn't want to bother himself with details."
        ],
        "example_translate": [
            "Мы шли вверх по крутому склону.",
            "Камни с грохотом упали с утеса.",
            "Волны разбивались о скалу.",
            "Утёс круто обрывался у его ног.",
            "Они попытались взобраться на утёс.",
            "Если ты сделаешь хоть шаг назад, ты можешь упасть со скалы.",
            "Скалолазу пришлось изо всех сил вцепиться в скалу.",
            "Дом расположен на вершине утёса с видом на океан.",
            "Он оглядывал город, стоя на высоком утёсе.",
            "Волны с шумом бились о подножие утёса.",
            "Мы стояли на краю обрыва и смотрели, как где-то далеко внизу волны разбиваются о берег.",
            "Автомобиль упал вниз с обрыва.",
            "Он упал с края обрыва.",
            "Высокая скала отвесно спускается в море.",
            "Море разрушает этот утёс уже много веков.",
            "Спасателям пришлось влезть на трёхсотметровую скалу, чтобы добраться до получившего травму альпиниста.",
            "Над тропой нависает утёс.",
            "неглубокая канавка, вырубленная в скале",
            "Несколько камней обрушилось со скалы.",
            "По склону скалы стекали маленькие ручейки.",
            "Край обрыва находился всего лишь в трёх шагах слева от меня.",
            "Скала была окутана туманом.",
            "Клифф не мог противостоять травле /ответить на издевательства/.",
            "Она посмотрела с обрыва в пустоту.",
            "большой вертикальный склон скалы",
            "Её автомобиль вильнул в сторону и сверзился с обрыва.",
            "На вершине скалы стоял одинокий дом.",
            "головокружительное восхождение по склону скалы",
            "Эта тропа, пролегающая по скалам вдоль океанского побережья, пользуется большой популярностью.",
            "Клиффу не хотелось утруждать себя подробностями."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}