{
    "climate": {
        "comment": [],
        "translate": "климат, атмосфера, состояние общественного мнения, настроение",
        "transcription": " |ˈklaɪmət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The climate there is very harsh.",
            "a country with a cold climate",
            "a climate marked by heavy fogs",
            "This climate doesn't agree with her.",
            "a country with a very dry climate",
            "He had to adjust to the new climate.",
            "a dry climate kind to asthmatics",
            "He got accustomed to the warm climate.",
            "These trees only grow in humid climates.",
            "the country's changing economic climate",
            "We need to assess the impact on climate change.",
            "We know that greenhouse gases can affect the climate.",
            "the dank climate of southern Wales",
            "a place with a pleasant, equable climate",
            "There has been a gradual change in climate.",
            "These flowers will not grow in cold climates.",
            "Small businesses are finding it hard to survive in the present economic climate.",
            "a world authority on climate change",
            "A climate of fear prevails in the city.",
            "The climate here is like that of France.",
            "This climate is apt to disorder the liver.",
            "The perfect climate here develops the grain.",
            "the beneficial effects of a temperate climate",
            "There is growing concern about climate change.",
            "The area's dry climate discourages agriculture.",
            "The country's climate is ideal for growing grapes.",
            "What do these fossils tell us about climate change?",
            "The climate had the softness of the south of France.",
            "The climate was mild and conducive to life or growth.",
            "The indirect effects of climate change may be profound."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Климат там — очень суровый.",
            "страна с холодным климатом",
            "климат, который отличается сильными туманами",
            "Этот климат ей не подходит.",
            "страна с очень сухим климатом",
            "Ему пришлось приспосабливаться к новому климату.",
            "сухой климат, благоприятный для астматиков",
            "Он привык к жаркому климату.",
            "Эти деревья растут только в условиях влажного климата.",
            "меняющийся экономический климат страны",
            "Нам необходимо оценить влияние на климатические изменения.",
            "Мы знаем, что парниковые газы могут повлиять на климат.",
            "сырой / влажный климат Южного Уэльса",
            "место с приятным, ровным климатом",
            "Наблюдается постепенное изменение климата.",
            "Эти цветы не растут в холодном климате.",
            "Малым предприятиям трудно выжить в сложившейся экономической ситуации.",
            "эксперт с мировым именем по вопросам изменения климата",
            "В городе царит атмосфера страха.",
            "Здешний климат похож на климат во Франции.",
            "Этот тип климата обычно вызывает нарушение работы печени.",
            "Идеальный здешний климат способствует росту зерен.",
            "благотворное влияние умеренного климата",
            "Растёт озабоченность по поводу изменения климата.",
            "Засушливый климат, характерный для этого района, не способствует развитию сельского хозяйства.",
            "Климат страны идеально подходит для выращивания винограда.",
            "Что эти окаменелости говорят нам об изменении климата?",
            "Своей мягкостью климат напоминал климат юга Франции.",
            "Климат был мягкий и благоприятный для жизни или роста.",
            "Косвенные последствия изменения климата могут быть глубокими."
        ]
    }
}