{
    "climb": {
        "comment": [],
        "translate": "подъем, восхождение, набор высоты, вьюнок, подниматься, взобраться, забраться",
        "transcription": " |klaɪm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Harry climbed the stairs.",
            "He climbed over the fence.",
            "He climbed into his clothes.",
            "I climbed into bed and pretended to be asleep.",
            "The cat fell into the hole and couldn't climb out of it.",
            "But you were seen taking the book., now try to climb out of that one.",
            "a steep climb to the top",
            "Climb down out of that tree!",
            "It took them six days to climb the mountain.",
            "The wall is too high to climb over.",
            "I think she climbed in through the window.",
            "As a kid, I loved to climb trees.",
            "It was a difficult climb to the top.",
            "I turned the TV on and climbed into bed.",
            "He dreams of climbing Kilimanjaro.",
            "She loves to hike and climb.",
            "a steady climb in house prices",
            "The mountain climber couldn't find a hold to climb any higher.",
            "a long, steady climb to the top",
            "Inflation climbed 2% last month.",
            "The pilot climbed into the cockpit.",
            "The wall's too high for us to climb over.",
            "Climb to the top of the ladder and chuck the apples down to me.",
            "Take care to ensure that the ladder is steady before you climb it.",
            "the Labour Party's climb to power",
            "The path climbs high into the hills.",
            "We finally reached even ground after the long climb.",
            "You don't have to climb the tree., it may be possible to shake the apples down.",
            "a rash attempt to climb Mount Everest",
            "the song's steady climb up the charts"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "-mb = [m]"
        ],
        "example_translate": [
            "Гарри поднялся по лестнице.",
            "Он перелез через забор.",
            "Он натянул на себя одежду.",
            "Я забрался в постель и притворился спящим.",
            "Кошка упала в яму и никак не могла оттуда выкарабкаться.",
            "Но люди же видели, как ты брал эту книгу., как ты сможешь это объяснить?",
            "крутой подъем к вершине",
            "Слезь с того дерева!",
            "Им понадобилось шесть дней, чтобы взобраться на гору.",
            "Стена слишком высока, чтобы перелезть через неё.",
            "Я думаю, что она влезла через окно.",
            "Будучи ребенком, я любил лазить по деревьям.",
            "Это был трудный подъём к вершине.",
            "Я включила телевизор и забрались в кровать.",
            "Он мечтает о восхождении на Килиманджаро.",
            "Она любит ходить в походы и подниматься в горы.",
            "неуклонный рост цен на жильё",
            "Альпинист не мог найти опору, чтобы подниматься дальше.",
            "долгое, неуклонное восхождение к вершине",
            "В прошлом месяце уровень инфляции поднялся на два процента.",
            "Пилот забрался в кабину самолёта.",
            "Стена слишком высокая, нам не перелезть.",
            "Заберись по лестнице на самый верх и скинь мне несколько яблок.",
            "Прежде чем подняться по лестнице, убедитесь, что она устойчива.",
            "восхождение лейбористской партии к власти",
            "Тропа поднимается высоко в горы.",
            "После долгого подъёма мы наконец-то добрались до равнины.",
            "Тебе не нужно лезть на дерево., яблоки, наверное, можно стряхнуть.",
            "опрометчивая попытка восхождения на Эверест",
            "устойчивый подъём этой песни в рейтингах"
        ]
    }
}