{
    "clinic": {
        "comment": [
            "clinical",
            "cling"
        ],
        "translate": "клиника, лечебница, медпункт, амбулатория, клинический",
        "transcription": " |ˈklɪnɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The clinic was now in sight, some way ahead.",
            "The average wait for an appointment at the clinic was eight weeks.",
            "He's been drying out at a private clinic.",
            "The clinic provides free care for indigent patients.",
            "He checked into a drug rehab clinic.",
            "The clinic rehabilitates drug addicts.",
            "The clinic is offering free screening for diabetes.",
            "A local club is giving a fishing clinic on Saturday.",
            "After a year in the mental clinic, the patient is now rehabilitated.",
            "They tried unsuccessfully to have a baby and finally went to a fertility clinic.",
            "The clinic provides free care for elderly and infirm people who lack health insurance.",
            "The hospital is holding a pain clinic on Tuesday night for anyone interested in learning how to deal with chronic pain.",
            "Our normally balky cat becomes the most amenable of creatures when confronted with the strange environment of the veterinary clinic."
        ],
        "example_translate": [
            "Клиника была уже не так далеко, в пределах видимости.",
            "Средний срок ожидания приёма в клинике составлял восемь недель.",
            "Он лечится от алкоголизма в частной клинике.",
            "Клиника предоставляет бесплатную медицинскую помощь малоимущим пациентам.",
            "Он поступил в наркологический диспансер.",
            "Данная клиника осуществляет реабилитацию наркоманов.",
            "Клиника предлагает пройти бесплатное обследование на диабет.",
            "В субботу один из местных клубов даёт мастер-класс по рыбной ловле.",
            "После года, проведённого в психиатрической лечебнице, пациент теперь полностью здоров.",
            "Они тщетно пытались завести ребенка и в конце концов обратились за помощью в центр рождаемости.",
            "Клиника предоставляет бесплатную помощь пожилым и немощным людям, которые не имеют медицинской страховки.",
            "Во вторник вечером сотрудники больницы проведут открытый урок для всех, кто заинтересован в том, чтобы научиться справляться с хронической болью.",
            "Попадая в незнакомую обстановку ветеринарной клиники, наш обычно своенравный кот становится самым послушным существом на свете."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}