{
    "clinical": {
        "comment": [
            "clinic",
            "cling"
        ],
        "translate": "клинический",
        "transcription": " |ˈklɪnɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The walls were painted a clinical white.",
            "Three hundred patients were involved in the clinical study.",
            "British Society for Allergy and Clinical Immunology",
            "The article includes mention of similar clinical cases.",
            "He had no clinical clerks, and his cases were not taken.",
            "She watched at his suffering with clinical indifference.",
            "The program gives the students experience in a clinical setting.",
            "The resident was receiving special clinical training at the hospital.",
            "A formal marriage agreement sounds clinical, but it can be a good idea.",
            "Both experimental and clinical evidence show that the treatment is effective.",
            "The drug has undergone extensive clinical trials (=tests to see if it is effective in treating people)."
        ],
        "example_translate": [
            "Стены были выкрашены в белый больничный цвет.",
            "Триста пациентов приняли участие в этом клиническом исследовании.",
            "Британское общество аллергологов и врачей-иммунологов",
            "Статья содержит упоминания о подобных клинических случаях.",
            "У него не было в клинике регистраторов, поэтому на больных не заводились истории болезни.",
            "Она взирала на его страдания с холодным безразличием.",
            "Данная программа даёт студентам опыт работы в клинических условиях.",
            "Врач-ординатор проходил специальное клиническое обучение в больнице.",
            "На первый взгляд, заключение официального брачного договора кажется уж слишком рассудочным, но иногда это бывает очень правильно.",
            "Эффективность данного лечения доказана как экспериментальными, так и клиническими данными.",
            "Препарат прошёл масштабные клинические испытания (т.е. тесты для проверки его эффективности при лечении людей)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}