{
    "closet": {
        "comment": [],
        "translate": "чулан, стенной шкаф, кабинетный, запирать",
        "transcription": " |ˈklɑːzət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The gifts were stashed in the closet.",
            "They are closeted together in his office.",
            "She was cowering in the closet.",
            "If you're looking for the umbrella, check in the closet.",
            "She hunted around in the closet for a pair of shoes.",
            "I remained in the closet.",
            "She closeted herself in her bedroom and refused to come out.",
            "I need to clear out my closet.",
            "He ensconced himself in the closet in order to eavesdrop.",
            "The students' rooms were compact, with a desk, bed, and closet built in.",
            "Your coat is hanging in the closet.",
            "Mary slid back the closet door.",
            "He was closeted with his aides much of the day.",
            "The legs on our card table collapse so we can store it in the closet.",
            "She raided her sister's closet to find something to wear to the party.",
            "He closeted himself in his study, vowing not to emerge until he had finished the term paper.",
            "a closet full of beautiful clothes",
            "He has a closet full of new clothes.",
            "She cleared everything out of the closet.",
            "She hid the potables in the back hall closet.",
            "Don't let her closet herself away in her room.",
            "He found an unpaired shoe in the back of the closet.",
            "I spent some time organizing my closet last weekend.",
            "the first house in town to have an indoor water closet",
            "She brushed the suit before hanging it back into the closet.",
            "A professional burglar was able to heist a box of jewelry from the safe in the closet.",
            "For years we lived in a teensy apartment that was the size of the proverbial broom closet.",
            "Your shoes belong in the closet, not in the middle of the living room where people will trip on them."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Подарки были спрятаны в шкафу.",
            "Они беседуют с глазу на глаз у него кабинете.",
            "Она съёжилась от страха в шкафу.",
            "Если ты ищешь зонтик, посмотри в гардеробе.",
            "Она рылась в шкафу в поисках пары туфель.",
            "Я продолжал скрывать, что я гей. (идиома, ср. \"come out of the closet\" — рассказать о своей гомосексуальности., отсюда же термин \"каминг-аут\")",
            "Она заперлась в своей спальне и отказывалась выходить.",
            "Мне нужно убрать в шкафу.",
            "Он спрятался в чулане, чтобы подслушивать.",
            "Комнаты студентов были компактными, с письменным столом, кроватью и встроенным шкафом.",
            "Твоё пальто висит в шкафу.",
            "Мэри вновь закрыла дверцу шкафа.",
            "Большую часть дня он совещался со своими помощниками за закрытыми дверями.",
            "Ножки на нашем карточном столике складываются, чтобы мы могли хранить его в шкафу.",
            "Она совершила налёт на шкаф сестры, надеясь найти какую-нибудь одежду для вечеринки.",
            "Он заперся в кабинете, поклявшись не выходить оттуда до тех пор, пока не закончит курсовую.",
            "шкаф, полный красивых вещей",
            "У него полный шкаф новой одежды.",
            "Она вытащила все вещи из шкафа.",
            "Она спрятала выпивку в шкафу, что в коридоре.",
            "Не позволяйте ей запираться у себя в комнате.",
            "Он нашёл в глубине шкафа непарный ботинок.",
            "В прошлые выходные я потратила некоторое время на наведение порядка в гардеробе.",
            "первый дом в городе с внутренним туалетом",
            "Она отряхнула костюм, прежде чем повесить его обратно в гардероб.",
            "Профессиональному взломщику удалось умыкнуть из сейфа в шкафу коробку драгоценностей.",
            "Много лет мы жили в крохотной квартирке размером с пресловутый чулан для щёток.",
            "Твоим туфлям место в шкафу, а не посреди гостиной, где люди будут об них спотыкаться."
        ]
    }
}