{
    "closure": {
        "comment": [
            "measure",
            "measurement",
            "pleasure",
            "pressure",
            "ensure",
            "sure",
            "leisure",
            "assure",
            "surely",
            "insure",
            "disclosure",
            "reassure",
            "exposure",
            "treasure",
            "unsure"
        ],
        "translate": "закрытие, завершение, смыкание, закрывать прения",
        "transcription": " |ˈkləʊʒər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The school is a prime candidate for closure.",
            "The government forced the closure of the factory.",
            "Funerals help give people a sense of closure.",
            "Several military bases are threatened with closure.",
            "I need to talk to him and get some closure on this issue.",
            "The pit has been earmarked for closure.",
            "On the M40, there are lane closures near Oxford.",
            "They are trying to bring closure to the victim's family.",
            "We need to come to closure on this issue before the summit.",
            "The closure of the local hospital has caused a huge public outcry.",
            "We all felt a sense of closure after our sister's murderer was sent to jail.",
            "Employees have vowed to fight the closure to the bitter end.",
            "Closure of the plant means 80 workers are facing unemployment.",
            "They regretted the closure of the day care center.",
            "Three of the army bases have been ticketed for closure.",
            "The program is under threat of closure due to lack of funding.",
            "He needed to grieve before he could achieve a sense of closure.",
            "Today we will hear whether the school is to be spared from closure.",
            "The closure of the export department resulted in over 100 redundancies.",
            "The closure of the factory will cause severe damage to the local economy.",
            "To the despair of the workers, the company announced the closure of the factory.",
            "The closure of the factories is seen as a retrograde step.",
            "The merger will mean the closure of the company's Sydney office.",
            "The closure of the regional offices was phased over an 18-month period.",
            "Local residents have drawn up a petition to protest the hospital closure.",
            "Going to the memorial service for his late wife made it possible for him to achieve closure.",
            "The closure of the factory was a necessary consequence of increased competition from abroad."
        ],
        "example_translate": [
            "Эта школа является главным кандидатом на закрытие.",
            "Правительство форсировало закрытие этого завода.",
            "Похороны позволяют людям почувствовать, что всё наконец-то закончилось.",
            "Несколько военных баз находятся под угрозой закрытия.",
            "Мне нужно поговорить с ним и как-то закрыть этот вопрос.",
            "Эту шахту скоро закроют.",
            "На трассе M40, в районе Оксфорда, частично перекрыто движение.",
            "Они пытаются помочь семье погибшего примириться с утратой.",
            "Нам необходимо договориться по этому вопросу до проведения встречи на высшем уровне.",
            "Закрытие местной больницы вызвало огромный общественный резонанс.",
            "Мы все ощутили облегчение после того, как убийца нашей сестры был отправлен в тюрьму.",
            "Сотрудники поклялись противостоять закрытию до самого конца.",
            "Закрытие этого завода означает, что 80 работников стали безработными.",
            "Они пожалели о закрытии детского сада.",
            "Три военные базы намечены для закрытия.",
            "Программа находится под угрозой закрытия из-за отсутствия финансирования.",
            "Ему нужно было погоревать, чтобы достичь ощущения примирения с утратой.",
            "Сегодня мы узнаем, будет ли школа спасена от закрытия.",
            "Закрытие отдела экспорта привело к увольнению более 100 сотрудников.",
            "Закрытие этого завода нанесёт серьезный ущерб местной экономике.",
            "К отчаянию работников, компания объявила о закрытии завода.",
            "Закрытие заводов рассматривается как шаг назад.",
            "Слияние будет означать закрытие Сиднейского представительства компании.",
            "Закрытие региональных представительств осуществлялось поэтапно в течение полутора лет.",
            "Местные жители подготовили петицию против закрытия больницы.",
            "Присутствие на панихиде по покойной жене позволило ему достичь чувства примирения /примириться/ с утратой.",
            "Закрытие этого завода было неизбежным следствием возросшей конкуренции из-за рубежа."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}