{
    "cloth": {
        "comment": [],
        "translate": "ткань, полотно, сукно, суконный, свертываться, сгущаться",
        "transcription": " |klɔːθ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The cloth feels silky.",
            "I like the feel of this cloth.",
            "This end of cloth is enough for a dress.",
            "Grandmother always covered the table with a lace cloth.",
            "Red wine stains the table cloth.",
            "Dampen the spot with a wet cloth.",
            "He gave the wet cloth a wring.",
            "Using a second cloth, wipe the floor dry.",
            "The cloth may be crisped (folded lengthwise), rolled or lapped.",
            "Wipe the table with a damp cloth.",
            "Is there a clean cloth for the table?",
            "Screw the soapy water out of the cloth.",
            "Supper was ready, and the cloth was spread.",
            "Some wool has been interwoven with the silk, to make the cloth heavier and stronger.",
            "I did not mean to abuse the cloth.",
            "a small cloth bag filled with lavender",
            "A white damask cloth was spread over the velour foam seating.",
            "The cloth on the table was so stiffly starched that it stuck out at the corners.",
            "a two-inch cut in the cloth",
            "Squeeze the cloth out first.",
            "The cloth measures 3 meters.",
            "The ends of the cloth lap around the pole.",
            "The right side of the cloth showed the pattern.",
            "They rent the cloth to shreds.",
            "Stretch out that piece of cloth.",
            "She mopped her face with a wet cloth.",
            "Help me spread the cloth on the table.",
            "Wipe the surface with a clean dry cloth.",
            "The black cloth sets off the jewels nicely.",
            "Give the table a good rub with a damp cloth."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ткань на ощупь шелковистая.",
            "Мне нравится, какая эта ткань наощупь.",
            "Этого отреза хватит на платье.",
            "Бабушка всегда стелила на стол кружевную скатерть.",
            "Красное вино оставляет на скатерти пятна.",
            "Смочите пятна мокрой тряпкой.",
            "Он отжал влажную ткань.",
            "Возьмите другую тряпку и вытрите пол насухо.",
            "Ткань можно сложить вдоль, закатать в рулон или свернуть.",
            "Вытрите стол влажной тряпкой.",
            "На стол найдётся чистая скатерть?",
            "Отожмите бельё, чтобы в нём не было мыльной воды.",
            "Ужин был готов, и скатерть постелена.",
            "В шёлковую ткань вплели немного шерсти, чтобы сделать материал тяжелее и прочнее.",
            "Я не хотел оскорбить честь мундира.",
            "небольшой полотняный мешочек, наполненный лавандой",
            "Белая камчатная скатерть была постелена поверх бархатного сидения из пенорезины.",
            "Скатерть на столе была так сильно накрахмалена, что по углам торчала.",
            "двухдюймовый разрез в ткани",
            "Сперва отожмите ткань.",
            "Длина этой ткани — три метра.",
            "Края ткани обёрнуты вокруг древка.",
            "На лицевой стороне ткани был виден узор.",
            "Они разодрали эту тряпку в клочья.",
            "Растяните этот кусок ткани.",
            "Она вытерла лицо влажной тканью.",
            "Помоги мне развернуть на столе эту скатерть.",
            "Поверхность протрите чистой сухой тканью.",
            "На чёрной ткани эти драгоценные камни смотрятся просто великолепно.",
            "Хорошенько протрите стол влажной тканью."
        ]
    }
}