{
    "clue": {
        "comment": [
            "glue"
        ],
        "translate": " подсказка, ключ, ключ к разгадке",
        "transcription": " |kluː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "“Guess who I met today.” “Can you give me a clue?”",
            "I haven't a clue how to talk to girls.",
            "Police have found a vital clue.",
            "It gives a clue as to how to proceed.",
            "I can't imagine where you have hidden it, please clue me in.",
            "Those people ain't got a clue.",
            "Michael is all clued up about radio.",
            "Can you clue me up on the club's activities?",
            "Science gives us clues about the origin of the universe.",
            "The detective overlooked an important clue.",
            "'Do you know how to switch this thing off?' 'I haven't a clue.'",
            "a faint clue to the origin of the mystery",
            "The book gives the reader plenty of clues to solve the mystery.",
            "No point asking Jill — she hasn't got a clue about maths.",
            "I'll give you a clue, Kevin, it's a kind of bird.",
            "Until I arrived here, I hadn't got a clue what I was going to say to her.",
            "Don't let Mike cook you dinner., he hasn't got a clue.",
            "Identification of the gun was an important clue.",
            "Archaeological evidence will provide clues about what the building was used for.",
            "She scanned his face for any clue to what he was thinking.",
            "The police sifted the evidence in hopes of finding a clue.",
            "We now have an important clue as to the time of the murder.",
            "This information is a valuable clue in our hunt for the bombers.",
            "Childhood experiences may provide a clue as to why some adults develop eating disorders."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "“Угадай, кого я встретил сегодня.” “Можешь дать мне подсказку?”",
            "Я понятия не имею, как разговаривать с девушками.",
            "Полиция нашла жизненно важную улику.",
            "Это дает представление о том, как действовать далее.",
            "Я не имею ни малейшего понятия, где вы это спрятали, расскажите мне, пожалуйста.",
            "Эти люди ничего не смыслят /не знают, не соображают, не понимают/.",
            "В том, что касается радио, Майкл дока.",
            "Не могли бы вы рассказать мне о деятельности клуба?",
            "Наука даёт нам подсказки о происхождении вселенной.",
            "Детектив упустил из вида важную улику /подсказку, деталь/",
            "— Вы знаете, как выключить эту штуку? — Понятия не имею.",
            "слабый намёк на разгадку этой тайны / маленький ключик к разгадке этой тайны",
            "Книга даёт читателю множество подсказок, помогающих раскрыть эту тайну.",
            "Джилл спрашивать нет смысла: она в математике ничего не смыслит.",
            "Я дам вам подсказку, Кевин: это такая птица.",
            "Пока я не приехал сюда, я понятия не имел, что буду ей говорить.",
            "Не позволяйте Майку готовить вам ужин: он в этом ничего не соображает.",
            "Идентификация оружия стала важной уликой.",
            "Сведения о том, для чего использовалось это здание, дадут археологические свидетельства.",
            "Она посмотрела на его лицо, ища хоть какую-то подсказку по поводу того, о чём же он думает.",
            "Полицейские тщательно анализировали следственные материалы в надежде найти ключ к разгадке.",
            "Теперь у нас есть важная информация относительно времени убийства.",
            "Эти сведения являются очень ценными подсказками в нашей охоте за террористами.",
            "Детские переживания могут дать ключ к пониманию того, почему у некоторых взрослые возникают расстройства пищеварения."
        ]
    }
}