{
    "clutch": {
        "comment": [
            "club",
            "cluster"
        ],
        "translate": "сцепление, муфта, выводок, хвататься, схватить, зажать, надежный",
        "transcription": " |klʌtʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The child clutched at his mother in fear.",
            "She clutched her purse.",
            "He had a book clutched in his hand.",
            "She engaged the clutch and the car moved.",
            "The climber clutched at the swinging rope, but missed.",
            "He popped the clutch too quickly and stalled the car.",
            "The child clutched the doll to her and would not show it to anyone.",
            "The child clutched her mother's hand firmly.",
            "This year's model has an improved clutch.",
            "I had to clutch the counter to keep from falling.",
            "A businessman will clutch at any chance of making a profit.",
            "Now bring your foot gently off the clutch — that's the way.",
            "Depress the clutch fully.",
            "He is a good man in the clutch.",
            "Put the car in gear, and then slowly disengage the clutch while pressing on the gas pedal.",
            "I shook myself free of her clutch.",
            "She clutched my arm when she got scared",
            "Don't ride the clutch!",
            "The car is easier to drive since the clutch was adjusted.",
            "He smoothely released the clutch with one foot and stepped on the gas with the other.",
            "She scored a clutch basket.",
            "She was clutching a bottle of champagne."
        ],
        "example_translate": [
            "Ребёнок в страхе прижался к матери.",
            "Она схватила свой кошелёк /свою сумочку/.",
            "В руке у него была зажата книга.",
            "Она отпустила педаль сцепления, и машина тронулась. (досл. она задействовала педаль сцепления)",
            "Скалолаз попытался схватить болтавшуюся верёвку, но не смог.",
            "Он слишком резко отпустил сцепление, и машина заглохла.",
            "Девочка прижала к себе куклу и никому не хотела её показывать.",
            "Ребёнок крепко вцепился в руку матери.",
            "Модель этого года имеет улучшенное сцепление.",
            "Мне пришлось ухватиться за прилавок, чтобы не упасть.",
            "Настоящий бизнесмен не упустит ни одного шанса получить прибыль.",
            "Теперь осторожно снимите ногу со сцепления — вот так.",
            "Полностью выжмите сцепление.",
            "Он хорош в трудную минуту.",
            "Включите передачу, а затем медленно выжмите сцепление, одновременно нажимая на педаль газа.",
            "Я стряхнул с себя её хватку.",
            "Испугавшись, она схватила меня за руку.",
            "Не налегайте ногой на сцепление!",
            "С тех пор, как отрегулировали сцепление, автомобилем стало легче управлять.",
            "Он плавно отпустил сцепление одной ногой, и нажал на газ другой.",
            "Она забросила решающий мяч. (о баскетболе)",
            "Она сжимала в руках бутылку шампанского."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}