{
    "coach": {
        "comment": [
            "coast",
            "coat",
            "coal",
            "coastal",
            "coalition",
            "cocoa",
            "coarse"
        ],
        "translate": "тренер, автобус, карета, вагон, экипаж, тренировать, натаскивать, репетировать",
        "transcription": " |koʊtʃ|",
        "antonyms": [],
        "mnemonic": [
            "coach [кэ'уч] тренер, репетитор - (Коуч) - это супер репетитор;",
            "coach [kəutʃ]\n***\nТРЕНИРОВАТЬСЯ я охоч. (это) coach\nТРЕНИРУЮСЬ то вскачь, то \"вскочь\". (это) coach\nЭкипаж, тренер, инструктор."
        ],
        "examples": [
            "We went to Paris by coach.",
            "He coaches the tennis star.",
            "This coach always loads well.",
            "Dan flew coach to Des Moines.",
            "a track star who has been working with a new coach",
            "The coach has to find a substitute for Tim.",
            "Nigel coaches a cricket team in his spare time.",
            "The coach was despoiled by high-way men.",
            "The coach was calculated to carry six regular passengers.",
            "She is coaching the crew.",
            "The coach cut two players from the team.",
            "How many horses will draw the royal coach?",
            "The coach is notorious for his violent outbursts.",
            "The train consisted of a baggage-car and two passenger coaches.",
            "She pointed through the window of the coach.",
            "The team's coach was given a plaque.",
            "The coach was jawing with the referee.",
            "The coach alternated Jones with Wilson.",
            "He's coaching me and some other men for the World Cup.",
            "The coach told them when it is preferable to \"smash\" a ball.",
            "We met on a coach tour in Italy.",
            "It was a great heavy lumbering coach.",
            "The coach stood on the sidelines yelling instructions to the players.",
            "The child was coached for stardom by her mother.",
            "The coach made three substitutions in the second half of the game.",
            "The coach put great emphasis on running.",
            "She coached the U.S. gymnastics team at the Olympics.",
            "What does a coach do to prepare his team for the Superbowl?",
            "The next instant the hind coach passed my engine by a shave.",
            "We flew coach out to Atlanta."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы отправились /поехали/ в Париж на туристическом автобусе.",
            "Он тренирует эту звезду тенниса.",
            "Этот вагон всегда хорошо заполняется.",
            "Дэн летел экономклассом в Де-Мойн.",
            "известный бегун, который занимается с новым тренером",
            "Тренер должен найти кого-то на замену Тиму.",
            "В свободное время Найджел тренировал команду по крикету.",
            "Карету ограбили разбойники.",
            "Карета была рассчитана на шесть пассажиров.",
            "Она подготавливает команду. / Она тренирует экипаж.",
            "Тренер отчислил из команды двух игроков.",
            "Сколько лошадей запрягут в королевскую карету?",
            "Тренер, известный своим буйным поведением.",
            "Поезд состоял из одного багажного и двух пассажирских вагонов.",
            "Она указала пальцем в окно коляски.",
            "Тренеру команды вручили памятный значок.",
            "Тренер переругивался с арбитром.",
            "Тренер менял Джонса с Уилсоном.",
            "Он готовит меня и ещё нескольких спортсменов к чемпионату мира.",
            "Тренер сказал им, в каких ситуациях лучше гасить мяч.",
            "Мы познакомились в Италии, на автобусной экскурсии.",
            "Это был большой, тяжёлый, громыхающий экипаж.",
            "Тренер стоял у кромки поля и выкрикивал указания игрокам.",
            "Из этой девочки воспитала звезду её мать.",
            "Во второй половине /во втором тайме/ игры тренер сделал три замены .",
            "Тренер делает большой упор на выносное нападение. (об американском футболе)",
            "Она готовила(тренировала) команду США по гимнастике к Олимпийским играм.",
            "Что именно делает тренер для подготовки команды к игре за Супербоул? (об американском футболе)",
            "В следующий момент последний вагон проскочил в миллиметре от моего локомотива.",
            "Мы вылетели эконом-классом в Атланту."
        ],
        "stars": 2
    }
}