{
    "coal": {
        "comment": [
            "goal",
            "coalition",
            "goalkeeper"
        ],
        "translate": "уголь, каменный уголь, каменноугольный, грузить углем",
        "transcription": " |koʊl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Coal advanced.",
            "Put some coal on the fire.",
            "Coal is a form of carbon.",
            "Coal is shipped by rail.",
            "The big ship coaled.",
            "The coal train ran off the rails.",
            "National Coal Board",
            "The coal industry is running down.",
            "We have now finished coaling at the site.",
            "Coal is a hard black material.",
            "Siberian coal miners",
            "he worked in the coal beds",
            "They use 10 tons of coal a month.",
            "In this harbour a vessel can coal.",
            "The decision is a hammer blow for the coal industry.",
            "Measures need to be taken to mitigate the environmental effects of burning more coal.",
            "The increase in gas-fired power stations means traditional coal ones are becoming surplus to requirements.",
            "the annual production of coal",
            "a coal ration of 4 kg a month",
            "European Coal and Steel Community",
            "The ship's bunkers were full of coal.",
            "We combust coal and other fossil fuels",
            "toiling coal miners in the black deeps",
            "These are troubled times for the coal industry.",
            "Coal forms by a slow process of chemical change.",
            "The power station burns coal from the Ruhr region.",
            "The coal industry was plagued by industrial disputes.",
            "Coal has been displaced by natural gas as a major source of energy.",
            "Coal is one of the cheapest fuels.",
            "The miners were soon smothered in coal dust."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Цена на уголь повысилась.",
            "Подбрось в камин угля.",
            "Уголь — это форма углерода.",
            "Уголь перевозят по железной дороге.",
            "Большой корабль загрузился углём.",
            "Поезд с углём сошёл с рельсов.",
            "Национальное управление угольной промышленности (в Англии)",
            "Угольная промышленность находится на спаде.",
            "Мы уже закончили добычу угля в этом месторождении.",
            "Уголь — это твёрдое чёрное вещество.",
            "сибирские шахтёры",
            "он работал на угольных пластах / на залежах угля",
            "Они расходуют десять тонн угля в месяц.",
            "В этом порту корабль может заправиться углем.",
            "Это решение является сокрушительным ударом по угольной промышленности. (брит.)",
            "Необходимо принять меры по смягчению экологических последствий сжигания большего количества угля.",
            "Увеличение количества газовых электростанций означает, что традиционные угольные становятся излишними.",
            "годовая добыча угля",
            "угольный \"паёк\" размером четыре килограмма в месяц",
            "Европейское объединение угля и стали",
            "Угольные ямы судна были заполнены.",
            "Мы сжигаем уголь и другие виды ископаемого топлива.",
            "шахтёры, трудящиеся в чёрных глубинах недр",
            "Сейчас непростое время для угольной промышленности.",
            "Уголь формируется в процессе медленного изменения химического состава.",
            "Данная электростанция использует в качестве топлива уголь из Рурского района.",
            "Угольная промышленность была измучена трудовыми спорами.",
            "Природный газ уже заместил уголь в качестве основного источника энергии.",
            "Уголь является одним из самых дешёвых видов топлива.",
            "Шахтёры были густо покрыты угольной пылью."
        ]
    }
}