{
    "cocaine": {
        "comment": [],
        "translate": "кокаин",
        "transcription": " |kəʊˈkeɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She died from a cocaine overdose.",
            "Most people there were high on cocaine.",
            "The addict was snorting cocaine almost every day.",
            "He was arrested and charged with possession of cocaine.",
            "Heroin and cocaine are classed as hard drugs.",
            "Richard abused his body for years with heroin and cocaine.",
            "When he was 25, he kicked his cocaine habit and went back to school.",
            "I know a girl who got hooked on cocaine.",
            "He was sent down for possession of cocaine.",
            "He hasn't been able to kick his cocaine habit.",
            "The defendant was charged with possessing cocaine.",
            "James abused his body for years with heroin and cocaine.",
            "His cocaine habit ruined him physically and financially."
        ],
        "example_translate": [
            "Она умерла от передозировки кокаина.",
            "Большинство людей там были \"под кокаином\".",
            "Наркоман нюхал кокаин почти каждый день.",
            "Он был арестован и обвинён в хранении кокаина.",
            "Героин и кокаин классифицируются как тяжёлые наркотики.",
            "Ричард подорвал свое здоровье, годами употребляя героин и кокаин.",
            "Когда ему исполнилось двадцать пять лет, он избавился от кокаиновой зависимости и вернулся в школу.",
            "Я знаю одну девушку, которая подсела на кокаин.",
            "Его посадили за хранение кокаина.",
            "Он был не в состоянии избавиться от кокаиновой зависимости.",
            "Подсудимому было предъявлено обвинение в хранении кокаина.",
            "Джеймс много лет мучил свой организм героином и кокаином.",
            "Зависимость от кокаина уничтожила его как физически, так и материально."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}