{
    "code": {
        "comment": [
            "encode"
        ],
        "translate": "код, кодекс, кодировка, законы, кодировать, шифровать, кодифицировать",
        "transcription": " |koʊd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He managed to hack the code.",
            "Each employee is given a code number.",
            "He tapped his security code into the computer.",
            "We have a relaxed dress code at the office.",
            "The army has a strict code of conduct.",
            "They didn't realise that we'd broken their secret code.",
            "Theodosian Code",
            "Every government is bound to digest the whole law into a code.",
            "Each product has been coded.",
            "All reports must be sent in code.",
            "Use order code GSL on the order form.",
            "She writes code faster than anybody else.",
            "You must enter a code to override the alarm.",
            "He tapped in the code and the lock disengaged.",
            "We should encode the message for security reasons.",
            "a single legal code for all",
            "The message was sent in code.",
            "the knight's code of chivalry",
            "The general sent a coded message.",
            "section 1123 of the bankruptcy code",
            "Every secret agent has a code name.",
            "The message was written in secret code.",
            "He was hired to write programming code.",
            "A code was assigned to each batch of work.",
            "Our boffins finally broke the enemy's code!",
            "Every item in the store has a product code.",
            "the Law Society's Code of Professional Conduct",
            "Goods that you order must have a product code.",
            "Enter your security code to access the computer.",
            "Scientists worked day and night to break the code."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ему удалось взломать код.",
            "Каждому сотруднику присваивается кодовый номер.",
            "Он ввёл в компьютер свой пароль.",
            "У нас на работе нет строгого дресс-кода.",
            "В армии строгие правила поведения.",
            "Они не осознавали тот факт, что мы взломали их секретный код.",
            "Кодекс Феодосия (сборник постановлений римских императоров 4-5 вв.)",
            "Каждое правительство обязано объединить все законы в кодекс.",
            "Каждому товару соответствует код.",
            "Все отчёты необходимо присылать в зашифрованном виде.",
            "На бланке заказа укажите код заказа: GSL.",
            "Она пишет код быстрее, чем кто-либо другой.",
            "Чтобы отключить сигнал тревоги, необходимо ввести код.",
            "Он набрал код, и замок открылся.",
            "Мы должны закодировать это сообщение по соображениям безопасности.",
            "единое законодательство для всех",
            "Сообщение было отправлено в закодированном виде.",
            "рыцарский кодекс чести",
            "Генерал послал шифровку.",
            "раздел 1123 кодекса о банкротстве",
            "У каждого секретного агента есть кодовое имя.",
            "Послание было написано секретным кодом.",
            "Его наняли, чтобы писать программный код.",
            "Каждой партии продукции был присвоен код",
            "Наши учёные наконец-то взломали шифр врага!",
            "Каждый товар в магазине имеет код продукта.",
            "Кодекс профессиональной этики Ассоциации юристов Великобритании",
            "Заказанные вами товары должны иметь код продукта.",
            "Чтобы получить доступ к компьютеру, введите код безопасности.",
            "Ученые работали день и ночь, чтобы взломать этот код."
        ],
        "stars": 3
    }
}