{
    "coffin": {
        "comment": [
            "office",
            "officially",
            "officer",
            "official"
        ],
        "translate": "гроб, заброшенная шахта, гробовой, класть в гроб",
        "transcription": " |ˈkɔːfɪn|",
        "antonyms": [],
        "mnemonic": [
            "coffin [ко'фин] гроб - (Кофеин) в гроб загоняет нас;"
        ],
        "examples": [
            "Michael threw his handful of dirt onto the coffin.",
            "The coffin lid had been nailed down.",
            "He sprinkled the coffin with Holy Water.",
            "The other girls burst out crying at the sight of the coffin.",
            "The mourners filed past the coffin.",
            "Two reporters had to help lower the coffin into the grave.",
            "The presentment of the faithful dog resting its head on its dead master's coffin.",
            "Observers fear that this strike will be another nail in the coffin of the industry.",
            "Greg watched as the coffin was lowered.",
            "One by one each soldier approached the coffin and gave a final salute.",
            "Coffins are said to be the preferred sleeping places of vampires."
        ],
        "example_translate": [
            "Майкл бросил горсть земли на гроб.",
            "Крышка гроба была прибита гвоздями.",
            "Он окропил гроб святой водой.",
            "Остальные девушки залились слезами при виде гроба.",
            "Присутствующие на похоронах по очереди прошли мимо гроба.",
            "Двум репортёрам пришлось помочь опустить гроб в могилу.",
            "Изображение верного пса, положившего голову на гроб своего мёртвого хозяина.",
            "Наблюдатели опасаются, что эта забастовка станет очередным гвоздём в гроб данной отрасли.",
            "Грег смотрел, как гроб опускают.",
            "Все солдаты, один за другим, подошли к гробу и отдали последние почести.",
            "Говорят, что гробы — излюбленное место сна вампиров."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}