{
    "coincide": {
        "comment": [
            "coincidence",
            "coin"
        ],
        "translate": "совпадать, совпасть, соответствовать, равняться",
        "transcription": " |ˌkəʊɪnˈsaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His interest happily coincided with his duty.",
            "The two events coincided.",
            "The goals of the business partners coincide.",
            "Our views on this matter coincided.",
            "His entry to the party coincided with his marriage.",
            "This point should coincide with the centre of gravity of the wheel.",
            "The opening ceremony coincided with the worst storm this century.",
            "They timed their vacation to coincide with the jazz festival.",
            "When our vacations coincided, we often holidayed together.",
            "The show is timed to coincide with the launch of a new book.",
            "The journey coincides in part with the Pennine Way.",
            "The heaviest snowfall of the season coincided with the start of our weeklong ski vacation.",
            "The cloth had a natural look which coincided perfectly with the image Laura sought.",
            "Malaria is characterized by episodic attacks of chills and fever that coincide with mass destruction of blood cells.",
            "Her book was timed to coincide with (=arranged to be at the same time as) an exhibition of Goya's paintings at the National Gallery."
        ],
        "example_translate": [
            "К счастью, его интерес полностью совпадал с его обязанностями.",
            "Оба события совпали во времени.",
            "Цели бизнес-партнёров совпадают.",
            "Наши взгляды по этому вопросу совпали.",
            "Его вступление в партию совпало с его женитьбой.",
            "Эта точка должна совпасть с центром тяжести колеса.",
            "Церемония открытия совпала с началом самого страшного за весь век шторма.",
            "Они спланировали свой отпуск так, чтобы он совпал во времени с джазовым фестивалем.",
            "Когда наши отпуска совпадали во времени, мы часто отдыхали вместе.",
            "Данное представление приурочено к выходу новой книги.",
            "Маршрут их путешествия частично совпадает с тропой Пенин-Уэй.",
            "Самый сильный снегопад сезона совпал с началом нашего недельного отпуска на лыжах.",
            "Ткань выглядела естественно, что идеально совпадало с образом, который искала Лора.",
            "Для малярии характерны эпизодические приступы озноба и лихорадки, которые совпадают с массовым разрушением клеток крови.",
            "Выход её книги был приурочен к открытию выставки картин Гойи в Национальной Галерее (т.е. намеренно совпал с ней по времени)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}