{
    "coincidence": {
        "comment": [
            "coincide"
        ],
        "translate": "совпадение, случайное стечение обстоятельств",
        "transcription": " |kəʊˈɪnsɪdəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What a coincidence.",
            "This could be a coincidence, but I think not.",
            "It can scarcely be coincidence.",
            "It may just have been a coincidence.",
            "By coincidence, every man in the room was named Fred.",
            "To say the least of it, the people will perceive an uncommon coincidence.",
            "By a curious coincidence, they bought a house the same day their old one burned down.",
            "By a happy coincidence, James was also in town that weekend.",
            "“I'm going to Boston this weekend.” “What a coincidence! I am too.”",
            "By coincidence, John and I both ended up at Yale.",
            "I didn't set out to find you — it's sheer coincidence that I should walk along the same street.",
            "It can't be a mere coincidence that they left at the same time.",
            "By a fortunate coincidence, we arrived at the theater at the same time.",
            "It was a happy coincidence that Robert arrived at the same time.",
            "He waited for the coincidence of the target and the cross hairs.",
            "By a fortunate coincidence, a passer-by heard her cries for help.",
            "Scientists have no explanation for the coincidence of these phenomena.",
            "It was no coincidence that he quit his job at the bank a day after the robbery."
        ],
        "example_translate": [
            "Какое совпадение.",
            "Возможно, это случайность, но лично мне так не кажется.",
            "Вряд ли это совпадение.",
            "Возможно, это была просто случайность.",
            "Так совпало, что всех мужчин в этой комнате звали Фред.",
            "По меньшей мере, люди заметят необычное совпадение.",
            "По странному стечению обстоятельств, они купили новый дом в тот самый день, когда их старый сгорел дотла.",
            "По счастливому стечению обстоятельств, Джеймс в эти выходные тоже был в городе.",
            "— Я еду в Бостон на выходные. — Какое совпадение! Я тоже.",
            "Так получилось, что мы с Джоном оба оказались в Йельском университете.",
            "Я не собирался тебя разыскивать. То, что я пошёл по той же улице, что и ты — чистое совпадение.",
            "Не может быть простым совпадением, что они ушли одновременно.",
            "По удачному стечению обстоятельств, мы прибыли в театр в одно и то же время.",
            "По счастливой случайности, Роберт прибыл в то же самое время.",
            "Он ждал, когда цель совпадёт с перекрестием прицела.",
            "По счастливому стечению обстоятельств, её крики о помощи услышал прохожий.",
            "Ученые не могут объяснить совпадение этих явлений.",
            "Не случайно он бросил работу в банке на следующий день после ограбления."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}