{
    "coin": {
        "comment": [
            "coincide",
            "coincidence"
        ],
        "translate": "монета, монетка, деньги, звонкая монета, чеканить, придумывать, штамповать",
        "transcription": " |kɔɪn|",
        "antonyms": [],
        "mnemonic": [
            "coin [ко'ин] монета - Я (спо-коен), когда монет много;",
            "coin [kɔɪn]\n***\nЧЕКАНЮ деньги и спокоен. (это)\nМонета.\n***\nС монетами \"coin\"\nя в тесной связи \"join\".",
            "coincide [¸kəuɪn'saɪd]\n***\nСОВПАДАЮТ взгляды и спокоен|Саид. (это) coincide",
            "decide [di'said]\ncoincide [¸kəuɪn'saɪd] - совпадать\n***\nЯ РЕШИЛ - иду в \"десант\". (это) decide\n***\nНаши вкусы совпадают \"coincide\",\nи мы решили \"decide\",\nидти в одну стороны \"side\"."
        ],
        "examples": [
            "This coin is a counterfeit.",
            "He's coining money.",
            "A new coin was issued.",
            "This coin will not pass.",
            "I have a dollar in coins.",
            "He fished for a coin in his pocket.",
            "He dug in his purse and took out a silver coin.",
            "The coach coined the phrase “refuse to lose.”",
            "Toss a coin to see who goes first.",
            "Chris fished in his pocket for a coin.",
            "In the end the decision was made by the flip of a coin.",
            "The coin bears an effigy of Lincoln.",
            "The nation plans to coin more money.",
            "We flipped a coin to see who would go first.",
            "The toss of a coin decided who would go first.",
            "He went to the ticket machine and put a coin in.",
            "The word 'aromatherapy' was coined in the 1920s.",
            "The phone pips for another coin.",
            "The British ten-pence coin has a lion on the reverse.",
            "Coin may be obtained from the issuers, in exchange for notes.",
            "They decided what to do by a coin toss.",
            "She came into possession of a rare silver coin.",
            "They tossed a coin to decide who would go first.",
            "The coin's date had been smoothed away over time.",
            "An image of the President's profile appears on the coin.",
            "The dollar coin has never been popular in the United States.",
            "Great opportunity and great danger are two sides of the same coin.",
            "Jim's working in the North Sea oil business, and he's coining it in.",
            "The probability that an unbiased coin will fall with the head up is 0.5.",
            "His coin collection included the complete series of Indian-head pennies."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта монета фальшивая.",
            "Он деньги лопатой гребёт.",
            "Была выпущена новая монета.",
            "Эту монету не примут.",
            "У меня есть доллар мелочью.",
            "Он порылся в кармане в поисках монетки.",
            "Он порылся в кошельке и достал оттуда серебряную монету.",
            "Тренер придумал фразу “не желаем проигрывать”.",
            "Бросьте монетку, чтобы узнать, кто идет первым.",
            "Крис выудил (достал) из кармана монету.",
            "В конце концов решение было принято с помощью монетки (орёл или решка).",
            "На этой монете есть изображение Линкольна.",
            "Государство планирует напечатать ещё денег.",
            "Мы подбросили монетку, чтобы выяснить, кто пойдёт первым.",
            "Вопрос, кто пойдёт первым, решили, подбросив монетку.",
            "Он подошёл к автомату для продажи билетов и вбросил туда монету.",
            "Слово \"ароматерапия\" было придумано в двадцатые годы двадцатого века.",
            "Телефон пищит, чтобы опустили ещё монетку.",
            "На реверсе английской монеты в десять пенсов изображён лев.",
            "Монеты можно получить у тех, кто их пускает в обращение, в обмен на банкноты.",
            "Они решили, что делать дальше, подбросив монетку.",
            "Она стала обладателем редкой серебряной монеты.",
            "Они бросили монетку, чтобы решить, кто пойдёт первым.",
            "Дата выпуска монеты со временем стёрлась.",
            "На монетах появляется изображение президентского профиля.",
            "Долларовая монета никогда не пользовалась популярностью в Соединённых Штатах.",
            "Большие возможности и большой риск представляют собой две стороны одной медали.",
            "Джим работает на нефтяных промыслах в Северном море и зашибает нехилые бабки.",
            "Вероятность того, что симметричная монета упадёт орлом вверх, составляет ½ (50%).",
            "Его коллекция монет включала в себя полную серию серию центов с головой индейца."
        ],
        "stars": 2
    }
}