{
    "collar": {
        "comment": [
            "white-collar",
            "collapse"
        ],
        "translate": "воротник, ошейник, воротничок, кольцо, схватить за ворот",
        "transcription": " |ˈkɑːlər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The dog has slipped its collar.",
            "Her upturned collar protected her neck from the cold.",
            "He broke his collar bone.",
            "His collar disallowed him any independent rotation of the head.",
            "He turned under his shirt's collar.",
            "I made the collar in broad daylight.",
            "I saw him titivating his hair and arranging his collar.",
            "I bought a new collar for the dog.",
            "a shirt with a round collar",
            "He grabbed me by the collar.",
            "He was collared by two French soldiers, and dragged back into the battery.",
            "Be careful with that collar, it's just pinned to the dress.",
            "I don't understand why people are getting so hot under the collar about it.",
            "He wore a shirt with a tight-fitting collar.",
            "She grabbed me by the collar.",
            "Mick turned his collar up against the biting winds.",
            "a completely unbelievable story about why there was lipstick on his collar",
            "The collar of the coat is chinchilla.",
            "The Prime Minister was wearing a grey suit and a white shirt with a soft collar, but his neck had become thinner and the collar stood away from it as if it had been bought haphazard.",
            "Mazie's fur collar was tickling her neck.",
            "The reversed collar looked as good as new.",
            "The collar had started to fray on Ed's coat.",
            "asked for a collar on program trading in the stock market",
            "Magee pulled up his collar as protection against the breeze.",
            "He collared her in the staff room at lunchtime and started telling her about his holiday plans."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Собака высвободилась из ошейника.",
            "Поднятый воротник защищал ее шею от холода.",
            "Он сломал ключицу.",
            "Воротник не давал ему свободно поворачивать голову.",
            "Он подвернул воротничок рубашки.",
            "Я осуществил задержание среди бела дня.",
            "Я видел, как он приглаживал волосы и расправлял воротничок.",
            "Я купил новый ошейник для собаки.",
            "рубашка с круглым воротом",
            "Он схватил меня за шиворот.",
            "Двое французских солдат схватили его за воротник и оттащили обратно на батарею.",
            "Будь осторожнее с этим воротничком, он всего лишь приколот к платью.",
            "Я не понимаю, почему люди так из-за этого бесятся.",
            "Он носил рубашку с плотно облегающим воротником.",
            "Она схватила меня за воротник.",
            "Мик поднял воротник, чтобы защититься от пронизывающего ветра.",
            "совершенно невероятная история о том, почему на его воротнике оказалась помада",
            "Воротник пальто сделан из меха шиншиллы.",
            "Премьер-министр был одет в серый костюм и белую рубашку с мягким воротником, но его шея стала тоньше, и воротник отошел от неё, как если бы рубашку покупали наобум.",
            "Меховой воротник Мейзи щекотал ей шею.",
            "Перешитый обратной стороной воротник выглядел, как новенький.",
            "На пальто Эда начал протираться воротник.",
            "попросили сдержать программную торговлю на фондовом рынке",
            "Маги поднял воротник, защищаясь от ветра.",
            "Во время обеда он поймал её в учительской и начал рассказывать о своих планах на отпуск."
        ]
    }
}