{
    "collapse": {
        "comment": [
            "collar"
        ],
        "translate": "крах, коллапс, крушение, падение, обвал, рухнуть, развалиться, рушиться, свалиться",
        "transcription": " |kəˈlæps|",
        "antonyms": [],
        "mnemonic": [
            "lapse [læps]\ncollapse [kə'læps] - упущение, ошибка, описка, ляпсус\n***\nТы УПАЛ морально - вот такой коллапс. (это) lapse\nВсё РУШИТСЯ и ОБВАЛИВАЕТСЯ - вот такой\nколлапс. (это) lapse\nОбвал, крах, крушение, обрушение."
        ],
        "examples": [
            "The wall collapsed",
            "A house looks ready to collapse.",
            "The roof collapsed.",
            "The building is in danger of collapse.",
            "The business collapsed.",
            "She came home from work and collapsed on the sofa.",
            "The body was on the very verge of collapse.",
            "He sank upon the ground in a collapse of misery.",
            "The country's economy is on the point of collapse.",
            "The roof had collapsed long ago.",
            "His business was in danger of collapse.",
            "Their economy is on the edge of collapse.",
            "Uncle Ted's chair collapsed under his weight.",
            "Such complete destruction and devastation of the country would collapse the government.",
            "The extensive warehouse collapsed and fell outwards with a terrific crash into the street.",
            "The stock market collapsed.",
            "a program to prevent inflation and economic collapse",
            "The legs on our card table collapse so we can store it in the closet.",
            "The roof could collapse at any moment.",
            "The ancient abbey was in imminent danger of collapse.",
            "The country has endured civil war and economic collapse.",
            "a country in the throes of economic collapse",
            "the collapse of the old star under its own gravity",
            "The hot sun enervated her to the point of collapse.",
            "The speaker was holding forth on the collapse of modern society.",
            "The structure is in danger of collapse.",
            "The economy is poised on the edge of collapse.",
            "Creditors and investors stand to lose (=risk losing) vast sums after the company's collapse.",
            "...an advanced Mesoamerican civilization whose apex and collapse preexisted the arrival of Europeans by hundreds of years...",
            "The luxury car market has collapsed."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Стена рухнула.",
            "Дом, кажется, вот-вот развалится.",
            "Крыша обвалилась.",
            "Зданию грозит обрушение.",
            "Бизнес развалился.",
            "Она пришла с работы домой и рухнула на диван.",
            "Тело было на грани полного истощения.",
            "Он опустился на землю, охваченный отчаянием.",
            "Экономика страны находится на грани развала.",
            "Крыша уже давно обвалилась.",
            "Его бизнес был под угрозой краха.",
            "Их экономика находится на грани краха.",
            "Стул дяди Теда рухнул под его тяжестью.",
            "Такое полное разрушение и разорение страны привело бы к краху правительства.",
            "Огромное здание склада осело и с ужасающим грохотом рухнуло посреди улицы.",
            "Фондовый рынок обвалился.",
            "программа по предотвращению инфляции и экономического краха",
            "Ножки на нашем карточном столике складываются, чтобы мы могли хранить его в шкафу.",
            "Крыша может обрушиться в любой момент.",
            "Старинному аббатству грозило неминуемое разрушение.",
            "Страна пережила гражданскую войну и экономический крах.",
            "страна в тисках экономического коллапса",
            "разрушение старой звезды под действием собственной гравитации",
            "Жаркое солнце изнурило её до предобморочного состояния.",
            "Выступающий долго и нудно разглагольствовал о крахе современного общества.",
            "Строение находится под угрозой обрушения.",
            "Экономика балансирует на грани краха.",
            "После краха компании кредиторы и инвесторы находятся под угрозой потери огромных сумм (т.е. рискуют их потерять).",
            "...развитая месоамериканская цивилизация, чей пик развития и распад произошли за несколько веков до появления европейцев...",
            "Рынок автомобилей премиум-класса рухнул."
        ],
        "stars": 2
    }
}