{
    "colleague": {
        "comment": [],
        "translate": "коллега, сослуживец",
        "transcription": " |ˈkɑːliːɡ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He asked his colleagues for advice.",
            "She discussed the idea with some of her colleagues.",
            "We owe thanks to our estimable colleague.",
            "a colleague of mine from the bank",
            "He was telling on all his former colleague.",
            "He commented the paper of his colleague.",
            "Our colleague has already interviewed this film director.",
            "He humiliated his colleague by criticising him in front of the boss",
            "This colleague is always politicking.",
            "The teacher made serious allegations against a colleague.",
            "Frank was a very congenial colleague.",
            "A colleague of mine will be speaking at the conference.",
            "He asked for help from a colleague who owed him a favour.",
            "He quit his job after an argument with a colleague.",
            "The agent put me on hold while she consulted a colleague.",
            "The young teacher had to substitute for the sick colleague.",
            "It takes a lot of nerve to report a colleague for sexual harassment.",
            "She didn't intend to downgrade the importance of her colleague's work.",
            "By a stroke of luck, she had spotted the book on a colleague's bookshelf."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ue = []"
        ],
        "example_translate": [
            "Он обратился за советом к коллегам.",
            "Она обсудила эту идею с некоторыми из ее коллег.",
            "Мы должны поблагодарить нашего уважаемого коллегу.",
            "мой коллега /сослуживец/ из банка",
            "Он доносил на всех бывших коллег.",
            "Он прокомментировал статью своего коллеги.",
            "Наш сотрудник уже взял интервью у этого режиссёра.",
            "Он унизил своего коллегу критикуя его перед боссом",
            "Этот мой коллега постоянно занимается политическими играми.",
            "Учитель выдвинул серьёзные обвинения в адрес коллеги.",
            "Фрэнк был очень доброжелательным коллегой. / С Фрэнком было очень приятно работать.",
            "На конференции будет выступать один мой коллега.",
            "Он попросил помощи у коллеги, который был ему обязан.",
            "Он уволился с работы после ссоры с коллегой.",
            "Агент поставила меня в режим ожидания (по телефону), пока советовалась со своим коллегой.",
            "Молодому учителю пришлось заменить больного коллегу.",
            "Нужно много смелости, чтобы сообщить начальству о сексуальных домогательствах коллеги.",
            "У неё не было намерения принизить важность труда своего коллеги.",
            "По счастливой случайности, она заметила эту книгу на полке одного из коллег."
        ]
    }
}