{
    "collaborate": {
        "comment": [
            "collaboration"
        ],
        "translate": "сотрудничать, сотрудничать с врагом, предательски сотрудничать",
        "transcription": " |kəˈlæbəreɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The two companies agreed to collaborate.",
            "One of my students collaborated with me on this book.",
            "He collaborated with the enemy against his own people.",
            "He was suspected of collaborating with the occupying army.",
            "Elephants collaborate in looking after their young.",
            "Researchers are collaborating to develop the vaccine.",
            "People who collaborated with the enemy during the war were punished afterwards.",
            "The two nations are collaborating on several satellite projects.",
            "He collaborated with the Nazis when they occupied Paris.",
            "During the late seventies, he collaborated with the legendary Muddy Waters.",
            "Vigilantes began combing the city for anyone known to have collaborated with the enemy."
        ],
        "example_translate": [
            "(Эти две) компании договорились о сотрудничестве.",
            "Над этой книгой вместе со мной работал один из моих студентов.",
            "Он сотрудничал с врагом, предавая собственный народ.",
            "Его подозревали в сотрудничестве с оккупантами.",
            "Слоны совместно присматривают за детёнышами.",
            "Исследователи совместно разрабатывают эту вакцину.",
            "Люди, которые сотрудничали с врагом во время войны, впоследствии были наказаны.",
            "Эти две страны совместно работают над некоторыми спутниковыми проектами.",
            "Он сотрудничал с нацистами, когда они оккупировали Париж.",
            "В конце семидесятых годов он сотрудничал с легендарным Мадди Уотерсом. (знаменитый американский блюзмен)",
            "Линчеватели начали прочёсывать город в поисках тех, кто наверняка сотрудничал с врагом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}