{
    "collect": {
        "comment": [],
        "translate": "собирать, собираться, наложенным платежом, краткая молитва",
        "transcription": " |kəˈlekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I took a minute to collect my thoughts.",
            "I'll collect you from the airport.",
            "I can't collect you. I don't run a car.",
            "They collect the waste once a week.",
            "Arlene collects teddy bears.",
            "A fine is to be collected from you.",
            "Martin's gone to collect the children from school.",
            "Collecting up her belongings, she ran out of the house.",
            "Rain collected in pools on the road.",
            "The town is trying to collect delinquent taxes.",
            "The city is trying to collect unpaid taxes.",
            "I'm collecting for Children in Need.",
            "The landlady came around once a month to collect the rent.",
            "He collected stories from all over the world.",
            "We collect money for the fabric of the churches for the poor.",
            "A crowd was beginning to collect around the scene of the accident.",
            "I'll get a taxi from the station to save you the trouble of coming to collect me.",
            "First you must collect all the facts of the case.",
            "She enjoys collecting antique teapots.",
            "We tried to collect the money he owed us.",
            "The company collects information about consumer trends.",
            "I left my suit at the cleaners and I have to collect it today.",
            "They're working to collect information about the early settlers in the region.",
            "Could you collect up the papers?",
            "She loved to collect antique sugar tongs.",
            "the federal agency empowered to collect taxes",
            "I collect him to have died about the year 1635.",
            "They collected information about the community.",
            "Take the chit to the counter and collect your books.",
            "We've been out collecting signatures for our petition."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Около минуты я собирался с мыслями.",
            "Я заберу тебя из аэропорта.",
            "Я не могу за тобой заехать. У меня не заводится машина.",
            "Мусор забирают раз в неделю.",
            "Арлин собирает плюшевых мишек.",
            "На вас должен быть наложен штраф.",
            "Мартин пошёл забирать детей из школы.",
            "Схватив свои вещи, она выбежала из дому.",
            "Дождевая вода на дороге собралась в лужи.",
            "Городские власти пытаются собрать неуплаченные налоги.",
            "Городские власти пытаются собрать неуплаченные налоги.",
            "Я собираю деньги для \"Детей в беде\". (название благотворительной организации)",
            "Домовладелица приходила за квартплатой раз в месяц.",
            "Он собирал сказки со всего мира.",
            "Мы собираем деньги на строительство церквей для бедняков.",
            "Вокруг места аварии начала собираться толпа.",
            "Я возьму такси от вокзала, чтобы избавить вас от необходимости меня забирать.",
            "Cначала необходимо собрать все обстоятельства дела.",
            "Она любит коллекционировать антикварные чайники.",
            "Мы попытались вернуть деньги, которые он нам задолжал.",
            "Компания собирает информацию о потребительских тенденциях.",
            "Я отнёс свой костюм в химчистку, и сегодня его должен забрать.",
            "Они работают над сбором сведений о первых поселенцах в этом регионе.",
            "Не могли бы вы собрать вместе эти документы?",
            "Она любила собирать старинные щипцы для сахара.",
            "федеральное агентство, уполномоченное собирать налоги",
            "Я полагаю, он умер примерно в 1635 году.",
            "Они собрали информацию о данном сообществе.",
            "Отнеси чек на стойку и забирай свои книги.",
            "Мы занимаемся сбором подписей на улице за нашу петицию."
        ]
    }
}