{
    "coloured": {
        "comment": [
            "colourful",
            "colour",
            "color",
            "colouring",
            "colored"
        ],
        "translate": "цветной, в цвете, окрашенный, раскрашенный, смешаной расы, смешанного",
        "transcription": " |ˈkʌlərd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Rivers and lakes are often coloured green by algae.",
            "The child coloured in the picture.",
            "Coloured glass can be added for effect.",
            "Her eyes suddenly met his and she coloured slightly.",
            "Mary coloured up when Jim praised her cooking.",
            "The male is usually bigger and more brightly coloured than the female.",
            "The room was gay, with streamers of coloured paper and with large gas balloons.",
            "Sort out the washing into white and coloured materials.",
            "The tree was garlanded with strings of coloured lights.",
            "Andrew couldn't help noticing that she coloured slightly.",
            "These brightly coloured insects flit about above the ground.",
            "Possibly it has been the soundest coloured Chow ever benched.",
            "Coloured fish darted hither and thither (=backwards and forwards).",
            "Predators have been observed to avoid attacking brightly coloured species.",
            "The simple stone floor is the perfect foil for the brightly coloured furnishings.",
            "In my position, I can't afford to let my judgement be coloured by personal feelings."
        ],
        "example_translate": [
            "Речная и озёрная вода часто зеленеет от водорослей.",
            "Малыш раскрасил картинку.",
            "Для пущего эффекта можно добавить цветного стекла.",
            "Их глаза /взгляды/ вдруг встретились, и она слегка покраснела.",
            "Мэри залилась румянцем, когда Джим похвалил её стряпню.",
            "Самцы обычно крупнее и более ярко окрашены, чем самки.",
            "Комната была нарядно украшена лентами из цветной бумаги и большими воздушными шарами.",
            "Для стирки отделите белое бельё от цветного.",
            "Ёлка была увешана гирляндами разноцветных фонариков.",
            "Эндрю не мог не заметить, что она слегка покраснела.",
            "Эти яркие насекомые порхают над землей.",
            "Возможно, это была чау самого интенсивного окраса, которую когда-либо показывали на выставках.",
            "Разноцветная рыбка металась туда-сюда (т.е. взад и вперёд).",
            "Как показывают наблюдения, хищники избегают нападений на ярко окрашенных животных.",
            "Простой каменный пол является идеальным контрастом для ярко окрашенной мебели.",
            "Учитывая своё положение, я не могу позволить, чтобы на моё суждение как-либо повлияли личные чувства."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}