{
    "colonial": {
        "comment": [],
        "translate": "колониальный, житель колоний",
        "transcription": " |kəˈləʊnɪəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The country was a colonial power.",
            "France's former colonial possessions",
            "Britain was the largest colonial power.",
            "They bought a Colonial on a quiet street.",
            "The book describes life in Colonial America.",
            "The house is a gem of colonial architecture.",
            "The inn was a renovation of a Colonial house.",
            "We are studying our country's colonial period.",
            "This was the island's first colonial settlement.",
            "The town was first established in colonial times.",
            "The port had been very important in colonial times.",
            "We learned about the people who lived during colonial times.",
            "Their knowledge of the family's history extends back to colonial times.",
            "...every colonial household was expected to billet a British soldier...",
            "Granting of independence ended a period of a handred years of colonial rule.",
            "Colonial officials tended to see Indian society as an undifferentiated whole.",
            "UN Declaration on the Granting of Independence to Colonial Countries and Peoples",
            "That old-looking colonial mansion is actually a 20th-century reduplication of the original, which was destroyed many years ago."
        ],
        "example_translate": [
            "Страна была колониальной державой.",
            "бывшие колониальные владения Франции",
            "Великобритания была крупнейшей колониальной державой.",
            "Они купили дом в колониальном стиле на тихой улице.",
            "Книга описывает жизнь в колониальной Америке.",
            "Этот дом — жемчужина колониальной архитектуры.",
            "Гостиница представляла собой отремонтированный колониальный дом.",
            "Мы изучаем колониальный период нашей страны.",
            "Это было первое колониальное поселение на острове.",
            "Город был основан в колониальные времена.",
            "В колониальные времена этот порт был очень важным.",
            "Мы узнали о людях, которые жили во времена колонизации.",
            "Их знания истории семьи уходят корнями в колониальное время.",
            "...ожидалось что каждая колониальная семья (семья в колонии) расквартирует/приютит британского солдата...",
            "Предоставление независимости завершило столетний период колониального правления.",
            "Колониальные чиновники, как правило, воспринимали индийское общество как единообразное целое.",
            "Декларация ООН о предоставлении независимости колониальным странам и народам",
            "На самом деле, этот старого вида особняк в колониальном стиле является выполненной в двадцатом веке редупликацией оригинала, который был уничтожен много лет назад."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}