{
    "colored": {
        "comment": [
            "coloured"
        ],
        "translate": "цветной, окрашенный, красочный, раскрашенный, крашеный",
        "transcription": " |ˈkʌlərd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The child colored the drawings.",
            "Fall colored the trees.",
            "We colored the water with red ink.",
            "My nephew colored a picture for me.",
            "Brightly colored objects pique a baby's interest.",
            "Colored lights pulsed in time to the music.",
            "He gave a highly colored account of the events.",
            "The child colored the sky blue and the sun yellow.",
            "We decorated the Christmas tree with colored lights.",
            "They drew pictures on the sidewalk with colored chalks.",
            "National Association for the Advancement of Colored People",
            "Her red blouse ran on the lighter colored clothes in the wash.",
            "He chaffed her about the brightly colored shirt she had received as a gift.",
            "Among the court entertainers waiting to enter the grand hall were masked harlequins in brightly colored pantaloons."
        ],
        "example_translate": [
            "Ребёнок раскрасил эти рисунки.",
            "Осень окрасила листву деревьев.",
            "Мы окрасили воду красными чернилами.",
            "Племянник раскрасил для меня картинку.",
            "Ярко окрашенные объекты возбуждают интерес младенцев.",
            "Цветные огоньки пульсировали в такт музыке.",
            "Он очень красочно рассказал об этих событиях.",
            "Ребёнок раскрасил небо в голубой цвет, а солнце — в жёлтый.",
            "Мы украсили ёлку разноцветными фонариками.",
            "Они нарисовали на тротуаре картинки цветными мелками.",
            "Национальная ассоциация содействия прогрессу цветного населения (в США)",
            "При стирке красная блузка линяла, окрашивая более светлые вещи.",
            "Он подтрунивал над ней из-за яркой рубашки, которую она получила в подарок.",
            "Среди придворных артистов, ожидающих у входа в большой зал, были арлекины в масках и ярких панталонах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}