{
    "column": {
        "comment": [
            "lump",
            "volume",
            "curriculum",
            "asylum",
            "aluminium",
            "clumsy"
        ],
        "translate": "колонка, колонна, столбец, столб, графа, столбик, стойка, строй кильватера",
        "transcription": " |ˈkɑːləm|",
        "antonyms": [],
        "mnemonic": [
            "column [ко'лэм] колонна, столб, рубрика - (Колэм-бии) посвящены колонны и рубрики газет.",
            "column ['kɔləm]\n***\nУмножаем в СТОЛБИК в школе (м). (это) column\nКОЛОННУ киркой колем. (это) column\nОПОРУ быстро мы расколем. (это) column"
        ],
        "examples": [
            "the Times leader column",
            "The column was attacked from the rear.",
            "Enemy aircraft were strafing the column.",
            "Each column of soldiers marched away as soon as it formed.",
            "He did not require a religion to be the column of society.",
            "Turn to Page 5, column 2.",
            "He was at the head of the column.",
            "He faced them to the left and marched them westward in a long column.",
            "a Corinthian column",
            "The article takes up three columns.",
            "The head of the column advanced boldly.",
            "The test tube held a column of white powder.",
            "Add up the numbers in each column.",
            "She writes a weekly column for the paper.",
            "The roof is supported by a central column.",
            "The column obstructed our view of the stage.",
            "The error appears at the bottom of the second column.",
            "The newspaper devoted several columns to the subject.",
            "His arms couldn't quite girth the stone column.",
            "M. Temple was in charge of the \"Men and Matters\" column.",
            "She's ready to dish on boys, beauty, and break-ups in her new column.",
            "She writes a gossip column in the paper.",
            "The column was transferred bodily to a new site by the bank of the river.",
            "Twice a week he churns out a dishy column on the latest tidings from Tinseltown.",
            "'The Sun' devoted 10 column inches to the event (=their article filled a column ten inches long)."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "-mn = [m]"
        ],
        "example_translate": [
            "главная колонка газеты \"Таймс\"",
            "На колонну напали с тыла.",
            "Колонну обстреливали самолёты врага.",
            "Как только солдаты выстраивались в колонну, она тут же выступала.",
            "Он не требовал, чтобы религия была опорой общества.",
            "Перейдём к странице 5, столбец 2.",
            "Он был во главе колонны. / Он возглавлял колонну.",
            "Он скомандовал им повернуться налево и длинной колонной повел их в западном направлении.",
            "коринфская колонна / колонна коринфского ордена",
            "Статья занимает три колонки.",
            "Голова колонны смело продвигалась вперёд.",
            "Пробирка содержала столбик белого порошка.",
            "Сложите числа в каждом столбце.",
            "В этой газете она ведёт ежедневную колонку.",
            "Крыша поддерживается центральной колонной.",
            "Колонна загораживала нам вид на сцену.",
            "Ошибка появляется в нижней части второго столбца.",
            "Газета посвятила этой теме несколько колонок.",
            "Он не мог полностью обхватить руками эту каменную колонну.",
            "М. Темпл отвечал за колонку \"Люди и дела\".",
            "В своей новой колонке она готова посплетничать о парнях, красоте и расставаниях.",
            "В газете она ведёт раздел светской хроники.",
            "Колонная была полностью перенесена на новое место, на берегу реки.",
            "Два раза в неделю он штампует колонку новостей с последними сплетнями из Голливуда.",
            "Газета \"Сан\" посвятила этому событию десятидюймовую колонку текста (т.е. статья заполнила газетный столбец длиной в десять дюймов)."
        ],
        "stars": 3
    }
}