{
    "comb": {
        "comment": [],
        "translate": "расческа, гребень, гребенка, гребешок, расчесывать, прочесывать, трепать, чесать",
        "transcription": " |kəʊm|",
        "antonyms": [],
        "mnemonic": [
            "comb [ко'ум] расчёска - (Коум-унизм) изобилие расчесок предполагает."
        ],
        "examples": [
            "He combed back his hair.",
            "You've dropped your comb.",
            "Your hair needs a good comb.",
            "Your hair is a sort of funky. Comb it.",
            "She spent hours in front of the mirror, combing (out) her long hair.",
            "The police are combing the woods for the missing boy.",
            "I comb'd his comely head.",
            "I've combed the house for your bag, but it's not here.",
            "You'd look neater if you passed a comb through your hair now and again.",
            "They combed the area for the missing child.",
            "The student spent many hours in the library, combing out the facts she wanted in the old books.",
            "We combed the beach for shells.",
            "When the weather turns hot we help the dog to keep cool by combing out his loose hairs.",
            "Melanie ran upstairs to comb her hair.",
            "The committee's job is to comb out those students who are not likely to succeed.",
            "There were three objects in the box: a comb, a pen, and a button.",
            "She reached into her bag and found a comb.",
            "Tim ducked down to comb his hair in the mirror.",
            "The wool is combed before being spun into yarn.",
            "She groped around in her purse, looking for her comb.",
            "Police are still combing the woods for the missing boy."
        ],
        "example_translate": [
            "Он зачесывал свои волосы назад.",
            "Вы уронили вашу расчёску.",
            "Вашим волосам необходима хорошая расчёска.",
            "У тебя дикая причёска. Причешись.",
            "Она часами просиживала перед зеркалом, расчёсывая свои длинные волосы.",
            "Полиция прочёсывает лес в поисках пропавшего мальчика.",
            "Я расчесал его миленькую головку.",
            "Я весь дом перевернул, но твоей сумки нет.",
            "Ты бы выглядел приличнее, если бы иногда причёсывался.",
            "Район прочесали в поисках пропавшего ребёнка.",
            "Студентка провела в библиотеке несколько часов в поисках нужных фактов.",
            "Мы прочесали весь пляж в поисках ракушек.",
            "Когда становится жарко, мы вычёсываем нашего пса, чтобы ему было попрохладнее.",
            "Мелани побежала наверх, чтобы расчесать волосы.",
            "Задача комитета - отчислять студентов, которые плохо успевают.",
            "В коробке были три предмета: расчёска, ручка и пуговица.",
            "Она залезла в свою сумочку и нашла расчёску.",
            "Тим пригнулся, чтобы расчесать волосы перед зеркалом.",
            "Шерсть расчёсывают перед тем, как сплести из неё пряжу.",
            "Она пошарила в сумочке в поисках расчёски.",
            "Полиция все еще прочёсывает лес в поисках пропавшего мальчика."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}