{
    "combat": {
        "comment": [
            "combine",
            "combination",
            "combined"
        ],
        "translate": "боевой, строевой, походный, бой, сражение, бороться, сражаться",
        "transcription": " |ˈkɑːmbæt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was killed in combat.",
            "The drug helps combat infection.",
            "The mayor pledged to combat crime.",
            "The program is designed to combat the trafficking of children.",
            "Fearlessly, he led the troops into combat",
            "Measures to combat terrorism will be high on the agenda.",
            "We flew over 200 combat missions.",
            "Exercise can help combat the effects of stress.",
            "They were defeated in hand-to-hand combat.",
            "Corporal Gierson was killed in combat.",
            "Police officers are being given new powers to help combat crime.",
            "The soldiers were wearing full combat gear.",
            "To combat inflation, the government raised interest rates.",
            "We need effective strategies to combat sexual harassment in the workplace.",
            "The government has promised to bring in new legislation to combat this problem.",
            "She dedicated her life to combating poverty.",
            "She called for the prompt mobilization of all national resources to combat the deadly epidemic."
        ],
        "example_translate": [
            "Он был убит в бою. / Его убили в сражении.",
            "Данный препарат помогает бороться с инфекцией.",
            "Мэр пообещал бороться с преступностью.",
            "Программа направлена на борьбу с торговлей детьми.",
            "Бесстрашно, он вел войска в бой.",
            "Одним из первых пунктов повестки дня будет обсуждение мер борьбы с терроризмом.",
            "Мы совершили более двухсот боевых вылетов.",
            "Физические упражнения могут помочь в борьбе с последствиями стресса.",
            "Они потерпели поражение в рукопашном бою.",
            "Капрал Джирсон был убит в бою.",
            "Полицейским даются новые полномочия с целью помощи в борьбе с преступностью.",
            "Солдаты были в полном боевом снаряжении.",
            "Для борьбы с инфляцией правительство повысило процентные ставки.",
            "Нам нужны успешные стратегии борьбы с сексуальными домогательствами на рабочем месте.",
            "Правительство пообещало внедрить новое законодательство для борьбы с этой проблемой.",
            "Она посвятила свою жизнь борьбе с бедностью.",
            "Она потребовала скорейшей мобилизации всех национальных ресурсов для борьбы с этой смертельной эпидемией."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}