{
    "combine": {
        "comment": [],
        "translate": "комбинат, комбайн, объединение, синдикат, сочетать, сочетаться, совмещать",
        "transcription": " |kəmˈbaɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Oil and water do not combine.",
            "Let us combine our two firms against our competitors.",
            "Combine all the ingredients in a large bowl.",
            "This chemical combines with air to form a liquid.",
            "Small nations often have to combine against the power of a large one.",
            "Hydrogen combines with oxygen to form water.",
            "It is difficult to combine these several propositions.",
            "Diets are most effective when combined with exercise.",
            "Many people enjoy combining a holiday with learning a new skill.",
            "Steel is produced by combining iron with carbon.",
            "The product combines the benefits of moist heat and aromatherapy.",
            "Different amino acids combine to form proteins.",
            "The side-pieces combine and compaginate the whole frame.",
            "The factory was sold to a British combine after the war.",
            "Good carpet wool needs to combine softness with strength.",
            "Our staff combine efficient service with a personal touch (=they do things in a friendly way).",
            "The combined effects of the war and the drought resulted in famine.",
            "A number of factors have combined to create this difficult situation.",
            "Ten British and French companies combined to form the Channel Tunnel Group.",
            "Ruth hesitated, uncertain of how to combine honesty and diplomacy in her answer.",
            "University zoologists and government vets are combining forces (=working together) to investigate the disease."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Масло и вода не смешиваются.",
            "Давайте объединим усилия двух наших фирм против конкурентов.",
            "Смешайте все ингредиенты в большой миске.",
            "Данное химическое вещество соединяется с воздухом, и получается жидкость.",
            "Малым державам нередко приходится объединяться, чтобы противостоять мощи крупного государства.",
            "Атомы водорода соединяются с атомами кислорода с образованием воды.",
            "Соединить столь разные утверждения трудно.",
            "Эффективнее всего диеты оказываются в сочетании с физическими упражнениями.",
            "Многим нравится совмещать отдых с обучением новым навыкам.",
            "Сталь производится путём соединения железа с углеродом.",
            "Этот продукт объединяет преимущества влажного пара и аромотерапии.",
            "Различные аминокислоты комбинируются, образуя белки.",
            "Боковые элементы скрепляют и удерживают всю раму.",
            "После войны фабрику продали одному английскому синдикату.",
            "Хорошая ковровая шерсть должна сочетать мягкость с прочностью.",
            "Наши сотрудники совмещают эффективное обслуживание с индивидуальным подходом (т.е. они делают всё дружелюбно).",
            "Война, в сочетании с засухой, привела к голоду.",
            "Столь сложная ситуация получилась в результате сложения нескольких факторов.",
            "Десять британских и французских компаний объединились, чтобы организовать \"Channel Tunnel Group\".",
            "Рут запнулась, не зная, как ответить, чтобы было и честно, и тактично.",
            "Университетские зоологи и правительственные ветеринары объединяют усилия (т.е. работают вместе) над исследованием данного заболевания."
        ]
    }
}