{
    "combined": {
        "comment": [
            "combine",
            "combination",
            "combat"
        ],
        "translate": "комбинированный, объединенный, присоединенный",
        "transcription": " |kəmˈbaɪnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Dinner was a combined effort.",
            "Diets are most effective when combined with exercise.",
            "Our success is due to the combined efforts of many people.",
            "Oil and water separate when combined together.",
            "The place had the advantages of town and country combined.",
            "Several factors combined to depress the American economy.",
            "Her records have sold a combined total of 14 million copies.",
            "He combined a formidable intellect with a talent for speaking.",
            "The combined effects of the war and the drought resulted in famine.",
            "A number of factors have combined to create this difficult situation.",
            "Such smoko breaks may be combined to allow one 30 minute break for smoko.",
            "Ten British and French companies combined to form the Channel Tunnel Group.",
            "With the charms of beauty she combined the address of an accomplished intriguer",
            "You must take care not to adventure yourself single-handed against the combined forces of those bandits."
        ],
        "example_translate": [
            "Ужин соорудили совместными усилиями.",
            "Эффективнее всего диеты оказываются в сочетании с физическими упражнениями.",
            "Наш успех был достигнут благодаря совместным усилиям многих людей.",
            "При смешивании друг с другом, вода и масло разделяются.",
            "Место имело одновременно преимущества как городской, так и сельской жизни.",
            "К ослаблению американской экономики привело сочетание нескольких факторов.",
            "В общей сложности было продано четырнадцать миллионов экземпляров его записей.",
            "Незаурядный интеллект сочетался в нём с талантом оратора.",
            "Война, в сочетании с засухой, привела к голоду.",
            "Столь сложная ситуация получилась в результате сложения нескольких факторов.",
            "Такие перекуры могут быть объединены в единый 30 минутный перерыв.",
            "Десять британских и французских компаний объединились, чтобы организовать \"Channel Tunnel Group\".",
            "Обаятельную внешность она сочетала в себе с ловкостью опытной интриганки.",
            "Ты не должен подвергать себя риску, выступая в одиночку против этих бандитов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}