{
    "combination": {
        "comment": [],
        "translate": "комбинация, сочетание, соединение, объединение, совмещение, союз",
        "transcription": " |ˌkɑːmbɪˈneɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He forgot the combination to the safe.",
            "A combination of factors led to her decision.",
            "a heady combination of wine and brandy",
            "What is the combination to the safe?",
            "Blue and white is the classic colour combination and will never date.",
            "The combination of warmth and music sent him to sleep.",
            "a combination of intrinsic and extrinsic factors",
            "The combination to the safe was a secret.",
            "Water is a combination of hydrogen and oxygen.",
            "Pasta and honey is an unpalatable combination.",
            "He has the right combination of talent and experience.",
            "the intoxicating combination of her beauty and wit",
            "fabrics made using a combination of natural and man-made fibres",
            "a light-fingered burglar who can crack the combination of a bank vault",
            "The unusual combination of symptoms made accurate diagnosis difficult.",
            "A combination of factors may be responsible for the increase in cancer.",
            "Good extension comes from a combination of training and native ability.",
            "A combination of tact and authority was needed to deal with the situation.",
            "The milkshakes come in chocolate, strawberry, and vanilla, or any combination of these.",
            "They are proposing a new strategy for treating the disease with a combination of medications.",
            "If you anatomize the problem, you'll see it stems from a combination of her bad behavior and your unwillingness to speak to her about it."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он забыл комбинацию к сейфу.",
            "К её решению привело совпадение нескольких факторов.",
            "пьянящее сочетание вина и коньяка",
            "Какая комбинация к сейфу?",
            "Голубой и белый - это классическое сочетание цветов, которое никогда не выйдет из моды.",
            "Сочетание тепла и музыки усыпило его.",
            "сочетание внутренних и внешних факторов",
            "Комбинация к сейфу хранилась в секрете.",
            "Вода является соединением водорода и кислорода.",
            "Сочетание макарон с мёдом — это невкусно.",
            "В нём отлично сочетаются талант и опыт.",
            "пьянящее сочетание её красоты и остроумия",
            "ткани, изготовленные с использованием сочетания натуральных и искусственных волокон",
            "искусный вор-взломщик, который способен раскрыть код банковского хранилища",
            "Необычное сочетание симптомов затрудняло постановку точного диагноза.",
            "Рост раковых заболеваний, возможно, вызван сочетанием нескольких факторов.",
            "Хорошая растяжка возникает из сочетания тренировок и природных способностей.",
            "Чтобы справиться с такой ситуацией, был необходим такт в сочетании с авторитетом.",
            "Молочные коктейли представлены в шоколадном, клубничном, ванильном вкусе, или в любой их комбинации.",
            "Они предлагают новую стратегию лечения данного заболевания с помощью комбинации лекарственных препаратов.",
            "Если вы досконально проанализируете эту проблему, то увидите, что она проистекает из сочетания ее плохого поведения и вашего нежелания с ней об этом говорить."
        ]
    }
}