{
    "comeback": {
        "comment": [
            "comedy",
            "welcome",
            "income",
            "come",
            "become",
            "overcome",
            "outcome"
        ],
        "translate": "возвращение, возмездие, возражение",
        "transcription": " |ˈkʌmbæk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The miniskirt made a comeback in the late 1980s.",
            "The team made an improbable comeback.",
            "The species was nearly extinct but is now making a comeback.",
            "After five years in retirement, he staged a comeback to international tennis.",
            "I couldn't think of a good comeback.",
            "It is sometimes totally impossible to find any suitable comeback to the remark.",
            "The team was trailing after the first half, but they made a comeback and won in the second half.",
            "Possessing a nimble wit, he always has a cutting comeback for any intended insult thrown his way.",
            "He staged an amazing comeback.",
            "The team mounted a comeback in the second half of the season.",
            "I wouldn't count him out. If anybody can make a comeback, he can.",
            "His career as a singer appeared to be over, but then he staged a comeback.",
            "Short skirts were out of fashion for many years, but now they're making a comeback."
        ],
        "example_translate": [
            "Мини-юбка вернулась в моду в конце 1980-х годов.",
            "Команда совершила невероятный отыгрыш.",
            "Этот вид был на грани исчезновения, но теперь он уже восстанавливается.",
            "После пятилетнего перерыва он вернулся в большой теннис.",
            "Я не смог придумать хорошего возражения.",
            "Иногда совершенно невозможно найти сколько-нибудь остроумный ответ на замечание собеседника.",
            "После первого тайма команда отставала в счёте, но во втором тайме они сумели отыграться и выиграть.",
            "Обладая живым и острым умом, он всегда отвечал колкостью на любое преднамеренное оскорбление, брошенное в его сторону.",
            "Ему удалось поразительным образом вернуться на прежние позиции.",
            "Во второй половине сезона команда совершила восхождение в турнирной таблице.",
            "Я бы не стал сбрасывать его со счетов. Если кто-нибудь и может вернуть себе былое положение, то это именно он.",
            "Казалось, что его певческая карьера завершена, но потом ему удалось вернуться на сцену.",
            "Короткие юбки в течение многих лет были не в моде, но сейчас они возвращаются."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}