{
    "comedy": {
        "comment": [
            "welcome",
            "income",
            "come",
            "become",
            "overcome",
            "outcome",
            "comeback"
        ],
        "translate": "комедия, комичный случай, забавное событие",
        "transcription": " |ˈkɑːmədi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I prefer drama to comedy.",
            "Can't you see the comedy of the situation?",
            "This is a fairly actable comedy.",
            "This comedy has a lengthened run.",
            "This comedy had a lengthened run.",
            "As a writer, her forte is comedy.",
            "The novel weds tragedy and comedy.",
            "This is vintage comedy at its best.",
            "The comedy duo will perform tonight.",
            "She guested on a comedy show last year.",
            "It was the comedy's first showing on TV.",
            "The play is a comedy with dark undertones.",
            "Tonight's feature is a new romantic comedy.",
            "The movie includes a lot of physical comedy.",
            "The movie is a comedy, but rather a dull one.",
            "The movie was a pretty standard romantic comedy.",
            "A new comedy is scheduled for the 9 p.m. time slot.",
            "Shaw's neglected one-act comedy, 'A Village Wooing'.",
            "After several years, the actress surfaced in a comedy.",
            "He plays a Russian spy in the comedy drama 'Sleepers'.",
            "The play combines tragedy and comedy in equal measure.",
            "a frothy comedy that wouldn't exert the brain of a gnat",
            "The play's mordant comedy makes for compelling viewing.",
            "The play is a comedy, in the broadest sense of the word.",
            "The actress is starring in a daffy new comedy this summer.",
            "The new comedy is the network's most popular television show.",
            "Some people don't like his comedy, but I think he's hilarious.",
            "This comedy duo was billed to appear at an anti-smoking rally.",
            "a lame comedy about the misadventures of yokels in the big city",
            "We couldn't help laughing out loud at the comedy of the situation."
        ],
        "example_translate": [
            "Я предпочитаю драму комедии.",
            "Разве вы не видите всей комичности этой ситуации?",
            "Это довольно эффектная комедия.",
            "Эта комедия уже долго идёт на сцене.",
            "Эта комедия уже долго идет на сцене.",
            "Её сильной стороной как писателя является комедия.",
            "Роман сочетает в себе трагедию и комедию.",
            "Это классическая комедия в лучшем виде.",
            "Комедийный дуэт выступит сегодня вечером.",
            "В прошлом году она приняла участие в одном из комедийных шоу в качестве приглашённого гостя.",
            "Это был первый показ этой комедии на телевидении.",
            "Этот спектакль — комедия с тёмным подтекстом.",
            "Сегодня в кино показывают новую романтическую комедию.",
            "В этом фильме много \"физической комедии\".",
            "Этот фильм — комедия, но довольно скучная.",
            "Фильм оказался довольно шаблонной романтической комедией.",
            "Показ новой комедии запланирован на 9 часов вечера.",
            "Забытая одноактная комедия Бернарда Шоу \"Сватовство по-деревенски\".",
            "Через несколько лет эта актриса появилась на экране в комедии.",
            "Он играет русского шпиона в комедийной драме \"Спящие\".",
            "Пьеса в равной мере сочетает в себе трагедию и комедию.",
            "лёгкая комедия, не требующая ни малейших умственных усилий",
            "Благодаря язвительному юмору, просмотр этой пьесы становится весьма интересным.",
            "Этот спектакль — комедия, в самом широком смысле этого слова.",
            "Летом выходит новая глуповатая комедия с этой актрисой в главной роли.",
            "Новая комедия является самым популярным шоу этой телесети.",
            "Некоторые люди не любят его шуток, но я считаю, что он уморителен.",
            "Было объявлено, что этот комедийный дуэт выступит на митинге против курения.",
            "убогая комедия о злоключениях деревенских в большом городе",
            "Мы не могли не рассмеяться над комичностью этой ситуации."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}