{
    "comfortable": {
        "comment": [
            "uncomfortable",
            "comfort",
            "comfortably"
        ],
        "translate": "удобный, комфортабельный, комфортный, стеганое ватное одеяло",
        "transcription": " |ˈkʌmftəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We hope that you are comfortable.",
            "These shoes are much more comfortable.",
            "They enjoy a comfortable lifestyle.",
            "Sit down and make yourself comfortable.",
            "It was so comfortable resting in his arms.",
            "She's never felt very comfortable with men.",
            "Lie back, dear, you'll be more comfortable.",
            "These shoes aren't very comfortable for walking.",
            "Their car was bigger and therefore more comfortable.",
            "He has a comfortable job.",
            "She did her best to make him comfortable.",
            "Mrs Keane is a comfortable, homely person.",
            "He saw everything from his comfortable stand.",
            "It was just a comfortable flat with no frills.",
            "The bill should pass in the House by a comfortable margin.",
            "He could provide his family with a comfortable competence.",
            "With difficulty, she rolled her body into a more comfortable position.",
            "Her smooth operation of the vehicle gave us a surprisingly comfortable ride.",
            "The pair had a comfortable win, beating the German team by nearly three seconds.",
            "In our business, we need people who are comfortable in an unstructured environment.",
            "Lie in a comfortable position.",
            "Wear loose, comfortable clothing.",
            "a comfortable cabin with a deep berth",
            "The home team had a comfortable lead.",
            "a comfortable chair with a padded back",
            "How's that? Does that feel comfortable?",
            "You should wear light, comfortable shoes.",
            "The bed was not so comfortable as his own.",
            "In a few minutes a comfortable glow succeeded.",
            "He struggled to find a more comfortable position."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Надеемся, тебе удобно.",
            "Эти ботинки гораздо комфортнее /намного удобнее/.",
            "Им нравится комфортный образ жизни.",
            "Садитесь и располагайтесь поудобнее.",
            "Было так хорошо лежать в его объятиях.",
            "С мужчинами ей всегда было как-то неуютно.",
            "Откинься назад, дорогая, тебе будет удобнее.",
            "Эти туфли не очень удобны для ходьбы.",
            "Их автомобиль был больше, и поэтому более комфортным.",
            "У него приличная работа с хорошей зарплатой.",
            "Она делала всё возможное, чтобы ему было удобно.",
            "Миссис Кин — человек спокойный, тёплый и домашний.",
            "Он всё видел со своего удобного места.",
            "Это была просто удобная квартирка, без излишеств.",
            "Этот законопроект должен пройти голосование в Палате с хорошим запасом.",
            "Он мог обеспечить достойное материальное положение своей семьи.",
            "Она с трудом перекатилась в более удобное положение.",
            "Ее плавный стиль управления автомобилем обеспечил нам удивительно комфортную поездку.",
            "Пара одержала уверенную победу, опередив немецкую команду почти на три секунды.",
            "В нашем бизнесе нужны люди, которые уверенно себя чувствуют в нестабильной, быстро меняющейся обстановке.",
            "Лягте поудобнее.",
            "Носите свободную, удобную одежду.",
            "комфортабельная каюта с широким спальным местом",
            "Хозяева поля вели с комфортной разницей в счёте.",
            "удобное кресло с мягкой спинкой",
            "А так? Теперь как, удобно?",
            "Вы должны носить лёгкую, удобную обувь.",
            "В этой кровати ему было не так удобно, как в своей собственной.",
            "Через несколько минут наступило приятное ощущение тепла.",
            "Он очень старался найти более удобное положение."
        ],
        "stars": 3
    }
}