{
    "comfort": {
        "comment": [],
        "translate": "комфорт, удобства, уют, утешение, утешить, утешать, успокаивать",
        "transcription": " |ˈkʌmfərt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I tried my best to comfort her.",
            "I dress for comfort, not fashion.",
            "He was used to a life of comfort.",
            "She pillowed his head on her shoulder to comfort him.",
            "I couldn't offer her even the smallest ray of comfort.",
            "The car's seats are designed for comfort.",
            "It's designed to provide the utmost in comfort.",
            "The temperature was too low for comfort.",
            "He had all the material comforts of this world.",
            "I did what I could to offer comfort to the family.",
            "David made a clumsy attempt to comfort us.",
            "For her, the word “family” connotes love and comfort.",
            "The knowledge that Cara was safe gave him some comfort.",
            "You can take some comfort in the fact that you did your best.",
            "He turned to her for comfort and support when he lost his job.",
            "He drew comfort from her warm support.",
            "These shoes have been styled for maximum comfort.",
            "I found a cozy chair where I could read in comfort.",
            "He was accused of giving help and comfort to the enemies.",
            "Many people turn to religion for comfort in a time of crisis.",
            "The drug gave some comfort to the patient.",
            "I drew a lot of comfort from her kind words.",
            "I sat out in the open air in comparative comfort.",
            "Comfort keynotes this designer's Fall collection.",
            "A padded chair was one of the room's few comforts.",
            "The cars were whizzing past us much too close for comfort.",
            "What a comfort that the Afghan war is concluded! (G. Eliot)",
            "My faith has been a source of great comfort over the years.",
            "Mr Aston's father was last night being comforted by relatives.",
            "All our sports shoes are designed for comfort and performance."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o = [ʌ]"
        ],
        "example_translate": [
            "Я, как мог, старался её утешить.",
            "Я одеваю то, что удобно, а не то, что модно. / Я одеваюсь для удобства, а не ради моды.",
            "Он привык к комфортной жизни.",
            "Она позволила ему положить голову на своё плечо, чтобы успокоить его.",
            "Я не мог предложить ей никакого утешения.",
            "Автомобильные сиденья спроектированы так, чтобы в них было удобно.",
            "Он спроектирован так, чтобы обеспечить максимальный комфорт.",
            "Температура была ниже комфортной.",
            "Он имел все материальные блага этого мира.",
            "Я сделал всё, что мог, чтобы как-то утешить семью.",
            "Давид сделал неловкую попытку нас успокоить.",
            "Для неё слово “семья” означает любовь и уют.",
            "Знание того, что Кара в безопасности, несколько его успокоило.",
            "Можете несколько утешиться тем фактом, что вы сделали всё, что могли.",
            "Потеряв работу, он обратился к ней за утешением и поддержкой.",
            "Он находил утешение в её горячей поддержке.",
            "Эти туфли сконструированы для максимального удобства.",
            "Я нашел уютное кресло, где можно было спокойно почитать.",
            "Его обвинили в том, что он оказывал помощь и поддержку представителям вражеской стороны.",
            "В трудные времена многие люди обращаются за утешением к религии.",
            "Препарат принёс пациенту некоторое облегчение.",
            "Её добрые слова принесли мне большое утешение.",
            "Я устроился на открытом воздухе с относительным комфортом.",
            "Лейтмотивом осенней коллекции этого дизайнера является удобство.",
            "Одним из немногих удобств этой комнаты было мягкое кресло.",
            "Машины проносились мимо слишком близко от нас.",
            "Какое счастье, что эта афганская война завершена!",
            "Моя вера на протяжении многих лет была источником большого утешения.",
            "Прошлой ночью отца мистера Астона утешали родственники.",
            "Вся наша спортивная обувь разработана для вашего удобства и получения высоких (спортивных) результатов."
        ]
    }
}