{
    "commonly": {
        "comment": [
            "common",
            "accommodation",
            "accommodate",
            "commodity"
        ],
        "translate": "обычно, обыкновенно, дешево, плохо",
        "transcription": " |ˈkɑːmənli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "“Smith” is a common name.",
            "Sodium chloride is more commonly known as salt.",
            "She is commonly but improperly taken for a very young woman.",
            "a list of terms commonly used in science",
            "It's a drug commonly prescribed to treat rashes.",
            "The scarlet blood is commonly known as arterial.",
            "Hedges are commonly switched every year.",
            "Clouds are commonly classified in four kinds, cirrus, cumulus, stratus, and nimbus.",
            "This drug is one of the most commonly prescribed for arthritis.",
            "cures for the common cold",
            "Nitrous oxide is commonly known as laughing gas.",
            "a society in which men commonly regard women as either Madonnas or whores",
            "This term also refers to the style of interviewing commonly adopted by qualitative market researchers.",
            "They have a common ancestor.",
            "sundry sciences commonly known as social",
            "Lung cancer is the most commonly found cancer in men.",
            "I think some of the most common flowers are also some of the prettiest.",
            "It is common practice for one town's fire department to help another town when there is a big fire.",
            "In practice, missing values are commonly encountered, which can be classified into two categories, namely, unit nonrespondent and item nonrespondent.",
            "The campus has several dining commons.",
            "Electric windows are a common feature in new cars.",
            "The people on the island have a sense of common identity.",
            "Grasses, sedges, and rushes are the plant species most commonly found in marshlands.",
            "European autocrats once commonly believed that they had received the right to rule directly from God."
        ],
        "example_translate": [
            "Смит — это распространённая фамилия.",
            "Хлорид натрия более известный как соль.",
            "Ее часто, но ошибочно принимают за совсем юную девушку.",
            "cписок терминов, наиболее часто используемых в науке",
            "Это — препарат, который обычно назначают для лечения сыпи.",
            "Кровь алого цвета обычно называют артериальной.",
            "Обычно живую изгородь подстригают каждый год.",
            "Облака обычно делятся на перистые, кучевые, слоистые и дождевые.",
            "Это одно из лекарств, которые часто выписывают при артрите.",
            "лекарства от простуды",
            "Закись азота в основном известна как \"веселящий газ\".",
            "общество, в котором мужчины обычно относятся к женщинам либо как к Мадоннам, либо как к шлюхам",
            "Данный термин также употребляется по отношению к тому виду интервью, который используется исследователями рынка.",
            "У них общий предок.",
            "разнообразные науки, широко известные под названием \"общественных\"",
            "Рак лёгких является наиболее часто встречающимся раковым заболеванием у мужчин.",
            "Я думаю, что среди самых обычных цветов есть одни из самых красивых.",
            "Часто бывает, что пожарные из одного города помогают коллегам из другого, если там большой пожар.",
            "Как правило, на практике пропущенные данные встречаются. Они могут быть разделены на две категории: незаполненные анкеты и пропущенные вопросы.",
            "На территории университета имеется несколько столовых.",
            "В новых автомобилях электрические стеклоподъёмники широко распространены.",
            "Люди на острове обладают чувством общей идентичности.",
            "Злаки, осоки и камыши являются теми видами растений, которые наиболее часто встречаются на болотах.",
            "Среди европейских самодержцев когда-то было принято считать, что они получили право на власть непосредственно от бога."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}