{
    "committed": {
        "comment": [
            "commit",
            "commitment",
            "committee",
            "commission",
            "commissioner"
        ],
        "translate": "преданный идее, идейный",
        "transcription": " |kəˈmɪtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is a committed socialist.",
            "He committed an act of folly.",
            "The crime was committed in a fit of passion.",
            "He committed an infamous crime.",
            "Brady committed a series of brutal murders.",
            "The judge committed him to prison for six months.",
            "She committed herself to the work of God.",
            "The party has a core of committed supporters.",
            "She ascertained that fraud had been committed.",
            "A lot of money has been committed to this project.",
            "His body was committed to the deep.",
            "The boy was committed to the care of his aunt.",
            "He has committed himself to support his brother's children.",
            "He was committed to a lunatic asylum",
            "She had committed adultery on several occasions.",
            "He found out that his wife had committed adultery.",
            "Crimes committed in the name of national survival.",
            "We are fully committed to Equal Opportunity policies.",
            "He is considering the offer but he has not yet committed himself.",
            "He committed a witless blunder.",
            "The crime was committed on American soil.",
            "He knew that he had committed a terrible sin.",
            "We'll have you certified and committed.",
            "She committed a few minor indiscretions.",
            "The government has committed a serious error.",
            "The massacre was committed by the rebel army.",
            "He insisted that he had not committed any crime.",
            "He has not yet committed to any of the candidates.",
            "After the second episode, she had to be committed.",
            "He was committed for the trial at the Crown Court."
        ],
        "example_translate": [
            "Она убежденный социалист.",
            "Он совершил глупость.",
            "Преступление было совершено в состоянии аффекта /в приступе гнева/.",
            "Он совершил позорное преступление.",
            "Брейди совершил серию жестоких убийств.",
            "Судья посадил его в тюрьму на шесть месяцев.",
            "Она без остатка посвятила себя служению богу.",
            "У партии есть ядро преданных сторонников.",
            "Она убедилась в том, что было совершено мошенничество.",
            "На этот проект выделена целая куча денег.",
            "Он был похоронен в пучине моря.",
            "Мальчика передали на воспитание тёте.",
            "Он взял на себя заботу о детях своего брата.",
            "Он был (принудительно) помещен в психиатрическую больницу.",
            "Она уже несколько раз изменяла мужу.",
            "Он узнал, что жена ему изменила.",
            "Преступления, совершенные под лозунгом \"выживания нации\".",
            "Мы полностью поддерживаем политику равных возможностей.",
            "Он рассматривает данное предложение, но пока еще не принял окончательного решения.",
            "Он допустил глупый промах.",
            "Преступление было совершено на американской земле.",
            "Он понимал, что совершил ужасный грех.",
            "Мы добьёмся, чтобы тебя признали невменяемым и поместили в сумасшедший дом.",
            "Она совершила несколько незначительных опрометчивых поступков.",
            "Правительство совершило серьёзную ошибку.",
            "Массовые убийства были совершены повстанческой армией.",
            "Он настаивал на том, что не совершал никаких преступлений.",
            "Он ещё не связал себя обязательствами в отношении поддержки кого-либо из кандидатов.",
            "После второго эпизода /подобного случая/ её пришлось заключить под стражу.",
            "Он был взят под стражу на время разбирательства в Суде Короны."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}