{
    "comment": {
        "comment": [
            "recommendation",
            "recommend",
            "commentator",
            "commence",
            "commentary"
        ],
        "translate": "комментарий, замечание, отзыв, примечание, комментировать, делать замечания",
        "transcription": " |ˈkɑːment|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I forbore to comment on this.",
            "The book excited very little comment.",
            "I find your comments offensive.",
            "Does anyone have any questions or comments?",
            "The treatise was commented and abridged.",
            "She commented that the service seemed slow.",
            "The nude statue caused considerable comment.",
            "He was fined for making abusive comments to the referee.",
            "I'm afraid I can't pass any comment on this matter.",
            "He was not available for comment.",
            "He commented the paper of his colleague.",
            "His comment is completely irrelevant.",
            "People were always commenting on his size.",
            "Smith's lawyer commented that the decision was 'outrageous'.",
            "It would be incorrect of me to comment.",
            "I'd appreciate your comments on this issue.",
            "Administration officials refused to comment.",
            "The company declined comment on the scandal.",
            "I've flagged the parts I want to comment on.",
            "The comment, though unexpected, was apropos.",
            "He wrote an extended comment on the proposal.",
            "The speech received much comment in the press.",
            "I'd like to begin with a few general comments.",
            "a risible comment that made the whole class laugh",
            "We haven't gotten any comments on the new design.",
            "He took the comment as a challenge to his manhood.",
            "I read your article, and wish to comment thereupon.",
            "The new edition includes the translator's comments.",
            "Milton regarded her comment as a slur on his country.",
            "Collins was not available for comment on Thursday night."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я воздержался от каких-либо комментариев по этому поводу.",
            "Эта книга вызвала очень мало комментариев.",
            "Я нахожу (считаю) ваши комментарии оскорбительными.",
            "Есть ли у кого-нибудь какие-либо вопросы или замечания?",
            "Научный труд был снабжён комментарием и сокращён.",
            "Она заметила, что обслуживание ей показалось медленным.",
            "Статуя обнажённой вызвала оживлённые комментарии.",
            "Он был оштрафован за оскорбительные комментарии в адрес судьи.",
            "К сожалению, я не могу высказать какие-либо комментарии по этому вопросу.",
            "Он отказался от комментариев.",
            "Он прокомментировал статью своего коллеги.",
            "Его замечание абсолютно неуместно.",
            "Люди постоянно высказывались по поводу его габаритов.",
            "Адвокат Смита назвал это решение \"возмутительным\".",
            "С моей стороны было бы неправильно давать комментарии.",
            "Я был бы очень признателен за ваши комментарии по этому вопросу.",
            "Представители администрации отказались от комментариев.",
            "В компании отказались комментировать этот скандал.",
            "Я пометил те части, которые хочу прокомментировать.",
            "Комментарий, хоть и неожиданный, был кстати.",
            "Он написал обширный комментарий по поводу данного предложения.",
            "Речь вызвала много комментариев в прессе.",
            "Я хотел бы начать с нескольких общих замечаний.",
            "смешной комментарий, который заставил рассмеяться весь класс",
            "Мы ещё не получили никаких комментариев по поводу нового проекта.",
            "Он воспринял этот комментарий как сомнение в его мужественности.",
            "Я прочёл эту статью и хочу высказать своё мнение о ней.",
            "Новое издание включает комментарии переводчика.",
            "Милтон воспринял её высказывание как попытку очернения своей страны.",
            "В четверг Коллинз отказался от комментариев."
        ]
    }
}