{
    "commit": {
        "comment": [
            "commitment",
            "committee",
            "commission",
            "committed",
            "commissioner"
        ],
        "translate": "совершать, фиксировать, поручать, предавать, вверять, учинять, помещать",
        "transcription": " |kəˈmɪt|",
        "antonyms": [],
        "mnemonic": [
            "commit [кэми'т] совершать, выделять, вверять - (Кэмит-ет) госбезобасно- сти совершил много подвигов;",
            "commit [kə'mɪt]\nomit [ə (u) 'mɪt]\n***\nСОВЕРШАЕТ проступки и хамит. (это) commit\nТо ПОРУЧАЕТ дело то хамит. (это) commit\n***\nПРОПУСКАЕТ голы и хамит. (это) omit\nОПУСКАЕТ главное и попросту хамит. (это) omit"
        ],
        "examples": [
            "I commit myself to your care.",
            "I commit my soul to God",
            "She had no motive to commit the crime.",
            "The boy was committed to the care of his aunt.",
            "Women commit fewer crimes than men.",
            "He was punished for a crime that he didn't commit.",
            "It is a crime to commit suicide.",
            "Meeting them doesn't commit us to anything.",
            "The judge committed him to prison for six months.",
            "He has committed himself to support his brother's children.",
            "A lot of money has been committed to this project.",
            "You could have done that without committing my good name.",
            "He was committed to a lunatic asylum",
            "Brady committed a series of brutal murders.",
            "After the second episode, she had to be committed.",
            "He was accused of committing perjury.",
            "The two men were committed for trial at Bristol Crown Court.",
            "He is considering the offer but he has not yet committed himself.",
            "It's unbelievable to me that she would commit such a blunder.",
            "commit a random act of kindness",
            "The massacre was committed by the rebel army.",
            "'Commit a crime' is a typical collocation in English.",
            "This notorious bill was read a second time, and committed.",
            "They have not yet committed to a particular course of action.",
            "Women commit far less crime than men.",
            "We'll have you certified and committed.",
            "She committed herself to the work of God.",
            "He was committed for the trial at the Crown Court.",
            "Crimes committed in the name of national survival.",
            "Those who count four classes in the social hierarchy commit the error of coordinating subclasses and classes. (The Institutes of Gaius, 1884)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Полагаюсь на вашу заботу обо мне.",
            "Я вверяю свою душу Богу.",
            "У неё не было мотивов совершать преступление.",
            "Мальчика передали на воспитание тёте.",
            "Женщины совершают меньше преступлений, чем мужчины.",
            "Он был наказан за преступление, которого он не совершал.",
            "Самоубийство — это преступление.",
            "Встречи с ними ни к чему нас не обязывают.",
            "Судья посадил его в тюрьму на шесть месяцев.",
            "Он взял на себя заботу о детях своего брата.",
            "На этот проект выделена целая куча денег.",
            "Вы могли бы сделать это и не запятнав моего доброго имени.",
            "Он был (принудительно) помещен в психиатрическую больницу.",
            "Брейди совершил серию жестоких убийств.",
            "После второго эпизода /подобного случая/ её пришлось заключить под стражу.",
            "Его обвинили в лжесвидетельстве.",
            "Эти двое предстали перед Бристольским Королевским судом.",
            "Он рассматривает данное предложение, но пока еще не принял окончательного решения.",
            "Мне трудно поверить, что она могла сделать такую грубую ошибку.",
            "случайно сделать добро",
            "Массовые убийства были совершены повстанческой армией.",
            "\"Commit a crime\" (совершить преступление) — это типичное английское словосочетание.",
            "Этот вызвавший столько толков закон был обсужден вторично и снова возвращен в профильный комитет.",
            "Они ещё не придерживаются какого-то определённого курса действий.",
            "Женщины совершают гораздо меньше преступлений, чем мужчины.",
            "Мы добьёмся, чтобы тебя признали невменяемым и поместили в сумасшедший дом.",
            "Она без остатка посвятила себя служению богу.",
            "Он был взят под стражу на время разбирательства в Суде Короны.",
            "Преступления, совершенные под лозунгом \"выживания нации\".",
            "Те, кто говорят, что в социальной структуре общества четыре класса, делают ошибку, ставя на одну ступеньку подклассы и классы."
        ],
        "stars": 3
    }
}