{
    "Communist": {
        "comment": [
            "community",
            "communicate",
            "communication",
            "communism",
            "communicative",
            "communion",
            "communal"
        ],
        "translate": "коммунистический, коммунист",
        "transcription": " |ˈkɑːmjənɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Communist activity was prohibited on pain of death.",
            "'I am not a Communist,' he exclaimed",
            "He professes to be a Communist",
            "the organ of the communist party",
            "the hard core of the Communist party",
            "She admitted publicly to being a communist.",
            "He led a breakaway from the Communist Party.",
            "He joined the Communist Party as a young man.",
            "The word 'communist' had become a term of abuse.",
            "The regime was inevitably labelled as 'communist'.",
            "brutal repression of members of the Communist party",
            "They broke with the Communist Party and set up a new party.",
            "She went into exile after the communist takeover of Romania.",
            "The Communist candidate lost by a whisker (=a very small amount).",
            "The reforms served as a model for the rest of the Communist world.",
            "the political vacuum caused by the ban on Communist Party activity",
            "The communist party did not look favorably on dissentient opinions.",
            "They are demanding an end to the Communist Party's monopoly of power.",
            "The once-powerful communist party has splintered into hundreds of pieces.",
            "Communist leaders struggled to rule over increasingly restive populations.",
            "Many people in the industry were blacklisted for their communist sympathies.",
            "He studied the tyrannous rule of Stalin, communist dictator of the Soviet Union.",
            "Containment of communist expansion was a central principle of United States' foreign policy from 1947 to the 1975."
        ],
        "example_translate": [
            "Деятельность коммунистов была запрещена под страхом смерти.",
            "— Я не коммунист! — воскликнул он.",
            "Он утверждает что он коммунист.",
            "орган Коммунистической партии",
            "ядро Коммунистической партии",
            "Она публично признала себя коммунистом.",
            "Он возглавил раскол Коммунистической партии.",
            "Он вступил в компартию ещё молодым.",
            "К тому времени слово \"коммунист\" уже стало ругательным.",
            "На режим, само собой, навесили ярлык \"коммунистического\".",
            "жестокие репрессии против членов Коммунистической партии",
            "Они порвали с коммунистами и создали новую партию.",
            "Она была вынуждена уехать из страны после коммунистического переворота в Румынии.",
            "Кандидат-коммунист проиграл какую-то малость (т.е. очень немного).",
            "Эти реформы послужили моделью для остального коммунистического мира.",
            "политический вакуум, вызванный запретом деятельности Коммунистической Партии",
            "Коммунистическая партия с неодобрением относилась к иным убеждениям.",
            "Они требуют положить конец монополии Коммунистической партии на власть.",
            "Некогда мощная Коммунистическая партия раскололась на сотни кусков.",
            "Коммунистические лидеры безуспешно пытались управлять всё более беспокойным населением.",
            "Многие люди в этой отрасли попали в чёрный список из-за своих коммунистических симпатий.",
            "Он изучал деспотичное правление Сталина, коммунистического диктатора Советского Союза.",
            "C 1947 по 1975 годы сдерживание коммунистической экспансии было главным принципом внешней политики США."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}