{
    "commitment": {
        "comment": [
            "commit",
            "committee",
            "commission",
            "committed",
            "commissioner"
        ],
        "translate": "обязательство, совершение, передача, вручение, заключение под стражу, арест",
        "transcription": " |kəˈmɪtmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I had a lot of financial commitments.",
            "Are you ready to make a long-term commitment?",
            "Her commitment to work is beyond question.",
            "I have made a commitment to this program.",
            "a man of energy and commitment",
            "Buying your own house is a big commitment.",
            "We share a commitment to human rights.",
            "The boss noticed her strong commitment to her work.",
            "His refusal to work late was interpreted as a lack of commitment to the company.",
            "No one doubts your commitment to the cause.",
            "She had a lifelong commitment to feminism.",
            "Commitment replaces her moral passivity and deadpan style.",
            "The church has a commitment to helping the poor.",
            "I was impressed by the energy and commitment shown by the players.",
            "his long commitment to public service",
            "a sure (or true) sign of one's commitment",
            "His business commitments took him to London.",
            "Parenthood is a difficult task requiring great commitment.",
            "Our company has a commitment to quality and customer service.",
            "I have a strong commitment to the quality of teaching.",
            "the government's commitment of troops to the region",
            "The party reaffirmed its commitment to nuclear disarmament.",
            "The government is trying to back out of its commitment to reduce pollution.",
            "We pray that both sides will continue to honour their commitment to the peace agreement.",
            "The only holdback to starting the new job is my contractual commitment to my current position.",
            "Her commitment to the cause seems shaky.",
            "a commitment to worldwide nuclear disarmament",
            "They felt that if the Congress adopted these security measures, it would be abnegating the nation's fundamental commitment to individual rights.",
            "a Teutonic commitment to hard work",
            "It takes an immense commitment and a lot of love to bring up a child properly."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У меня было много финансовых обязательств.",
            "Вы готовы к долгосрочным обязательствам?",
            "Ее преданность делу - вне всякого сомнения.",
            "Я решил поддержать эту программу.",
            "человек энергичный и преданный делу",
            "Покупка собственного дома — серьёзный шаг.",
            "И вы, и мы верим в права человека. / Мы с вами разделяем веру в права человека.",
            "Начальник заметил её ответственное отношение к работе.",
            "Его отказ работать допоздна был истолкован как отсутствие приверженности к компании.",
            "Никто не сомневается в вашей преданности делу.",
            "Всю жизнь она придерживалась позиций феминизма.",
            "Ее моральная пассивность и безучастность сменились на заинтересованное отношение.",
            "Церковь имеет обязательство помогать бедным.",
            "Меня поразили энергия и преданность делу, проявленные этими игроками.",
            "его долгая приверженность государственной службе",
            "верный признак серьёзных намерений человека",
            "Служебные обязанности привели его в Лондон.",
            "Быть родителем — это трудная задача, требующая очень ответственного отношения.",
            "Наша компания ориентирована на качество продукции и обслуживания клиентов.",
            "Я твёрдо привержен качеству преподавания.",
            "обязательство правительства послать войска в эту область",
            "Партия подтвердила свою приверженность делу ядерного разоружения.",
            "Правительство пытается отменить свои обязательства по сокращению загрязнения окружающей среды.",
            "Мы молимся, чтобы обе стороны и впредь выполняли свои обязательства по мирному соглашению.",
            "Единственным препятствием, мешающим мне приступить к работе на новом месте, являются контрактные обязательства по отношению к моей нынешней должности.",
            "Её приверженность делу кажется зыбкой.",
            "приверженность делу ядерного разоружения во всём мире",
            "Им казалось, что если конгресс примет эти меры безопасности, это будет равносильно отказу страны от своей основополагающей приверженности правам человека.",
            "тевтонская приверженность к упорной работе",
            "Чтобы правильно воспитать ребенка, нужно огромное самопожертвование и очень много любви."
        ],
        "stars": 3
    }
}