{
    "commission": {
        "comment": [
            "commit",
            "commitment",
            "committee",
            "committed",
            "commissioner"
        ],
        "translate": "комиссия, комиссионные, поручать, уполномочивать",
        "transcription": " |kəˈmɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The boy departed to execute his commission.",
            "He received a commission to paint a landscape.",
            "European Commission",
            "I have commissioned him to do a sketch of the park for me.",
            "Did he abet the commission of a crime?",
            "She gets a commission for each car she sells.",
            "He was commissioned lieutenant in April 1861.",
            "commission plan with no cap",
            "The commission released its findings.",
            "The salespeople in that store all work on commission.",
            "Equal Employment Opportunity Commission",
            "I've commissioned a walking-stick for my lord from Paris.",
            "State Planning Commission",
            "U.N. Disarmament Commission Subcommittee",
            "Border Environment Cooperation Commission",
            "He must also pay a commission, usually five percent, to his London agent.",
            "Sold by commission from the makers.",
            "The King commissioned new judges to administer justice.",
            "We offer a monthly draw and commission.",
            "Ad reps are paid on commission of sales.",
            "All of the sales staff are on commission.",
            "a weapon used in the commission of a crime",
            "The Commission issued a directive on food prices.",
            "Intergovernmental Oceanographic Commission of UNESCO",
            "The Commission will have the power to decide disputes.",
            "The electoral commission accused the government party of ballot-rigging.",
            "She served on the city's water commission.",
            "He is the honorary president of the commission.",
            "The report was commissioned by the Welsh Office.",
            "In the latter case, buyers pay a 15% commission."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мальчик отправился исполнять поручение.",
            "Он получил заказ на пейзаж.",
            "Европейская комиссия",
            "Я заказал ему набросок парка.",
            "Он подстрекал к совершению преступления?",
            "Она получает комиссионные за каждый проданный ею автомобиль.",
            "Он был произведен в лейтенанты в апреле 1861 г.",
            "система комиссионного вознаграждения без ограничения максимально возможной суммы",
            "Комиссия обнародовала свои выводы.",
            "Все продавцы в этом магазине работают за комиссионные /процент от продаж/.",
            "Комиссия по вопросу равных возможностей занятости",
            "Я выписал для своего господина трость из Парижа.",
            "Государственная плановая комиссия",
            "Подкомитет Комиссии ООН по разоружению",
            "Комиссия по приграничному экологическому сотрудничеству между США и Мексикой",
            "Он также должен платить комиссию, обычно пять процентов, своему агенту в Лондоне.",
            "Продаётся от имени и по поручению создателей.",
            "Король назначил новых судей вершить правосудие.",
            "Мы предлагаем ежемесячное комиссионное вознаграждение с выплатой аванса.",
            "Рекламные представители получают вознаграждение на комиссионной основе.",
            "Весь торговый персонал работает на комиссионной основе.",
            "оружие, использованное при совершении преступления",
            "Еврокомиссия издала директиву о ценах на продукты питания.",
            "Межправительственная комиссия ЮНЕСКО по океанографии",
            "Комиссия будет иметь право решать споры.",
            "Избирательная комиссия обвинила правящую партию в подтасовке результатов голосования.",
            "Она служила в городском комитете по водным ресурсам.",
            "Он является почетным председателем комиссии.",
            "Доклад был подготовлен по поручению министерства по делам Уэльса.",
            "В последнем случае покупатели оплачивают пятнадцатипроцентную комиссию."
        ]
    }
}