{
    "communicate": {
        "comment": [],
        "translate": "сообщить, сообщать, сообщаться, передавать, сноситься, снестись, причащать",
        "transcription": " |kəˈmjuːnɪkeɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She likes to communicate with friends by e-mail.",
            "I shall communicate with you direct.",
            "The rooms communicate.",
            "Animals communicate in various ways.",
            "The couple has trouble communicating.",
            "We communicate a lot of information through body language.",
            "We try not to communicate our anxieties to the children.",
            "Please communicate this message to all employees.",
            "He communicated his dissatisfaction to the staff.",
            "We communicated mostly by e-mail.",
            "You have a duty as a scientist to communicate your discovery to the world.",
            "It is always difficult to communicate with someone who speaks a foreign language.",
            "She communicated her ideas to the group.",
            "He and his sons haven't communicated for years.",
            "The girl claims to be able to communicate with the dead.",
            "Many couples make themselves miserable by not communicating.",
            "Politicians are often unable to communicate with ordinary people.",
            "The rooms communicated.",
            "Children have to learn to communicate effectively.",
            "He was asked to communicate the news to the rest of the people.",
            "The two computers are able to communicate directly with one another.",
            "The disease is communicated through saliva.",
            "He communicated his anxieties to the psychiatrist.",
            "Parents sometimes find it difficult to communicate with their teenage children.",
            "The differences between our two cultures can be bridged if we continue to communicate.",
            "If you're excited about the product, your enthusiasm will communicate itself to customers.",
            "A baby communicates its needs by crying.",
            "The decision was communicated to our staff late in 1998.",
            "The book attempts to communicate the uncommunicable horrors of war.",
            "the challenge of getting the two groups to communicate with each other"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она любит общаться с друзьями по электронной почте.",
            "Я сразу же свяжусь с вами.",
            "Эти комнаты смежные.",
            "Животные общаются различными способами.",
            "Эта пара имеет проблемы в общении.",
            "Мы передаем много информации посредством языка тела.",
            "Мы стараемся не сообщать о наших опасениях детям.",
            "Пожалуйста, передайте эту информацию всем сотрудникам.",
            "Он передал сотрудникам своё недовольство.",
            "Мы общались в основном по электронной почте.",
            "Как учёный, вы обязаны сообщить миру о своём открытии.",
            "Всегда трудно общаться с человеком, который говорит на иностранном языке.",
            "Она довела свои мысли до сведения группы.",
            "Он не общался с сыновьями несколько лет.",
            "Эта девочка утверждает, что может разговаривать с мёртвыми.",
            "Многие пары делают друг друга несчастными тем, что не общаются.",
            "Политики часто неспособны говорить с обычными людьми.",
            "Комнаты сообщались между собой.",
            "Дети должны научиться продуктивно общаться.",
            "Его попросили сообщить эту новость остальным людям.",
            "Эти компьютеры могут взаимодействовать друг с другом напрямую.",
            "Данное заболевание передаётся через слюну.",
            "Он рассказал о своих тревогах психиатру.",
            "Родителям иногда трудно общаться со своими детьми-подростками.",
            "Различия между нашими двумя культурами могут быть преодолены, если мы будем продолжать общаться.",
            "Если продукт вам нравится, ваш энтузиазм будет передаваться покупателям.",
            "Малыши сообщают о своих потребностях при помощи плача.",
            "Это решение было передано нашим сотрудникам в конце 1998 года.",
            "Данная книга пытается донести до читателя непередаваемые ужасы войны.",
            "трудная задача: заставить эти две группы как-то общаться друг с другом"
        ]
    }
}