{
    "commodity": {
        "comment": [
            "common",
            "commonly",
            "accommodation",
            "accommodate"
        ],
        "translate": "товар, продукт, предмет потребления, удобство",
        "transcription": " |kəˈmɑːdətɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Time is a precious commodity.",
            "Oil is a commodity in high demand.",
            "Labour is bought and sold like any other commodity.",
            "Time is valuable commodity to us all.",
            "Commodity prices fell sharply.",
            "This commodity bundle is preferable.",
            "A \"ceiling\" was set upon all commodity prices.",
            "Patience is a rare commodity.",
            "Money was a commodity she never thought about except in the abstract.",
            "We abuse land because we regard it as a commodity belonging to us.",
            "Our language is probably our most exportable commodity.",
            "Commodity Credit Corporation",
            "Commodity Exchange Authority",
            "According to Marx, treating labor as a commodity exemplified the reification of the individual.",
            "Of the top 50 commodity chemicals, 30 are created directly by catalysis and another 6 are made from raw materials that are catalytically produced."
        ],
        "example_translate": [
            "Время - бесценная вещь.",
            "Нефть — это товар повышенного спроса.",
            "Труд покупается и продается, как любой другой товар.",
            "Время дорого нам всем.",
            "Цены на сырьё резко упали.",
            "Этот набор благ более предпочтителен.",
            "На все товары широкого потребления установлен потолок цен.",
            "Терпение — штука редкая.",
            "Деньги были предметом, о котором она думала лишь теоретически.",
            "Мы неправильно относимся к земле, поскольку считаем ее нашей собственностью.",
            "Наш язык является наиболее пригодным для экспорта товаром.",
            "Ведомство по выдаче кредитов на производство первичных товаров",
            "Управление товарных бирж (в США)",
            "По Марксу, отношение к труду как к товару является примером овеществления личности.",
            "Из пятидесяти самых распространённых химических товаров, тридцать производятся непосредственно путём катализа, а ещё шесть изготовлены из сырья, произведённого каталитически."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}