{
    "commentary": {
        "comment": [
            "comment",
            "recommendation",
            "recommend",
            "commentator",
            "commence"
        ],
        "translate": "комментарий, дикторский текст",
        "transcription": " |ˈkɑːmənterɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He provided commentary during the game.",
            "The book is a commentary on her experiences abroad.",
            "She gave us a running commentary on what was happening in the street.",
            "The major television stations provided running commentaries on the election results.",
            "Predictably, the commentary is authoritative and scholarly.",
            "The paper discredited the politician with its nasty commentary.",
            "Introduction should be a commentary on the pieces edited, and nothing more.",
            "The sportscaster's color commentary tends to be laconic but very much to the point.",
            "The incident was a sad commentary on British football.",
            "We'll be bringing you full commentary on the game between Notts and Brescia."
        ],
        "example_translate": [
            "Он комментировал ход этой игры.",
            "Книга представляет собой записки о её жизни за рубежом.",
            "Она прокомментировала для нас в прямом эфире происходящие на улице события.",
            "Основные телеканалы провели репортажи в прямом эфире относительно результатов выборов.",
            "Как и ожидалось, комментарий написан компетентно и отличается надежностью сведений",
            "Газета дискредитировала этого политика своими мерзкими комментариями.",
            "В предисловии должны содержаться комментарии к изданию и ничего более.",
            "Колоритные комментарии этого спортивного ведущего, как правило, немногословны, но очень уместны.",
            "Это происшествие показало, насколько всё грустно в английском футболе.",
            "Мы предоставим вам полный комментарий матча между \"Ноттс Каунти\" и \"Брешией\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}