{
    "commercial": {
        "comment": [
            "commerce"
        ],
        "translate": "коммерческий, торговый, доходный, реклама, коммивояжер",
        "transcription": " |kəˈmɜːrʃl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The film was a huge commercial success.",
            "a commercial for a new kind of soap",
            "It was presented without commercial breaks.",
            "Commercial establishments remain closed today.",
            "a TV commercial for men's cologne",
            "Is the property or any part thereof used for commercial activity?",
            "We'll take a look at the weather right after this commercial break.",
            "Their music is too commercial.",
            "a clerk in a commercial firm",
            "Canadian Commercial Corporation",
            "the commercial hub of the region",
            "a developer of commercial properties",
            "Their music has become very commercial.",
            "It's all go in the commercial property market.",
            "New York is the commercial heartbeat of America",
            "Our top priorities must be profit and commercial growth.",
            "The area remains under threat from commercial developers.",
            "Most novels are published with an eye to commercial success.",
            "Shops and other commercial establishments remain closed today.",
            "Train travel was eclipsed by the growth of commercial airlines.",
            "Deterge the surface using an industrial-strength commercial soap.",
            "The firm's success is largely due to Brannon's commercial acumen.",
            "He was unhappy with the commercial orientation of the organization.",
            "Commercial property markets are now showing definite signs of life.",
            "The majority of Brazil's huge commercial interests support the measure.",
            "a new ocean liner that claims to be the largest commercial vessel afloat",
            "The average American sees and hears thousands of commercial messages each day.",
            "The group launched a campaign to protect the area from commercial development.",
            "He was wholly undismayed by the commercial failure of the three movies he had made.",
            "In 1977, the president slapped a ban on the commercial reprocessing of nuclear fuel."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Фильм имел огромный коммерческий успех.",
            "реклама нового (вида) мыла",
            "Её (т.е. передачу) показали без перерывов на рекламу.",
            "Торговые предприятия сегодня остаются закрытыми.",
            "телевизионная реклама мужского одеколона",
            "Используется ли данная собственность или какая-либо ее часть в коммерческих целях?",
            "Сразу после рекламной паузы мы предложим вашему вниманию прогноз погоды.",
            "Их музыка слишком коммерческая.",
            "служащий /работник, продавец/ в коммерческой фирме",
            "Канадская коммерческая корпорация (занимается куплей-продажей товаров на государственном уровне и содействует экспорту канадских товаров)",
            "коммерческий центр региона",
            "застройщик коммерческой недвижимости",
            "Их музыка стала очень коммерческой.",
            "На рынке коммерческой недвижимости царит большое оживление.",
            "Нью-Йорк является сердцем американской коммерции.",
            "Нашими главными приоритетами должны быть прибыль и коммерческий рост.",
            "Эта территория по-прежнему находится под угрозой коммерческой застройки.",
            "Большинство романов публикуется в расчёте на коммерческий успех.",
            "Магазины и другие торговые заведения сегодня закрыты.",
            "Развитие коммерческих авиалиний отодвинуло на второй план железнодорожные перевозки.",
            "Очистите поверхность с помощью промышленного хозяйственного мыла.",
            "Своим успехом фирма во многом обязана коммерческой хватке Брэннона.",
            "Он был недоволен коммерческой ориентацией данной организации.",
            "Сейчас рынки коммерческой недвижимости явно демонстрируют признаки жизни.",
            "Большая часть огромных деловых кругов Бразилии поддерживает эту меру.",
            "новый океанский лайнер, претендующий на звание самого большого коммерческого судна на плаву",
            "Обычный американец каждый день видит и слышит тысячи рекламных сообщений.",
            "Группа начала кампанию по защите территории от коммерческой застройки.",
            "Его совершенно не обескуражил коммерческий провал трёх снятых им фильмов.",
            "В 1977 году президент запретил коммерческую переработку ядерного топлива."
        ]
    }
}