{
    "complain": {
        "comment": [
            "explain",
            "plain",
            "complaint",
            "plainly"
        ],
        "translate": "жаловаться, пожаловаться, сетовать, выражать недовольство, поплакаться, ныть",
        "transcription": " |kəmˈpleɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was useless to complain.",
            "He works hard but he never complains.",
            "Complain to the boy's mother, not to me!",
            "Jane is complaining of a headache again.",
            "To complain, or not complain, alike is unavailable.",
            "Go to the teacher and complain about that boy who sits behind you.",
            "The charge for excess baggage was disgusting. I shall complain.",
            "He had no cause to complain.",
            "Neighbours complained to the police about the dogs barking.",
            "She's not the sort to complain.",
            "My mother complains all day.",
            "If you're unhappy with the service, you should complain to the manager.",
            "I make a good living. I can't complain.",
            "“These shoes are too tight,” he complained.",
            "Within an hour of our arrival Caroline was starting to complain.",
            "Employees complained bitterly about working conditions.",
            "'You never ask my opinion about anything,' Rod complained.",
            "The students complained that the test was too hard.",
            "A noteworthy fact is that her students rarely complain.",
            "You can complain, but I doubt if it'll make any difference.",
            "He sent a letter to the council to complain about the noise.",
            "I think you should complain - unless, of course, you are happy with the way things are.",
            "New mothers often complain of lethargy and mild depression.",
            "We mustn't lose heart when people complain.",
            "She often complains about not feeling appreciated at work.",
            "After a cold, many patients complain of persistent catarrh.",
            "Write to your local councillor to complain.",
            "Ron does nothing but criticize and complain all the time.",
            "My insides are beginning to complain about the lack of food.",
            "He was determined not to complain in the presence of the nurse."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Жаловаться было бесполезно.",
            "Он много работает, но никогда не жалуется.",
            "Жалуйтесь его матери, а не мне!",
            "Джейн снова жалуется на головную боль.",
            "Жалуйся, не жалуйся - всё бесполезно.",
            "Пойди к учителю и пожалуйся на мальчика, который сидит за тобой.",
            "Плата за лишний вес багажа просто возмутительна. Я буду жаловаться.",
            "У него не было причин жаловаться.",
            "Соседи пожаловались в полицию на лай собак.",
            "Она не из тех, кто жалуется.",
            "Моя мама весь день жалуется.",
            "Если вы недовольны обслуживанием, следует пожаловаться администратору.",
            "Зарабатываю я хорошо — грех жаловаться.",
            "— Эти туфли слишком тесные, — пожаловался он.",
            "С момента нашего прибытия не прошло и часа, а Кэролайн уже начала жаловаться.",
            "Работники горько жаловались на условия труда.",
            "— Ты никогда ни о чём не спрашиваешь моего мнения, — пожаловался Род.",
            "Студенты пожаловались на то, что контрольная слишком трудная.",
            "Примечателен тот факт, что её ученики редко жалуются.",
            "Вы можете жаловаться, но я сомневаюсь, что это принесёт хоть какую-то пользу.",
            "Он направил в городской совет письмо с жалобой на шум.",
            "Я думаю, вам следует жаловаться, — если, конечно, вы недовольны тем, как обстоят дела.",
            "Молодые мамы часто жалуются на вялость и легкую депрессию.",
            "Мы не должны унывать, когда люди выражают недовольство.",
            "Она часто жалуется, что не чувствует, чтобы её ценили на работе.",
            "После простуды, многие пациенты жалуются на постоянный насморк.",
            "Напишите жалобу вашему члену совета.",
            "Рон всё время только и делает, что критикует да жалуется.",
            "Мои внутренности начинают жаловаться на нехватку пищи.",
            "Он твёрдо решил не жаловаться в присутствии медсестры."
        ]
    }
}