{
    "compose": {
        "comment": [
            "oppose",
            "opposed",
            "pose",
            "propose",
            "proposed",
            "purpose",
            "suppose",
            "impose",
            "expose",
            "supposedly",
            "composer",
            "supposed",
            "dispose"
        ],
        "translate": "составлять, составить, сочинять, создавать, сочинять музыку, состоять, набирать",
        "transcription": " |kəmˈpəʊz|",
        "antonyms": [],
        "mnemonic": [
            "compose [кэмпэ'уз] сочинять - (Кэмпэуз-иторы) сочиняют музыку."
        ],
        "examples": [
            "He composeed himself.",
            "Beethoven composed nine symphonies",
            "It is always easier to criticize than to compose.",
            "She composed a poem.",
            "When asked a question, give yourself a second to compose your thoughts.",
            "Lynn took several deep breaths to compose herself.",
            "In the last year of his life he composed at least eight of his philosophical works.",
            "I like the way he composes his photographs.",
            "She composed a letter to her sister.",
            "More than 17.6 million firms compose the business sector of our economy.",
            "She had to compose herself before she could reply to this terrible insult.",
            "Compose a letter to your local paper stating your views on an issue of your choice.",
            "Barrington has composed the music for a new production of 'A Midsummer Night's Dream'."
        ],
        "example_translate": [
            "Он успокоился.",
            "Бетховен сочинил девять симфоний",
            "Всегда легче критиковать, чем сочинять.",
            "Она сочинила стихотворение.",
            "Когда тебе задают вопрос, дай себе секунду, чтобы собраться с мыслями.",
            "Линн несколько раз глубоко вздохнула, чтобы успокоиться.",
            "За последний год жизни он написал не менее восьми работ по философии.",
            "Мне нравится, как он компонует свои фотографии.",
            "Она сочинила письмо к своей сестре.",
            "Более 17,6 миллиона фирм составляют бизнес-сектор нашей экономики.",
            "Ей пришлось успокоиться, прежде чем она смогла ответить на это страшное оскорбление.",
            "Сочините письмо в местную газету, изложив свои взгляды на любой вопрос по вашему выбору.",
            "Баррингтон написал музыку для новой постановки пьесы \"Сон в летнюю ночь'."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}