{
    "complement": {
        "comment": [],
        "translate": "дополнение, комплект, дополнять, укомплектовывать",
        "transcription": " |ˈkɑːmplɪment|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The soup and salad complement each other well.",
            "Our sauces are the perfect complement to any meal.",
            "A fine wine is a perfect complement to the dinner.",
            "The plane had received its full complement of passengers.",
            "Men seek for money as the complement of all their desires.",
            "The scarf is a perfect complement to her outfit.",
            "I need some pepper to complement the sweet touch in the soup.",
            "She acknowledged his complement with a smile.",
            "He suggested she wear brighter hues to complement her skin tone.",
            "The shirt complements the suit nicely.",
            "John and Bob complemented each other well.",
            "A fine wine is a perfect complement to the dinner.",
            "Each new cell will carry its full complement of chromosomes.",
            "The usual complement of Kremlin guards was about, one company of infantry with light arms.",
            "“President” in “they elected her president” and “to work” in “he wants to work” are different kinds of complements.",
            "Exact observation of the outer world was the complement to a literal reading of Scripture."
        ],
        "example_translate": [
            "Суп и салат хорошо друг друга дополняют.",
            "Наши соусы станут прекрасным дополнением к любому блюду.",
            "Хорошее вино — прекрасное дополнение к столу.",
            "Все места в самолете были заняты.",
            "Люди ищут денег как единственного средства для удовлетворения всех своих желаний.",
            "Этот шарф идеально дополняет её наряд.",
            "Мне нужно немного перца, чтобы уравновесить сладкий привкус этого супа.",
            "Она ответила на его дополнение улыбкой.",
            "Он предложил ей носить более яркую одежду, чтобы дополнить тон её кожи.",
            "Рубашка прекрасно дополняет этот костюм.",
            "Джон и Боб хорошо дополняли друг друга.",
            "Прекрасным дополнением к ужину служит хорошее вино.",
            "В каждой новой клетке будет содержаться полный набор хромосом.",
            "Как обычно, охрану Кремля осуществляла рота солдат, вооружённая лёгким стрелковым оружием.",
            "Слова “президентом” во фразе “её избрали президентом” и “работать” в “он хочет работать” являются различными видами дополнений.",
            "Точное наблюдение внешнего мира было дополнением к буквальному прочтению Библии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}