{
    "compete": {
        "comment": [
            "competition",
            "competitive",
            "competing",
            "competitor",
            "compensation",
            "competence",
            "compel",
            "compensate",
            "competent"
        ],
        "translate": "конкурировать, соревноваться, состязаться",
        "transcription": " |kəmˈpiːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We're too small to compete with a company like that.",
            "The company wants to compete on the world stage.",
            "Runners from many countries are competing for the international prize.",
            "He relishes the chance to compete again.",
            "Did you compete in the track meet on Saturday?",
            "Though she's almost 40, she still plans to compete.",
            "If you hesitate, you may lose the opportunity to compete altogether.",
            "They will compete for a $100,000 purse.",
            "I had to compete against 19 other people for the job.",
            "She competed against students from around the country.",
            "Small businesses have to compete on equal terms with large organisations.",
            "We are competing with companies that are twice our size.",
            "The company must be able to compete in the international marketplace.",
            "Few athletes can compete at international level.",
            "We watched our compatriots compete in the Olympics.",
            "She and her sister are always competing for attention.",
            "Professional athletes may now compete at the Olympics.",
            "The networks compete to broadcast important sports events.",
            "The radio and the television were both on, competing for our attention.",
            "Small businesses want to compete on a level playing field with larger ones.",
            "We try to make the trains run on time, but we can't compete against the weather.",
            "Some retailers worry that new regulations will hurt their ability to compete in the marketplace.",
            "The win qualifies her to compete in the final race.",
            "Such companies must change if they are to compete in the modern world.",
            "Management and workers must act in unison to compete with foreign business.",
            "Small, independent bookstores simply can't compete with the big national chains.",
            "Candidates must compete in a trial of skill.",
            "He'll be competing against the world's best.",
            "Our small company must compete with the big conglomerates.",
            "They found themselves competing with foreign companies for a share of the market."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Наша фирма слишком мала, чтобы конкурировать с такой компанией.",
            "Компания хочет конкурировать на мировой арене.",
            "Бегуны из разных стран борются за международную награду.",
            "Он в восторге от возможности вновь принять участие в соревнованиях.",
            "Ты принимал участие в соревнованиях по лёгкой атлетике, в субботу?",
            "Хотя ей почти сорок лет, она по-прежнему планирует выступать на соревнованиях.",
            "Если будешь колебаться, то можешь вообще потерять возможность конкурировать.",
            "Они будут состязаться за приз в сто тысяч долларов.",
            "Мне пришлось конкурировать за эту работу с девятнадцатью другими людьми.",
            "Она соревновалась со студентами из разных уголков страны.",
            "Малым предприятиям приходится конкурировать на равных с крупными организациями.",
            "Мы конкурируем с компаниями размером вдвое больше нашей.",
            "Компания должна быть способна конкурировать на международном рынке.",
            "Немногие спортсмены могут соревноваться на международном уровне.",
            "Мы смотрели, как наши соотечественники соревнуются на Олимпийских играх.",
            "Они с сестрой постоянно конкурируют за внимание.",
            "Теперь профессиональные спортсмены могут принимать участие в Олимпийских играх.",
            "Эти телесети конкурируют за право показа важных спортивных событий.",
            "И радио, и телевизор были включены, состязаясь за наше внимание.",
            "Малые предприятия хотят конкурировать на равных с более крупными.",
            "Мы пытаемся наладить расписание поездов, но погода сильнее нас.",
            "Некоторые ритейлеры беспокоятся, что новые правила навредят их способности конкурировать на рынке.",
            "Благодаря этой победе она получает возможность принять участие в финальном забеге.",
            "Такие компании должны измениться, если хотят оставаться конкурентоспособными в современном мире.",
            "Руководство и работники должны действовать в унисон, чтобы конкурировать с иностранным бизнесом.",
            "Мелкие независимые книжные магазины просто не в состоянии конкурировать с крупными национальными сетями.",
            "Кандидаты должны пройти конкурс на владение профессиональными навыками.",
            "Он будет соревноваться с лучшими в мире.",
            "Нашей небольшой компании приходится конкурировать с крупными конгломератами.",
            "Они оказались в условиях конкуренции с иностранными компаниями за долю на рынке."
        ]
    }
}