{
    "comprehension": {
        "comment": [
            "comprehensive",
            "comprise",
            "compromise"
        ],
        "translate": "понимание, осмысление, постижение, охват, разумение, понятливость, включение",
        "transcription": " |ˌkɑːmprɪˈhenʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It passes all comprehension.",
            "This news was beyond his comprehension.",
            "They don't have the least comprehension of what I'm trying to do.",
            "The students showed excellent reading comprehension.",
            "He looked at her with a total lack of comprehension.",
            "How you can do that is beyond my comprehension/",
            "The research project will focus on children's comprehension of pretence.",
            "Why you let her talk you into doing such a foolish thing is beyond my comprehension (=impossible for me to understand).",
            "The plan is to standardize the test for reading comprehension so that we can see how students across the state compare."
        ],
        "example_translate": [
            "Это превосходит всякое понимание.",
            "Эта новость была выше его понимания.",
            "Они не имеют ни малейшего понятия о том, что я пытаюсь сделать.",
            "Студенты продемонстрировали прекрасное понимание прочитанного.",
            "Он посмотрел на неё с полным отсутствием понимания /совершенно ничего не понимая/.",
            "Как ты это делаешь — выше моего понимания.",
            "Внимание данного исследовательского проекта будет фокусироваться на детском восприятии притворства.",
            "Почему ты позволил ей уговорить себя сделать такую глупость — выше моего понимания (т.е. для меня невозможно это понять).",
            "Планируется стандартизация теста на понимание прочитанного, чтобы мы могли видеть, как справляются с ним студенты из разных частей штата в сравнении друг с другом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}