{
    "competitive": {
        "comment": [],
        "translate": "конкурентный, конкурентоспособный, конкурсный, конкурирующий, соперничающий",
        "transcription": " |kəmˈpetətɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Win or lose, I love competitive sports.",
            "We have to cut costs in order to remain competitive.",
            "She's very competitive by nature.",
            "The choice of the candidates was made by competitive examination.",
            "In the long term, a competitive market can provide benefits to customers.",
            "Advertising is an intensely competitive business.",
            "The hotel offers a high standard of service at competitive rates.",
            "Competitive mothers can make their daughters' lives a misery.",
            "new entrants into a highly competitive field",
            "an archly competitive young executive",
            "Good communications are of the essence to remain competitive.",
            "You need a degree to be competitive in today's job market.",
            "Competitive sports encourage children to work together as a team.",
            "Some US industries are not as competitive as they have been in the past.",
            "You must be decisive and persistent to succeed in this competitive field.",
            "This gives the company a competitive advantage over its rivals.",
            "Some women found the competitive style of the discussions off-putting.",
            "The games start off as a social event, but players soon become competitive.",
            "The company offers competitive wages and good benefits.",
            "The company has gained a toehold in the competitive computer market.",
            "We must encourage innovation if the company is to remain competitive.",
            "Most companies operate in conditions that are to a greater or lesser extent competitive.",
            "The team seems to have lost its competitive edge recently (=its ability to compete well).",
            "a highly competitive industry in which any company that isn't a pacer quickly becomes a belly-up also-ran"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я люблю спортивные соревнования, даже если проигрываю.",
            "Нам придётся сократить издержки, чтобы оставаться конкурентоспособными.",
            "По своей природе она очень честолюбива.",
            "Отбор кандидатов производился по результатам конкурсного экзамена.",
            "В долгосрочном периоде конкурентный рынок может принести потребителям пользу.",
            "Рекламный бизнес сопряжён с острейшей конкуренцией.",
            "Гостиница предлагает высокий уровень обслуживания по конкурентоспособной цене.",
            "Склонные к соперничеству матери могут превратить жизнь дочерей в ад.",
            "новые игроки на высококонкурентном поле",
            "крайне амбициозный молодой руководитель",
            "Хорошие связи очень важны для того, чтобы оставаться конкурентоспособными.",
            "Чтобы быть конкурентоспособным на современном рынке труда, нужна учёная степень.",
            "Соревновательные виды спорта способствуют совместной работе детей в одной команде.",
            "Некоторые отрасли промышленности США не так конкурентоспособны, как в прошлом.",
            "Чтобы преуспеть в этом конкурентном поле, нужно быть решительным и настойчивым.",
            "Это даёт компании конкурентное преимущество над своими соперниками.",
            "Некоторые женщины сочли отталкивающим столь агрессивный стиль ведения данной дискуссии.",
            "Эти игры начинаются как светское мероприятие, но вскоре игроки начинают соревноваться всерьёз.",
            "Компания предлагает конкурентоспособную заработную плату и хороший соцпакет.",
            "Компания закрепилась на конкурентном компьютерном рынке.",
            "Мы должны поощрять инновации, если компания хочет сохранить свою конкурентоспособность.",
            "Большинство компаний работает в условиях большей или меньшей конкуренции.",
            "Похоже, в последнее время команда потеряла свою конкурентоспособность (т.е. способность конкурировать на равных).",
            "высококонкурентный бизнес, в котором любая компания, которая не является лидером, быстро становится банкротом и выбывает из игры"
        ]
    }
}