{
    "completed": {
        "comment": [
            "complete",
            "completely",
            "complexity",
            "complex",
            "complement",
            "complexion",
            "complementary",
            "completion"
        ],
        "translate": "завершенный, законченный, оконченный, доделанный",
        "transcription": " |kəmˈpliːtəd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The business was completed at two sittings.",
            "He had just completed his final solo album.",
            "The project was completed a week past its deadline.",
            "To be completed by the policyholder.",
            "The new baby completed their family.",
            "When she'd completed the toast, they clinked glasses.",
            "Applications are completed and processed electronically.",
            "A cup of skilly completed the repast.",
            "His life had well-nigh completed its span.",
            "He completed the job to the best of his ability.",
            "Send your completed form to the following address.",
            "The project was completed within budget.",
            "The quarterback completed 12 out of 15 passes.",
            "It's amazing how they completed the bridge so quickly.",
            "She completed the requirements for her Master's Degree.",
            "In all, more than 650 people completed the questionnaire.",
            "The project was completed with the aid of several students.",
            "They have just completed the job of updating the dictionary.",
            "The circuit of changes is completed in the course of a year.",
            "The new road should be completed before the end of the year.",
            "Congress will not adjourn until the budget has been completed.",
            "She recently completed her residency in pediatrics.",
            "He timed the students as they completed their tests.",
            "I withheld payment until they had completed the work.",
            "The preparations have been completed and we're ready to go.",
            "The firm went bankrupt before the building work was completed.",
            "Be very clear about what jobs should be completed, and by when.",
            "If we keep to the plan the work should be completed in two weeks.",
            "We successfully completed the certification for open water diving.",
            "Final confirmation came only after the investigation was completed."
        ],
        "example_translate": [
            "Дело было решено за две встречи.",
            "Он только что закончил свой последний сольный альбом.",
            "Проект был завершён через неделю после предельного срока.",
            "Заполняется держателем страхового полиса.",
            "Рождение ребёнка сделало их семью полной.",
            "Когда она завершила тост, они чокнулись стаканами.",
            "Заявления заполняются на компьютере и обрабатываются компьютером.",
            "Завершала трапезу чашка водянистого чая.",
            "Жизнь его уже близилась к концу.",
            "Он завершил работу в меру своих способностей.",
            "Отправьте заполненную форму по следующему адресу.",
            "Проект был завершён в рамках бюджета.",
            "Квотербэк удачно выполнил двенадцать из пятнадцати передач.",
            "Удивительно, как они так быстро закончили этот мост.",
            "Она выполнила требования на получение степени магистра.",
            "Всего анкету заполнило более шестисот пятидесяти человек.",
            "Проект был окончен с помощью нескольких студентов.",
            "Они только что закончили работу по обновлению словаря.",
            "Круговорот перемен завершится в течение года.",
            "Новая дорога должна быть завершена до конца года.",
            "Конгресс не станет прерывать свою работу до тех пор, пока не будет завершена работа по бюджету.",
            "Недавно она закончила ординатуру по специальности \"педиатрия\".",
            "Он засекал время, за которое студенты заканчивали свои тесты.",
            "Я задержал оплату до тех пор, пока они не закончили работу.",
            "Приготовления завершены, и мы готовы к выходу.",
            "Фирма обанкротилась до того, как были завершены строительные работы.",
            "Не допускайте неясностей относительно перечня выполняемых работ, а также сроков их выполнения.",
            "Если мы будем придерживаться плана, работы должны быть завершены в течение двух недель.",
            "Мы успешно завершили сертификацию для занятий дайвингом на открытой воде.",
            "Окончательное подтверждение поступило только после того, как расследование было закончено."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}