{
    "comparison": {
        "comment": [],
        "translate": "сравнение",
        "transcription": " |kəmˈpærɪsn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Your comparison is not unapt.",
            "He showed us the original text for comparison.",
            "This bears no comparison.",
            "the comparison of monkeys to humans",
            "It's obscene to make such a comparison.",
            "The writer draws comparisons between the two presidents.",
            "We must make a product that will stand up to any comparison.",
            "In comparison to other recent video games, this one isn't very exciting.",
            "Comparison may be between two unpriced goods, eg air quality vs water quality.",
            "I don't know enough history to make a comparison.",
            "The article makes a comparison between the two poems.",
            "Today's economic problems pale in comparison with those of the 1930s.",
            "I don't think comparisons of her situation and mine are appropriate.",
            "No comparison between the two books.",
            "In her book she makes a comparison between Russian and British ballet.",
            "These figures are provided for comparison with the results of previous studies.",
            "This adjustment of the figures allows a fairer comparison.",
            "comparison of foods on a caloric basis",
            "They made a comparison of noise levels.",
            "a comparison of the data from the two studies",
            "a symphony that can bear comparison with Beethoven's best",
            "On comparison, the Renault was the more reliable of the two cars.",
            "Without more data we cannot make a meaningful comparison of the two systems.",
            "I've cooked for 200 people before now. So, tonight is child's play by comparison.",
            "In absolute terms wages have risen, but not in comparison with the cost of living.",
            "Irving's work bears comparison with the best of the modern novelists.",
            "Comparison with his previous movies shows how Lee has developed as a director.",
            "By comparison with other European countries, car prices in the UK are very high.",
            "He's always so busy that he would make anyone look like a slugabed by comparison.",
            "You can't make a comparison between American and Japanese schools — they're too different."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ваше сравнение довольно уместно.",
            "Он показал нам исходный текст для сравнения.",
            "Это не выдерживает сравнения.",
            "сравнение обезьян с людьми",
            "Неприлично делать такое сравнение.",
            "Автор проводит параллели между этими двумя президентами.",
            "Мы должны выпускать такую продукцию, которая не будет проигрывать ни при каком сравнении.",
            "В сравнении с другими недавними видеоиграми, эта — не очень интересная.",
            "Возможно сравнение двух бесценных благ, напр., сравнение качества воздуха с качеством воды.",
            "Я слишком плохо знаю историю, чтобы делать какие-то сравнения.",
            "В статье проводится сравнение между этими двумя стихотворениями.",
            "Сегодняшние экономические проблемы меркнут по сравнению с проблемами тридцатых годов.",
            "Мне кажется, неуместно как-то сравнивать наши с ней ситуации.",
            "Эти две книги просто невозможно сравнивать.",
            "В своей книге она сравнивает русский /российский/ балет с британским.",
            "Эти цифры приводятся для сравнения с результатами предыдущих исследований.",
            "Эта корректировка цифр предоставляет более справедливое сравнение.",
            "сравнение продуктов по калорийности",
            "Они провели сравнение уровней шума.",
            "сравнение данных этих двух исследований",
            "симфония, которая может выдержать сравнение с лучшими произведениями Бетховена",
            "Сравнение показало, что из этих двух автомобилей более надёжен \"Рено\".",
            "Без дополнительных данных мы не можем сделать осмысленного сравнения этих двух систем.",
            "Мне уже как-то приходилось готовить для двухсот человек, так что сегодняшний вечер по сравнению с этим — детская забава.",
            "В абсолютном выражении заработная плата повысилась, но не в сравнении со стоимостью жизни.",
            "Творчество Ирвинга выдерживает сравнение с работами лучших современных прозаиков.",
            "Сравнение с предыдущими фильмами Ли показывает, насколько он развился как режиссёр.",
            "По сравнению с другими европейскими странами, в Великобритании цены на автомобили являются очень высокими.",
            "Он всегда так занят, что по сравнению с ним любой будет казаться лентяем.",
            "Нельзя делать сравнение между американской и японской школами: слишком они разные."
        ]
    }
}