{
    "companion": {
        "comment": [],
        "translate": "компаньон, спутник, товарищ, сопровождать, парный",
        "transcription": " |kəmˈpænɪən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was a capital companion.",
            "I think it would be a guilt not to companion you.",
            "Companion of my happy then!",
            "He winked an eye at his companion.",
            "A customs officer is a poor companion.",
            "She was a cheerful and agreeable companion.",
            "His dog became his closest companion.",
            "I had a companion close by me, dotting down my conversation.",
            "He led off with his companion in a sort of quickstep.",
            "He was forced to endure a long flight with a flibbertigibbet as a seat companion.",
            "A Companion to Japanese Literature",
            "He uttered not a word of reflection on his companion.",
            "This book is a companion to Professor Farrer's first work.",
            "His companion rounded on him with a torrent of abusive language.",
            "The man's sober vesture contrasted sharply with his companion's festive finery."
        ],
        "example_translate": [
            "Он был замечательным спутником.",
            "Мне думается, будет просто преступлением не проводить тебя.",
            "Товарищ моего счастливого далекого времени!",
            "Он подмигнул своей спутнице.",
            "Таможенник — плохой собеседник.",
            "Она была весёлой и приятной спутницей.",
            "Его пёс стал ему самым близким товарищем.",
            "Рядом со мной находился коллега, записывающий мой разговор.",
            "Он со своей партнёршей открыли выступление танцем, напоминавшим квикстеп.",
            "Ему пришлось перенести длительный перелёт по соседству с легкомысленной болтушкой.",
            "Справочник по японской литературе",
            "Он не высказал ни слова упрёка в адрес своего спутника.",
            "Эта книга является дополнением к первому произведению профессора Фаррера.",
            "Попутчик обрушил на него поток брани.",
            "Строгое одеяние мужчины резко контрастировало с пышным праздничным нарядом его спутницы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}