{
    "compass": {
        "comment": [],
        "translate": "компас, циркуль, буссоль, компасный, полукруглый, замышлять, достигать",
        "transcription": " |ˈkʌmpəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We compassed the earth.",
            "The enemy troops have compassed them in.",
            "The compass needle sometimes twirls swiftly round.",
            "We were compassed round by a very thick fog.",
            "He attempted to compass his ends by violent means.",
            "Such detail falls far beyond the compass of this report.",
            "He checked the point on his compass.",
            "The compass needle points north.",
            "Soldiers were advancing on us from all points of the compass.",
            "Here is a way for you to find north and south without using a compass.",
            "His religion is the compass that guides him.",
            "This writer attempts more than his talents can compass.",
            "Interest rates serve as a compass for determining whether to buy or sell stocks.",
            "The character in the movie had no moral compass to tell him that stealing was wrong.",
            "Within the brief compass of a single page, the author covers most of the major points."
        ],
        "example_translate": [
            "Мы совершили кругосветное плавание. / Мы облетели всю землю.",
            "Вражеские войска взяли их в кольцо.",
            "Стрелка компаса время от времени начинает быстро вращаться.",
            "Нас окружал очень густой туман.",
            "Он попытался достичь своих целей при помощи насилия.",
            "В этом отчёте мы не будем вдаваться в такие подробности.",
            "Он проверил направление по своему компасу.",
            "Стрелка компаса указывает на север.",
            "Солдаты наступали на нас со всех сторон.",
            "Я расскажу вам, как найти север и юг без компаса.",
            "Религия для него — компас, указующий дорогу.",
            "Этот писатель пытается достичь большего, чем ему позволяют способности.",
            "Процентные ставки служат компасом для определения того, покупать или продавать акции.",
            "У данного персонажа этого фильма не было никаких нравственных ориентиров, которые могли бы подсказать ему, что воровать плохо.",
            "За короткий промежуток, вместившийся всего на одной странице, автор охватывает большинство основных моментов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}