{
    "complicated": {
        "comment": [],
        "translate": "сложный, осложненный, усложненный, запутанный",
        "transcription": " |ˈkɑːmplɪkeɪtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This case is more complicated.",
            "The game's rules are too complicated.",
            "The machine has a complicated design.",
            "He has a very complicated love life.",
            "The truth, as always, is more complicated.",
            "The old system was fairly complicated whereas the new system is really very simple.",
            "There was a new development that complicated the matter.",
            "The human brain is an incredibly complicated organ.",
            "The instructions were so complicated I felt like a complete simpleton.",
            "The system was not only complicated but also ineffective.",
            "The situation is complicated by the fact that I've got to work late on Friday.",
            "The artisan crafted a complicated tool",
            "The case involves some complicated legal issues.",
            "For young children, getting dressed is a complicated business.",
            "The company's new president will inherit some complicated legal problems.",
            "a complicated arrangement of gears and shafts",
            "They were embroiled in a complicated lawsuit.",
            "Mental illness is a very complicated subject.",
            "It's a complicated issue that requires careful treatment.",
            "The compression of a long, complicated story into a two-hour movie is never easy.",
            "Semitic tongues have a complicated morphology.",
            "a simplistic approach to a complicated problem",
            "further complicated by uncertainty about the future",
            "'A very complicated subject, I imagine,' said Edwin.",
            "She weaves a complicated plot of romance and intrigue.",
            "the long complicated sentences that typify legal documents",
            "The situation has been getting more complicated as time goes by .",
            "Surely computers are supposed to make life easier, not more complicated!",
            "The complicated application process was a disincentive to volunteering our time.",
            "We considered volunteering, but the complicated application process was a disincentive."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот случай — более сложный.",
            "Правила игры слишком сложны.",
            "Машина имеет сложную конструкцию.",
            "У него очень запутанная личная жизнь.",
            "Истина, как всегда, сложнее.",
            "Старая система была достаточно сложной, в то время как новая система действительно очень проста.",
            "В этом деле произошло ещё одно событие, которое всё усложнило.",
            "Человеческий мозг — невероятно сложный орган.",
            "Инструкции были настолько сложными, что я чувствовал себя полным простофилей.",
            "Этот метод был не только сложным, но и неэффективным.",
            "Ситуация осложняется тем, что в пятницу мне придётся работать допоздна.",
            "Ремесленник изготовил сложный инструмент.",
            "Дело касается некоторых сложных юридических вопросов.",
            "Для маленьких детей, одевание — дело сложное.",
            "Новому президенту компании достанутся в наследство сложные юридические проблемы.",
            "сложный механизм, состоящий из шестерен и валов",
            "Они были вовлечены в сложную судебную тяжбу.",
            "Психические заболевания — предмет очень сложный.",
            "Это сложный вопрос, который требует бережного отношения.",
            "Вместить длинную, запутанную историю в двухчасовой фильм всегда непросто.",
            "Семитские языки имеют сложную морфологию.",
            "упрощённый подход к сложной проблеме",
            "дополнительно осложняется наличием неопределённости в отношении будущего",
            "— Очень сложная тема, я думаю, — сказал Эдвин.",
            "Она плетет сложный сюжет из романтики и интриги.",
            "длинные сложные предложения, которые типичны для юридических документов",
            "Время идёт, и ситуация становится всё сложнее.",
            "Конечно, компьютеры должны упрощать жизнь, а не усложнять!",
            "Запутанный процесс рассмотрения заявок не способствовал тому, чтобы нам захотелось тратить на это время.",
            "Мы думали о том, чтобы стать волонтёрами, но сложный процесс рассмотрения заявлений этому не способствовал."
        ]
    }
}