{
    "compound": {
        "comment": [],
        "translate": "соединение, компаунд, составной, сложный, составлять, осложнять",
        "transcription": " |ˈkɑːmpaʊnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "“Steamboat” is a compound noun.",
            "Proteins are by far the most complex chemical compounds.",
            "The compound will decompose in the presence of light.",
            "Interest is compounded quarterly.",
            "“I told him to leave and he left” is a compound sentence.",
            "The farmer compounded with the bank for a reduction in the interest rate on the money he owed.",
            "We compounded our error by waiting too long to call for help.",
            "The experiment demonstrated the instability of the compound.",
            "Helmut's problems were compounded by his lack of concentration.",
            "The interest is compounded at regular intervals.",
            "They studied the compound's chemical structure.",
            "They studied the compound's molecular structure.",
            "A discriminating feature of poison ivy is a compound leaf with three mitten-shaped leaflets."
        ],
        "example_translate": [
            "“Пароход” — это составное существительное.",
            "Белки, безусловно, являются самыми сложными химическими соединениями.",
            "Это соединение будет разлагаться на свету.",
            "Проценты начисляются ежеквартально.",
            "“Я сказал ему уйти, и он ушел” — это сложносочинённое предложение.",
            "Фермер убедил банк-кредитор снизить процент по его кредиту.",
            "Мы усугубили свою ошибку, когда слишком долго ждали, прежде чем позвать на помощь.",
            "Данный эксперимент продемонстрировал нестабильность этого соединения.",
            "Проблемы Гельмута усугублялись нехваткой концентрации.",
            "Проценты по вкладу начисляются через равные промежутки времени.",
            "Они изучили химическую структуру данного соединения.",
            "Они изучили молекулярную структуру данного соединения.",
            "Отличительной особенностью ядовитого плюща являются сложные листья, состоящие из трёх листков в форме варежки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}