{
    "compelling": {
        "comment": [],
        "translate": "непреодолимый, неотразимый",
        "transcription": " |kəmˈpelɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He made a compelling argument.",
            "The novel was so compelling that I couldn't put it down.",
            "I would need a very compelling reason to leave my job.",
            "His life makes a compelling story.",
            "Lucy had no compelling reason to go into town.",
            "She had a compelling need to share what she had heard.",
            "He felt a compelling need to tell someone about his idea.",
            "The evidence that smoking causes lung cancer is very compelling.",
            "The actor's understated interpretation of the lead role is surprisingly compelling.",
            "The court was presented with compelling evidence that she'd murdered her husband.",
            "They made a compelling argument for our participation.",
            "The play's mordant comedy makes for compelling viewing."
        ],
        "example_translate": [
            "Он привёл убедительные аргументы.",
            "Роман был настолько увлекательным, что я не мог от него оторваться.",
            "Мне нужна очень веская причина, чтобы оставить свою работу.",
            "История его жизни очень увлекательна.",
            "У Люси не было никаких веских причин ехать в город.",
            "Она испытывала непреодолимую потребность поделиться услышанным.",
            "Он почувствовал настоятельную потребность рассказать кому-нибудь о своём замысле.",
            "Доказательства того, что курение вызывает рак лёгких, являются очень убедительными.",
            "Сдержанное исполнение актёром главной роли — на удивление притягательно.",
            "Суду были представлены убедительные доказательства того, что она убила своего мужа.",
            "Они привели убедительный довод в пользу нашего участия.",
            "Благодаря язвительному юмору, просмотр этой пьесы становится весьма интересным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}