{
    "composition": {
        "comment": [
            "composite",
            "component"
        ],
        "translate": "состав, композиция, структура, сочинение, композиционный",
        "transcription": " |ˌkɑːmpəˈzɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Scientists study the composition of the soil.",
            "The composition of the report took two months.",
            "Your composition is quite graceless.",
            "He got an A on his composition.",
            "The orchestra played a modern composition.",
            "The composition of brass includes copper and zinc.",
            "The examples are drawn from the oldest Norse composition.",
            "The horse has a considerable spice of devil in his composition",
            "She admired the composition for its beauty and intricacy.",
            "I had to write a composition about the Royal visit.",
            "The composition of the painting is very graceful.",
            "Some minerals have complex chemical compositions.",
            "It was a step in my advance towards romantic composition.",
            "Their principles of composition characterized all their works.",
            "The teacher reminded us to hand in our compositions at the end of class.",
            "The composition of the group that is studied depends on the interests of the researcher."
        ],
        "example_translate": [
            "Учёные исследуют состав почвы.",
            "Составление отчёта заняло два месяца.",
            "Ваше сочинение довольно тяжеловесно.",
            "Он получил высшую оценку за сочинение.",
            "Оркестр играл современную композицию.",
            "Латунный сплав состоит из меди и цинка.",
            "Примеры взяты из старейшего древнескандинавского сочинения.",
            "В статях этого коня есть что-то дьявольское.",
            "Её восхитили красота и сложность композиции.",
            "Я должен был написать сочинение о королевском визите.",
            "Композиция картины весьма изящна.",
            "Некоторые минералы имеют сложный химический состав.",
            "В моём творчестве это был шаг, приближающий мои произведения к форме романа.",
            "Разработанные ими принципы композиции характерны для всего их творчества.",
            "Учитель напомнил, чтобы мы сдали сочинения в конце урока.",
            "Состав изучаемой группы зависит от интересов исследователя."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}