{
    "comply": {
        "comment": [
            "compliant",
            "compliance"
        ],
        "translate": "подчиняться, исполнять, соглашаться, уступать, исполнять просьбу",
        "transcription": " |kəmˈplaɪ|",
        "antonyms": [],
        "mnemonic": [
            "comply [кэмпл'ай] подчиниться - (Комп* лай) услышав, подчинился собаке ('Компьютер)."
        ],
        "examples": [
            "You must comply or else!",
            "She complied with his wishes.",
            "He promised to comply fully with my requests.",
            "If you join the club, you must comply with its rules.",
            "He had to knuckle and comply in all points.",
            "She refuse to comply with the social worker's instructions.",
            "I asked the waitress to refill my coffee cup and she happily complied.",
            "Builders must comply with the regulations.",
            "The schools comply with federal standards.",
            "There will be penalties against individuals who fail to comply.",
            "Failing to comply with an order will result in the loss of your job.",
            "Failure to comply with the regulations will result in prosecution.",
            "They have failed to comply with the resolution.",
            "Businesses must comply with all applicable laws.",
            "The newspaper was asked by federal agents for assistance and agreed to comply.",
            "All companies must comply with the regulations."
        ],
        "example_translate": [
            "Вы должны подчиниться, а то пожалеете!",
            "Она выполнила его пожелания.",
            "Он пообещал выполнить все мои требования.",
            "Если ты вступишь в клуб, тебе придётся подчиняться его правилам.",
            "Ему пришлось сдаться и пойти на уступки по всем пунктам.",
            "Она отказалась соблюдать предписания социального работника.",
            "Я попросил официантку подлить мне в чашку ещё кофе, и та с радостью согласилась.",
            "Строители обязаны выполнять данные нормы.",
            "Школы работают в соответствии с федеральными нормами.",
            "В отношении лиц, которые не подчинятся, будут предусмотрены санкции.",
            "Невыполнение приказа приведёт к потере работы.",
            "Несоблюдение данных правил повлечёт за собой уголовное преследование.",
            "Они не выполнили данную резолюцию.",
            "Предприятия должны соблюдать все применимые к ним законы.",
            "Федеральные агенты попросили администрацию газеты оказать содействие, и та согласилась.",
            "Все компании должны соблюдать регламент."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}