{
    "compliment": {
        "comment": [
            "complicated",
            "complicate",
            "accomplish",
            "compliance",
            "complication",
            "compliant"
        ],
        "translate": "комплимент, похвала, любезность, хвалить, похвалить, поздравлять, подарить",
        "transcription": " |ˈkɑːmplɪment|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Bob complimented me on my new hairstyle.",
            "I'll take that remark as a compliment.",
            "I was complimented with perfumes.",
            "They were much pleased by the compliment.",
            "He complimented her on her last physics paper.",
            "I was just trying to pay her a compliment.",
            "He blushed at the compliment.",
            "He's very ambitious, and I mean that as a compliment.",
            "This was a double-barrelled compliment.",
            "A sincere compliment can be a true confidence booster.",
            "...a mealymouthed compliment from a jealous competitor...",
            "“You throw okay, for a girl” is a bit of a backhanded compliment.",
            "A cheery, unexpected compliment can really make another person's day.",
            "Mallard scowled at him. He had never learned to receive compliment or expressions of gratitude gracefully.",
            "Giddens is often described by colleagues as \"ambitious\" ... - a backhanded compliment in the staid world of British academe.",
            "Rob Andrew had a quiet game, which is meant as a compliment.",
            "It's a great compliment to the band that he came out of retirement to interview them.",
            "They all seem to think that I ask rather cheeky questions, which I'll take as a compliment.",
            "He told her he admired her paintings and she returned the compliment by saying that she was a fan of his sculptures."
        ],
        "example_translate": [
            "Боб сделал мне комплимент за новую причёску.",
            "Я приму это замечание в качестве комплимента.",
            "Мне преподнесли в подарок духи.",
            "Они были очень польщены этим комплиментом.",
            "Он похвалил её недавнюю статью по физике.",
            "Я просто пытался сделать ей комплимент.",
            "Услышав этот комплимент, он покраснел.",
            "Он очень честолюбив, и я говорю это, как комплимент.",
            "Это был двусмысленный комплимент.",
            "Искренний комплимент может здорово поднять уверенность в себе.",
            "...ничего не значащий комплимент от завистливого конкурента...",
            "Комплимент \"для девчонки бросаешь неплохо\" — довольно сомнительный.",
            "Весёлый и неожиданный комплимент иногда действительно может улучшить настроение другого человека на весь день.",
            "Маллард сердито посмотрел на него. Он так и не научился вежливо принимать комплименты или выражения благодарности.",
            "Говоря о Гидденсе, коллеги часто называют его \"амбициозным\" - сомнительный комплимент в респектабельном и степенном мире британской науки.",
            "Роб Эндрю провёл матч спокойно, и это комплимент.",
            "Тот факт, что он вернулся с пенсии ради того, чтобы взять у них интервью, является большим комплиментом этой группе.",
            "Все они, кажется, думают, что я задаю довольно наглые вопросы., и я приму это за комплимент.",
            "Он сказал ей, что восхищается её картинами, а она вернула ему комплимент, сказав, что является поклонницей его скульптур."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}