{
    "competent": {
        "comment": [],
        "translate": "компетентный, правомочный, авторитетный, знающий, полноправный, достаточный",
        "transcription": " |ˈkɑːmpɪtənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The court is not competent to deal with this case.",
            "This piano wants the attention of a competent tuner.",
            "She is a competent secretary [manager].",
            "I don't feel competent to give an opinion at the moment.",
            "We believe the patient was not mentally competent.",
            "He is the only party leader competent enough to govern this country.",
            "Competent scientific men would be taken on board and left with the wintering party.",
            "Any competent science reporter knows anecdotes are not data and that one dramatic story proves nothing.",
            "She's a highly competent linguist.",
            "The testimony of the two veracious and competent witnesses.",
            "I need competent people for this job, and all they send me are prats.",
            "A psychiatrist said McKibben was competent to stand trial.",
            "This court is not competent to hear your case.",
            "He's a competent writer, but he lacks imagination.",
            "The defendant was declared competent to stand trial.",
            "The defence argued that a regional court was not competent to try their case.",
            "It was clear that the party was scraping the barrel for competent politicians.",
            "Few competent local lawyers are willing to take on capital defendants for $20 an hour."
        ],
        "example_translate": [
            "Суд не вправе рассматривать это дело.",
            "Этот рояль нужно показать грамотному настройщику.",
            "Она компетентный секретарь [менеджер].",
            "В данный момент я не чувствую себя достаточно компетентным, чтобы высказывать какое-то мнение.",
            "Мы считаем, что пациент не был психически вменяемым.",
            "Он — единственный лидер партии, который достаточно компетентен для того, чтобы управлять этой страной.",
            "Вместе с полярниками на зимовку отправятся ученые специалисты.",
            "Любой грамотный научный журналист знает, что анекдоты не являются фактами, и что одна эффектная история ничего не доказывает.",
            "Она является очень знающим лингвистом.",
            "Показания двух правдивых и компетентных свидетелей.",
            "Мне для этой работы нужны знающие люди, а присылают исключительно идиотов.",
            "По словам психиатра, МакКиббен был достаточно вменяем, чтобы предстать перед судом.",
            "Этот суд не компетентен рассматривать ваше дело.",
            "Он грамотный писатель, но ему не хватает воображения.",
            "Было объявлено, что обвиняемый достаточно вменяем, чтобы предстать перед судом.",
            "Представители защиты утверждали, что расследование этого дела не в компетенции областного суда.",
            "Было ясно, что в партии практически не осталось грамотных политиков.",
            "Мало кто из компетентных местных юристов готов взять на себя защиту подсудимых по особо тяжким преступлениям всего за двадцать долларов в час."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}