{
    "competitor": {
        "comment": [
            "compete",
            "competition",
            "competitive",
            "competing",
            "compensation",
            "competence",
            "compel",
            "compensate",
            "competent"
        ],
        "translate": "конкурент, соперник",
        "transcription": " |kəmˈpetɪtər|",
        "antonyms": [],
        "mnemonic": [
            "competitor [кэмпэ'титэ] конкурент, соперник - Производная от compete;"
        ],
        "examples": [
            "We offer better rates than our competitors.",
            "There were more than 500 competitors in the race.",
            "He wants to prevent the business falling into the hands of a competitor.",
            "She is a resolute competitor.",
            "Don't you think it's a little unkind to gloat over your competitor's failure?",
            "...a mealymouthed compliment from a jealous competitor...",
            "The firm is dismissive of the competitor's product.",
            "Two of the competitors failed to turn up for the race.",
            "His competitor's success was a bitter pill to take.",
            "Last year they sold twice as many computers as their competitors.",
            "To thrive in science, you must be both a consummate collaborator and a relentless competitor.",
            "Their newest model bears a close resemblance to (=is very similar to) that of their rival competitor.",
            "A win would cement her reputation as a strong competitor.",
            "The company's four major competitors have nothing to rival the new product."
        ],
        "example_translate": [
            "Мы предлагаем более выгодные расценки, чем у наших конкурентов.",
            "В гонке участвовало более пятисот человек. / В гонке было более пятисот участников.",
            "Он хочет предотвратить попадание бизнеса в руки конкурента.",
            "Она — упорный соперник.",
            "Ты не находишь, что радоваться поражению своего конкурента не очень хорошо?",
            "...ничего не значащий комплимент от завистливого конкурента...",
            "В этой фирме пренебрежительно относятся к продукции конкурента.",
            "Двое из участников соревнований не смогли выйти на старт.",
            "Ему было трудно смириться с успехом конкурента.",
            "В прошлом году они продали в два раза больше компьютеров, чем конкуренты.",
            "Чтобы преуспеть в науке, нужно одновременно быть непревзойдённым партнёром и безжалостным конкурентом.",
            "Их новейшая модель сильно напоминает (т.е. очень похожа на) модель их конкурента.",
            "Победа укрепит её репутацию сильной соперницы.",
            "Четырём основным конкурентам данной компании нечего противопоставить её новому продукту."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}