{
    "compromise": {
        "comment": [],
        "translate": "компромисс, компромиссный, идти на компромисс",
        "transcription": " |ˈkɑːmprəmaɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A compromise was come to.",
            "Be prepared to make compromises.",
            "She urged me to accept the compromise.",
            "She suggested a compromise to us.",
            "The minister was compromised in the bribery case.",
            "After some discussion a compromise solution was riched.",
            "She had already compromised herself by accepting his invitation.",
            "She refused to compromise out of stubbornness.",
            "Being seen with her compromises me.",
            "Disclosure of information would compromise the proper conduct of the investigation.",
            "He asked $15 for it, I offered $7 and we compromised on 10.",
            "Compromise is an inevitable part of marriage.",
            "To stop the argument they decided on a compromise.",
            "They felt satisfaction that a fair compromise had been reached.",
            "Some see compromise as a sign of weakness.",
            "Everyone deplored their unwillingness to compromise.",
            "The regent was busy in digesting the plan of compromise.",
            "To avoid an argument, always be ready to seek compromise.",
            "Is the government prepared to compromise with the workers over their pay demand?",
            "The two sides were unwilling to compromise.",
            "Both countries saved face with the compromise.",
            "Lack of time may eventually force a compromise.",
            "He showed some backbone by refusing to compromise his values.",
            "The new regime was prepared to compromise on the oil dispute.",
            "Both sides have manifested a stubborn unwillingness to compromise.",
            "She had the integrity to refuse to compromise on matters of principle.",
            "We can't reveal that information without compromising national security.",
            "Can we meet for an informal parley to see if we can effect a compromise?",
            "He proffered his assistance in helping the two sides reach a compromise.",
            "Don't assume an attitude that closes out any possibility of a compromise."
        ],
        "example_translate": [
            "Был достигнут компромисс.",
            "Будьте готовы пойти на уступки /на компромисс/.",
            "Она убедила меня пойти на компромисс.",
            "Она предложила нам компромиссное решение.",
            "Дело о взяточничестве компрометировало министра.",
            "После некоторого обсуждения был достигнут компромисс.",
            "Она уже скомпрометировала себя, приняв его приглашение.",
            "Из упрямства она отказывалась идти на компромисс.",
            "То, что меня видят вместе с ней, компрометирует меня.",
            "Разглашение информации поставит под угрозу надлежащее проведение расследования.",
            "Он просил за это $15, а я предлагал $7, и мы сошлись на $10.",
            "Компромиссы — это неотъемлемая часть брака.",
            "Чтобы остановить спор, они решили пойти на компромисс.",
            "Они были довольны тем, что нашли компромиссное решение.",
            "Некоторые считают компромисс признаком слабости.",
            "Все считали, что их нежелание идти на компромисс достойно сожаления.",
            "Регент был занят обдумыванием того, как достигнуть компромисса.",
            "Чтобы избежать ссоры, всегда будьте готовы искать компромисс.",
            "Готово ли правительство пойти на компромисс с рабочими по вопросу оплаты труда?",
            "Обе стороны не желали идти на компромисс.",
            "С помощью данного компромисса обе страны сумели сохранить лицо.",
            "Нехватка времени может в конечном счете привести к вынужденному компромиссу.",
            "Он проявил определённую твёрдость характера, отказавшись поступиться своими ценностями.",
            "Новая власть была готова пойти на компромисс по нефтяному спору.",
            "Обе стороны проявили упорное нежелание идти на компромисс.",
            "Ей хватило порядочности, чтобы отказаться идти на компромисс по принципиальным вопросам.",
            "Мы не можем раскрыть данную информацию без ущерба для национальной безопасности.",
            "Давайте встретимся для неофициальных переговоров и посмотрим, удастся ли нам достичь компромисса.",
            "Он предложил свою помощь в том, чтобы стороны достигли компромисса.",
            "Не стоит принимать позицию, исключающую любую возможность компромисса."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}