{
    "complaint": {
        "comment": [],
        "translate": "жалоба, недовольство, болезнь, недуг, недомогание, боль",
        "transcription": " |kəmˈpleɪnt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I wish to make a complaint.",
            "There was no occasion for complaint.",
            "They had the insolence to file a complaint.",
            "The shop has been sitting on my complaint for more than a month.",
            "Letters of complaint pour in from all quarters",
            "She endured her misfortune without complaint.",
            "The alleged victim made the complaint at a police station in York.",
            "Our main complaint was the poor standard of service.",
            "My only complaint is that the price is rather high.",
            "The Council received over 10,000 letters of complaint.",
            "He is having treatment for a chest complaint.",
            "Employees are instructed how to make a complaint.",
            "The company has a system to handle customer complaints.",
            "They should deal properly and fairly with any complaint.",
            "Shortness of breath was a common complaint among the patients.",
            "Her execrable singing finally brought a complaint from the neighbors.",
            "If you wish to make a complaint, you should see the manager (=complain formally to someone).",
            "She went to the city council and lodged a complaint.",
            "The lack of financial support is our biggest complaint.",
            "Mr Genoa filed a formal complaint against the department.",
            "Complaints are dealt with by the customer services department.",
            "Well, you can tell him from me that I'm going to make a complaint.",
            "The board has received a number of complaints about the new policy.",
            "Any complaint about safety standards must be treated very seriously.",
            "You've resolved my initial complaint, but now I have a new question.",
            "Keating was dismissed after complaints about the quality of his work.",
            "I waited until my initial wrath had eased before voicing my complaint.",
            "Anyone dismissed because of their race has legitimate grounds for complaint.",
            "The lack of parking spaces is a common complaint among the city's residents.",
            "I took the complaint manager's strained smile to mean I wasn't a welcome sight."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я хочу подать жалобу.",
            "Не было оснований для жалоб.",
            "У них хватило наглости подать жалобу.",
            "Магазин почти месяц не давал ответа на мою жалобу.",
            "Отовсюду сыплются письма с жалобами.",
            "Она безропотно переносила свое несчастье.",
            "Предполагаемая жертва подала жалобу в полицейском участке Йорка.",
            "Наша главная претензия заключалась в низком уровне обслуживания.",
            "Моя единственная претензия заключается в том, что цена достаточно высокая.",
            "Совет получил более десяти тысяч писем с жалобами.",
            "Он проходит лечение от заболевания органов грудной клетки.",
            "Сотрудники проинструктированы, как подавать жалобу.",
            "В компании действует система рассмотрения жалоб клиентов.",
            "Любые жалобы должны рассматриваться тщательно и беспристрастно.",
            "Распространённой среди пациентов жалобой была одышка.",
            "В конце концов, на её отвратительное пение пожаловались соседи.",
            "Если вы хотите подать жалобу (т.е. официально пожаловаться), то вам следует поговорить с управляющим.",
            "Она пошла в городской совет и подала жалобу.",
            "Отсутствие финансовой поддержки — это наша самая большая жалоба.",
            "Мистер Дженоа подал официальную жалобу против министерства.",
            "Жалобы рассматриваются в отделе обслуживания клиентов.",
            "Что ж, можете ему от меня передать, что я собираюсь подать жалобу.",
            "Совет получил ряд жалоб по поводу новой политики.",
            "Любые жалобы относительно соблюдения норм безопасности необходимо воспринимать очень серьёзно.",
            "Вы решили мою первоначальную жалобу, но теперь у меня новый вопрос.",
            "Китинг был уволен после жалоб на качество его работы.",
            "Я подождал, пока мой первоначальный гнев поутихнет, прежде чем высказать свою жалобу.",
            "Всякий, кому отказали от места или уволили на основании его расовой принадлежности, имеет законные основания для подачи жалобы.",
            "Нехватка парковочных мест — распространённая жалоба среди жителей города.",
            "Вымученную улыбку начальника отдела рекламаций я воспринял как знак того, что он не рад меня видеть."
        ]
    }
}