{
    "competing": {
        "comment": [],
        "translate": "конкурировать, соревноваться, состязаться",
        "transcription": " |kəmˈpiːtɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We're competing with foreign businesses.",
            "She and her sister are always competing for attention.",
            "We are competing with companies that are twice our size.",
            "Runners from many countries are competing for the international prize.",
            "He'll be competing against the world's best.",
            "I'll be competing in the 50-meter breaststroke.",
            "Competing in the Olympics is a remarkable achievement.",
            "The children were competing for the teacher's attention.",
            "We'll be competing against the best companies in Europe.",
            "Her injury torpedoed her goal of competing in the Olympics.",
            "His dream of competing in the Olympics remained unfulfilled.",
            "We had to unite the competing factions into a cohesive whole.",
            "Athletes from around the world will be competing at the Olympics.",
            "You will be competing against people with more experience than you.",
            "The radio and the television were both on, competing for our attention.",
            "They found themselves competing with foreign companies for a share of the market."
        ],
        "example_translate": [
            "Мы конкурируем с иностранным бизнесом.",
            "Они с сестрой постоянно конкурируют за внимание.",
            "Мы конкурируем с компаниями размером вдвое больше нашей.",
            "Бегуны из разных стран борются за международную награду.",
            "Он будет соревноваться с лучшими в мире.",
            "Я буду участвовать в соревнованиях на дистанции пятьдесят метров брассом.",
            "Участие в Олимпийских играх является выдающимся достижением.",
            "Дети боролись за внимание преподавателя.",
            "Мы будем конкурировать с лучшими компаниями в Европе.",
            "Травма не позволила ей достичь своей цели — выступить на Олимпийских играх.",
            "Его мечта об участии в Олимпийских играх осталась неосуществлённой.",
            "Мы должны были объединить соперничающие политические группировки в единое целое.",
            "На Олимпийских играх будут соревноваться спортсмены со всего мира.",
            "Вы будете состязаться с людьми более опытными, чем вы сами.",
            "И радио, и телевизор были включены, состязаясь за наше внимание.",
            "Они оказались в условиях конкуренции с иностранными компаниями за долю на рынке."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}