{
    "compare": {
        "comment": [
            "comparison",
            "compartment",
            "comparable",
            "comparatively",
            "compatible",
            "comparative"
        ],
        "translate": "сравнение, сравниться, сравнивать, сопоставлять",
        "transcription": " |kəmˈper|",
        "antonyms": [],
        "mnemonic": [
            "compare [компе'я] сравнивать - (Компью-тер) означает сравниватель.",
            "compare [kəm'pɛə]\npare [pɛə] - стричь, урезать\n***\nСРАВНИЛИ файлы мы в КОМПé. (это) compare\nСЛИЧАЛИ планы мы в КОМПé. (это) compare"
        ],
        "examples": [
            "John compared his haircut to his friend's.",
            "The writer was compared to Shakespeare.",
            "I compared several bicycles before buying one.",
            "It is unfair of a man to compare his wife with his mother.",
            "This car does not compare with our line of Mercedes.",
            "The remake was OK but it cannot compare with the original.",
            "The rides at the fair just can't compare with the rides at Disneyland.",
            "It is always interesting to compare old prints of the dictionary with the new ones.",
            "I can compare her poetry to the greatest poems of the present century.",
            "We can start by comparing the work of the historian with the work of the politician.",
            "How does life in Britain compare with life in the States?",
            "The singer's voice has been compared to that of Elvis.",
            "We compared notes after we had both seen the movie.",
            "We can compare the Han dynasty to the Romans.",
            "Leading scientists got together in Paris to compare notes on current research.",
            "Davies' style of writing has been compared to Dickens'.",
            "The report compares the different types of home computer available.",
            "The quality of English wines can now compare with wines from Germany.",
            "We each did the homework assignment, then compared answers.",
            "Compare and contrast the main characters of these two novels.",
            "The imported fabric is 30% cheaper and compares favourably (=is as good) in quality.",
            "You're trying to compare very unlike things — like those proverbial apples and oranges.",
            "The police compared the suspect's fingerprints with those found at the crime scene.",
            "The plan is to standardize the test for reading comprehension so that we can see how students across the state compare."
        ],
        "example_translate": [
            "Джон сравнил свою стрижку со стрижкой друга.",
            "Этого писателя сравнивали с самим Шекспиром.",
            "Я сравнил несколько велосипедов, прежде чем купить один из них.",
            "Мужчина не должен сравнивать жену со своей матерью.",
            "Этот автомобиль не сравнить с нашей линейкой Mercedes.",
            "Римейк получился неплохой, но он не сравнится с оригинальным фильмом.",
            "Аттракционы на ярмарке едва ли можно сравнить с аттракционами в Диснейленде.",
            "Всегда интересно сравнить старые издания словаря с новыми.",
            "Её стихи, как мне кажется, можно поставить наравне с величайшими стихами нашего века.",
            "Для начала можно сравнить труд историка и труд политика.",
            "Как жизнь в Великобритании можно сравнить с жизнью в Штатах?",
            "Голос этого певца сравнивали с голосом Элвиса.",
            "Мы обменялись впечатлениями после того, как оба посмотрели этот фильм.",
            "Династию Хань можно сравнить с римлянами.",
            "Ведущие учёные собрались в Париже, чтобы обменяться мнениями о текущих исследованиях.",
            "Стиль письма Дэвиса сравнивают со стилем Диккенса.",
            "В отчёте сравниваются различные виды домашних компьютеров, имеющихся в продаже.",
            "Качество английского вина теперь можно сравнить с винами из Германии.",
            "Каждый из нас сделал домашнее задание, а затем мы сравнили ответы.",
            "Сравните и противопоставьте главных героев этих двух романов.",
            "Импортная ткань на тридцать процентов дешевле и выгодно отличается (т.е. не хуже) качеством.",
            "Вы пытаетесь сравнивать очень непохожие вещи, как те пресловутые яблоки с апельсинами.",
            "Полицейские сравнили отпечатки пальцев подозреваемого с найденными на месте преступления.",
            "Планируется стандартизация теста на понимание прочитанного, чтобы мы могли видеть, как справляются с ним студенты из разных частей штата в сравнении друг с другом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}