{
    "compensation": {
        "comment": [
            "compete",
            "competition",
            "competitive",
            "competing",
            "competitor",
            "competence",
            "compel",
            "compensate",
            "competent"
        ],
        "translate": "компенсация, возмещение, вознаграждение, уравнивание, денежное вознаграждение",
        "transcription": " |ˌkɑːmpenˈseɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Acute hearing is a compensation for the loss of sight.",
            "You should claim compensation for the hours you worked.",
            "He claimed compensation for loss of earnings.",
            "She was awarded a puny £1,000 in compensation.",
            "The victim's family is demanding compensation.",
            "Tom was ordered to pay £300 as compensation.",
            "The court ruled that no compensation was due.",
            "He was paid a tax-free cash sum as compensation.",
            "The court awarded Jamieson £30,000 compensation.",
            "She had persevered in her claim for compensation.",
            "The jury awarded Tyler $1.7 million in compensation.",
            "The company were forced to pay £5000 in compensation.",
            "Lip-reading can act as compensation for loss of hearing.",
            "He criticized the awarding of compensation by the court.",
            "By way of compensation he offered to take her out for a meal.",
            "The victims were offered money as compensation for their injuries.",
            "The court awarded the victims millions of dollars in compensation.",
            "He received thanks but no pecuniary compensation for his services.",
            "If you're still not satisfied, you may be able to claim compensation.",
            "Moving to the coast had some drawbacks, but there were also compensations.",
            "It is conceivable that you may get full compensation, but it's not likely.",
            "The parents are seeking compensation for birth defects caused by the drug.",
            "Compensation could be claimed against the government for the loss to the owner.",
            "We will provide our front-line sales team with the absolute best in compensation.",
            "Anyone who suffered at the hands of care workers will be entitled to compensation.",
            "She received compensation from the government for the damage caused to her property.",
            "The company wants to do the right thing and offer compensation to all the injured workers."
        ],
        "example_translate": [
            "Хороший слух компенсирует потерю зрения.",
            "Вы должны потребовать возмещения отработанных вами часов.",
            "Он потребовал компенсацию за потерю заработка.",
            "Её компенсация составила жалкую тысячу фунтов стерлингов.",
            "Семья жертвы требует компенсации.",
            "Тому было предписано выплатить триста фунтов стерлингов в качестве компенсации.",
            "Суд постановил, что никакой компенсации выплачивать не нужно.",
            "В качестве компенсации ему была выплачена не облагающаяся налогом сумма наличными.",
            "Суд присудил Джеймисону компенсацию в размере тридцати тысяч фунтов стерлингов.",
            "Она упорно добивалась компенсации.",
            "Жюри присяжных присудило Тайлеру 1,7 миллиона долларов в качестве компенсации.",
            "Компания вынуждена была выплатить пять тысяч фунтов стерлингов в качестве компенсации.",
            "Чтение по губам иногда выступает в качестве компенсации за потерю слуха.",
            "Он выступил с критикой присуждения судом компенсации.",
            "В качестве компенсации он предложил повести её в ресторан.",
            "Пострадавшим были предложены деньги в качестве компенсации за полученные ими травмы.",
            "Суд присудил потерпевшим несколько миллионов долларов в качестве компенсации.",
            "За свои услуги он не получил денежной компенсации — лишь благодарность.",
            "Если вы по-прежнему останетесь недовольны, то можете потребовать компенсацию.",
            "Переезд на побережье имел некоторые недостатки, но зато были также и преимущества.",
            "Возможно, что вам и удастся получить полную компенсацию, но это маловероятно.",
            "Родители требуют компенсации врождённых дефектов, вызванных употреблением данного препарата.",
            "Можно подать иск о компенсации за убытки, понесенные владельцем, против правительства.",
            "Наши менеджеры по продажам получают самое высокое вознаграждение.",
            "Все, кто пострадал от рук медицинских работников, будут иметь право на компенсацию.",
            "Она получила компенсацию от государства за ущерб, причинённый её имуществу.",
            "Компания хочет поступить по совести и предоставить компенсацию всем пострадавшим работникам."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}