{
    "compensate": {
        "comment": [
            "compete",
            "competition",
            "competitive",
            "competing",
            "competitor",
            "compensation",
            "competence",
            "compel",
            "competent"
        ],
        "translate": "компенсировать, возместить, возмещать, вознаграждать, уравновешивать",
        "transcription": " |ˈkɑːmpenseɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The firm must compensate you for your travelling costs.",
            "Nothing could ever compensate me for losing my husband.",
            "A significant amount of work experience may compensate for the lack of a degree.",
            "His enthusiasm compensates for his lack of skill.",
            "The firm will compensate workers for their loss of earnings.",
            "The price of the item has been reduced to compensate for a defect.",
            "Her intelligence more than compensates for her lack of experience.",
            "The loss of money is more than compensated for by the joy of having free time.",
            "She was compensated for the loss of her arm in the accident.",
            "Meeting you unexpectedly certainly compensates for missing the train!"
        ],
        "example_translate": [
            "Фирма должна оплатить вам дорожные расходы.",
            "Ничто никогда не восполнит мне потерю мужа.",
            "Значительный опыт работы может компенсировать отсутствие диплома об образовании.",
            "Его энтузиазм компенсирует недостаток мастерства.",
            "Фирма компенсирует работникам потерю их заработка.",
            "Цена данного товара была снижена с целью компенсации дефекта.",
            "Её ум более чем компенсирует отсутствие опыта.",
            "Потеря в деньгах с лихвой компенсируется наличием массы свободного времени.",
            "Ей выдали компенсацию за потерю руки в ходе этой аварии.",
            "Ну и что, что я опоздал на поезд, зато я встретил тебя!"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}