{
    "conclude": {
        "comment": [
            "conclusion",
            "concluding",
            "conclusive",
            "exclude",
            "include"
        ],
        "translate": "заключать, выводить, заканчивать, заканчиваться, делать вывод, решать",
        "transcription": " |kənˈkluːd|",
        "antonyms": [],
        "mnemonic": [
            "conclude [конклю'д] заключать, делать вывод - В заключение (кон-ь к люд-ям) обратился.",
            "conclude [kən'klu: d]\n***\nСтоит ЗАКЛЮЧИТЬ, что идёт конь|к|Люде. (это)\nconclude\nЗакончить."
        ],
        "examples": [
            "Each chapter concludes with a short summary.",
            "The meeting concluded at noon.",
            "We concluded the meeting on a happy note.",
            "Their effort to conclude an agreement was a success.",
            "Many studies have concluded that smoking is dangerous.",
            "They concluded an economic agreement.",
            "To conclude, I'd like to express my thanks to my family.",
            "The chairman concluded by wishing us all a happy holiday.",
            "'So now', she concluded, 'I'm trying to bring some order to the garden.'",
            "Are we to conclude from your silence that you assent?",
            "The report concluded that the school should be closed immediately.",
            "The parties may conclude a precontract on an intended sale of real estate.",
            "I am forced to conclude that more funding will be necessary.",
            "The committee concluded the meeting.",
            "We may conclude that he never had recourse to this simple experiment.",
            "The speech, many historians concluded, was the most important of his career.",
            "We conclude from our review of the evidence that they are right.",
            "When the investigation is concluded, the results will be sent to the US Attorney's office.",
            "Richardson concluded from his studies that equality between the sexes is still a long way off.",
            "Using deductive reasoning we must conclude that since everyone eventually dies, sooner or later it's going to be our turn."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Каждая глава завершается кратким резюме.",
            "Встреча завершилась в полдень.",
            "Мы закончили встречу на счастливой ноте.",
            "Их попытки заключить соглашение увенчались успехом.",
            "Многие исследования пришли к выводу, что курение опасно.",
            "Они заключили экономическое соглашение.",
            "В заключение, я хотел бы выразить благодарность своей семье.",
            "В заключение председатель поздравил нас всех с праздником.",
            "— Поэтому сейчас, — заключила она, — я пытаюсь навести в саду какой-то порядок.",
            "Следует ли нам заключить из вашего молчания, что вы соглашаетесь?",
            "В докладе был сделан вывод о том, что школа должна быть немедленно закрыта.",
            "Стороны могут заключить предконтракт к продаже недвижимости.",
            "Я вынужден сделать вывод, что понадобится больше средств.",
            "Комитет завершил заседание.",
            "Мы можем заключить, что он никогда не прибегал к этому простому эксперименту.",
            "Многие историки пришли к выводу, что эта речь была самой важной в его карьере.",
            "Рассмотрев представленные доказательства, мы можем заключить, что они правы.",
            "Когда следствие будет заключено, его результаты будут направлены в прокуратуру США.",
            "В результате своих исследований Ричардсон сделал вывод, что до равенства между мужчинами и женщинами ещё очень далеко.",
            "Используя дедуктивный метод, мы должны заключить, что, поскольку каждый человек в конце концов умирает — рано или поздно наступит и наш черёд."
        ],
        "stars": 3
    }
}