{
    "concern": {
        "comment": [],
        "translate": "концерн, беспокойство, интерес, забота, касаться, относиться, заботиться",
        "transcription": " |kənˈsɜːrn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The problem concerns us all.",
            "Her ill health concerns me.",
            "I appreciate your concern, but honestly, I'm fine.",
            "Don't concern yourself with matters that are not your business.",
            "Our mother's illness concerns us.",
            "The novel concerns three soldiers.",
            "He concerns himself with trivia.",
            "His main concern is to be able to provide for his family.",
            "I share your concern about these problems.",
            "Safety is our top concern.",
            "Don't meddle in matters that don't concern you.",
            "I always try to stay out of other people's affairs that don't concern me.",
            "He voiced his concern.",
            "Safety is our chief concern.",
            "This conversation doesn't concern you.",
            "This study concerns the noise levels in cities.",
            "Our only concern is the children's welfare.",
            "Education remains the electorate's main concern.",
            "You keep out of this, Mother (=do not get involved). It's no concern of yours.",
            "He took her hand and fixed her with a look of deep concern.",
            "New York traffic is a constant concern.",
            "Issues like food additives do concern me.",
            "Our main concern is that the children are safe.",
            "She felt strong concern for those less fortunate.",
            "This study concerns couples' expectations of marriage.",
            "There is growing concern about climate change.",
            "Concern for his family deflected him from his studies.",
            "Synchronic linguistics is concerned with the structure of language.",
            "Their friend's health is a constant concern.",
            "There is some concern that the economy might worsen."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта проблема касается всех нас.",
            "Меня беспокоит её слабое здоровье.",
            "Я ценю вашу заботу, но честно говоря, у меня всё в порядке.",
            "Не суй нос не в свои дела.",
            "Мы обеспокоены болезнью матери.",
            "В романе рассказывается о трёх солдатах.",
            "Он занимается чепухой.",
            "Его главная забота состоит в том, чтобы как-то прокормить свою семью.",
            "Я разделяю вашу озабоченность относительно этих проблем.",
            "Больше всего мы обеспокоены безопасностью.",
            "Не вмешивайся не в своё дело.",
            "Я стараюсь никогда не вмешиваться в чужие дела, если они не касаются меня лично.",
            "Он озвучил свою обеспокоенность.",
            "Безопасность – наша главная забота.",
            "Этот разговор тебя не касается.",
            "Это исследование касается уровня шума в больших городах.",
            "Наша единственная забота — благополучие детей.",
            "Образование остаётся главной заботой электората.",
            "Не лезь туда, мать (т.е. не вмешивайся). Это не твоя забота.",
            "Он взял её руку и с глубоким сочувствием устремил на неё взгляд.",
            "Дорожные пробки — вечная проблема Нью-Йорка.",
            "Такие вопросы, как пищевые добавки, меня очень беспокоят.",
            "Наша главная забота состоит в том, чтобы дети были в безопасности.",
            "Она чувствовала сильное беспокойство за тех, кому повезло меньше.",
            "Данное исследование касается того, что ожидают супружеские пары от брака.",
            "Растёт озабоченность по поводу изменения климата.",
            "Забота о семье отрывала его от учёбы.",
            "Синхронная лингвистика занимается структурой языка.",
            "Здоровье их друга является предметом постоянного беспокойства.",
            "Есть некоторые опасения, что состояние экономики может ухудшиться."
        ]
    }
}