{
    "concrete": {
        "comment": [
            "secret"
        ],
        "translate": "бетон, нечто конкретное, конкретный, бетонный, бетонировать, твердеть",
        "transcription": " |ˈkɑːŋkriːt|",
        "antonyms": [],
        "mnemonic": [
            "concrete [конкри:т] бетон, конкретный - (Конкрет-но) значит бетонно."
        ],
        "examples": [
            "The garage was made of concrete blocks.",
            "The driveway is paved with concrete.",
            "The word poem is concrete, poetry is abstract.",
            "Concrete is a solid material.",
            "The government is to come out with concrete proposals.",
            "a wall built out of concrete blocks",
            "A thin glistening thread of moisture ran along the rough concrete sill.",
            "Leave the concrete to set for a few hours.",
            "We abstract from the concrete thing to a universal idea about it.",
            "the lack of any concrete evidence",
            "What does that mean in concrete terms?",
            "The concrete foundation has been poured.",
            "They used a slab of concrete as a lid.",
            "The mortar slowly concreted in the mold.",
            "Workers leveled the wet concrete with a piece of wood.",
            "The house rests on a concrete foundation.",
            "The ammunition is stored in concrete bunkers.",
            "We hope the meetings will produce concrete results.",
            "The word “poem” is concrete, the word “poetry” is abstract.",
            "concrete that sets hard within a few hours",
            "The bridge is supported by concrete pylons.",
            "The uprights of the structure were embedded in concrete.",
            "Concrete barriers surround the race track to protect spectators.",
            "The new office building is a massive steel and concrete monolith.",
            "a hardheaded unbeliever who demanded to see concrete evidence of any alleged UFO activity",
            "Functional education selects knowledge that is concrete and usable rather than abstract and theoretical.",
            "A concrete foundation was poured after digging down to firm ground.",
            "It's helpful to have concrete examples of how words are used in context.",
            "What would possess seemingly sane people to treat concrete walls like trampolines?"
        ],
        "example_translate": [
            "Гараж был построен из бетонных блоков.",
            "Подъездная дорога вымощена бетоном.",
            "Слово \"поэма\" выражает конкретное понятие, слово \"поэзия\" - абстрактное.",
            "Бетон представляет собой твёрдое вещество.",
            "Правительство должно выступить с конкретными предложениями.",
            "стена, построенная из бетонных блоков",
            "Тонкая поблескивающая струйка жидкости стекала по неровному бетонному подоконнику.",
            "Оставьте бетон застывать на несколько часов.",
            "Мы абстрагируемся от конкретного предмета и обращаемся к обобщенному представлению о нем.",
            "отсутствие каких-либо конкретных доказательств",
            "А что конкретно это значит?",
            "Бетонный фундамент уже залит.",
            "В качестве крышки они использовали бетонную плиту.",
            "Раствор в форме медленно затвердел.",
            "Рабочие разровняли мокрый бетон с помощью куска дерева.",
            "Здание покоится на бетонном фундаменте.",
            "Боеприпасы хранятся в бетонных бункерах.",
            "Мы надеемся, что эти встречи принесут конкретные результаты.",
            "Слово “поэма” — конкретное, слово “поэзия” — абстрактное.",
            "бетон, который застывает в течение нескольких часов",
            "Мост поддерживается бетонными опорами.",
            "Опоры данного строения были погружены в бетон.",
            "Для защиты зрителей гоночная трасса окружена бетонными барьерами.",
            "Новое офисное здание представляет собой массивную громадину из стали и бетона.",
            "упрямый неверующий, который требовал, чтобы ему показали конкретные доказательства какой-либо предполагаемой активности НЛО",
            "Функциональное образование выбирает знания конкретные и полезные, а не абстрактные и теоретические.",
            "Докопавшись до твёрдой земли, залили бетонный фундамент.",
            "Полезно иметь конкретные примеры того, как слова используются в контексте.",
            "Что могло обуять нормальных вроде бы людей, чтобы они стали использовать бетонные стены в качестве трамплинов?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}