{
    "conceal": {
        "comment": [
            "concede",
            "concession",
            "conceive"
        ],
        "translate": "скрывать, утаить, таить, прятать, утаивать, маскировать, укрывать, умалчивать",
        "transcription": " |kənˈsiːl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She could barely conceal her anger.",
            "The path was concealed by long grass.",
            "She conceals her anger well",
            "You cannot conceal your guilt from the police.",
            "Why did she need to conceal her identity?",
            "He could not conceal his hostility.",
            "He could not conceal his astonishment at seeing them together.",
            "The sunglasses concealed her eyes.",
            "The thieves thought that they had concealed the jewels from discovery.",
            "The date had to be changed to conceal the fact that the news was already cold.",
            "She managed to conceal her true feelings.",
            "No mask could conceal his ignorance.",
            "She tried to conceal the fact that she was pregnant.",
            "Every possible means is now taken to conceal the truth.",
            "He was eager to conceal his immixture in that affair.",
            "He could hardly conceal his excitement when she agreed.",
            "She was taking drugs and trying to conceal it from me.",
            "The defendant is accused of attempting to conceal evidence.",
            "She makes no attempt to conceal her hatred for her opponents.",
            "Fine clothes could not conceal the girl's homeliness.",
            "The shadows concealed her as she crept up to the house."
        ],
        "example_translate": [
            "Она едва могла скрыть свою злость.",
            "Тропинка была скрыта высокой травой.",
            "Она хорошо скрывает свой гнев.",
            "Тебе не удастся убедить полицию, что ты невиновен.",
            "Зачем ей было нужно скрывать свою личность?",
            "Он не мог /ему не удалось/ скрыть свою враждебность.",
            "Он не мог скрыть своего удивления, увидев их вместе.",
            "Солнцезащитные очки скрывали её глаза.",
            "Воры думали, что надёжно спрятали драгоценности.",
            "Дату пришлось изменить, чтобы скрыть тот факт, что новости уже устарели.",
            "Ей удалось скрыть свои истинные чувства.",
            "Ни одна маска не могла скрыть его невежество. / Его невежество нельзя было скрыть ничем.",
            "Она попыталась скрыть факт своей беременности.",
            "В настоящее время используются все возможные средства, чтобы скрыть правду.",
            "Он стремился скрыть свою причастность к тому делу.",
            "Когда она согласилась, он едва сумел скрыть своё волнение.",
            "Она принимала наркотики и пыталась скрыть это от меня.",
            "Подсудимый обвиняется в попытке сокрытия доказательств.",
            "Она не делает никаких попыток скрыть свою ненависть к оппонентам.",
            "Изысканная одежда девушки не могла скрыть её невзрачной внешности.",
            "Она подкралась к дому под покровом темноты."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}