{
    "conceive": {
        "comment": [],
        "translate": "забеременеть, зачать, понимать, представлять себе, задумывать, постигать, возыметь",
        "transcription": " |kənˈsiːv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I can't conceive how he could let her go.",
            "She cannot conceive.",
            "Can you conceive of her doing such a stupid thing?",
            "This library was well conceived.",
            "It is scarcely possible to conceive a viler day than this.",
            "When the writer conceived this role, he had a specific actor in mind to play the part.",
            "I cannot conceive of such cruelty as to take a child away from its mother.",
            "My daughter was conceived in Christmas Day.",
            "The mistake I conceive to have been an effect of mental distance.",
            "We conceive of space as extending infinitely in all directions.",
            "Scientists first conceived the idea of the atomic bomb in the 1930's.",
            "I can hardly conceive what it must be like here in winter.",
            "Language may be conceived of as a process which arises from social interaction.",
            "The racist conceives such people to be inferior.",
            "He conceived of a robot that would help paralyzed patients.",
            "Many people can't conceive of a dinner without meat or fish.",
            "As conceived by the committee, the bill did not raise taxes.",
            "He could not conceive that anything really serious could be worrying his friend."
        ],
        "example_translate": [
            "Не понимаю, как он мог отпустить её.",
            "Она не может забеременеть.",
            "Ты можешь себе представить, чтобы она сделала такую глупость?",
            "Планировка этой библиотеки была хорошо продумана.",
            "Едва ли можно представить более мерзкий день, чем этот.",
            "Когда сценарист задумывал эту роль, у него на примете был определённый актер.",
            "Не представляю, как можно отнять ребёнка у матери, это так жестоко.",
            "Моя дочь была зачата на Рождество.",
            "Эта ошибка, на мой взгляд, является следствием разницы в умственном развитии.",
            "Мы считаем, что пространство простирается бесконечно во всех направлениях.",
            "Ученые впервые зародились идеей атомной бомбы в 1930-е годы.",
            "С трудом могу себе представить, каково здесь зимой.",
            "Язык можно представить себе как некий процесс, возникающий в результате социального взаимодействия.",
            "Этот расист считает таких людей второсортными.",
            "Он задумал робота, который будет помогать парализованным пациентам.",
            "Многие не могут представить себе обед без мяса или рыбы.",
            "Как и задумывали члены комиссии, данный законопроект не вызвал повышения налогов.",
            "Он не мог себе представить, что его друга может волновать что-то действительно серьёзное."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}