{
    "concept": {
        "comment": [],
        "translate": "концепция, понятие, идея, общее представление",
        "transcription": " |ˈkɑːnsept|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is very difficult to define the concept of beauty.",
            "She is familiar with basic concepts of psychology.",
            "I failed to grasp the film's central concept.",
            "Anxiety is a vague and multidimensional concept.",
            "Joe's completely sold on the concept.",
            "This is a one-off model, a concept car made by our team.",
            "The movie is a mess, as sloppy in concept as it is in execution.",
            "The concept is very original.",
            "Defining the concept of class is not an easy task.",
            "a new concept in business travel",
            "Infinity in space is a mind-bending concept.",
            "our basic concepts of decent human behaviour",
            "He develops the concept more fully in his book.",
            "the concept of the soul as a transcendental entity that exists entirely apart from the body",
            "the concept of total patient care",
            "a concept borrowed from computer programming",
            "It's very simple, once you grasp the concept.",
            "'Normality' is a rather nebulous concept.",
            "an inherent concept of justice",
            "an abstract concept that seems indefinable",
            "the concept that we are citizens of one world",
            "This concept is discussed more fully in Chapter 9.",
            "disallowing the philosophical concept of free will",
            "His concept of history is modern and inclusive.",
            "A circle was the embodiment of his concept of life.",
            "The absurd is the essential concept and the first truth.",
            "Bevan fathered the concept of the National Health Service.",
            "the Ptolemaic system with its built-in concept of periodicity",
            "The concept of freedom has been variously understood by different people.",
            "an intriguing concept that should engender much debate among climatologists"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Понятие красоты определить очень сложно.",
            "Она знакома с основными принципами психологии.",
            "Мне не удалось понять главную идею фильма.",
            "Страх — понятие неопределённое и многомерное.",
            "Джо полностью проникся этой идеей.",
            "Это единичная модель, автомобиль-концепт, собранный нашей группой.",
            "В этом фильме полнейшая неразбериха. Он столь же небрежен по замыслу, сколь и по исполнению.",
            "Эта идея весьма оригинальна.",
            "Определение понятия \"класс\" — задача не из лёгких.",
            "новая концепция командировок",
            "Бесконечность в пространстве — это понятие, трудное для понимания.",
            "наши базовые принципы достойного человеческого поведения",
            "Более подробно он развивает эту концепцию в своей книге.",
            "концепция души как трансцендентальной сущности, которая существует совершенно отдельно от тела",
            "концепция тотального ухода за пациентами",
            "идея, которая позаимствована из компьютерного программирования",
            "Как только ухватываешь суть, всё становится очень просто.",
            "Нормальность — понятие довольно туманное.",
            "природное понятие справедливости",
            "абстрактное понятие, которое кажется неопределимым",
            "концепция, согласно которой все мы являемся гражданами одного мира",
            "Более подробно это понятие обсуждается в девятой главе.",
            "отвергая философское понятие свободной воли",
            "Его представление об истории является современным и всесторонним.",
            "Воплощением его представления о жизни был круг.",
            "Абсурд является важнейшим понятием и первейшей из истин. (А. Камю)",
            "Бивен стал отцом концепции Национальной системы здравоохранения Великобритании.",
            "система Птолемея с присущим ей понятием периодичности",
            "Понятие свободы разными людьми понимается по-разному.",
            "занимательная концепция, которая должна вызвать много споров среди климатологов"
        ]
    }
}