{
    "concentrate": {
        "comment": [
            "concentration"
        ],
        "translate": "концентрат, обогащенный продукт, сконцентрировать, концентрировать",
        "transcription": " |ˈkɑːnsntreɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Please be quiet, I'm trying to concentrate on my work.",
            "I found it hard to concentrate.",
            "We must concentrate our efforts on finding ways to reduce costs.",
            "I was finding it hard to concentrate.",
            "The student has difficulty concentrating.",
            "We need to concentrate on the matter in hand.",
            "The illness had impaired his ability to think and concentrate.",
            "All that noise makes it hard to concentrate.",
            "Adrian was finding it difficult to concentrate.",
            "Women concentrate in a small number of occupations.",
            "Hyperactive children find it difficult to concentrate.",
            "She tried to concentrate, but found her mind drifting back to Alex.",
            "At last I was free to concentrate on my own research.",
            "Italian industry is concentrated mainly in the north.",
            "He pushed the thought out of his mind and tried to concentrate.",
            "Our officers have to concentrate 100 per cent on the task in hand.",
            "How can I concentrate with you breathing down my neck all the time?",
            "The business decided to concentrate on confectionery and soft drinks.",
            "Why can't they just leave well alone and let us concentrate on teaching?",
            "Your essays tend to concentrate on one theme to the exclusion of everything else.",
            "Taking away the burden of administration will free teachers to concentrate on teaching.",
            "I can't concentrate: my mind is always wandering and I can't keep it focused on anything.",
            "Their hypothesis is that watching excessive amounts of television reduces a person's ability to concentrate."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Потише, я пытаюсь сосредоточиться на своей работе.",
            "Мне было трудно сосредоточиться.",
            "Мы должны сосредоточить наши усилия и найти способ снизить издержки.",
            "Мне было трудно сосредоточиться.",
            "У этого ученика трудности с концентрацией.",
            "Мы должны сконцентрироваться на предмете обсуждения.",
            "Болезнь нарушила его способность думать и сосредотачиваться.",
            "Весь этот шум мешает сосредоточиться.",
            "Адриану было трудно сосредоточиться.",
            "Женщины сосредотачиваются на небольшом числе профессий.",
            "Гиперактивным детям трудно сосредоточиться.",
            "Она попыталась сосредоточиться, но поняла, что мысленно всё время возвращается к Алексу.",
            "Наконец я освободился и мог сосредоточиться на своих исследованиях.",
            "Итальянская промышленность сосредоточена в основном на севере.",
            "Он выбросил эту мысль из головы и попытался сосредоточиться.",
            "Наши сотрудники должны на сто процентов сконцентрироваться над поставленной задачей.",
            "Как я могу сосредоточиться, когда вы всё время дышите мне в затылок?",
            "Бизнес решил сосредоточиться на производстве кондитерских изделий и безалкогольных напитков.",
            "Почему они не могут просто оставить нас в покое и дать нам сосредоточиться на обучении?",
            "Ваши очерки, как правило, концентрируются на одной теме, исключая всё остальное.",
            "Освобождение учителей от административной работы позволит им сконцентрироваться на преподавании.",
            "Я не могу сосредоточиться: мысли постоянно где-то вдалеке, и не получается ни на чём их сфокусировать.",
            "Их гипотеза заключается в том, что чрезмерный просмотр телевидения снижает способность человека концентрировать внимание."
        ],
        "stars": 3
    }
}