{
    "concession": {
        "comment": [
            "concede",
            "conceive",
            "conceal"
        ],
        "translate": "концессия, уступка",
        "transcription": " |kənˈseʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They won all the concessions they asked for.",
            "The government will make no concession to terrorists.",
            "He made no concessions to fashion.",
            "He got the beer concession at the ball park.",
            "The British were not prepared to make any concessions.",
            "We are waiting for his concession of the election.",
            "Joe runs a hamburger concession in the mall.",
            "We will try to force further concessions from the government.",
            "The strikers have won some important concessions from the company.",
            "He took off his jacket as a concession to the heat.",
            "To qualify for travel concessions you have to be 60.",
            "The committee has won a number of major concessions from the prison authorities.",
            "He ordered a meatball grinder from the beach's concession stand.",
            "The candidate made an emotional concession speech when it was clear that he had lost."
        ],
        "example_translate": [
            "Они добились всех уступок, о которых просили.",
            "Правительство не пойдет на уступки террористам.",
            "Он не пошёл на уступки моде.",
            "Он получил право продавать пиво на бейсбольном стадионе.",
            "Англичане были не готовы идти ни на какие уступки.",
            "Мы ждём его заявления о признании поражения на выборах.",
            "Джо владеет киоском /палаткой/ по продаже гамбургеров в торговом центре.",
            "Мы постараемся добиться от правительства новых уступок.",
            "Бастующие добились от компании нескольких важных уступок.",
            "Было так жарко, что ему пришлось снять пиджак.",
            "Для получения права на льготный проезд вам должно исполниться шестьдесят лет.",
            "Комитету удалось добиться ряда крупных уступок от администрации тюрьмы.",
            "В пляжном киоске он заказал большой бутерброд с фрикадельками.",
            "Когда проигрыш стал очевидным, кандидат выступил с прочувствованной речью, в которой признал своё поражение."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}