{
    "concerned": {
        "comment": [
            "concern",
            "concerning",
            "concert"
        ],
        "translate": "заинтересованный, обеспокоенный, озабоченный, связанный, имеющий отношение",
        "transcription": " |kənˈsɜːrnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm a bit concerned about your health.",
            "Her mother looked concerned.",
            "He was concerned with English.",
            "We are naturally concerned about the future.",
            "Her family was very concerned for her safety.",
            "The conditions are acceptable to all concerned.",
            "We are extremely concerned about his welfare.",
            "People are concerned about protecting their homes.",
            "If the contract is cancelled, it'll be a catastrophe for everyone concerned.",
            "She is concerned about how little food I eat.",
            "He was especially concerned about the contract.",
            "He's only concerned with gratifying his own desires.",
            "People are concerned about corruption and social inequality.",
            "a muster of concerned citizens",
            "She's not concerned about rank or wealth.",
            "Mr Quinn is simply concerned to hold on to his job.",
            "The law firm was concerned about the building contract.",
            "We are gravely concerned (=very concerned) about these developments.",
            "Then she gave us the concerned mother bit.",
            "He was genuinely concerned for the children.",
            "As far as I'm concerned, you can forget about it.",
            "She is concerned with a variety of social issues.",
            "All those concerned in the bribery case have been identified.",
            "a piece of news which nearly concerned the interests of our village",
            "Voters are deeply concerned about the economy.",
            "Scientists are concerned about ozone depletion.",
            "He is concerned about his sister's mental health.",
            "She doesn't seem unduly concerned about her exams.",
            "factors concerned in the rise and fall of epidemics",
            "He is concerned only with his own material comforts."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Меня немного беспокоит твоё здоровье.",
            "Её мать выглядела взволнованной.",
            "Он занимался английским языком.",
            "Мы, естественно, озабочены будущим.",
            "Её семья была обеспокоена её безопасностью.",
            "Условия приемлемы для всех заинтересованных лиц.",
            "Мы очень обеспокоены тем, все ли у него благополучно.",
            "Люди беспокоятся о защите своих домов.",
            "Если договор аннулирован, то это будет катастрофой для всех заинтересованных сторон.",
            "Её беспокоит то, что я так мало ем.",
            "Этот договор вызывал у него особое беспокойство.",
            "Его заботит только удовлетворение собственных желаний",
            "Людей волнует коррупция и социальное неравенство.",
            "собрание обеспокоенных граждан",
            "Её не интересует ни чин, ни богатство.",
            "Мистер Куинн просто-напросто озабочен тем, чтобы сохранить свою работу.",
            "Адвокатская контора беспокоилась по поводу контракта на строительство.",
            "Мы серьезно обеспокоены (= очень обеспокоены) этими разработками.",
            "Затем она выступила перед нами в роли озабоченной матери.",
            "Он искренне переживал за детей.",
            "Насколько я могу судить, вы можете забыть об этом.",
            "Она занимается множеством общественных проблем.",
            "Все, кто имел отношение к этому делу о взяточничестве, уже опознаны.",
            "новость, близко затрагивающая интересы нашей деревни",
            "Избиратели глубоко обеспокоены состоянием экономики.",
            "Учёные обеспокоены истощением озонового слоя.",
            "Он обеспокоен психическим здоровьем своей сестры.",
            "Кажется, экзамены её не слишком-то волнуют.",
            "факторы, связанные с возрастанием и падением числа эпидемий",
            "Он озабочен только собственным материальным комфортом."
        ],
        "stars": 3
    }
}