{
    "concentration": {
        "comment": [
            "concentrate"
        ],
        "translate": "концентрация, сосредоточение, сосредоточенность, сгущение, уплотнение",
        "transcription": " |ˌkɑːnsnˈtreɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The noise disturbed my concentration.",
            "Lack of concentration was a real problem.",
            "The work requires intense concentration.",
            "Lack of sleep had impaired her concentration.",
            "There is a concentration of wealth in the cities.",
            "There's been too much concentration of power in the hands of central authorities.",
            "The job required her full concentration.",
            "He wrinkled his forehead in concentration.",
            "All that noise is disturbing my concentration.",
            "The slightest sound would break his concentration.",
            "young minds untrained in the habit of concentration",
            "There was a concentration on ethics within the agency.",
            "A single lapse of concentration cost Sampras the game.",
            "When you're tired it's easy to lose your concentration.",
            "We lacked concentration and it cost us the goal and the game.",
            "Helmut's problems were compounded by his lack of concentration.",
            "It helps my concentration if I listen to music while I'm working.",
            "He objects to the concentration of power in the hands of a few rich men.",
            "Physical prowess aside, the concentration required on the beam is phenomenal.",
            "She needed all her powers of concentration to stop herself from slipping on the icy road."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот шум мешал мне сосредоточиться.",
            "Очень мешало отсутствие концентрации.",
            "Эта работа требует глубокой концентрации внимания.",
            "Недосыпание ослабило ее сосредоточенность.",
            "Имеет место концентрация богатства в городах.",
            "Слишком большая власть сосредоточена в руках центральных властей.",
            "Задание требовало её полной концентрации.",
            "Концентрируясь он наморщил свой лоб.",
            "Весь этот шум мешает мне сосредоточиться.",
            "Малейший звук нарушил бы его концентрацию.",
            "молодые умы, у которых концентрация ещё не вошла в привычку",
            "В стенах агентства всё внимание уделялось этике.",
            "Единственный провал в концентрации стоил Сампрасу гейма. (о теннисе)",
            "Когда ты устал, легко потерять концентрацию.",
            "Мы не смогли сконцентрироваться, и это стоило нам гола и всей игры.",
            "Проблемы Гельмута усугублялись нехваткой концентрации.",
            "Прослушивание музыки во время работы помогает мне сосредоточиться.",
            "Он выступает против концентрации власти в руках немногих богачей.",
            "При выполнении упражнений на бревне требуется необыкновенная концентрация, не говоря уже о физической силе.",
            "Ей понадобилась вся её сила концентрации, чтобы не поскользнуться на обледеневшей дороге."
        ]
    }
}