{
    "condemn": {
        "comment": [],
        "translate": "осуждать, обречь, порицать, приговаривать, уличать, браковать, конфисковать",
        "transcription": " |kənˈdem|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The whole town condemned the girl for her wild behaviour.",
            "The house was condemned as unfit for people to live in.",
            "He was found guilty and condemned to death.",
            "Her strange behavior condemned her.",
            "We condemn any act of violence.",
            "His bad leg condemns him to a wheelchair.",
            "He was condemned to prison for contempt of court.",
            "He was condemned to ten years in prison.",
            "She knew that society would condemn her for leaving her children.",
            "We condemn the racism in South Africa.",
            "In former times a murderer who was found guilty would be condemned to death.",
            "The city was condemned for its high crime rate.",
            "We strongly condemn this attack against our allies.",
            "Don't condemn her: there was nothing immoral about what she did.",
            "Conference passed a resolution condemning the governments action.",
            "The council was asked to condemn the statement made by the leader.",
            "The school condemns cheating, and any student caught cheating will be expelled.",
            "The country condemns the use of violence on prisoners.",
            "The pool was closed after being condemned as a health hazard.",
            "His occupation condemned him to spend long periods of time away from his family.",
            "His devotion to his sick wife condemned him to a lonely existence",
            "City officials condemned our apartment building and forced us to leave.",
            "The Puritans did not condemn concupiscence but rather the satisfaction of it in ways they deemed illicit.",
            "The building was condemned by the inspector.",
            "The county condemned the land to build a highway.",
            "The law has been condemned as an attack on personal liberty."
        ],
        "example_translate": [
            "Горожане все как один осудили девушку за её вольное поведение.",
            "Дом был признан непригодным для проживания.",
            "Он был признан виновным и приговорён к смертной казни.",
            "Её странное поведение стало для нее приговором.",
            "Мы осуждаем любые акты насилия.",
            "Из-за больной ноги он прикован к инвалидной коляске.",
            "Его приговорили к тюремному заключению за неуважение к суду.",
            "Его приговорили к десяти годам тюрьмы.",
            "Она знала, что общество будет осуждать её за то, что она бросила своих детей.",
            "Мы осуждаем расизм в Южной Африке.",
            "В прежние времена за доказанное убийство полагалась смертная казнь.",
            "Высокий уровень преступности катастрофически сказывался на репутации города.",
            "Мы решительно осуждаем это нападение на наших союзников.",
            "Не осуждайте её: в том, что она сделала, не было ничего аморального.",
            "Собрание приняло резолюцию, осуждающую действия правительства.",
            "К совету обратились с просьбой осудить заявление их лидера.",
            "Школа осуждает обман, и любой попавшийся на нём ученик будет изгнан.",
            "Страна осуждает применение насилия в отношении заключенных.",
            "Бассейн был закрыт после того, как его объявили представляющим опасность для здоровья.",
            "Профессия вынуждала его подолгу находиться вдали от своей семьи.",
            "Преданность больной жене обрекла его на одиночество.",
            "Городские власти закрыли наш многоквартирный дом как непригодный для проживания и заставили нас уехать.",
            "Пуритане осуждают не саму похоть, а скорее, её удовлетворение запретными, по их мнению, способами.",
            "Здание было забраковано представителем технадзора /приёмщиком/.",
            "Власти округа отвели эту землю для постройки шоссе.",
            "Данный закон осудили как посягательство на свободу личности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}