{
    "conduct": {
        "comment": [
            "reduction",
            "conductor",
            "introduction"
        ],
        "translate": "поведение, руководство, управление, проводить, вести, дирижировать",
        "transcription": " |kənˈdʌkt|",
        "antonyms": [],
        "mnemonic": [
            "conduct [конда'кт] поведение, провести, вести - (Кондакт-ор*) поведением пассажиров управляет ('Кондуктор);",
            "conduct [kən'dʌkt] - Вести.\nconduct ['kɔndʌkt] - поведение, ведение, образ\nдействий\nabduct [æb'dʌkt]\ndeduct [dɪ'dʌkt] - вычитать\ninduct [ɪn'dʌkt] - вводить\n***\nМеталлы ПРОВОДЯТ ток - есть контакт. (это)\nconduct\n***\nПОХИЩАТЬ детей - бардак (т). (это) abduct\nТы ПОХИТИЛ кошельки у баб, да (кт)? (это) abduct"
        ],
        "examples": [
            "He conducted us to the palace.",
            "The interview was conducted in English.",
            "There is no name for such conduct.",
            "Is it really necessary to conduct experiments on animals?",
            "Many metals conduct heat.",
            "You will be called over the coals for your conduct.",
            "They conducted a campaign of bombings and assassinations.",
            "The army has a strict code of conduct.",
            "Who will be conducting the meeting?",
            "They appointed him to conduct the negotiations.",
            "Who will be conducting?",
            "The magazine conducted a survey.",
            "His conduct was authorized by the situation.",
            "I like the way the company conducts business.",
            "His conduct was beyond the pale.",
            "Her conduct was staid and demure.",
            "Our guide conducted us along the path.",
            "Aluminium, being a metal, readily conducts heat.",
            "Does she have the tact to conduct the negotiations?",
            "His conduct is precise and delicate, never overblown.",
            "His belief in God governs his conduct.",
            "These considerations only slightly palliate his conduct.",
            "It was a farce to conduct a trial under such conditions.",
            "We do our best to reinforce good conduct in the classroom.",
            "His conduct was throughout honest and aboveboard.",
            "Bernstein conducted Mahler like no other conductor.",
            "matters touching the conduct of diplomacy",
            "utility, considered as the directive rule of human conduct",
            "They didn't have the wherewithal to conduct a successful political campaign.",
            "Shall he conduct the king whitherward his Majesty wishes?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он проводил нас во дворец.",
            "Интервью проводилось на английском языке.",
            "Нет слов, чтобы описать такое поведение.",
            "Неужели так необходимо проводить эксперименты на животных?",
            "Многие металлы проводят тепло.",
            "За такое поведение вам здорово попадёт.",
            "Они провели серию терактов и убийств.",
            "В армии строгие правила поведения.",
            "Кто будет проводить встречу?",
            "Ему поручили вести эти переговоры.",
            "Кто будет дирижировать?",
            "Журнал провёл опрос.",
            "Его поведение было оправдано ситуацией.",
            "Мне нравится, как эта компания ведёт свои дела.",
            "Его поведение выходило за всякие рамки.",
            "Она вела себя степенно и скромно.",
            "Проводник повёл нас по тропе.",
            "Алюминий, будучи металлом, без труда проводит тепло.",
            "Обладает ли она достаточным чувством такта, чтобы провести эти переговоры?",
            "Он всегда ведёт себя корректно и деликатно, никогда не бывает напыщенным.",
            "Его поступками управляет вера в бога.",
            "Эти соображения служат лишь слабым извинением его поведения.",
            "Что за насмешка — проводить суд в таких условиях!",
            "Мы делаем всё возможное, чтобы восстановить хорошее поведение в классе.",
            "Его поведение было во всех отношениях честным и открытым.",
            "Бернстайн дирижировал Малера, как ни один другой дирижёр.",
            "вопросы, затрагивающие ведение дипломатии",
            "польза, понимаемая как определяющая норма человеческого поведения",
            "У них не было средств для проведения успешной политической кампании.",
            "Проводит ли он короля всюду, куда бы Его Величество ни захотел пойти?"
        ],
        "stars": 3
    }
}