{
    "confidence": {
        "comment": [],
        "translate": "уверенность, доверие, вера, самоуверенность, смелость, самонадеянность",
        "transcription": " |ˈkɑːnfɪdəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Give him your confidence.",
            "I have absolute confidence in her.",
            "Good grades boosted her confidence.",
            "He was lacking in confidence.",
            "The class gave me more confidence.",
            "He had perfect confidence in her ability to succeed.",
            "His confidence was badly shaken.",
            "He lacked the confidence to succeed.",
            "I have confidence in our team.",
            "He told several people in confidence.",
            "We had every confidence in the staff.",
            "I'll tell you about Moira — in confidence, of course.",
            "She's a good student but she lacks confidence in herself.",
            "I will show you the report in confidence.",
            "She assumed an air of confidence in spite of her dismay.",
            "She had an air of quiet confidence.",
            "His driving hardly inspires confidence.",
            "She exudes great confidence.",
            "Any information given during the interview will be treated in the strictest confidence.",
            "This is predicated upon my confidence in his ability.",
            "He radiated calm confidence.",
            "His air of self-assured confidence made him a born leader.",
            "A whispering campaign designed to weaken public confidence.",
            "There was much breast-beating about restoring investor confidence.",
            "I have complete confidence in Mr Wright's analysis of the situation.",
            "This will deal a blow to consumer confidence.",
            "Business confidence is on the up.",
            "He professes confidence in his friend.",
            "No confidence could be placed in any of the twelve Judges.",
            "Pam needed a good pinch of inspiration and a great dollop of confidence."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Доверься ему.",
            "Я полностью в ней уверен.",
            "Хорошие оценки добавили ей уверенности в себе.",
            "Ему не хватало уверенности в себе.",
            "Учебный курс придал мне больше уверенности.",
            "Он совершенно не сомневался в её способности добиться успеха.",
            "Его уверенность сильно пошатнулась.",
            "Чтобы добиться успеха, ему не хватало уверенности в себе.",
            "Я уверен в нашей команде.",
            "Он рассказал некоторым по секрету.",
            "Мы полностью доверяем своим сотрудникам.",
            "Я расскажу вам о Мойре — по секрету, конечно.",
            "Она способная, но ей не хватает уверенности в себе [в своих силах]",
            "Я покажу вам этот доклад конфиденциально.",
            "Она напустила на себя уверенный вид, хотя была в смятении.",
            "Она излучала спокойную уверенность в себе.",
            "Его уровень вождения едва ли внушает доверие.",
            "Она излучает огромную уверенность в себе.",
            "Любая информация, полученная в ходе встречи, будет рассматриваться в строжайшей тайне.",
            "Это основывается на моей уверенности в его способностях.",
            "Он излучал спокойствие и уверенность в себе.",
            "Уверенность в себе делала его прирожденным лидером.",
            "Клеветническая кампания, призванная ослабить общественное доверие.",
            "Было сказано много покаянных слов о необходимости восстановления доверия инвесторов.",
            "Я полностью уверен в анализе ситуации, сделанном мистером Райтом.",
            "Это нанесёт удар по доверию потребителей.",
            "Индекс деловой уверенности находится на подъёме.",
            "Он во всеуслышание заявляет о доверии своему другу.",
            "Верить нельзя было ни одному из двенадцати судей.",
            "Пэм явно не хватало вдохновения и уверенности."
        ]
    }
}