{
    "confrontation": {
        "comment": [],
        "translate": "конфронтация, противоборство, очная ставка, сопоставление, сличение",
        "transcription": " |ˌkɑːnfrənfrʌnˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Let's avoid a confrontation.",
            "We seek to avoid military confrontation at all costs.",
            "It could have sparked a major confrontation.",
            "There was a violent confrontation between rival supporters after the match.",
            "His arbitrary decision led to a confrontation.",
            "She had stayed in her room to avoid another confrontation.",
            "The government was not ready for a confrontation with the unions.",
            "Japan seemed unlikely to risk military confrontation with Russia.",
            "By midsummer both police and protesters were girding for confrontation.",
            "The hostess averted a confrontation with a diplomatic change of subject.",
            "He has not concealed his hard-line views, but has avoided coming into direct public confrontation with the party leadership."
        ],
        "example_translate": [
            "Давайте избегать конфронтации.",
            "Мы стремимся любой ценой избежать военного противостояния.",
            "Это могло вызвать серьезную конфронтацию.",
            "После матча произошло яростное столкновение между болельщиками соперничающих команд.",
            "Его волюнтаристское решение привело к конфронтации.",
            "Она осталась в своей комнате, чтобы избежать нового столкновения.",
            "Правительство было не готово к конфронтации с профсоюзами.",
            "Казалось маловероятным, что Япония рискнёт вступить в военное противостояние с Россией.",
            "До середины лета и полиция, и демонстранты готовились к противостоянию.",
            "Хозяйка предотвратила конфликт, тактично сменив тему разговора.",
            "Он не скрывал своих жёстких взглядов, но избегал прямой конфронтации с партийными лидерами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}