{
    "confirm": {
        "comment": [
            "firmly",
            "firm",
            "confirmation",
            "confine"
        ],
        "translate": "подтверждать, утверждать, конфирмовать, подкреплять, поддерживать, закреплять",
        "transcription": " |kənˈfɜːrm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Please, confirm your message.",
            "Later events confirmed his determination.",
            "Please confirm your telephone message by letter.",
            "My brother will confirm what I have told you.",
            "He was confirmed in his position as chairman.",
            "Could you confirm the dates we discussed?",
            "The President confirmed that a conference would take place.",
            "The President refused to confirm the rumor.",
            "Twenty boys and girls were confirmed in the Christian Church.",
            "The Court of Appeal has confirmed the judge's decision.",
            "This just confirms my worst fears.",
            "He decided to confirm his dominion by fortresses and garrisons.",
            "We have a reservation for you for tomorrow night. Please call to confirm.",
            "Research has confirmed that the risk is higher for women.",
            "I am writing to confirm a booking for a single room for the night of 6 June.",
            "Further to your letter of February 5th, we can confirm your order.",
            "The dentist's office called to confirm your appointment for tomorrow.",
            "Walsh confirmed that the money had been paid.",
            "The children were confirmed in their mother's faith.",
            "New evidence has confirmed the first witness's story.",
            "The expression on his face confirmed me in my suspicions.",
            "The award confirmed her status as one of the great movie actresses.",
            "The witnesses confirmed the victim's account.",
            "The Senate confirmed the President's candidate for Secretary of Defense.",
            "To confirm my diagnosis I need to do some tests.",
            "The tests confirmed the doctors' suspicions of cancer.",
            "Smith was confirmed as the club's new manager yesterday."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Подтвердите, пожалуйста, ваше сообщение.",
            "Последующие события укрепили его решимость.",
            "Просим подтвердить ваше телефонное сообщение письмом.",
            "Мой брат подтвердит то, что я вам сказал.",
            "Его утвердили на пост председателя.",
            "Не могли бы вы подтвердить даты, которые мы обсуждали?",
            "Президент подтвердил, что конференция состоится.",
            "Президент отказался подтвердить этот слух.",
            "К христианской церкви были приобщены двадцать юношей и девушек.",
            "Апелляционный суд подтвердил решение судьи.",
            "Это как раз подтверждает мои худшие опасения.",
            "Он решил укрепить свои владения крепостями и гарнизонами",
            "Мы забронировали для вас места на завтрашний вечер. Для подтверждения брони просьба нам позвонить.",
            "Исследования подтверждают, что женщины более подвержены этой опасности.",
            "Я пишу, чтобы подтвердить бронирование одноместного номера на вечер шестого июня.",
            "В дополнение к вашему письму от 5 февраля, мы можем подтвердить ваш заказ.",
            "Звонили от стоматолога, чтобы подтвердить вашу завтрашнюю встречу.",
            "Уолш подтвердил, что деньги уже были заплачены.",
            "Дети были обращены в веру своей матери.",
            "Рассказ первого свидетеля подтвердили новые данные.",
            "Выражение его лица подкрепило мои подозрения.",
            "Эта награда подтвердила её статус одной из великих киноактрис.",
            "Свидетели подтвердили рассказ потерпевшего.",
            "Сенат утвердил выдвинутую президентом кандидатуру на пост министра обороны.",
            "Чтобы подтвердить свой диагноз, мне нужно сделать несколько анализов.",
            "Анализы подтвердили подозрения врачей на рак.",
            "Вчера Смита утвердили на должность нового главного тренера этого клуба."
        ]
    }
}