{
    "conform": {
        "comment": [
            "form",
            "uniform",
            "formation",
            "reform",
            "platform",
            "formula",
            "formulate"
        ],
        "translate": "соответствовать, подчиняться, приспосабливаться, согласовать, сообразовываться",
        "transcription": " |kənˈfɔːrm|",
        "antonyms": [],
        "mnemonic": [
            "conform [кэнфо':м] подчиняться - (Нон- конфом-исты*) подчиняются бонконфрмистам (‘Конформисты).",
            "form [fɔ: m] - придать форму\n***\ndeform - портить, деформировать\n***\nreform - реформировать\n***\ninform - сообщать\n***\nperform [pə'fɔ: m] - выполнять\n***\nconform - согласовывать, соответствовать,\nотвечать\n***\nБЫВШИЙ муж ходил в форме. (это) former\nПрежний."
        ],
        "examples": [
            "The boy's behaviour conforms to the expected pattern.",
            "All new buildings must conform with the regional development plan.",
            "We have to conform our ideas to those of the society in which we live.",
            "Joseph does not conform to the stereotype of a policeman.",
            "Most teenagers feel pressure to conform.",
            "The list conforms with the contents of the trunk.",
            "European colonizers, who considered the New World peoples to be heathens, forced them to conform to European ways.",
            "Students can be expelled for refusing to conform to school rules."
        ],
        "example_translate": [
            "Мальчик ведёт себя так, как и ожидалось.",
            "Все новостройки должны соответствовать региональному плану развития.",
            "Мы должны согласовывать свои представления с теми, которые приняты в нашем обществе.",
            "Джозеф не соответствует расхожему мнению о полицейских.",
            "Большинство подростков чувствуют, что их заставляют быть такими, как все.",
            "Данный список соответствует содержимому багажника.",
            "Европейские колонизаторы, которые считали народы Нового Мира варварами, заставили их соответствовать европейскому образу жизни.",
            "Учащиеся могут быть отчислены за отказ соблюдать школьные правила."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}