{
    "confusing": {
        "comment": [
            "confusing – сбивчивый  confused – растерянный"
        ],
        "translate": "смущать, смешивать, сбивать с толку, спутывать, создавать путаницу",
        "transcription": " |kənˈfjuːzɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is just flat out confusing.",
            "You must be confusing me with someone else.",
            "It was a very confusing situation.",
            "It was confusing to listen to the testimony.",
            "I asked him a simple question and he gave me a long and confusing answer.",
            "To an outsider, the system seems complex and confusing.",
            "The movie's ramshackle plot is confusing and not believable.",
            "The young scientist felt bound down by a lot of useless and confusing rules.",
            "The documents were full of confusing officialese.",
            "I understand the text but the diagrams are confusing me.",
            "Choosing the right software can be time-consuming at best and confusing or frustrating at worst."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные, оканчивающиеся на -ing и -ed"
        ],
        "example_translate": [
            "Это просто абсолютно сбивает с толку.",
            "Вы, должно быть, путаете меня с кем-то другим.",
            "Положение было очень запутанное.",
            "Свидетель сбил всех с толку.",
            "Я задал ему простой вопрос, а он дал мне длинный и запутанный ответ.",
            "Человеку постороннему эта система кажется сложной и запутанной.",
            "Небрежно сляпанный сюжет этого фильма запутан и неправдоподобен.",
            "Молодой учёный чувствовал, что эта куча ненужных и противоречивых правил связывает ему руки.",
            "Документы изобиловали путаным бюрократическим жаргоном.",
            "Я понимаю текст, но диаграммы сбивают меня с толку.",
            "Выбор правильного программного обеспечения может, в лучшем случае, занять много времени, а в худшем — совершенно сбить с толку и огорчить."
        ]
    }
}