{
    "confusion": {
        "comment": [],
        "translate": "путаница, замешательство, беспорядок, смятение, беспорядки, смущение, неразбериха",
        "transcription": " |kənˈfjuːʒn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Matt stared at her in confusion.",
            "I'm sorry if I caused any confusion.",
            "It was a scene of utter confusion.",
            "There was manifest confusion in the streets.",
            "Their unexpected arrival threw our plans into confusion.",
            "His speech flung the meeting into confusion.",
            "In all the confusion, it is quite possible that some people got tickets without paying.",
            "in an effort to avoid confusion",
            "To avoid confusion, the teams wore different colours.",
            "The lawyer is trying to sabotage the case by creating confusion.",
            "He managed to escape amid the confusion.",
            "There is still some confusion as to the time of the meeting.",
            "There was total confusion when the truck hit the restaurant.",
            "The recent name change has been the source of some confusion.",
            "There is a great deal of confusion about how the system works.",
            "the anxieties and confusions of teenage life",
            "the confusion of tongues at the Tower of Babel",
            "There is a confusion in the public mind between psychology and psychiatry.",
            "confusion incidental to a quick change",
            "a plot full of convolution and confusion",
            "The rebels had planned turmoil and confusion.",
            "Brilliant leadership mired in details and confusion.",
            "The lucidity of the recipe should ensure a minimum of confusion.",
            "He changed his name in order to avoid confusion with the notorious outlaw."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мэтт уставился на нее в замешательстве.",
            "Простите, если я стал причиной какой-либо путаницы.",
            "Все были в полном замешательстве.",
            "На улицах была полная неразбериха.",
            "Их неожиданный приезд спутал нам все карты.",
            "Его речь привела всех в замешательство.",
            "Вполне возможно, что во всей этой неразберихе некоторые получили билеты, не заплатив.",
            "в стремлении избежать путаницы",
            "Чтобы избежать путаницы, команды были одеты в форму разных цветов.",
            "Адвокат пытается развалить дело, создавая путаницу.",
            "В суматохе ему удалось бежать.",
            "Пока ещё имеется некоторая путаница относительно времени встречи.",
            "Когда грузовик врезался в ресторан, началась жуткая неразбериха.",
            "Недавнее изменение названия привело к некоторой путанице.",
            "В отношении работы системы есть много непонятного.",
            "тревоги и неурядицы подростковой жизни",
            "смешение языков у Вавилонской башни",
            "В общественном сознании существует путаница между психологией и психиатрией.",
            "неразбериха, сопутствующая быстрым переменам",
            "запутанный и изобилующий поворотами сюжет",
            "Мятежники планировали посеять беспорядки и растерянность.",
            "Блестящее руководство погрязло в мелочах и неразберихе.",
            "Ясность данного рецепта должна обеспечить минимальное количество путаницы.",
            "Он изменил своё имя, чтобы его не путали с печально известным разбойником."
        ]
    }
}