{
    "confuse": {
        "comment": [],
        "translate": "смущать, смешивать, сбивать с толку, спутывать, создавать путаницу",
        "transcription": " |kənˈfjuːz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I always confuse him with his brother.",
            "You must be confusing me with someone else.",
            "These questions confuse even the experts",
            "I always confuse you with your sister - you look so alike.",
            "The teacher confused the student with too many questions.",
            "We in reality confuse wealth with money.",
            "The general was trying to confuse the enemy.",
            "Many people who are learning to read confuse b's and d's.",
            "The constant attention of the young man confused her.",
            "Her remarks confused the debate.",
            "I understand the text but the diagrams are confusing me.",
            "People might well confuse the two products.",
            "Their explanations only serve to obfuscate and confuse.",
            "Donald Regan, not to be confused with former President Ronald Reagan.",
            "The new evidence only confused matters further.",
            "The issue is poverty, not race: to talk about race is simply to confuse the issue.",
            "Their proposal was only a device to confuse the opposition.",
            "the kind of pigheaded person who seems to believe that facts only confuse an issue"
        ],
        "example_translate": [
            "Я всегда путаю этого человека с его братом.",
            "Вы, должно быть, путаете меня с кем-то другим.",
            "Эти вопросы приводят в замешательство даже специалистов.",
            "Я всегда путаю вас с вашей сестрой – вы очень похожи.",
            "Преподаватель засыпал студента вопросами, чем окончательно сбил его с толку.",
            "На деле мы путаем богатство с деньгами.",
            "Генерал пытался запутать / сбить с толку врага.",
            "Многие люди, которые учатся читать путают b и d.",
            "Её смущало постоянное внимание этого молодого человека.",
            "Её замечания завели дискуссию в тупик.",
            "Я понимаю текст, но диаграммы сбивают меня с толку.",
            "Люди вполне могут перепутать эти два продукта.",
            "Их объяснения нужны только для того, чтобы напустить туману и всё запутать.",
            "Дональд Риган, не путать с бывшим президентом Рональдом Рейганом.",
            "Новые улики только ещё больше запутали дело.",
            "Проблема заключается не в расе, а в бедности., говорить о расе — значит просто-напросто запутывать вопрос.",
            "Их предложение было всего лишь средством запутать представителей оппозиции.",
            "из тех упрямцев, который, похоже, считают, что факты только запутывают проблему"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}