{
    "conference": {
        "comment": [],
        "translate": "конференция, совещание, съезд, ассоциация",
        "transcription": " |ˈkɑːnfərəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The conference was slated for summer.",
            "We received a grant to attend the conference.",
            "The boss called us in for a conference.",
            "Mr Dickson is in conference.",
            "He won't be attending the conference.",
            "national conferences on women's health",
            "He presented a motion to the conference.",
            "The company sent me to the conference.",
            "I'd like to see you organize a conference!",
            "They patched him into the conference call.",
            "Conference on Security and Cooperation in Europe",
            "They are in the conference room talking business.",
            "All-European Conference on Security and Cooperation",
            "a high-level conference on arms control",
            "The conference center offers a health spa.",
            "There were 300 attendees at the conference.",
            "The conference ended with a plenary debate.",
            "The conference is open to all party members.",
            "Demonstrators have sabotaged the conference.",
            "The media gave the conference scant coverage.",
            "Around 350 delegates attended the conference.",
            "She's the winningest coach in the conference.",
            "Simon's been selected to go to the conference.",
            "We're driving up to Chicago for the conference.",
            "Conference rooms were equipped at great expense.",
            "the champions of the American Football Conference",
            "He spent an hour in conference with the president.",
            "The conference degenerated into a complete fiasco.",
            "Dillon made the announcement at a news conference.",
            "Eva's busy drafting her speech for the conference."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Совещание было назначено на лето.",
            "Мы получили разрешение на участие в конференции.",
            "Начальник созвал нас на совещание.",
            "Мистер Диксон на совещании.",
            "Он не будет присутствовать на конференции.",
            "национальные конференции по охране здоровья женщин",
            "Он представил собранию своё предложение.",
            "Руководство компании отправило меня на конференцию.",
            "Хотелось бы посмотреть, как у вас получится организовать конференцию!",
            "Они подключили его к селекторному совещанию.",
            "Совещание по безопасности и сотрудничеству в Европе, СБСЕ",
            "Они в конференц-зале, говорят о делах.",
            "Общеевропейское совещание по вопросам безопасности и сотрудничества",
            "совещание на высшем уровне по вопросам контроля над вооружениями",
            "Конференц-центр предоставляет услуги спа.",
            "На конференции было триста участников.",
            "Конференция завершилась пленарными дебатами.",
            "Конференция открыта для всех членов партии.",
            "Демонстранты сорвали проведение конференции.",
            "Средства массовой информации уделили (работе) конференции мало внимания.",
            "В конференции приняло участие около трёхсот пятидесяти делегатов.",
            "У неё самое большое количество побед среди всех тренеров конференции.",
            "Саймона выбрали для поездки на конференцию.",
            "Мы едем на конференцию на север, в Чикаго.",
            "На оборудование конференц-залов были потрачены большие деньги.",
            "победители Американской футбольной конференции (одна из двух конференций НФЛ)",
            "Он провёл час на совещании с президентом.",
            "Конференция докатилась до полного провала.",
            "Диллон сделал это заявление на пресс-конференции.",
            "Ева занята составлением своей речи для выступления на конференции."
        ]
    }
}