{
    "confident": {
        "comment": [],
        "translate": "уверенный, самоуверенный, самонадеянный, наперсник, задушевный друг",
        "transcription": " |ˈkɑːnfɪdənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I feel quite confident about the future.",
            "We are confident we have done nothing wrong.",
            "I am confident about my ability to do the job.",
            "The company is confident of success.",
            "She entered the room with a confident stride.",
            "Abigail walked to the microphone, poised and confident.",
            "The players seem more relaxed and confident this season.",
            "She's a confident and forceful leader.",
            "Progress so far has been very good. We are, therefore, confident that the work will be completed on time.",
            "He began to read in a calm, confident voice.",
            "He is quietly confident that there will be no problems this time.",
            "The government seems confident that environmental problems can be fixed.",
            "His voice was firm and confident.",
            "Children generally feel much more confident working in groups.",
            "We are confident next year's profits will be higher.",
            "We are confident that conditions will improve soon.",
            "He was a shy boy, but he grew to be a strong and confident man.",
            "I feel much more confident about myself and my abilities these days.",
            "Kathleen walked in, tall, slim, confident and in total command of herself.",
            "She was a shy and awkward girl who grew up to become a confident and beautiful woman.",
            "Despite her disability, Philippa is very confident.",
            "Before the accident he had been cheerful and confident.",
            "Adam came out of the interview feeling quietly confident.",
            "He began to feel confident that Zaborski was only guessing.",
            "We're confident that the legal difficulties can be overcome.",
            "We're confident she has the moral fiber to make the right decision.",
            "You should be feeling confident and bold when you meet your bank manager.",
            "We were confident that the Allies would emerge victorious (=finally win).",
            "The Prime Minister appeared relaxed and confident of winning an overall majority.",
            "He is confident in his ability to overcome all opposition with his personal charm."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я достаточно уверен в своём будущем.",
            "Мы уверены, что мы не сделали ничего дурного.",
            "Я уверен, что способен выполнить эту работу.",
            "Компания уверена в успехе.",
            "Она вошла в комнату уверенным шагом (уверенной походкой).",
            "Абигейл подошла к микрофону, хладнокровная и уверенная в себе.",
            "В этом сезоне игроки выглядят более спокойными и уверенными в себе.",
            "Она — уверенный и волевой руководитель.",
            "На данный момент мы добились очень хорошего прогресса. Поэтому мы уверены, что работа будет завершена в срок.",
            "Он начал читать спокойным, уверенным голосом.",
            "Он уверен, что проблем на этот раз не будет.",
            "Правительство, похоже, уверено в том, что экологические проблемы могут быть решены.",
            "Его голос был твёрдым и уверенным.",
            "Дети, как правило, чувствуют себя гораздо увереннее, работая в группах.",
            "Мы уверены, что в следующем году прибыль вырастет.",
            "Мы уверены, что условия вскоре улучшатся.",
            "Он был застенчивым мальчиком, но вырос в сильного и уверенного в себе мужчину.",
            "Сейчас я уже чувствую гораздо большую уверенность в себе и своих способностях.",
            "Вошла Кэтлин — высокая, стройная, уверенная и полностью владеющая собой.",
            "Когда эта застенчивая и неуклюжая девочка выросла, то стала уверенной в себе и красивой женщиной.",
            "Несмотря на инвалидность, Филиппа очень уверена в себе.",
            "До этого несчастного случая он был весёлым и уверенным в себе.",
            "С собеседования Адам вышел с ощущением спокойной уверенности.",
            "Он начал чувствовать уверенность, что Заборски просто гадает (а не знает наверняка).",
            "Мы уверены, что эти юридические трудности можно преодолеть.",
            "Мы уверены, что ей хватит моральной устойчивости, чтобы принять правильное решение.",
            "Когда встречаешься с менеджером банка, нужно быть смелым и уверенным в себе.",
            "Мы были уверены, что союзники выйдут победителями (т.е. одержат победу).",
            "Премьер-министр казался спокойным и уверенным в победе абсолютным большинством голосов.",
            "Он уверен в своей способности преодолеть любое противодействие с помощью личного обаяния."
        ]
    }
}