{
    "confront": {
        "comment": [],
        "translate": "противостоять, столкнуться, стоять против, сопоставлять, стоять лицом к лицу",
        "transcription": " |kənˈfrʌnt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You must confront your problems.",
            "You must confront your opponent.",
            "The manager confronted his work with determination.",
            "We confronted him with the evidence.",
            "The child screamed when he confronted the man in the Halloween costume",
            "Troops were confronted by an angry mob.",
            "John Hampden had the courage to confront the whole power of the government.",
            "I know how you feel, Mark, but maybe it's better not to confront him.",
            "Fearless hunters confront wild animals with bravery.",
            "I confronted her with the evidence.",
            "Customers are confronted with a bewildering amount of choice.",
            "The country is reluctant to confront its violent past.",
            "She didn't want to confront the inescapable fact that she would have to sell the house.",
            "We try to help people confront their problems.",
            "The two enemies finally confronted each other."
        ],
        "example_translate": [
            "Нужно решать свои проблемы.",
            "Вы должны противостоять своему оппоненту /противнику/.",
            "Менеджер решительно принялся за работу.",
            "Мы предъявили ему улики.",
            "Ребенок закричал, когда он столкнулся с человеком в костюме для Хеллоуина.",
            "Войска оказались лицом к лицу с разъяренной толпой.",
            "У Джона Хэмпдена хватило смелости противостоять всей мощи правительства.",
            "Я знаю, что ты чувствуешь, Марк, но, может быть, лучше не вступать с ним в конфликт.",
            "Бесстрашные охотники смело идут на диких зверей.",
            "Я предъявил ей улики.",
            "Клиенты сталкиваются с невероятным количеством выбора.",
            "Страна не желает честно смотреть в глаза своему бурному прошлому.",
            "Она не хотела взглянуть в глаза тому неоспоримому факту, что дом придётся продать.",
            "Мы стараемся помогать людям решать их проблемы.",
            "Враги наконец-то встретились друг с другом лицом к лицу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}