{
    "confess": {
        "comment": [
            "confession"
        ],
        "translate": "исповедовать, исповедоваться, признавать, признаваться, покаяться, сознаваться",
        "transcription": " |kənˈfes|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I must confess I don't visit my parents as often as I should.",
            "I confessed my sins to the priest.",
            "You should confess and redress your errors.",
            "He willingly confessed his crime.",
            "She confessed that she had taken the money.",
            "I have to confess that I was afraid at first.",
            "I must confess it has given me a stomach-ache.",
            "The prisoner confessed to his part in the crime.",
            "He used terror to make them confess.",
            "Many Christians regularly confess to a priest.",
            "He felt a desperate urge to confess.",
            "Father, I'd like to confess a sin I thought I could live with.",
            "I have to confess to a hatred of modern music.",
            "He knelt and confessed his sin.",
            "Torture was used and Fian confessed.",
            "My husband confessed he'd been having an affair with a woman in his office.",
            "Edwards confessed to being a spy for the KGB.",
            "Occasionally people confess to crimes they haven't committed just to get attention.",
            "He confessed after being questioned for many hours.",
            "She needed to confess her sins and ask for forgiveness.",
            "Marsha confessed that she didn't really know how to work the computer."
        ],
        "example_translate": [
            "Я должен признаться, что навещаю родителей не так часто, как надо бы.",
            "Я исповедовался священнику в своих грехах.",
            "Вам следует признать и исправить ваши ошибки.",
            "Он добровольно признался в своем преступлении.",
            "Она призналась, что взяла эти деньги.",
            "Должен признаться, что сначала мне было страшно.",
            "Должен признаться, что это вызвало у меня боли в животе.",
            "Обвиняемый признался, что был замешан в преступлении.",
            "Он запугивал их, чтобы заставить сознаться.",
            "Многие христиане регулярно исповедуются перед священником.",
            "Он почувствовал отчаянное желание во всём признаться.",
            "Отец мой, я хотел бы исповедаться в грехе, с которым, как мне казалось, вполне мог жить.",
            "Должен признаться, я ненавижу современную музыку.",
            "Он опустился на колени и исповедался.",
            "Были применены пытки, и Фиан признался.",
            "Мой муж признался, что у него был роман с одной из сослуживиц.",
            "Эдвардс признался в том, что он является агентом КГБ.",
            "Иногда люди сознаются в преступлениях, которых не совершали, просто чтобы привлечь к себе внимание.",
            "После многочасового допроса он сознался.",
            "Ей нужно было признаться в своих грехах и попросить прощения.",
            "Марша призналась, что на самом деле не умеет работать на компьютере."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}