{
    "confirmation": {
        "comment": [
            "firmly",
            "firm",
            "confirm"
        ],
        "translate": "подтверждение, утверждение, конфирмация, подкрепление, квитирование",
        "transcription": " |ˌkɑːnfərˈmeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You will receive confirmation of your order by e-mail.",
            "You will receive an e-mail confirmation of your order.",
            "There has still been no official confirmation of the report.",
            "We don't have independent confirmation of the facts.",
            "Most hotels require confirmation from a prospective guest in writing.",
            "His appointment to the Supereme Court needs confirmation by the Senate.",
            "Reporters awaited confirmation from the army about the battle.",
            "Fossils provided further confirmation of the evolutionary theory.",
            "Many senators are opposed to his confirmation as a federal judge.",
            "Final confirmation came only after the investigation was completed.",
            "Another laboratory has provided independent confirmation of the test results."
        ],
        "example_translate": [
            "Вы получите подтверждение вашего заказа по электронной почте.",
            "Вы получите подтверждение своего заказа по электронной почте.",
            "Никакого официального подтверждения данного сообщения пока нет.",
            "У нас нет независимого подтверждения этих фактов.",
            "Большинство гостиниц требуют от потенциального гостя подтверждения в письменной форме.",
            "Его назначение в Верховный суд должно быть утверждено сенатом.",
            "Журналисты ждали подтверждения военных по поводу этого сражения.",
            "Ископаемые образцы послужили ещё большим подтверждением эволюционной теории.",
            "Многие сенаторы выступают против утверждения его кандидатуры на пост федерального судьи.",
            "Окончательное подтверждение поступило только после того, как расследование было закончено.",
            "Другая лаборатория обеспечила независимое подтверждение результатов тестирования."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}