{
    "conflict": {
        "comment": [
            "garlic",
            "click",
            "lick",
            "flick"
        ],
        "translate": "конфликт, противоречие, столкновение, противоречить, бороться",
        "transcription": " |ˈkɑːnflɪkt|",
        "antonyms": [],
        "mnemonic": [
            "afflict [ə'flɪkt]\ninflict [ɪn'flɪkt] - конфликтовать; противоречить\nconflict [n - 'kɔnflɪkt] [v - kən'flɪkt] - конфликт\naffliction - несчастья\n***\nНе надо ОГОРЧАТЬ и создавать конфликт. (это) afflict\nНе ДОНИМАЙ меня, не создавай конфликт. (это)\nafflict\nНе ПРИЧИНЯЙ ущерб, иначе - конфликт. (это) afflict"
        ],
        "examples": [
            "This behavior conflicts with our rules",
            "The brothers finally resolved their conflict.",
            "Their stories are in conflict with each other.",
            "Thought thrives on conflict.",
            "It may intensify the conflict between them.",
            "The local war escalated into a major conflict.",
            "This was a conflict of directly opposed aims.",
            "They settled the conflict by peaceful means.",
            "I don't see any conflicts between the theories.",
            "A conflict arose because of a misunderstanding.",
            "The two proposals conflict!",
            "recent violent conflict in the region",
            "the main protagonists in the conflict",
            "a conflict between tradition and modernity",
            "He was immobilized by conflict and indecision.",
            "Negotiations failed to forestall the conflict.",
            "The conflict has escalated into an all-out war.",
            "The Party sank deeper into the mire of conflict.",
            "I had been given a great deal of conflicting advice.",
            "Parents' and children's interests sometimes conflict.",
            "I've got a conflict on Friday. Can we make it Monday?",
            "The years of conflict have exacted a heavy price.",
            "the first intimations of the approaching conflict",
            "They're having serious conflicts over the budget.",
            "The conflict could escalate into a full-blooded war.",
            "Reports conflicted on how many people were involved.",
            "This form of conflict is essential to Mann's writing.",
            "Everyone in my family always tries to avoid conflict.",
            "The conflict might spill over into neighbouring towns.",
            "The conflict between their families disheartened them."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Такое поведение противоречит нашим правилам.",
            "Братья, наконец, уладили конфликт.",
            "Их рассказы противоречат друг другу.",
            "В споре рождается истина.",
            "Это может обострить конфликт между ними.",
            "Эта локальная война переросла в серьёзный конфликт.",
            "Это был конфликт диаметрально противоположных целей.",
            "Они уладили конфликт мирными средствами.",
            "Я не вижу каких-либо противоречий между этими теориями.",
            "Из-за какого-то недоразумения разгорелся конфликт.",
            "Эти два предложения противоречат друг другу!",
            "недавний вооружённый конфликт в данном регионе",
            "главные действующие лица в данном конфликте",
            "противоречие между традицией и современностью",
            "Раздвоение чувств и нерешительность мешали ему действовать.",
            "Переговоры не смогли предотвратить конфликт.",
            "Конфликт перерос в полномасштабную войну.",
            "Партия ещё глубже увязла в трясине конфликта.",
            "Мне было дано огромное множество противоречивых советов.",
            "Интересы родителей и детей подчас вступают в противоречие.",
            "У меня в пятницу накладка по времени. Может, давайте в понедельник? (амер.)",
            "Годы конфликта обошлись очень дорого.",
            "первые предвестники приближающегося конфликта",
            "У них имеются серьезные конфликты по поводу бюджета.",
            "Этот конфликт мог перерасти в самую настоящую войну.",
            "Отчёты расходились в оценках количества замешанных в этом людей.",
            "Эта форма конфликта является основной для произведений Манна.",
            "В моей семье все всегда стараются избегать конфликтов.",
            "Конфликт может перекинуться на соседние города.",
            "Конфликт между их семьями привёл их в уныние."
        ],
        "stars": 3
    }
}