{
    "confession": {
        "comment": [
            "confess",
            "conference"
        ],
        "translate": "исповедь, признание, вероисповедание",
        "transcription": " |kənˈfeʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We finally extracted a confession from him.",
            "You must go to confession.",
            "She went to the police station and made a full confession.",
            "He was forced to sign the confession.",
            "I have a confession — I like Britney Spears' music.",
            "I was trapped into signing a confession.",
            "I have a confession to make: I have never done this before.",
            "Sanchez's confession was read out to the court.",
            "At 3 a.m. Higgins broke down and made a full confession.",
            "He is afraid that his confession will bring dishonor on the family.",
            "Police finally dragged a confession out of him.",
            "The priest will hear confessions after mass today.",
            "A confession was coerced from the suspect by police.",
            "The judge decided that the confession was admissible in court.",
            "The lawyer argued that the client's confession was involuntary.",
            "The people in the courtroom were dumbstruck by his confession.",
            "The practice of auricular confession brought with it an entire science of casuistry."
        ],
        "example_translate": [
            "Мы, наконец-то, добились от него признания.",
            "Вы должны пойти на исповедь. / Ты должен исповедоваться.",
            "Она пошла в полицейский участок и призналась во всём.",
            "Его заставили подписать это признание.",
            "Я должен сделать признание: мне нравится музыка Бритни Спирз.",
            "Меня вынудили /заставили/ подписать признание.",
            "Я должен сделать одно признание: я никогда раньше этого не делал.",
            "Признание Санчеса было оглашено в суде.",
            "В три часа ночи Хиггинс не выдержал и во всём признался.",
            "Он боится, что его признание опозорит семью.",
            "Полицейские всё-таки добились от него признания.",
            "Сегодня после мессы священник будет принимать исповеди.",
            "Признание было \"выбито\" из подозреваемого полицией. / Полиция заставила подозреваемого дать признание.",
            "Судья постановил, что данное признание может быть принято в суде.",
            "Адвокат заявил, что признание клиента было сделано под принуждением.",
            "Услышав его признание, все присутствующие в зале суда лишились дара речи.",
            "Практика тайного покаяния привела к развитию казуистики."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}