{
    "connect": {
        "comment": [
            "connection",
            "connected"
        ],
        "translate": "соединять, соединяться, связать, связывать, связываться, сочетать, сочетаться",
        "transcription": " |kəˈnekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The two bones connect at the elbow.",
            "Are you connected with this firm?",
            "Connect the cable to the battery.",
            "Is the house connected (up) to the electricity supply?",
            "Operator, please connect me with extension 123.",
            "Connect the speakers to the CD player.",
            "A hallway connects the two rooms.",
            "Connect the yellow cable to the Video Output.",
            "I missed the connecting flight.",
            "Has the phone been connected yet?",
            "I'll try that call again, I've been connected to the wrong person.",
            "Please hold the line. I'm trying to connect you.",
            "A common theme connects the stories.",
            "The bedroom connects to the kitchen.",
            "Click here to connect to the Internet.",
            "Monorails connect different parts of the park.",
            "It's the major highway connecting the two towns.",
            "Can you connect the two loudspeakers?",
            "He swung at the ball, but didn't connect.",
            "The hose connects easily to the sprinkler.",
            "Can you connect the hose to the sprinkler?",
            "I didn't connect the two events in my mind.",
            "The two streets connect to become a highway.",
            "This bus is supposed to connect with the train.",
            "I never connected you with that group of people.",
            "They valued her ability to empathize and connect with others.",
            "Most antivirus software updates automatically when you connect to the web.",
            "The batter connected for a home run.",
            "This train connects with the one to Glasgow.",
            "The brick connected on her head, knocking her out."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эти две кости соединяются в локте.",
            "У вас есть связи с этой фирмой?",
            "Подключите кабель к батарее / аккумулятору.",
            "К этому дому подведено электричество?",
            "Оператор, пожалуйста, соедините меня с добавочным 123.",
            "Подключите колонки к CD-плееру.",
            "Эти две комнаты соединяются коридором.",
            "Подсоедините жёлтый провод к выходу \"видео\".",
            "Я опоздал на стыковочный / пересадочный рейс.",
            "Телефон уже подключили?",
            "Я не туда попал, наберу ещё раз.",
            "Пожалуйста, не вешайте трубку. Я пытаюсь вас соединить.",
            "Эти рассказы связаны общей темой.",
            "Спальня соединяется с кухней.",
            "Нажмите здесь, чтобы подключиться к Интернету.",
            "Монорельсовая дорога соединяет разные части парка.",
            "Это главное шоссе, которое связывает эти два города.",
            "Можете подключить эти два динамика?",
            "Он взмахнул битой, но не попал по мячу.",
            "Этот шланг легко подсоединяется к разбрызгивателю.",
            "Можешь подсоединить шланг к разбрызгивателю?",
            "Я не связывал у себя в голове эти два события.",
            "Эти две улицы соединяются, превращаясь в шоссе.",
            "Предполагается, что этот автобус приходит на вокзал как раз к прибытию поезда.",
            "Я никогда не связывал тебя с этой группой людей.",
            "Они ценили ее способность сопереживать и налаживать отношения с другими людьми.",
            "В большинстве случаев антивирусное ПО обновляется автоматически, когда вы выходите в интернет.",
            "Отбивающий выбил / заработал хоумран.",
            "Этот поезд приходит как раз к отправлению поезда до Глазго.",
            "Кирпич сильно попал ей по голове, и она потеряла сознание."
        ]
    }
}