{
    "connected": {
        "comment": [
            "connection",
            "connect"
        ],
        "translate": "связанный, связный, соединенный, имеющий родственные связи",
        "transcription": " |kəˈnektɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Are you connected with this firm?",
            "The house is not yet connected to the mains.",
            "Is the house connected (up) to the electricity supply?",
            "There is nothing to suggest that the two events are connected.",
            "His discourse was connected.",
            "I never connected you with that group of people.",
            "The light is connected to a timer.",
            "Has the phone been connected yet?",
            "The batter connected for a home run.",
            "His claim is connected with the deed proper.",
            "The new loan connected with railway development.",
            "The brick connected on her head, knocking her out.",
            "Mr Edelson was closely connected with Trinity College.",
            "The power supply should be connected by a qualified electrician.",
            "It is the city with which their names are inseparably connected.",
            "I'll try that call again, I've been connected to the wrong person.",
            "Her development as a writer is closely connected with her religion.",
            "Light and darkness are only symbolically connected with life and death.",
            "The board of directors are trying to iron out the difficulties connected with the new contract.",
            "As befits a castle of such national importance, there are many stories connected with its history.",
            "He silenced the whisperings which connected her, untruly and unfairly, with his separation from his wife."
        ],
        "example_translate": [
            "У вас есть связи с этой фирмой?",
            "Этот дом пока ещё не подключён к городским коммуникациям.",
            "К этому дому подведено электричество?",
            "Нет никаких оснований предполагать, что эти два события связаны.",
            "Его речь была связной.",
            "Я никогда не связывал тебя с этой группой людей.",
            "Лампочка подключена к таймеру.",
            "Телефон уже подключили?",
            "Отбивающий выбил / заработал хоумран.",
            "Его иск связан конкретно с этим договором.",
            "Новый целевой заем на строительство железной дороги.",
            "Кирпич сильно попал ей по голове, и она потеряла сознание.",
            "Мистер Эдельсон был тесно связан с Тринити-колледжем.",
            "Источник питания / электропитание должен подключать квалифицированный электрик.",
            "Это город, с которым неразрывно связаны их имена.",
            "Я не туда попал, наберу ещё раз.",
            "Её развитие в качестве писателя тесно связано с религиозными убеждениями.",
            "Свет и тьма только символически связаны с жизнью и смертью.",
            "Совет директоров пытается уладить трудности, связанные с новым договором.",
            "Как и подобает замку такой государственной важности, есть много историй, связанных с его историей.",
            "Он заставил стихнуть шепотки, которые связывали её, лживо и несправедливо, с его расставанием /разводом/ с женой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}