{
    "connection": {
        "comment": [
            "connect",
            "connected"
        ],
        "translate": "соединение, связь, связи, присоединение, сочленение, родство, родственник",
        "transcription": " |kəˈnekʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I cannot trace any connection to the event.",
            "He has powerful connections.",
            "Police are holding two men in connection with the robbery.",
            "The baron is my intimate connection.",
            "I'm not sure I see the connection.",
            "His mind groped to make the connection.",
            "Two suspects were arrested today in connection with the robbery.",
            "A man is being held in police custody in connection with the murder.",
            "He is English, but has Irish connections.",
            "They're offering free Internet connection.",
            "The school has no connection with the museum.",
            "If this train gets delayed we'll miss our connection to Paris.",
            "He claims a connection to British royalty.",
            "The study indicates a connection between poverty and crime.",
            "Many jazz album covers have little connection with the contents.",
            "The socket allows connection to a PC.",
            "There was a connection via the internet.",
            "Cheshunt has good rail connections to London.",
            "She intuited a connection between the two crimes.",
            "There's a loose connection (=wires which are not joined correctly).",
            "He demonstrated the close connection between social conditions and health.",
            "Police have so far failed to establish a connection between the two murders.",
            "the weakness of a radio signal connection",
            "We'll get a bus connection at the other end.",
            "the connection between smoking and lung cancer",
            "Our family feels a deep connection to the land.",
            "There is no connection between the two phenomena.",
            "He was arrested in connection with drug smuggling.",
            "Williams apparently has no connection to the case.",
            "No causal connection between the events was found."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не нахожу никакой связи с этим событием.",
            "У него есть очень влиятельные знакомые.",
            "Полиция удерживает двух мужчин в связи с ограблением.",
            "Барон — мой близкий родственник.",
            "Что-то я не вижу особой связи.",
            "Его разум попытался нащупать связь. (между фактами, событиями, информацией и т.п.)",
            "Сегодня в связи с ограблением были арестованы двое подозреваемых.",
            "В связи с убийством полицией был взят под стражу мужчина.",
            "Сам он англичанин, но у него есть родственники-ирландцы.",
            "Они предлагают бесплатный доступ в Интернет.",
            "Школа не имеет никакой связи с музеем.",
            "Если этот поезд задержится, мы опоздаем на пересадку в Париже.",
            "Он утверждает, что находится в родстве с Британской королевской семьёй.",
            "Данное исследование указывает на связь между бедностью и преступностью.",
            "Обложки многих джазовых альбомов слабо отражают их содержание.",
            "Этот разъём позволяет подключаться к персональному компьютеру.",
            "Была связь через интернет.",
            "Чезант имеет хорошее железнодорожное сообщение с Лондоном.",
            "Она интуитивно прочувствовала связь между этими преступлениями.",
            "Там неплотное соединение (т.е. неправильно подсоединённые провода).",
            "Он продемонстрировал тесную связь между социальными условиями и здоровьем.",
            "Полиции пока не удалось установить связь между двумя этими убийствами.",
            "слабость сигнала радиосвязи",
            "На другом конце мы подключимся к шине.",
            "связь между курением и раком лёгких",
            "Наша семья чувствует глубокую связь с землёй.",
            "Между этими двумя феноменами нет никакой связи.",
            "Он был арестован в связи с контрабандой наркотиков.",
            "Уильямс явно не имеет никакого отношения к этому делу.",
            "Между этими событиями не было найдено никаких причинно-следственных связей."
        ]
    }
}