{
    "consent": {
        "comment": [
            "sentence",
            "absent"
        ],
        "translate": "согласие, разрешение, соглашаться, давать согласие, разрешать",
        "transcription": " |kənˈsent|",
        "antonyms": [],
        "mnemonic": [
            "consent [кэнсэ'нт] согласие, соглашаться - (Консент- сус) - это согласие."
        ],
        "examples": [
            "She consented to marry him.",
            "His silence implied consent.",
            "Will your father consent to the marriage?",
            "He was reluctant at first but finally consented.",
            "He would die ere he would consent.",
            "Her father reluctantly consented to the marriage.",
            "We hope you will consent to act in his stead.",
            "He rarely consents to do interviews.",
            "Her silence should not be misinterpreted as consent.",
            "Medical treatment was sometimes given to children without parental consent.",
            "He took the car without the owner's consent.",
            "This intervention does not postulate a patient's consent.",
            "A patient can refuse consent for a particular treatment at any time.",
            "No one can play the organ during service time without the consent of the Vicar.",
            "The chairman was elected by common consent (=with most people agreeing).",
            "Parental consent is required before the operation can take place.",
            "Her parents refused to consent to the marriage.",
            "Joe was chosen as captain by common consent (=with everyone's agreement).",
            "Changes to the property can't be done without their explicit consent.",
            "Informed consent was obtained from all participants before the study began.",
            "He promised to love her evermore, if only she would consent to be his wife.",
            "Her parents gave their consent to the marriage."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она согласилась выйти за него замуж.",
            "Его молчание означало согласие.",
            "Твой отец даст разрешение на брак?",
            "Сперва он отказывался, но в конце концов согласился.",
            "Он скорее умрёт, чем согласится.",
            "Её отец неохотно согласился на брак.",
            "Мы надеемся, что вы согласитесь действовать от его лица.",
            "Он редко соглашается на интервью.",
            "Её молчание не должно быть истолковано, как согласие.",
            "Детей иногда лечили без согласия родителей.",
            "Он взял машину без разрешения владельца.",
            "Это вмешательство не требует согласия больного.",
            "Пациент может в любое время отказаться дать согласие на определённый метод лечения.",
            "Никто не может играть на органе во время службы без согласия викария.",
            "Председатель был избран на основе общего согласия (т.е. согласия большинства людей).",
            "Перед проведением такой операции требуется согласие родителей.",
            "Её родители отказались дать согласие на брак.",
            "Джо был выбран ом капитана по общему согласию (т.е. с согласия всех).",
            "Запрещается каким-либо образом изменять объект собственности без их явного на то согласия.",
            "Перед началом исследования от всех его участников было получено осознанное согласие.",
            "Он пообещал любить её вечно, если только она согласится стать его женой.",
            "Её родители дали согласие на этот брак."
        ],
        "stars": 2
    }
}