{
    "consist": {
        "comment": [
            "consistent",
            "consistency"
        ],
        "translate": "состоять, заключаться в, совпадать, состав",
        "transcription": " |kənˈsɪst|",
        "antonyms": [],
        "mnemonic": [
            "consist [конси'ст] состоять - (Кон-ь сист-ематически) состоял в террористических организациях;",
            "exist [ig'zist]\n***\nСУЩЕСТВУЕТ закон, и он неказист. (это) exist\n***\nСуществует \"exist\"\nволшебный состав \"consist\",\nно пить его я воздержусь \"desist\"\nи ты не настаивай \"insist\"."
        ],
        "examples": [
            "What does love consist in?",
            "What does this dish consist of?",
            "It consists with the facts.",
            "The beauty of this picture consists in its balance of colours.",
            "A cricket team consists of eleven players.",
            "The politician's actions do not consist with the promises in his speeches.",
            "These habitations consist of from four to eight huts.",
            "The cake consisted of flour, butter, eggs and sugar.",
            "The payment consists in food.",
            "Of how many copies does the edition consist?",
            "These avalanches consist of enormous blocks of ice.",
            "The weather will consist of sunshine interchanging with periods of light rain.",
            "Freedom consists in the absence of oppressive laws.",
            "That account consists with the information in the other reports.",
            "Their armament will consist of 12 guns.",
            "These horns consist of an excrescence of bone.",
            "The area does not consist entirely of rich people, despite popular belief.",
            "Our remnant packages consist of over 2 yards of 100% cotton fabric."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Из чего складывается любовь?",
            "Из чего состоит это блюдо?",
            "Это согласуется с фактами.",
            "Красота этой картины заключается в удивительной сбалансированности цветовой гаммы.",
            "Крикетная команда состоит из одиннадцати игроков.",
            "Поступки политика не соотносятся с обещаниями, которые он дает в своих выступлениях.",
            "Эти селения состоят из четырёх - восьми хижин.",
            "Пирог готовился из муки, масла, яиц и сахара.",
            "Оплата производится в виде пищи.",
            "Каков тираж издания?",
            "Эти лавины состоят из огромных кусков льда.",
            "Погода будет солнечной, с кратковременными дождями.",
            "Свобода - это отсутствие репрессивных законов.",
            "Этот отчёт согласуется с фактами, приведенными в других донесениях.",
            "Они будут вооружены двенадцатью ружьями.",
            "Эти рога представляют собой костный нарост.",
            "Несмотря на распространённое мнение, этот край не населён сплошь богачами.",
            "У нас есть два ярда остатков стопроцентных хлопковых тканей."
        ],
        "stars": 3
    }
}