{
    "conservative": {
        "comment": [],
        "translate": "консервативный, осторожный, умеренный, консерватор, реакционер",
        "transcription": " |kənˈsɜːrvətɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Conservative policies",
            "a very conservative attitude to education",
            "a reliable true-blue country club conservative",
            "At a conservative estimate, the holiday will cost about £1500.",
            "the army's innately conservative values",
            "The organization has a decidedly conservative orientation.",
            "the right wing of the Conservative party",
            "She defected from the conservative party.",
            "the court's tilt toward conservative rulings",
            "Their opinions can be categorized as conservative.",
            "On the whole, the public are conservative about education.",
            "I assume her politics must be fairly conservative.",
            "He is the prototype of a conservative businessman.",
            "The Conservative manifesto is a model of vagueness.",
            "She's more conservative now than she was in college.",
            "the distinctively conservative district of the county",
            "It is wise to wear conservative dress to an interview.",
            "The Republicans have stuck to their conservative agenda.",
            "Words like 'conservative' require periodic redefinition.",
            "One conservative started to pair with two Labour members.",
            "The church split into moderate and conservative factions.",
            "Several Conservative MPs have voted against the government.",
            "The election was a near disaster for the Conservative party.",
            "an intransigent conservative opposed to every liberal tendency",
            "A conservative estimate of the bill, so far, is about £22,000.",
            "One conservative estimate is that he stole five million dollars.",
            "The newspaper has endorsed the conservative candidate for mayor.",
            "Insistence on grammatical correctness is a conservative position.",
            "There was a cleavage between the liberal and conservative members.",
            "The Conservative Party seems to be moving even further to the right."
        ],
        "example_translate": [
            "Консервативная политика",
            "очень консервативный подход к образованию",
            "заслуживающий доверия истинно консервативный загородный клуб",
            "По самым скромным подсчётам, стоимость отпуска составит около полутора тысяч фунтов.",
            "присущие армии консервативные ценности",
            "Организация явно придерживается консервативной ориентации.",
            "правое крыло Консервативной партии",
            "Она сбежала из консервативной партии к их конкурентам.",
            "уклон суда в сторону консервативных решений",
            "Их убеждения можно отнести к консервативным.",
            "В целом, общественность настроена консервативно по отношению к образованию.",
            "Я полагаю, что её политические убеждения, наверное, достаточно консервативны.",
            "Он является типичным консервативным бизнесменом.",
            "Манифест Консервативной партии представляет собой образец расплывчатости.",
            "Она сейчас более консервативна, чем была в колледже.",
            "традиционно консервативный район графства",
            "На собеседование целесообразно одеться консервативно.",
            "Республиканцы остались верны своей консервативной политической программе.",
            "Такие слова, как \"консервативный\", нужно периодически переопределять.",
            "Один из представителей партии консерваторов начал сотрудничать с двумя лейбористами.",
            "Церковь разделилась на умеренную и консервативную фракции.",
            "Несколько членов парламента от Консервативной партии проголосовали против правительства.",
            "Для Консервативной партии эти выборы стали едва ли не катастрофой.",
            "непримиримый консерватор, который сопротивлялся любым либеральным тенденциям",
            "По скромным подсчетам, сумма составит около 22 тысяч фунтов.",
            "По самым скромным подсчётам, он украл пять миллионов долларов.",
            "Газета поддержала консервативного кандидата на пост мэра.",
            "Настоятельное требование грамматической правильности является консервативной позицией.",
            "Произошёл раскол между либеральными и консервативными членами группы.",
            "Консервативная партия, как кажется, сдвигается ещё правее."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}