{
    "consequence": {
        "comment": [
            "subsequently",
            "subsequent",
            "sequence",
            "consequently",
            "consequent"
        ],
        "translate": " следствие, последствие, значение, вывод, важность, заключение, влиятельность",
        "transcription": "  |ˈkɑːnsəkwens|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Your opinion is of no consequence to him.",
            "The slightest error can have serious consequences.",
            "Wastage was no doubt a necessary consequence of war.",
            "He weighed the consequences of making a career change.",
            "Errors in forecasting can have dire consequences.",
            "The style you choose is of no consequence.",
            "That result is of no consequence.",
            "The consequence of those measures will be the best apology for my conduct.",
            "What were the economic consequences of the war?",
            "Disease was an inevitable consequence of poor living conditions.",
            "The closure of the factory was a necessary consequence of increased competition from abroad.",
            "He broke the law, and now he must face the consequences of his actions.",
            "I don't suppose it is of any consequence now.",
            "His decision had depressing consequences for business.",
            "Decisions of great consequence are made by the president himself.",
            "Supposing the number of contents and not contents strictly equal in numbers and consequence.",
            "Your opinion is of little consequence to me.",
            "She was over the age limit and, in consequence, her application was rejected.",
            "invariable antecedence of the cause and consequence of the effect",
            "He ate some poisonous mushrooms, with fatal consequences.",
            "Many believe that poverty is a direct consequence of overpopulation.",
            "Higher prices are a necessary consequence of the company's new services.",
            "The decrease in sales was a consequence of some bad publicity about the company.",
            "Her muteness was a consequence of her deafness.",
            "Some say many jobs will be lost as a consequence of the trade agreement.",
            "Animals have died as a consequence of coming into contact with this chemical.",
            "Our findings have far-reaching consequences for researchers.",
            "According the church theologian St. Augustine, concupiscence is a consequence of original sin."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ваше мнение для него неважно.",
            "Малейшая ошибка может иметь серьёзные последствия.",
            "Потери, безусловно, были неизбежным следствием войны.",
            "Он взвесил последствия смены профессии.",
            "Ошибки в прогнозировании могут иметь ужасные последствия.",
            "Не имеет значения, какой именно стиль вы изберёте.",
            "Этот результат не имеет большого значения.",
            "Результаты этих мер будут лучшим оправданием моего поведения.",
            "Каковы были экономические последствия войны?",
            "Неизбежным следствием плохих условий жизни были болезни.",
            "Закрытие этого завода было неизбежным следствием возросшей конкуренции из-за рубежа.",
            "Он нарушил закон, и теперь должен понести ответственность за свои действия.",
            "Я не думаю, что это сейчас хоть что-то значит.",
            "Его решение имело тягостные последствия для бизнеса.",
            "Решения большой важности принимаются лично президентом.",
            "Положим, число голосующих \"за\" и \"против\" равно как по численности, так и по значимости.",
            "Ваше мнение не имеет для меня большого значения.",
            "Она была старше предельного возраста и, как следствие, её заявка была отклонена.",
            "неизменное предшествование причины и следование результата",
            "Он съел какие-то ядовитые грибы, с фатальными последствиями.",
            "Многие считают, что бедность является прямым следствием перенаселения.",
            "Более высокие цены являются необходимым следствием появления у компании новых услуг.",
            "Снижение продаж стало следствием появления в СМИ плохой информации о компании.",
            "Её немота была следствием глухоты.",
            "По словам некоторых, вследствие данного торгового соглашения многие потеряют работу.",
            "Вследствие вступления в контакт с этим химическим веществом погибли животные.",
            "Полученные нами данные имеют далеко идущие последствия для исследователей.",
            "Согласно церковному теологу блаженному Августину, похоть является следствием первородного греха."
        ]
    }
}