{
    "construction": {
        "comment": [
            "construct",
            "constructive",
            "reconstruction",
            "constrain",
            "constraint"
        ],
        "translate": "строительство, конструкция, построение, сооружение, здание, строение, стройка",
        "transcription": " |kənˈstrʌkʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The new skyscraper is under construction.",
            "Construction of the new bridge will begin in the spring.",
            "A number of other constructions were discovered.",
            "We both heard what he said, but she put quite a different construction on it.",
            "He changed the construction of the last phrase, though the thought remained exactly the same.",
            "The hotel is currently under construction.",
            "Hard hats must be worn on the construction site.",
            "The houses were partly timber in construction.",
            "Note the similar construction of the buildings.",
            "External doors should be of robust construction.",
            "Construction is hampering traffic on the highway.",
            "The construction sector showed the biggest losses.",
            "He gave the green light for construction to begin.",
            "an assemblage of onlookers at the construction site",
            "They will begin construction on the new school soon.",
            "Some people think it is wrong to end a sentence with a preposition, but the construction is quite common in English.",
            "They put an unsympathetic construction on his conduct.",
            "Work out the exact design before you start construction.",
            "The construction is programmed for completion next month.",
            "Four new power stations are currently under construction.",
            "Near the construction site, traffic had slowed to a crawl.",
            "A construction crew will begin work on the house next week.",
            "A construction which may substitute for a word is a phrase.",
            "He has been working as a laborer on a construction project.",
            "Construction Bank",
            "State Bank of Construction",
            "Capital Construction Board",
            "a building of sound construction",
            "It's a nonunion construction firm.",
            "Their main business is home construction."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот новый небоскрёб сейчас строится.",
            "Строительство нового моста начнётся весной.",
            "Был обнаружен ещё ряд строений.",
            "Мы все слышали его слова, но она истолковала их совершенно иначе.",
            "Он перестроил последнюю фразу, но мысль осталась абсолютно той же.",
            "В настоящее время гостиница находится на стадии строительства.",
            "На строительной площадке обязательно надевать каски.",
            "Дома были частично сделаны из древесины.",
            "Обратите внимание на похожие конструкции этих зданий.",
            "Наружные двери должны быть прочными.",
            "Движение на шоссе затрудняется строительными работами.",
            "Строительный сектор понёс самые большие убытки.",
            "Он дал зелёный свет началу строительства.",
            "сборище зевак на данной стройке",
            "Скоро начнётся строительство новой школы.",
            "Некоторые считают неправильным заканчивать предложение предлогом, но в английском языке такая конструкция довольно распространена.",
            "Его поведение не встретило у них сочувствия.",
            "Перед началом строительства нужно разработать точный проект.",
            "Согласно графику строительство должно быть завершено в следующем месяце.",
            "В данный момент четыре новых электростанции находятся в стадии строительства.",
            "Вблизи строительной площадки движение транспорта замедлилось на скорости улитки.",
            "Строительная бригада начнет работу над домом на следующей неделе.",
            "Конструкция, которая может заменять слово, называется выражением.",
            "Он работает чернорабочим на стройке.",
            "Стройбанк",
            "Всесоюзный банк финансирования капитальных вложений, Стройбанк СССР",
            "Управление капитального строительства (в СССР)",
            "здание прочной постройки",
            "В этой строительной фирме нет членов профсоюза.",
            "Их основной деятельностью является строительство жилых домов."
        ]
    }
}