{
    "consideration": {
        "comment": [
            "consider",
            "considerable",
            "considerably",
            "considering"
        ],
        "translate": "рассмотрение, внимание, соображение, обсуждение, возмещение, уважение, компенсация",
        "transcription": " |kənˌsɪdəˈreɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Show some consideration!",
            "It requires careful consideration.",
            "Cost must also enter into consideration.",
            "This problem needs some serious consideration.",
            "take up a matter for consideration",
            "The weather is a circumstance to be taken into consideration.",
            "After long consideration he agreed to their requests.",
            "Take into consideration general expenses, discount, regain, and waste.",
            "Finding a house close to work was an important consideration for them.",
            "Both ideas merit further consideration.",
            "I might be able to help you, for a small consideration.",
            "With due consideration for your feelings, we must reject your request.",
            "We'll leave the consideration of the new appointments over until the next meeting.",
            "Show some consideration and turn down that radio.",
            "Economic considerations forced her to delay her education.",
            "There are several amendments under consideration.",
            "We will take your recent illness into consideration when marking your exams.",
            "Another consideration is the time it would take.",
            "They've got no consideration for others.",
            "After much consideration and a great deal of reluctance we finally took this decision",
            "The cost of transport is a major expense for an industry. Hence factory location is an important consideration.",
            "an idea that's unworthy of serious consideration",
            "After much consideration, we have arrived at a decision.",
            "An offer was presented for our consideration.",
            "I'll give your suggestion serious consideration.",
            "These plans definitely merit further consideration.",
            "This possibility can be eliminated from our consideration.",
            "Consideration of the traffic problem took more than an hour.",
            "Congress has been giving the crime bill serious consideration.",
            "Cost is the important thing — any benefits for the user are a secondary consideration."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Прояви хоть какое-то уважение!",
            "Это требует тщательного рассмотрения.",
            "Цену тоже надо принимать во внимание.",
            "Этот вопрос требует тщательного рассмотрения.",
            "принять дело на рассмотрение",
            "Погода - это обстоятельство, которое следует принимать во внимание.",
            "После долгих размышлений он согласился с их требованиями.",
            "Примите во внимание общие расходы, скидку, возвращённую сумму и потери.",
            "Найти дом рядом с местом работы было для них очень важным моментом.",
            "Обе идеи заслуживают дальнейшего рассмотрения.",
            "Возможно, я смогу помочь вам — за небольшое вознаграждение.",
            "Хотя мы в полной мере понимаем ваши чувства, мы вынуждены вам отказать.",
            "Мы отложим вопрос о новых назначениях до следующего собрания.",
            "Прояви хоть немного уважения и сделай радио потише.",
            "Она была вынуждена отложить своё образование по экономическим соображениям.",
            "На рассмотрении находятся несколько поправок.",
            "Мы примем во внимание вашу недавнюю болезнь при выставлении оценок за экзамены.",
            "Другим важным фактором является необходимое для этого время.",
            "У них нет уважения к другим (людям).",
            "После длительного обсуждения с большой неохотой мы всё же приняли это решение.",
            "Большую часть расходов промышленности составляют транспортные перевозки. Вследствие этого, расположение фабрики является важным фактором.",
            "идея, недостойная серьёзного рассмотрения",
            "После длительных размышлений мы пришли к решению.",
            "На наше рассмотрение было представлено одно предложение.",
            "Я серьёзно обдумаю ваше предложение.",
            "Эти планы, безусловно, заслуживают дальнейшего рассмотрения.",
            "Данную возможность можно исключить из наших рассуждений.",
            "Рассмотрение проблем дорожного движения заняло больше часа.",
            "Конгресс подвергает данный обвинительный акт серьезному рассмотрению.",
            "Главное — это стоимость, а какие-либо выгоды для пользователя имеют второстепенное значение."
        ],
        "stars": 3
    }
}