{
    "conserve": {
        "comment": [],
        "translate": "сохранять, сберегать, консервировать, варенье, консервы, джем",
        "transcription": " |kənˈsɜːrv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't work too hard. You need to conserve your strength for tomorrow.",
            "We need to conserve our natural resources.",
            "Energy is conserved in this process.",
            "The newer appliances conserve more energy.",
            "With so little rain, everyone had to conserve water.",
            "Children must be taught to conserve our national heritage.",
            "One ancient lancet window has been carefully conserved.",
            "We must conserve our woodlands for future generations.",
            "The rising cost of electricity provides a strong incentive to conserve energy.",
            "Our collective responsibility to conserve the planet and its natural resources for future generations.",
            "The building is expressly designed to conserve energy.",
            "Don't run around too much — you need to conserve your strength.",
            "The museum curator conserved the ancient manuscripts."
        ],
        "example_translate": [
            "Смотри не перетрудись. Тебе нужно сохранить силы для завтрашнего дня.",
            "Нужно беречь наши природные ресурсы.",
            "В этом процессе сохраняется энергия.",
            "Новейшая техника экономит больше энергии.",
            "При столь редких дождях, экономить воду приходилось всем.",
            "Необходимо научить детей беречь наше национальное достояние.",
            "Одно старинное стрельчатое окно бережно сохранялось.",
            "Мы должны сохранить наши леса для будущих поколений.",
            "Рост стоимости электричества является сильным стимулом для экономии энергии.",
            "Наша общая обязанность — сохранить планету и её природные ресурсы для будущих поколений.",
            "Это здание специально спроектировано для экономии энергии.",
            "Слишком много не бегай: тебе нужно беречь силы.",
            "Хранитель музея сохранил эти древние рукописи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}