{
    "conscience": {
        "comment": [
            "conscious",
            "consciousness",
            "consciously",
            "unconscious"
        ],
        "translate": "совесть, сознание",
        "transcription": " |ˈkɑːnʃəns|",
        "antonyms": [],
        "mnemonic": [
            "conscience [ко'ншэнс] совесть - Если у хозяина есть совесть, то (кон-ь шанс) имеет еще послужить;"
        ],
        "examples": [
            "His conscience troubled him.",
            "My conscience was unclouded.",
            "Let your conscience guide you.",
            "He is directed by his conscience.",
            "He had two deaths on his conscience",
            "The thief must have had an attack of conscience, because he returned the wallet with nothing missing from it.",
            "How can you square this with your conscience?",
            "The news eased my conscience.",
            "I don't think I could vote for him with a clear conscience.",
            "He was enjoined by conscience from telling a lie.",
            "He was acting like someone with a guilty conscience.",
            "I can't tell you what to do — it's a matter of conscience (=something that you must make a moral judgment about).",
            "Could you live with that on your conscience?",
            "Guilt had been eating into his conscience for some months.",
            "For the proof of the existence of the conscience, we appeal to the consciousness.",
            "the wee small voice of conscience",
            "A guilty conscience is a self-accuser.",
            "He has no conscience about his cruelty.",
            "She had done what she could and her conscience was clear.",
            "It was his guilty conscience that made him offer to help.",
            "The nature of conscience, which I will describe as popularly as I can.",
            "Let us learn then to have a delicate conscience.",
            "To hearken to the voice of conscience is a good rule.",
            "He felt a pang of conscience at having misjudged her.",
            "He was enjoined by his conscience from telling a lie.",
            "He didn't want somebody's death on his conscience.",
            "His conscience pricks him so much that he cannot rest.",
            "My conscience told me to turn around before I made a mistake.",
            "Men who make no conscience of a lie, do yet take some bog at an oath.",
            "The dog's sad look pricked her conscience (=made her feel guilty) and she took him home."
        ],
        "example_translate": [
            "Его мучила совесть.",
            "Моя совесть чиста.",
            "Следуйте за своей совестью.",
            "Он следует велениям своей совести.",
            "На его совести было две смерти.",
            "Должно быть, у вора случился приступ совести /сознательности/, потому что он вернул мне бумажник, ничего оттуда не взяв /и ничего оттуда не пропало/.",
            "Неужели тебя на этот счет не мучает совесть?",
            "Эти новости успокоили мою совесть.",
            "Не думаю, что смог бы проголосовать за него с чистой совестью.",
            "Совесть не позволяла ему лгать.",
            "Он вёл себя, как тот, чья совесть не чиста /как человек с нечистой совестью/.",
            "Я не могу указывать вам, что делать: это вопрос совести (т.е. то, о чём вы должны вынести собственное нравственное суждение).",
            "Ты смог бы жить с таким грузом на своей совести?",
            "Он уже несколько месяцев испытывал угрызения совести.",
            "Для доказательства существования сознания мы обращаемся к пониманию.",
            "крошечный голосок совести",
            "Нечистая совесть спать не даёт.",
            "Он не стыдится своей жестокости.",
            "Она сделала все, что могла, и её совесть была чиста.",
            "Именно нечистая совесть и заставила его предложить помощь.",
            "Природа сознания, которую я опишу в как можно более доступной форме.",
            "Так давайте научим нашу совесть тонко чувствовать.",
            "Хорошее правило - прислушиваться к голосу совести.",
            "Недооценив её, он почувствовал угрызения совести.",
            "Его совесть не позволяла ему лгать.",
            "Он не хотел, чтобы на его совести была чья-то смерть.",
            "Его так мучает совесть, что он не может расслабиться ни на мгновение.",
            "Совесть велела мне повернуть назад, пока я не успел совершить ошибку.",
            "Люди, которые даже не замечают, что лгут, до смерти боятся клятв.",
            "От грустного вида этого пса её заела совесть (т.е. она почуствовала себя виноватой), и она привела его домой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}