{
    "consult": {
        "comment": [
            "consultant",
            "consultation"
        ],
        "translate": "консультировать, консультироваться, советоваться, советовать, справляться",
        "transcription": " |kənˈsʌlt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I need to consult with my lawyer.",
            "If in doubt, consult your doctor.",
            "You have the right to consult a lawyer.",
            "Do you wish to consult me professionally?",
            "You should consult the dictionary.",
            "You would be advised to consult a physician.",
            "We consult a doctor about our health, and a banker about our money.",
            "Have you consulted a dictionary?",
            "He made the decision without consulting me.",
            "I expect to be consulted on important decisions.",
            "He had to consult his associate before continuing.",
            "Consult the computer manual if you have a problem.",
            "They had to consult before arriving at a decision.",
            "You should always consult a physician if you develop a high fever.",
            "The President consulted with European leaders before taking action.",
            "I intend to consult with my tax lawyer before sending in my tax return.",
            "The professor consults for industry.",
            "consult a lawyer about a business matter",
            "Parents can consult the teachers about their children.",
            "You should consult your family doctor for further advice.",
            "If you want to take it further, you should consult an attorney.",
            "You should always consult a physician if you develop a high fever.",
            "The Borough Architect was censured for failing to consult the engineers.",
            "You should not attempt these exercises without first consulting your doctor.",
            "If you suffer from back pain, consult your doctor before attempting this exercise.",
            "For farther information on this condition, you should consult your family physician."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мне нужно посоветоваться с моим адвокатом.",
            "Если сомневаетесь, проконсультируйтесь с вашим врачом.",
            "Вы имеете право обратиться к юристу.",
            "Вы хотите обратиться ко мне как к специалисту?",
            "Вам следует свериться со словарём.",
            "Вам лучше проконсультироваться с врачом.",
            "По поводу здоровья мы обращаемся к доктору, а по поводу денег - к банкиру.",
            "Ты сверился со словарём?",
            "Он принял это решение, не посоветовавшись со мной.",
            "Я надеюсь, что со мной будут консультироваться по поводу принятия важных решений.",
            "Прежде чем продолжить, ему пришлось посоветоваться с коллегой.",
            "Если возникнут проблемы, сверьтесь с руководством по работе с компьютером.",
            "Им пришлось проводить консультации, прежде чем принять какое-либо решение.",
            "Если поднимается высокая температура, всегда следует обращаться к врачу.",
            "Прежде чем начать действовать, президент проконсультировался с лидерами европейских стран.",
            "Я намерен посоветоваться с моим налоговым консультантом, прежде чем отправлять налоговую декларацию.",
            "Этот профессор консультирует промышленников.",
            "консультироваться с юристом по деловому вопросу",
            "Родители могут обращаться к учителям и узнавать об успехах своих детей.",
            "Вы должны проконсультироваться со своим семейным врачом для получения дополнительных рекомендаций.",
            "Если хотите большего, вы должны проконсультироваться с адвокатом.",
            "При появлении высокой температуры следует всегда обращаться к врачу.",
            "Городскому архитектору было вынесено порицание за то, что он не проконсультировал инженеров.",
            "Не стоит пытаться выполнять эти упражнения без предварительной консультации с врачом.",
            "Если вы страдаете от боли в спине, проконсультируйтесь со своим врачом, прежде чем пытаться выполнить это упражнение.",
            "Для получения более полной информации по данному заболеванию проконсультируйтесь со своим семейным врачом."
        ],
        "stars": 2
    }
}