{
    "considerable": {
        "comment": [
            "consider",
            "considerably",
            "consideration",
            "considering"
        ],
        "translate": "значительный, большой, немалый, важный, много, множество",
        "transcription": " |kənˈsɪdərəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was of considerable assistance to us.",
            "The book has a considerable run.",
            "The project will entail considerable expense.",
            "The arrow penetrated to a considerable depth.",
            "Damage to the vehicle was considerable.",
            "Demotion means a considerable drop in income.",
            "The nude statue caused considerable comment.",
            "We received a considerable number of complaints.",
            "We've saved a considerable amount of money.",
            "The plan was regarded with considerable suspicion.",
            "A considerable portion of the city was flooded.",
            "The job will require a considerable input of money.",
            "I will forever be grateful for his considerable input.",
            "We have given this matter considerable thought.",
            "Some of the most considerable citizens were banished.",
            "The party made considerable gains at local elections.",
            "Redecorating the house will be a considerable expense.",
            "A considerable portion of the heat is wasted by radiation.",
            "She was in considerable pain.",
            "Ants have considerable powers of intercommunication by means of their antennae.",
            "We then coursed down a considerable stream.",
            "He had considerable experience of government.",
            "It's an area of considerable historical interest.",
            "The question is one of considerable nicety and difficulty.",
            "Michael has already spent considerable time in Barcelona.",
            "The arguments for legalizing marijuana have considerable merit.",
            "The support was considerable and very gratifying.",
            "He proved that he has considerable inner resources.",
            "There is considerable scope for further growth in the economy.",
            "The horse has a considerable spice of devil in his composition"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он нам сильно помог.",
            "Книга хорошо распродаётся.",
            "Данный проект повлечёт за собой значительные расходы.",
            "Стрела проникла на значительную глубину.",
            "Повреждение транспортного средства было значительным.",
            "Понижение означает резкое снижение доходов.",
            "Статуя обнажённой вызвала оживлённые комментарии.",
            "Мы получили значительное число жалоб.",
            "Мы сэкономили солидную сумму денег.",
            "К плану отнеслись со значительной долей подозрительности.",
            "Значительная часть города была затоплена.",
            "Эта работа потребует значительного денежного вклада.",
            "Я буду вечно ему благодарен за его значительный вклад.",
            "Мы очень много думали над этим вопросом.",
            "Были изгнаны некоторые наиболее уважаемые граждане.",
            "Партия добилась значительных успехов на местных выборах.",
            "Отделка дома заново потребует значительных затрат.",
            "Значительная часть тепла теряется на излучение.",
            "Она испытывала сильную боль.",
            "Муравьи довольно хорошо умеют передавать информацию друг другу при помощи усиков.",
            "Затем мы направились вниз по большой реке.",
            "У него был немалый опыт управления.",
            "Эта территория представляет значительный исторический интерес.",
            "Этот вопрос — один из наиболее деликатных и сложных.",
            "Майкл уже провёл в Барселоне немало времени.",
            "Аргументы в пользу легализации марихуаны достойны обсуждения.",
            "Поддержка была значительной и очень приятной.",
            "Он доказал, что обладает значительными внутренними ресурсами.",
            "Существует значительный потенциал для дальнейшего роста экономики.",
            "В статях этого коня есть что-то дьявольское."
        ]
    }
}