{
    "consistently": {
        "comment": [],
        "translate": "в соответствии с, сообразуясь с, сообразно, согласно, последовательно",
        "transcription": " |kənˈsɪstəntlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The pain has been consistent.",
            "The decision was consistent with the company's policy.",
            "He is a consistent supporter of the museum.",
            "Their descriptions of the accident were consistent.",
            "We need to be more consistent in handling this problem.",
            "Your grades have shown consistent improvement this school year.",
            "John consistently underachieves, although he is very able.",
            "As a lawyer, she consistently represented the underdog.",
            "Customers expect that the quality of service they receive will be consistent.",
            "Our football team consistently skunks our traditional rivals Thanksgiving after Thanksgiving.",
            "Maybe if that television station replaced its obnoxious news anchor, it wouldn't get consistently whopped in the ratings."
        ],
        "example_translate": [
            "Боль не прекращалась.",
            "Решение соответствовало политике компании.",
            "Он является последовательным сторонником этого музея.",
            "Их описания аварии совпадали друг с другом.",
            "Нам нужно быть более последовательными в решении этой проблемы.",
            "В этом учебном году ваши оценки продемонстрировали постоянное улучшение.",
            "Джон постоянно не дотягивает, хотя он очень способный.",
            "Как юрист, она последовательно представляла интересы более слабой стороны.",
            "Клиенты ожидают, что качество получаемых ими услуг останется на стабильно высоком уровне.",
            "Каждый День Благодарения наша футбольная команда раз за разом вчистую обыгрывает своих соперников.",
            "Может быть, если бы эта телекомпания заменила неприятного ведущего новостей, она не стала бы постоянно проваливаться в рейтингах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}