{
    "consumption": {
        "comment": [
            "consume",
            "consumer"
        ],
        "translate": "потребление, расход, расходование, чахотка, истощение, сфера потребления",
        "transcription": " |kənˈsʌmpʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The Government wants to reduce tobacco consumption by 40%.",
            "The food was not fit for human consumption.",
            "The meat was declared unfit for human consumption.",
            "Vigorous exercise increases oxygen consumption.",
            "Ethiopia has almost the lowest oil consumption per capita in the world.",
            "The consumption of energy has increased steadily.",
            "The question is whether pulmonary consumption can be cured.",
            "The consumption of alcohol on the premises is forbidden.",
            "the health benefits of moderate wine consumption",
            "This lavish consumption of our natural resources simply cannot continue.",
            "A restaurant bill presumes the consumption of food.",
            "This figure approximates to a quarter of the UK's annual consumption.",
            "Butter sales have fallen because margarine has improved in flavor. Further, butter consumption has decreased because of links to heart disease.",
            "The jet's high fuel consumption makes it expensive to operate.",
            "The meat was declared unfit for human consumption (=not suitable to eat).",
            "A vast system of production and distribution and consumption keep the country going.",
            "There's a firm distinction between the moderate consumption of alcoholic beverages and overindulgence to the point of intoxication.",
            "The North's share of the world's energy consumption is expected to decrease from 70% to 60%."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Правительство намерено сократить потребление табачных изделий на сорок процентов.",
            "Пища была непригодной для употребления. / Такой едой нельзя было кормить людей.",
            "Мясо было объявленo непригодным для потребления человеком.",
            "Энергичные физические упражнения увеличивают потребление кислорода.",
            "В Эфиопии практически самый низкий в мире уровень расхода нефти на душу населения.",
            "Потребление энергии неуклонно растёт.",
            "Вопрос в том, можно ли излечить чахотку.",
            "Употреблять спиртные напитки на территории запрещено.",
            "польза умеренного употребления вина",
            "Столь расточительное потребление природных ресурсов просто не может продолжаться на том же уровне.",
            "Счёт из ресторана предполагает потребление пищи.",
            "Эта цифра составляет приблизительно четверть годового потребления Великобритании.",
            "Продажи сливочного масла упали, поскольку улучшился вкус маргарина. Более того, его потребление уменьшилось в связи с заболеваниями сердца.",
            "Из-за высокого расхода топлива этот реактивный самолёт дорог в эксплуатации.",
            "Мясо был объявлено непригодным для употребления в пищу (т.е. неподходящим для еды).",
            "Жизнедеятельность страны поддерживает огромная система производства, распределения и потребления.",
            "Существует чёткое различие между умеренным потреблением спиртных напитков, и злоупотреблением ими вплоть до отравления.",
            "Как ожидается, доля Севера в мировом энергопотреблении снизится с семидесяти до шестидесяти процентов."
        ],
        "stars": 2
    }
}