{
    "conscious": {
        "comment": [
            "conscience",
            "consciousness",
            "consciously",
            "unconscious"
        ],
        "translate": "сознательный, сознающий, ощущающий, сознание",
        "transcription": " |ˈkɑːnʃəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I became conscious of someone watching me.",
            "Is the patient conscious yet?",
            "She became conscious that everyone was staring at her.",
            "She became conscious after the anesthesia wore off.",
            "He was fully conscious when we found him.",
            "I was very conscious of being a misfit at school.",
            "Every form of conscious life, from the lowest sensitive organism upward.",
            "a conscious effort to speak more slowly",
            "She was very conscious of security.",
            "I was very conscious of the fact that I had to make a good impression.",
            "She made a conscious decision to leave the painting unfinished.",
            "Vivien had made a conscious effort to be friendly.",
            "Shirley was very conscious of her shortness and always wore high heels.",
            "She was conscious that Marie was listening to every word.",
            "Incidentally, neither my mother nor I was conscious of any rudeness.",
            "It was not a conscious choice to retreat from public life.",
            "She was probably not consciously aware of her true feelings.",
            "Without conscious thought, she instinctively placed a hand on his arm.",
            "The driver was still conscious when the ambulance arrived.",
            "Many employers are becoming more safety-conscious.",
            "Few voters seem conscious of the issue's importance.",
            "It affects the audience at a deeper, less conscious level.",
            "Bilbo bowed. He had no hat to take off, and was painfully conscious of his many missing buttons.",
            "The company's shoes are highly prized by fashion conscious youngsters."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я вдруг понял /заметил/, что кто-то за мной наблюдает.",
            "Пациент уже пришёл в себя?",
            "Тут она заметила, что все на неё смотрят.",
            "Она пришла в сознание после наркоза.",
            "Когда мы его нашли, он был в полном сознании.",
            "Я прекрасно понимал, что значит быть неудачником /изгоем/ в школе.",
            "Любая форма сознательной жизни, начиная с простейших чувствующих организмов и выше.",
            "сознательная попытка говорить помедленнее",
            "Она очень сильно беспокоилась о безопасности.",
            "Я прекрасно осознавал, что мне нужно было произвести хорошее впечатление.",
            "Она приняла осознанное решение оставить картину незаконченной.",
            "Вивьен сделала осознанную попытку проявить дружелюбие.",
            "Ширли очень стеснялась своего маленького роста, и всегда носила высокие каблуки.",
            "Она понимала, что Мари слушает каждое слово.",
            "Кстати, никто из нас матерью не заметил никакой грубости.",
            "Отход от общественной деятельности не был сознательным.",
            "Возможно, она не осознавала свои истинные чувства.",
            "Без какой-либо сознательной мысли, она инстинктивно положила свою ладонь на его руку.",
            "Когда приехала \"скорая\", водитель был ещё в сознании.",
            "Многие работодатели всё больше заботятся о соблюдении правил безопасности.",
            "Похоже, лишь немногие избиратели осознают важность данного вопроса.",
            "Это воздействует на зрителей на более глубоком, менее сознательном уровне.",
            "Бильбо поклонился. Шляпы он снять не мог, потому что её не было, и очень смущался того, что многих пуговиц тоже недоставало.",
            "Обувь производства этой компании высоко ценится молодежью, следящей за модой."
        ]
    }
}