{
    "consumer": {
        "comment": [
            "consume",
            "consumption"
        ],
        "translate": "потребительский, потребитель",
        "transcription": " |kənˈsuːmər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The seller does not have to trust the consumer.",
            "Many consumers are still not comfortable making purchases on the Internet.",
            "This will deal a blow to consumer confidence.",
            "Consumer has paid a deposit for goods to be delivered in the future.",
            "She works as a consumer advocate.",
            "Stronger legal safeguards are needed to protect the consumer.",
            "Banks are getting too aggressive on consumer lending.",
            "The company collects information about consumer trends.",
            "Consumer spending was the driving force behind the economic growth in the summer.",
            "A city is like any product, it has to be packaged properly to be attractive to the consumer.",
            "Consumer spending was down by 0.1% last month.",
            "Retail sales are a gauge of consumer spending.",
            "Consumer Advisory Council",
            "We are conducting a survey of consumer attitudes towards organic food.",
            "the current consumer trend for premium products",
            "The drop in consumer spending reflects concern about the economy.",
            "The company has been hard hit by the drop in consumer confidence.",
            "Any increase in our costs will have to be passed on to the consumer.",
            "It will offer a wider choice of goods for the consumer (=consumers in general).",
            "The author builds up a useful composite picture of contemporary consumer culture.",
            "Television commercials create appetency for products that the consumer may not have known even existed.",
            "Price rises should restrain consumer spending.",
            "The net result will be higher costs to the consumer.",
            "Consumer demand led to higher imports of manufactured goods.",
            "The consumer has become a major concern for this government.",
            "Trading has been adversely affected by the downturn in consumer spending.",
            "Protection for the consumer is laid down by statute (=established by law).",
            "Businesses must synchronize their production choices with consumer choices.",
            "Consumer groups are demanding greater consistency in the labelling of food products.",
            "Consumer pressure is being put upon the food industry to cut down on factory farming methods."
        ],
        "example_translate": [
            "Продавец не обязан продавать в кредит клиенту.",
            "Многим покупателям по-прежнему непривычно /дискомфортно/ делать покупки через Интернет.",
            "Это нанесёт удар по доверию потребителей.",
            "Покупатель внес залог за товары, которые ему доставят позднее.",
            "Она работает в качестве защитника прав потребителей.",
            "Для защиты потребителя нужны более действенные юридические гарантии.",
            "Банки начинают предлагать кредитные услуги населению слишком активно.",
            "Компания собирает информацию о потребительских тенденциях.",
            "Движущей силой летнего подъёма экономики были потребительские расходы.",
            "Город, как любой товар, должен иметь яркую упаковку, чтобы привлекать покупателя.",
            "В прошлом месяце потребительские расходы снизились на 0,1%.",
            "Розничные продажи позволяют судить об уровне потребительских расходов.",
            "Потребительский консультативный совет",
            "Мы проводим исследование отношения потребителей к экологически чистым продуктам.",
            "нынешняя потребительская тенденция для продуктов премиум-класса",
            "Падение потребительских расходов отражает обеспокоенность по поводу экономики.",
            "Компания сильно пострадала от падения потребительского доверия.",
            "Любое увеличение наших затрат придётся переложить на плечи потребителя.",
            "Это предоставит более широкий выбор товаров для потребителей (в целом).",
            "Автор выстраивает полезную сложную картину современной потребительской культуры.",
            "Реклама на телевидении создаёт у потребителя желание обладать продуктами, о существовании которых он мог даже не подозревать.",
            "Рост цен должен сдерживать потребительские расходы.",
            "Конечным итогом станет повышение затрат для потребителя.",
            "Потребительский спрос привел к росту импорта промышленных товаров.",
            "Потребители стали главной проблемой для этой власти.",
            "На торговлю неблагоприятно повлиял спад потребительских расходов.",
            "Защита потребителей предусмотрена законом (т.е. установлена законом).",
            "Предприятия обязаны синхронизировать свои производственные возможности с потребностями потребителей.",
            "Группы потребителей требуют большей согласованности в маркировке пищевых продуктов.",
            "На пищевую промышленность оказывается давление потребителей с целью сокращения промышленных методов ведения сельского хозяйства."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}