{
    "considerably": {
        "comment": [
            "consider",
            "considerable",
            "consideration",
            "considering"
        ],
        "translate": "изрядно",
        "transcription": " |kənˈsɪdərəbli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is considerably younger than me.",
            "It was considerably colder in the mountains.",
            "His enthusiasm cooled considerably.",
            "It's considerably colder today.",
            "The house has fallen considerably in value.",
            "The tax will add considerably to the cost of the goods.",
            "Getting a new assistant will lighten the workload considerably.",
            "Conditions have improved considerably over the past few years.",
            "The president's popularity has declined considerably.",
            "Has Troy seen about the Will? It'll rock him considerably.",
            "Our understanding of human genetics has advanced considerably.",
            "Painting the room white made it seem considerably (or substantially) larger.",
            "The horizontal coals are found to wave considerably in several places.",
            "The economy and outward appearance of the area have changed considerably.",
            "Owing to these causes, they soon considerably outnumber and override the trout.",
            "The room loudened considerably.",
            "The students contrast considerably in their artistic abilities.",
            "The government has loosened its hold on the media considerably.",
            "After the initial curiosity value, the product's sales dropped considerably.",
            "The drugs can't arrest the disease's progress, but they can slow it down considerably.",
            "She claims that the average person ingests considerably more calories than is necessary or desirable."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он значительно моложе меня.",
            "В горах было значительно холоднее.",
            "Его энтузиазм значительно поостыл.",
            "Сегодня значительно холоднее.",
            "Дом значительно упал в цене.",
            "Из-за налога цены на товары значительно повысятся.",
            "Приход нового помощника существенно уменьшит нагрузку.",
            "За последние пару лет условия значительно улучшились.",
            "Популярность президента значительно снизилась.",
            "Трой уже видел завещание? Оно его потрясет.",
            "Наше понимание генетики человека значительно продвинулось вперёд.",
            "После покраски в белый цвет комната стала казаться значительно (или существенно) больше.",
            "Обнаружено, что горизонтальные пласты угля в некоторых местах существенно изгибаются.",
            "Экономика и внешний вид области значительно изменились.",
            "По этим причинам они вскоре значительно превысят по численности форель и станут преобладающим видом.",
            "В помещении стало изрядно пошумнее.",
            "Художественные способности этих студентов значительно различаются.",
            "Правительство заметно ослабило свой контроль над СМИ.",
            "После первоначального всплеска любопытства, продажи этого продукта существенно упали.",
            "Эти лекарства не смогут остановить развитие болезни, но могут значительно его замедлить.",
            "Она утверждает, что средний человек поглощает значительно больше калорий, чем это необходимо или желательно."
        ]
    }
}