{
    "consciousness": {
        "comment": [],
        "translate": "сознание, самосознание, сознательность, понимание, память",
        "transcription": " |ˈkɑːnʃəsnəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She recovered consciousness in the hospital.",
            "He experienced a momentary loss of consciousness.",
            "He drifted in and out of consciousness.",
            "It was some hours before she recovered consciousness.",
            "Hypnosis is an altered state of consciousness.",
            "By the time the ambulance arrived, Douglas had lost consciousness.",
            "For the proof of the existence of the conscience, we appeal to the consciousness.",
            "The events have become part of the national consciousness.",
            "The painful memories eventually faded from her consciousness.",
            "This will increase public consciousness of the pollution issue.",
            "She lost consciousness at the first whiff of ether.",
            "The medication caused her to enter an altered state of consciousness.",
            "children who were raised in a home where there was a strong ethnic consciousness",
            "The experience helped to change her political consciousness.",
            "He hopes that he can raise public consciousness of the disease.",
            "She could faintly hear voices as she began to regain consciousness (=wake up)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она пришла в сознание в больнице.",
            "Он пережил кратковременную потерю сознания.",
            "Он приходил в себя и снова терял сознание.",
            "Прошло несколько часов, прежде чем она очнулась (пришла в сознание).",
            "Гипноз — это изменённое состояние сознания.",
            "К моменту приезда скорой помощи, Дуглас уже потерял сознание.",
            "Для доказательства существования сознания мы обращаемся к пониманию.",
            "Данные события стали частью национального самосознания.",
            "Со временем болезненные воспоминания постепенно исчезли из её сознания.",
            "Это позволит увеличить понимание обществом вопроса загрязнения окружающей среды.",
            "Она потеряла сознание, едва почувствовав запах эфира.",
            "Данный препарат стал причиной её перехода в изменённое состояние сознания.",
            "дети, которые выросли в семье с сильным этническим самосознанием",
            "Это происшествие помогло ей изменить свою политическую сознательность.",
            "Он надеется, что сможет поднять уровень общественного сознания в отношении данного заболевания.",
            "Начав приходить в сознание, она едва слышала чьи-то голоса."
        ]
    }
}