{
    "constitution": {
        "comment": [
            "constitute",
            "constitutional",
            "constituency",
            "constituent"
        ],
        "translate": "конституция, состав, телосложение, устройство, учреждение, склад, составление",
        "transcription": " |ˌkɑːnstəˈtuːʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He has a robust constitution.",
            "The Constitution ensures our fundamental rights.",
            "His constitution was far from robust.",
            "The state's constitution has strict rules about what tax money can be used for.",
            "Article 3 of the U.S. Constitution",
            "The assembly adopted a new constitution.",
            "She's got a strong constitution - she'll recover in no time.",
            "He took an oath to uphold the Constitution.",
            "Their constitution divorces church and state.",
            "Article I, Section 8 of the U.S. Constitution",
            "The U.S. Constitution promises freedom of religion.",
            "The new constitution mocks all democratic principles.",
            "The President is expected to respect the constitution.",
            "It was the first state to frame a written constitution.",
            "The Constitution provides for the right to free speech.",
            "The right of free speech is enshrined in the Constitution.",
            "Because of his frail constitution, he's liable to diseases.",
            "Article 1 of the constitution guarantees freedom of religion.",
            "The country's constitution was amended to allow women to vote.",
            "The state's original constitution is on display at the museum.",
            "The American constitution has provided a pattern for many republics.",
            "Confined citizens have basic rights under that nation's constitution.",
            "The US Constitution states that the people have a right to bear arms.",
            "The freedom of the individual is guarateed by the country's constitution.",
            "Our laws and the whole constitution of our state having been thus delineated.",
            "The Constitution is not morally neutral but is based on certain central values.",
            "The right to speak freely is written into the Constitution of the United States.",
            "Under the society's constitution, the chairmen is elected for a two-year period.",
            "In 1920 the 18th amendment to the Constitution established prohibition in the US.",
            "The lack of a written constitution is a peculiarity of the British political system."
        ],
        "example_translate": [
            "У него крепкое телосложение.",
            "Конституция гарантирует наши основные права.",
            "Он был отнюдь не крепкого телосложения.",
            "В конституции этой страны прописаны строгие правила насчёт того, на что могут быть потрачены деньги налогоплательщиков.",
            "Статья 3 Конституции США",
            "Ассамблея приняла новую Конституцию.",
            "У неё крепкий организм - очень скоро она выздоровеет.",
            "Он дал клятву соблюдать Конституцию.",
            "Их конституция разделяет церковь и государство.",
            "Статья I, Раздел 8 Конституции США",
            "Конституция США гарантирует свободу вероисповедания.",
            "Новая конституция глумится над всеми демократическими принципами.",
            "От президента требуется уважать Конституцию.",
            "Это было первое государство, создавшее письменную конституцию.",
            "Конституция гарантирует право на свободу слова.",
            "Право на свободу слова закреплено в Конституции.",
            "Из-за своего хилого телосложения он подвержен болезням.",
            "Статья 1 Конституции гарантирует свободу вероисповедания.",
            "В Конституцию страны были внесены поправки с целью позволить женщинам принимать участие в голосованиях.",
            "Оригинал Конституции государства находится в экспозиции данного музея.",
            "Американская Конституция стала образцовой для многих республик.",
            "Согласно конституции, заключённые граждане этой страны наделены основными правами человека.",
            "Конституции США гласит, что люди имеют право носить оружие.",
            "Свобода личности гарантируется конституцией страны.",
            "Таким образом, сделан предварительный проект законов нашего государства и конституции в целом.",
            "В нравственном отношении Конституция не является нейтральной, но основывается на некоторых основных ценностях.",
            "Право на свободу слова записано в Конституции Соединённых Штатов.",
            "Согласно уставу организации, председатель избирается на двухлетний срок.",
            "В 1920 году восемнадцатая поправка к Конституции установила в США \"сухой закон\".",
            "Отсутствие писаной конституции является особенностью британской политической системы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}