{
    "consume": {
        "comment": [
            "consumer",
            "consumption"
        ],
        "translate": "потреблять, поглощать, расходовать, съедать, пожирать, уничтожать, истреблять",
        "transcription": " |kənˈsuːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The new lights consume less electricity.",
            "This car consumes a lot of gas.",
            "The fire consumed the building",
            "The effort to pass the exam consumed all his energy.",
            "Hundreds of books were consumed in the fire.",
            "A smaller vehicle will consume less fuel.",
            "Drake was consumed by the idea of sailing into the Pacific.",
            "She's making an effort to live more simply and consume less.",
            "The fire had consumed half the forest away before it was stopped.",
            "The nervous force is consumed equally in mental and in bodily exertion.",
            "The thin slippers universally used by the people are very soon consumed.",
            "Only 27% of the paper we consume is recycled.",
            "We need to rethink the way we consume energy. Take, for instance, our approach to transport.",
            "He was consumed with guilt after the accident.",
            "She was scared by the depression which threatened to consume her."
        ],
        "example_translate": [
            "(Эти) новые лампы потребляют /расходуют/ меньше электроэнергии.",
            "Этот автомобиль жрёт много топлива. / Эта машина расходует много бензина.",
            "Огонь уничтожил здание.",
            "Он потратил все свои силы на то, чтобы сдать экзамен.",
            "Сотни книг были уничтожены в огне.",
            "Автомобиль меньшего размера будет потреблять /расходовать/ меньше топлива.",
            "Дрейк был весь поглощён идеей совершить плавание по Тихому океану.",
            "Она старается жить более просто, и меньше тратить.",
            "Прежде чем пожар потушили, сгорело пол-леса.",
            "Нервная энергия расходуется как при умственном, так и при физическом напряжении.",
            "Тонкие шлёпанцы, которые носят повсюду, быстро изнашиваются.",
            "Переработке подвергается всего двадцать семь процентов потребляемой нами бумаги.",
            "Нужно переосмыслить то, как мы потребляем энергию. Возьмём, например, наш подход к транспорту.",
            "После аварии его снедало чувство вины.",
            "Она была напугана унынием, угрожавшим поглотить её целиком."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}