{
    "constantly": {
        "comment": [],
        "translate": "постоянно, часто, то и дело",
        "transcription": " |ˈkɑːnstəntli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He kept the car's speed constant.",
            "I constantly have to be reminded how to pronounce her name.",
            "He talked constantly about his work.",
            "He is constantly on the move.",
            "They ought constantly to go to bed about nine.",
            "He suffers from constant headaches.",
            "The patient must be observed constantly.",
            "The English language is constantly changing.",
            "He bitched constantly about his old car, but he doesn't like his new one either.",
            "Their living expenses are constantly enhancing.",
            "She was constantly harassed by the other students.",
            "...the only way he can stay awake at his night job is by constantly swigging drinks containing caffeine...",
            "She is constantly tailed by the press.",
            "The house is in constant need of repairs.",
            "He was constantly fidgeting in his chair.",
            "She has struggled to maintain a constant weight.",
            "Her parents are constantly derogating her achievements.",
            "Bowie has constantly reinvented himself during his long career.",
            "Doctors have to constantly update their knowledge in order to maintain their professional competence.",
            "Her constant chatter was a nuisance.",
            "Her job was the one constant in her life.",
            "A flame is kept constantly burning at the monument.",
            "She was constantly sneezing and coughing.",
            "The water in the tank is constantly filtered.",
            "Car makers are constantly refining their designs.",
            "Nurses constantly monitored the patient's heart rate.",
            "The scar serves as a constant reminder of the accident.",
            "Reporters constantly intruded into the couple's private life.",
            "He is constantly coming up with bright ideas for making money.",
            "Charity workers must constantly raise more cash (=collect more money) for the needy."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он ехал с постоянной скоростью.",
            "Мне постоянно нужно напоминать, как произносится её имя.",
            "Он то и дело говорил о своей работе.",
            "Он находится в постоянном движении. / Он вечно чем-то занят.",
            "Они должны неизменно ложиться спать около девяти часов.",
            "Он страдает от постоянных головных болей.",
            "За этим пациентом нужно вести постоянное наблюдение.",
            "Английский язык постоянно изменяется.",
            "Он постоянно жаловался на свою старую машину, но новая ему тоже не понравилась.",
            "Их жизненные расходы постоянно растут.",
            "Её постоянно доставали / изводили другие студенты.",
            "...единственный способ не уснуть на его ночной работе - это всё время потягивать напитки, содержащие кофеин...",
            "Её постоянно преследуют журналисты.",
            "Дом постоянно нуждается в ремонте.",
            "Он то и дело ёрзал в своём кресле.",
            "Она изо всех сил старалась поддерживать постоянный вес.",
            "Родители постоянно умаляют её достижения.",
            "За время своей долгой карьеры Боуи постоянно открывал себя с новой стороны.",
            "Врачи вынуждены постоянно обновлять свои знания в целях поддержания профессиональной компетентности.",
            "Её постоянная болтовня раздражала.",
            "Работа была единственной постоянной величиной в её жизни.",
            "У памятника никогда не затухает пламя (вечного огня).",
            "Она постоянно чихала и кашляла.",
            "Вода в баке постоянно фильтруется.",
            "Автопроизводители постоянно совершенствуют свои технические решения /проекты/.",
            "Медсёстры постоянно контролировали пульс пациента.",
            "Этот шрам служит постоянным напоминанием о той аварии.",
            "В личную жизнь супругов постоянно вмешивались журналисты.",
            "Ему постоянно приходят в голову \"блестящие\" мысли по поводу заработка денег.",
            "Работники благотворительных организаций должны постоянно собирать всё больше денег для нуждающихся."
        ]
    }
}