{
    "consultation": {
        "comment": [],
        "translate": "консультация, совещание, консилиум",
        "transcription": " |ˌkɑːnslˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had a consultation with the judge.",
            "She has a consultation with the psychologist at 3.00 pm today.",
            "She is in consultation and cannot come to the phone.",
            "A follow-up consultation was arranged for two weeks' time.",
            "The group had a series of consultations with members of Congress.",
            "After consultation with the judge, lawyers decided to drop the case.",
            "The decision was reached after consultation with parents and teachers.",
            "Trained parenting experts are available for consultation by telephone.",
            "Many accountants offer a free consultation before charging for their work.",
            "After a series of consultations with doctors, a date for the operation was set.",
            "The town decided to close the park without any consultation with town residents.",
            "He's calling for urgent consultations between the government and the oil industry to resolve the problem."
        ],
        "example_translate": [
            "Он проконсультировался с судьёй.",
            "Сегодня в три часа дня она будет на приеме у психолога.",
            "Она на совещании и не может подойти к телефону.",
            "Повторная консультация была назначена через две недели.",
            "Группа провела ряд консультаций с членами Конгресса.",
            "После консультации с судьей, юристы решили прекратить это дело.",
            "Это решение было принято после консультаций с родителями и учителями.",
            "К вашим услугам телефонные консультации квалифицированных специалистов по воспитанию детей.",
            "Многие бухгалтеры предлагают бесплатную консультацию перед тем, как огласить расценки своей работы.",
            "После ряда консультаций с врачами, назначили дату операции.",
            "Городские власти приняли решение о закрытии парка без каких-либо консультаций с местными жителями.",
            "Он призывает к срочным консультациям между правительством и нефтяной промышленности с целью решения данной проблемы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}