{
    "consensus": {
        "comment": [],
        "translate": "консенсус, согласие, единодушие, согласованность, согласованное мнение",
        "transcription": " |kənˈsensəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The decision was made by consensus.",
            "There is a lack of consensus among the citizens.",
            "There is a consensus that we should abstain.",
            "The general consensus was that technology was a good thing.",
            "In the absence of consensus no decision could be riched.",
            "Everyone on the council seems to understand the need for consensus.",
            "The lack of consensus reflected differences in theoretical positions.",
            "The general consensus is that we should go ahead.",
            "The EU Council of Finance Ministers failed to reach a consensus on the pace of integration.",
            "There is a consensus among teachers that children should have a broad understanding of the world.",
            "Despite years of debate over the best wine to serve at Thanksgiving, no real consensus has emerged.",
            "Those rights and obligations are based on an unstated consensus.",
            "It is the consensus of opinion that the Iceni in their geographic isolation remained 'Celtic'."
        ],
        "example_translate": [
            "Решение было принято единогласно.",
            "Жители не могут прийти к общему мнению.",
            "Мы все сошлись на том, что воздержимся от голосования.",
            "Все сошлись на мнении, что техника — это хорошо.",
            "Никакое решение не может быть принято, пока не достигнут консенсус.",
            "Кажется, все члены совета понимают необходимость консенсуса.",
            "Отсутствие единодушия отражало различия в теоретических позициях.",
            "Общее мнение таково, что мы должны идти вперёд.",
            "Совету министров финансов стран ЕС не удалось достичь консенсуса в отношении темпов интеграции.",
            "Учителя единодушны во мнении, что дети должны обладать широким пониманием мира.",
            "Несмотря на многолетние споры по поводу того, какое вино лучше всего подавать на День Благодарения, никакого реального консенсуса не возникло.",
            "Эти права и обязанности основаны на негласном консенсусе.",
            "Существует единое мнение о том, что ицены в условиях географической изоляции остались кельтами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}