{
    "contemplate": {
        "comment": [
            "contest",
            "context",
            "content",
            "contemporary",
            "contend",
            "contempt",
            "contention"
        ],
        "translate": "созерцать, рассматривать, лицезреть, размышлять, намереваться, обдумывать",
        "transcription": " |ˈkɑːntəmpleɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He contemplated resigning.",
            "I'd like some time to just sit and contemplate.",
            "It terrified me to contemplate the consequences of your actions.",
            "It's revolting to contemplate such a possibility.",
            "Is it not necessary to contemplate it in all its aspects?",
            "He contemplated her with a faint smile.",
            "The beautiful statue which they were contemplating belonged to their host.",
            "He contemplated the meaning of the poem for a long time.",
            "Her manner of life during these years is pleasant to contemplate.",
            "I contemplated leaving school and taking a full-time job.",
            "She sat down and contemplated what she had done.",
            "He had even contemplated suicide.",
            "Did you ever contemplate resigning?",
            "Jack went on vacation to contemplate his future.",
            "She stood and quietly contemplated the scene that lay before her.",
            "The thought that she might be dead was too terrible to contemplate."
        ],
        "example_translate": [
            "Он подумывал, не уйти ли ему в отставку.",
            "Мне хотелось бы немного времени, чтобы просто посидеть и подумать.",
            "Я ужаснулся, увидев, к чему привели твои поступки.",
            "Мерзко даже думать о такой возможности.",
            "Неужели не надо рассмотреть все аспекты этого дела?",
            "Он задумчиво смотрел на неё, слегка улыбаясь.",
            "Прекрасная статуя, которую они созерцали, принадлежала их хозяину.",
            "Он долго размышлял над значением этого стихотворения.",
            "Мысленно представлять её жизнь в эти годы - одно удовольствие.",
            "Я подумывал бросить школу и найти работу на полный рабочий день.",
            "Она села и задумалась о том, что же она наделала.",
            "Он даже подумывал о самоубийстве.",
            "Вы когда-нибудь думали об отставке?",
            "Джек ушёл в отпуск, чтобы поразмыслить о своём будущем.",
            "Она молча созерцала разворачивающуюся перед ней сцену.",
            "О том, что она, быть может, уже мертва, было страшно даже думать."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}