{
    "controversy": {
        "comment": [
            "controversial"
        ],
        "translate": "спор, полемика, дискуссия, ссора",
        "transcription": " |ˈkɑːntrəvɜːrsɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The new movie is a subject of controversy.",
            "Time itself is the great suspender of controversy.",
            "A controversy arose over the new law.",
            "He disfavoured controversy.",
            "There have been a lot of controversy about the government's tax proposals.",
            "It's brought to the surface a much wider controversy.",
            "The press sweat with controversy.",
            "The judges' decision provoked controversy.",
            "He plunged headforemost into the controversy.",
            "His inclusion in the team has caused controversy.",
            "The decision aroused much controversy among the students.",
            "His stand on this issue has embroiled him in controversy.",
            "The controversy brought clearly into focus an important difference of opinion.",
            "There was a controversy over the release of wolves into the park.",
            "There is controversy surrounding the team's decision to trade the star pitcher.",
            "Their attempts at shifting attention away from the controversy seemed to be working.",
            "The controversy reached such a pitch (=become so strong) that the paper devoted a whole page to it.",
            "The new drug has been embroiled in controversy.",
            "Her unorthodox views tend to attract controversy.",
            "The director is just using the controversy to hype his movie.",
            "They used the controversy as an opportunity to bushwhack their political opponents.",
            "The project has been shrouded in controversy from its inception.",
            "This is an audacious claim, and Kramer anticipates, even encourages, the controversy it might provoke."
        ],
        "example_translate": [
            "Новый фильм является предметом споров.",
            "Время - великий примиритель споров.",
            "По поводу нового закона возникла полемика.",
            "К спорам он относился с неодобрением.",
            "Вокруг налоговых предложений правительства разгорелась дискуссия.",
            "Это выявило гораздо более глубокие противоречия.",
            "Прессу сотрясают споры (дебаты).",
            "Решение присяжных вызвало споры.",
            "Он очертя голову бросился в спор.",
            "Его включение в команду вызвало много споров.",
            "Это решение вызвало много споров среди студентов.",
            "Он оказался втянутым в спор из-за своей позиции по этому вопросу.",
            "Эта дискуссия наглядно подчеркнула важное расхождение во мнениях.",
            "Разгорелся спор по поводу того, следует ли выпускать в парк волков.",
            "Вокруг решения команды обменять своего звёздного питчера ведутся жаркие споры.",
            "Их попытки переключить внимание от данной полемики казались удачными.",
            "Дискуссия достигла такого накала (т.е. набрал такую силу), что газета посвятила ему целую страницц.",
            "Новый препарат оказался в центре полемики.",
            "Ее нетрадиционные взгляды, как правило, вызывают жаркие споры.",
            "Режиссёр просто использует эту дискуссию для раскрутки своего фильма.",
            "Они использовали этот конфликт как возможность неожиданно атаковать своих политических оппонентов.",
            "С самого начала вокруг данного проекта ведутся бурные споры.",
            "Это смелое утверждение, и Крамер ожидает, и даже призывает к дискуссии, которую оно может вызвать."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}