{
    "contend": {
        "comment": [
            "contest",
            "context",
            "content",
            "contemporary",
            "contempt",
            "contemplate",
            "contention"
        ],
        "translate": "утверждать, бороться, соперничать, спорить, заявлять, состязаться, оспаривать",
        "transcription": " |kənˈtend|",
        "antonyms": [],
        "mnemonic": [
            "contend [кэнтэ'нд] утверждать - Утверждают, что продажа (контент-а) выгодное дело;",
            "content ['kɔntent]\ncontend [kən'tɛnd] - бороться, соперничать, спорить.\nутверждать, заявлять\n***\nСОДЕРЖАНИЕ - и есть контент. (это) content\nСуть, сущность. Чувство удовлетворения. Довольный,\nсогласный."
        ],
        "examples": [
            "Columbus contended that the Earth was round.",
            "He contended that he had been cheated.",
            "When a marriage ends, the former husband and wife often contend over the children.",
            "He contended that Communism had no future.",
            "Three armed groups are contending for power.",
            "Inevitably, fights break out between the members of contending groups.",
            "We try to make the trains run on time, but we can't contend against the weather.",
            "Militant groups are contending for control of the country.",
            "These people contend that they have earned the right to the land.",
            "The team is expected to contend for the championship this year.",
            "Some people contend that whole wheat bread is significantly more nutritive than white bread.",
            "Though his new job pays less, the pay is at least commensurable with the amount of work and the level of stress he must contend with.",
            "Some astronomers contend that the universe may be younger than previously thought."
        ],
        "example_translate": [
            "Колумб утверждал, что Земля круглая.",
            "Он утверждал, что его обманули.",
            "После развода бывшие супруги часто спорят о том, кому достанутся дети.",
            "Он утверждал, что у коммунизма нет будущего.",
            "За власть борются три вооружённые группировки.",
            "Неизбежно, между членами соперничающих групп, возникают стычки.",
            "Мы пытаемся наладить расписание поездов, но мы не можем воевать с погодой.",
            "Военизированные группировки борются за контроль над страной.",
            "Эти люди настаивают на том, что они заслужили право на эту землю.",
            "В этом году команда должна побороться за чемпионское звание.",
            "Некоторые утверждают, что хлеб из цельной пшеницы значительно более питателен, чем белый хлеб.",
            "Хотя на новом месте и платят меньше, но, по крайней мере, зарплата тут соизмерима с объёмом выполняемой работы и уровнем стресса, с которым ему приходится справляться.",
            "Некоторые астрономы утверждают, что Вселенная может быть моложе, чем считалось ранее."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}