{
    "container": {
        "comment": [
            "contain",
            "contact"
        ],
        "translate": "контейнер, сосуд, резервуар, вместилище, баллончик, приемник, стандартная тара",
        "transcription": " |kənˈteɪnər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I can reuse that container.",
            "The container's walls were blue.",
            "Dip water out of a container.",
            "The container leaked gasoline.",
            "The volume of the container is 100 cubic meters.",
            "The solids were filtered out and only the liquid passed into the container.",
            "Scoop the sugar out of the container.",
            "Store the food in an airtight container.",
            "The rocket is outfitted with a container.",
            "A dollop of milk was left in the container.",
            "The tea leaves come in a small metal container.",
            "A word of warning: don't use a metal container.",
            "The container should be kept upright to prevent leaks.",
            "Make sure the container remains in an upright position.",
            "Tamp the coffee grinds in the container to make espresso.",
            "The volume of the container measures 10,000 cubic metres.",
            "You can use the container to hold paper clips, pins, and whatnot."
        ],
        "example_translate": [
            "Я могу повторно использовать этот контейнер.",
            "Стенки контейнера были синие.",
            "Вычерпайте воду из контейнера.",
            "Из канистры протёк бензин.",
            "Ёмкость контейнера 100 м3.",
            "Твёрдые остатки были отфильтрованы, и в ёмкость попадала только жидкость.",
            "Зачерпните сахар из контейнера.",
            "Храните продукты питания в герметичных контейнерах.",
            "Ракета снабжена контейнером.",
            "В сосуде осталось чуточку молока.",
            "Чайные листья приходят в небольшом металлическом контейнере.",
            "Предупреждение: не используйте металлический контейнер.",
            "Во избежание утечек, контейнер должен храниться в вертикальном положении.",
            "Проверьте, чтобы контейнер оставался в вертикальном положении.",
            "Утрамбуйте смолотый кофе в контейнер, чтобы приготовить эспрессо.",
            "Объем контейнера измеряется 10-ю тысячами кубических метров.",
            "Вы можете использовать этот контейнер для хранения скрепок, булавок и всякой всячины."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}