{
    "continually": {
        "comment": [],
        "translate": "",
        "transcription": " |kənˈtɪnjʊəlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was continually chopping and changing his horses.",
            "His wife kept continually dinning in his ears about his idleness.",
            "His children knew him as a continually busy, useful man of the world.",
            "They complained continually that there wasn't enough money.",
            "She is continually abusing her position/authority by getting other people to do things for her.",
            "How continually do the words predecease the author of them!",
            "In a dynamic market demand and supply conditions are continually changing.",
            "I can't even walk down the street without being continually pestered for money.",
            "They hear the voice of the grasshopper continually. They hate the voice of the grasshopper.",
            "He is continually urging reform.",
            "We are continually reassessing the situation.",
            "He was continually dreaming up new schemes to promote and enlarge the business.",
            "The pilot had to continually fathom the river, which drought conditions had lowered to unprecedented levels."
        ],
        "example_translate": [
            "Он без конца менял лошадей.",
            "Его жена прожужжала ему все уши, что он лентяй.",
            "Для своих детей он был постоянно занятым, человеком, который всегда всем нужен.",
            "Они постоянно жаловались на нехватку денег.",
            "Она постоянно злоупотребляет своим положением, заставляя других делать для неё разные вещи.",
            "Как часто произведения умирают раньше своих авторов!",
            "В условиях динамичного рынка, соотношение спроса и предложения постоянно изменяется.",
            "Я даже не могу пройти по улице без того, чтобы у меня постоянно не клянчили денег.",
            "Они слышат непрерывное стрекотание кузнечика. Они ненавидят этот звук.",
            "Он постоянно требует преобразований.",
            "Мы постоянно переоцениваем обстановку.",
            "Он постоянно выдумывал всё новые и новые схемы продвижения и расширения бизнеса.",
            "Лоцману приходилось постоянно измерять глубину реки, которая в условиях засухи опустилась до беспрецедентного уровня."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}