{
    "continent": {
        "comment": [],
        "translate": "континент, материк, колонии, сдержанный, воздержанный, целомудренный",
        "transcription": " |ˈkɑːntɪnənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The famine affected half the continent.",
            "Eurasian continent",
            "Their shops are among the most stylish on the Continent.",
            "As the land northerns, the continent grows broader and broader.",
            "They travelled across the face of the continent.",
            "The book provides information on hotels in Britain and on the Continent.",
            "Pioneers had to cross the continent on foot.",
            "The King extended his rule to the Eastern part of the continent.",
            "Africa will remain a beggarly continent from generation to generation.",
            "The dark continent invited schools and churches as well as trading posts.",
            "Historically and culturally, Britain has always been linked to the continent.",
            "England withdrew from any active interference in the struggles of the Continent.",
            "Both lots of notes were printed on the Continent and are being 'dropped' in this country.",
            "For the purposes of this book, America is taken to include the continent north of Mexico.",
            "Although Napoléon had achieved dominance over the European continent, Great Britain still ruled the waves.",
            "Washington Irving is generally credited as the first American litterateur to gain a reputation in Britain and on the Continent."
        ],
        "example_translate": [
            "Голод охватил половину континента.",
            "Евразийский континет",
            "Их магазины среди самых модных на континенте (в Европе).",
            "Чем севернее, тем материк всё шире и шире.",
            "Они путешествовали по всей поверхности материка.",
            "В книге содержится информация о гостиницах в Британии и на континенте.",
            "Первопроходцам пришлось пересечь весь континент пешком.",
            "Король распространил свою власть на восточную часть континента.",
            "Африка и через поколения останется континентом, живущим в нужде.",
            "Черный континент открывал свои двери для школ, церквей, а также торговых поселений.",
            "Исторически и культурно Великобритания всегда была связана с континентом.",
            "Англия уклонилась от активного вмешательства в борьбу на континенте.",
            "Обе партии банкнот были отпечатаны на континенте и сбываются в нашей стране.",
            "В рамках этой книги принимается, что Америка занимает весь континент к северу от Мексики.",
            "Хотя Наполеон и достиг господства над Европейским континентом, морями по-прежнему правила Великобритания.",
            "Первым американским литератором, получившим признание в Британии и Европе, обычно называют Вашингтона Ирвинга."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}