{
    "contradiction": {
        "comment": [
            "traditional",
            "trade",
            "traditionally",
            "tradition",
            "trading",
            "contradict",
            "trader"
        ],
        "translate": "противоречие, противоположность, расхождение, опровержение, антагонистичность",
        "transcription": " |ˌkɑːntrəˈdɪkʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There have been some contradictions in his statements.",
            "What he said yesterday is in direct contradiction to what he said today.",
            "Your behaviour is in direct contradiction to the principles you claim to have.",
            "You can say what you like without fear of contradiction.",
            "Love God. This is the Everlasting Yea, wherein all contradiction is solved.",
            "There is a contradiction between what he said yesterday and what he said today.",
            "Her statements are mired in contradiction.",
            "'Permanent revolution' is a contradiction in terms.",
            "The statement 'he is brave and he is not brave' is a contradiction.",
            "He spoke as if he thought his claims were immune to contradiction."
        ],
        "example_translate": [
            "В его высказываниях / утверждениях были некоторые противоречия.",
            "То, что он сказал вчера - прямое противоречие тому, что он сказал сегодня.",
            "Ваше поведение прямо противоречит принципам, о которых вы заявляете.",
            "Вы можете говорить всё, что угодно, не боясь, что вам будут возражать.",
            "Люби Господа. Это вечная правда, в которой разрешаются все противоречия.",
            "Существует противоречие между тем, что он говорил вчера, и тем, что он сказал сегодня.",
            "Её утверждения погрязли в противоречиях.",
            "Выражение \"перманентная революция\" является смысловым противоречием.",
            "Высказывание \"он храбр и не храбр\" является противоречием.",
            "Он говорил так, как будто считал, что его утверждения невозможно опровергнуть."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}