{
    "content": {
        "comment": [],
        "translate": "содержание, содержимое, довольствоваться, довольный, согласный",
        "transcription": " |ˈkɑːntent|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am contented.",
            "They were content with their lot.",
            "He contented himself with one glass of beer per day.",
            "Content to be and to be well.",
            "Cream has a high fat content.",
            "Andy was a good husband, and Nicky was clearly very content.",
            "He writes with more attention to style than to content.",
            "He looked content, even happy.",
            "He emptied the contents of his pockets.",
            "Red meat tends to have a high fat content.",
            "The baby looks content in her crib.",
            "The two groups were similar in content.",
            "No, I don't want to play. I'm content to watch.",
            "Fruit and vegetables are high in fibre content.",
            "They could read to their heart's content.",
            "The dog can run to its heart's content out there.",
            "The toys contented the children, at least for a little while.",
            "Mr. Wallace praised the garden to the heart's content of its owner.",
            "She sat quietly, content to watch him working.",
            "Not content with her new car, Selina now wants a bike.",
            "For once, his usually verbose wife was content to listen.",
            "I was no longer satisfied with the life that had hitherto contented me.",
            "Others with shallower purses are content to wait until prices have bottomed.",
            "A fancy hotel is not necessary., I'd be content with a warm meal and a clean place to sleep.",
            "Perhaps he was organically of that cheerful and easy nature, which is content to enjoy the present, and not brood over the past.",
            "She had lazed around the pool to her heart's content.",
            "The President's advisors are content to remain in the background.",
            "She writes with more attention to style than to content.",
            "Supposing the number of contents and not contents strictly equal in numbers and consequence.",
            "Our two salesmen were briefed on the format of the magazine, the advert sizes and costs, and the general article content."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые ставятся после глаголов, но не перед существительными"
        ],
        "example_translate": [
            "Я доволен.",
            "Они были довольны своей судьбой.",
            "Он довольствовался одной кружкой пива в день.",
            "Он доволен, что жив, и что у него всё неплохо.",
            "У сливок высокая жирность.",
            "Энди был хорошим мужем, и Ники была явно очень довольна.",
            "Он пишет, уделяя больше внимания стилю (форме), чем содержанию.",
            "Он выглядел довольным, и даже счастливым.",
            "Он вывернул всё из карманов. / Он опустошил свои карманы.",
            "У красного мяса, как правило, высокое содержание жира.",
            "В своей кроватке ребенок выглядит довольным.",
            "Обе группы были схожи по составу.",
            "Нет, сам я играть не хочу: мне вполне хватает смотреть, как играют другие.",
            "Фрукты и овощи обладают высоким содержанием клетчатки.",
            "Они могли читать, сколько душе угодно.",
            "Вон там собака пусть бегает, сколько угодно. / Там собака может вволю побегать.",
            "Игрушки детей устроили, по крайней мере на какое-то время.",
            "Мистер Уоллес похвалил сад, к полному удовольствию хозяина.",
            "Она сидела тихо, и ей было достаточно просто смотреть, как он работает.",
            "Не довольствуясь своим новым автомобилем, теперь Селина хочет велосипед.",
            "На сей раз его жена – обычно многословная – была готова слушать.",
            "Я уже не мог довольствоваться тем, что до тех пор меня устраивало.",
            "Другие, с менее толстыми кошельками, намерены ждать, пока цены не достигнут нижнего предела.",
            "Шикарный отель не нужен., мне вполне хватит тёплой еды и чистого места для сна.",
            "Наверное, он по сути своей был из той породы людей, которые радуются настоящему и не тяготятся прошлым.",
            "К тому времени она вволю понежилась у бассейна.",
            "Советников президента устраивает оставаться на втором плане.",
            "В своих произведениях она уделяет больше внимания стилю, нежели содержанию.",
            "Положим, число голосующих \"за\" и \"против\" равно как по численности, так и по значимости.",
            "Два наших продавца были проинструктированы о формате журнала, размерах и стоимости рекламных объявлений, а также об общем содержании статьи."
        ]
    }
}