{
    "contradict": {
        "comment": [
            "traditional",
            "trade",
            "traditionally",
            "tradition",
            "trading",
            "contradiction",
            "trader"
        ],
        "translate": "противоречить, возражать, опровергать, отрицать",
        "transcription": " |ˌkɑːntrəˈdɪkt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Your actions contradict your words.",
            "My sister doesn't like being contradicted.",
            "Dad just can't bear to be contradicted.",
            "These two versions do not formally contradict one another.",
            "Deborah opened her mouth to contradict, but closed it again.",
            "The witness statements contradict each other and the facts remain unclear.",
            "The article flatly contradicts their claims.",
            "The survey appears to contradict motor industry claims.",
            "The racialism of some of the nation's founders seems to contradict their professed belief that “all men are created equal”.",
            "The mayor's actions in office contradicted the promises he made during the campaign."
        ],
        "example_translate": [
            "Ваши действия противоречат вашим словам.",
            "Моя сестра не любит, когда ей противоречат",
            "Папа просто терпеть не может, когда ему возражают.",
            "Формально эти две версии не опровергают одна другую.",
            "Дебора уже отрыла рот, чтобы возразить, но тут же его закрыла.",
            "Свидетельские показания противоречат друг другу, и факты остаются неясными.",
            "Данная статья категорически противоречит их утверждениям.",
            "Кажется, данный опрос противоречит заявлениям представителей автомобильной промышленности.",
            "Расизм некоторых отцов-основателей страны, по-видимому, противоречит их заявленному убеждению о том, что “все люди созданы равными”.",
            "Действия мэра во время его пребывания в должности противоречили обещаниям, данных им в ходе предвыборной кампании."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}