{
    "contractor": {
        "comment": [],
        "translate": "подрядчик, контрагент, поставщик, стягивающая мышца",
        "transcription": " |ˈkɑːntræktər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The contractor miscalculated the costs of rebuilding.",
            "Renovating the house involved hiring a contractor.",
            "That deal is a real plum for the contractor.",
            "It is inadvisable to involve more than one contractor on a project.",
            "In all cases where the seed does not spring, the contractor is to re-sow the same.",
            "That company still needs to recompense the work that the contractor finished last month.",
            "It became clear that the contractor had lowballed us on the cost of materials.",
            "A local newspaper exposed the contractor's elaborate attempts to cover up his wrongdoings.",
            "The judge ruled that the town's rescission of the contract was justified due the contractor's repeated failures to meet its obligations."
        ],
        "example_translate": [
            "Подрядчик неправильно оценил стоимость капитального ремонта.",
            "Ремонт дома потребовал привлечения подрядчика.",
            "Это дело — просто мечта для подрядчика.",
            "Нецелесообразно задействовать в проекте более одного контрагента.",
            "В любом случае, если семена не взойдут, подрядчик обязан вновь произвести посадку.",
            "Этой компании по-прежнему нужно оплатить работы, оконченные подрядчиком в прошлом месяце.",
            "Стало ясно, что подрядчик обманул нас, занизив стоимость материалов.",
            "Одна из местных газет разоблачила хитроумные попытки этого подрядчика прикрыть свои махинации.",
            "Судья признал расторжение городскими властями данного договора обоснованным по причине многочисленных отказов исполнителя отвечать по своим обязательствам."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}