{
    "continue": {
        "comment": [
            "continuous",
            "continuously",
            "continent",
            "continental",
            "continued",
            "continual",
            "continuation",
            "continuity"
        ],
        "translate": "продолжать, продолжаться, оставаться, сохранять, сохраняться, длиться, пребывать",
        "transcription": " |kənˈtɪnjuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I felt too sick to continue.",
            "For ten days I continued in this state.",
            "Continue cooking until the meat is tender.",
            "The trial continues today.",
            "He continued rapidly up the path.",
            "The bad weather continued for two more weeks.",
            "She continued by citing more facts.",
            "We continued to work into the night.",
            "The flood of refugees continued unabated.",
            "'Continue!' he said tersely.",
            "in no fit state to continue",
            "The world's population continues to grow.",
            "Miss Silva will continue as publishing director.",
            "The demonstration continued after a break for lunch.",
            "'And so', he continued, 'we will try harder next time.'",
            "We continued along the road for some time.",
            "The speaker allowed the debate to continue.",
            "The main road continues towards Viterbo before turning right to Bolsena.",
            "They continue to strive toward their goals.",
            "He cannot continue to waffle on this issue.",
            "We received their approval to continue the research.",
            "The plot gets more and more intricate as the story continues.",
            "Violent skirmishes with the enemy continue despite talks of peace.",
            "If you continue to be in arrears we will send you a written warning.",
            "Though they know the war is lost, they continue to fight. (B. Bliven)",
            "If prices continue to rise, we shall have to draw in our spending even further.",
            "Despite her wish to continue working, she was forced to retire at the age of 62.",
            "The treatment will continue until the patient reaches the point where he can walk correctly and safely.",
            "It would be fruitless to continue.",
            "Computer courses continue to proliferate."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я чувствовал себя слишком плохо, чтобы продолжать.",
            "Десять дней я пребывал в таком состоянии.",
            "Продолжайте варить до тех пор, пока мясо не станет мягким.",
            "Сегодня слушания по этому делу продолжатся.",
            "Он быстро взбежал по дорожке.",
            "Непогода продолжалась ещё две недели.",
            "Она продолжила и привела ещё ряд фактов.",
            "Мы продолжали работать до глубокой ночи.",
            "Поток беженцев не ослабевал.",
            "— Продолжайте! — сухо сказал он.",
            "не в состоянии продолжать",
            "Население мира продолжает расти.",
            "Мисс Сильва сохранит за собой должность директора издательства.",
            "После перерыва на обед показ продолжился.",
            "— И поэтому, — продолжил он, — в следующий раз мы приложим больше усилий.",
            "Какое-то время мы продолжали идти по дороге.",
            "Спикер разрешил продолжить прения.",
            "Шоссе идёт прямо до Витербо, а потом сворачивает вправо на Больсену.",
            "Они по-прежнему стремятся к достижению своих целей.",
            "Он не может продолжать откладывать решение по данному вопросу.",
            "Мы получили их согласие на продолжение исследований.",
            "На протяжении фильма, сюжет становится все более запутанным.",
            "Ожесточённые перестрелки с врагом продолжают вспыхивать вопреки разговорам о мире. / Активные столкновения с противником продолжаются, несмотря на мирные переговоры.",
            "Если вы так и не погасите задолженность, мы вышлем вам письменное предупреждение.",
            "Хотя они знают, что война проиграна, они продолжают сражаться.",
            "Если цены и дальше будут расти, нам придётся ещё больше сократить расходы.",
            "Несмотря на желание продолжать работать, в возрасте шестидесяти двух лет она была вынуждена уйти на пенсию.",
            "Лечение будет продолжаться до тех пор, пока не наступит момент, когда пациент сможет правильно и уверенно ходить.",
            "Продолжать было бы бесполезно.",
            "Компьютерные курсы продолжают быстро множиться."
        ]
    }
}