{
    "controversial": {
        "comment": [],
        "translate": "спорный, дискуссионный, любящий полемику",
        "transcription": " |ˌkɑːntrəˈvɜːrʃl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He made a public apology for his controversial remarks.",
            "He is a controversial author.",
            "Abortion is a highly controversial subject.",
            "He is a controversial figure in the art world. (=person who does controversial things)",
            "Ideas that were once controversial have now become mainstreamed.",
            "Rushdie's controversial book",
            "The issue of the death penalty is highly controversial.",
            "Abortion is a highly controversial issue.",
            "The book explores a number of controversial issues.",
            "The television network's executives decided not to air the controversial show.",
            "A controversial penalty decision sparked a free-for-all at the end of the match.",
            "The controversial reforms could be used to further centralize power in the hands of one party.",
            "The student drama society's decision to put on the controversial play prompted a brawl at the school board meeting.",
            "They are making a docudrama about the controversial court case.",
            "The censors changed some names and dialogue and, not infrequently, banned controversial films.",
            "More pernicious still has been the acceptance of the author's controversial ideas by the general public."
        ],
        "example_translate": [
            "Он принёс публичное извинение за свои противоречивые высказывания.",
            "Он является спорным автором.",
            "Аборты — это очень спорный вопрос.",
            "Он является противоречивой фигурой в мире искусства (=человек, который делает противоречивые вещи).",
            "Идеи, которые некогда были спорными, теперь стали общепринятыми.",
            "Спорная книга Рушди.",
            "Проблема смертной казни является весьма дискуссионной.",
            "Проблема абортов крайне противоречива.",
            "В данной книге исследуется ряд спорных вопросов.",
            "Руководство данной телевизионной сети решило не транслировать эту скандальную передачу.",
            "После принятого в конце матча спорного решения о назначении пенальти, на поле вспыхнула массовая драка.",
            "Возможно использование этих противоречивых реформ для дальнейшей централизации власти в руках одной партии.",
            "Решение ученического драмкружка поставить эту неоднозначную пьесу вызвало шумный скандал на заседании школьного совета.",
            "В данный момент ведутся съёмки документальной драмы, повествующей об этом скандальном судебном процессе.",
            "Цензоры изменяли некоторые названия и диалоги, и довольно часто запрещали неоднозначные /спорные, сомнительные/ фильмы.",
            "Ещё более пагубным является принятие спорных идей автора широкой общественностью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}