{
    "contrary": {
        "comment": [
            "contrast",
            "contract",
            "contrasting",
            "contractor"
        ],
        "translate": "вопреки, против, вразрез, противоположность, противоположный",
        "transcription": " |ˈkɑːntrerɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Assume the contrary.",
            "'Hot' and 'cold' are contrary terms.",
            "They say he is guilty, but I believe the contrary.",
            "The wind is directly contrary.",
            "We had contrary opinions on the issue.",
            "Is it contrary to the rules of vegetarianism to eat eggs?",
            "She, on the contrary, was never able to gauge him.",
            "'Are they happy?' 'No, no, quite the contrary.'",
            "It wasn't a good thing., on the contrary it was a huge mistake.",
            "Without contrary evidence, the jury will find her guilty.",
            "Contrary to popular belief, a desert can be very cold.",
            "Is not this the direct contrary of what was admitted before?",
            "Contrary to popular myth, no monster lives in this lake.",
            "'I suppose your wife doesn't understand you.' 'On the contrary, she understands me very well.'",
            "Contrary to popular myths, downsizing does not necessarily make companies more profitable, more productive, or even smaller.",
            "The facts point to a contrary conclusion.",
            "Contrary to popular opinion, chocolate is quite good for you.",
            "Mary Mary quite contrary...",
            "Contrary to popular myth, the majority of accidents are not caused by speeding or drunkenness.",
            "The government's actions are contrary to the public interest.",
            "Contrary to popular belief, eating carrots does not improve your eyesight.",
            "The men shouted contrary orders.",
            "He expressed his dissent in a contrary opinion.",
            "Contrary to persistent myth, Hoover was an activist.",
            "Unless there is evidence to the contrary, we ought to believe them.",
            "Contrary to popular belief, glaucoma is not always caused by elevated intraocular pressure.",
            "Contrary to popular belief (=in spite of what many people believe), gorillas are basically shy, gentle creatures."
        ],
        "example_translate": [
            "Допустим обратное.",
            "Значения слов \"горячо\" и \"холодно\" — противоположны.",
            "Говорят, что он виновен, но я считаю, что это не так.",
            "Ветер — встречный.",
            "У нас были противоположные мнения по этому вопросу.",
            "Противоречит ли нормам вегетарианства есть яйца?",
            "Она, напротив, никогда не могла понять, что он за человек.",
            "— Счастливы ли они? — Нет, нет, совсем наоборот.",
            "Это не было правильным., наоборот, это была большая ошибка.",
            "При отсутствии доказательств обратного, суд присяжных признает её виновной.",
            "Вопреки распространённому мнению, в пустыне может быть очень холодно.",
            "Разве это не является полной противоположностью того, что было признано ранее?",
            "Вопреки распространённому мифу, в этом озере не живёт никаких чудовищ.",
            "— Мне кажется, ваша жена вас не понимает. — Наоборот, она меня понимает очень хорошо.",
            "Вопреки популярному мифу, сокращение штата не всегда делает компанию более прибыльной, более производительной или даже меньшей в размерах.",
            "Факты указывают на противоположный вывод.",
            "Вопреки распространённому мнению, шоколад довольно-таки полезен.",
            "Мэри-Мэри, всем назло... (строчка из детской песенки)",
            "Вопреки распространённому мифу, большинство аварий происходит не из-за превышения скорости или алкогольного опьянения.",
            "Действия правительства противоречат общественным интересам.",
            "Вопреки распространённому мнению, поедание моркови не улучшает зрение.",
            "Мужчины выкрикивали противоположные приказы.",
            "Он выразил своё несогласие в особом мнении.",
            "Вопреки устойчивому заблуждению, Гувер был сторонником активных мер.",
            "Если не имеется доказательств обратного, мы должны им поверить.",
            "Вопреки распространённому мнению, возникновение глаукомы не всегда связано с повышенным внутриглазным давлением",
            "Вопреки распространённому мнению (т.е. несмотря на то, что так считают многие), гориллы в основном являются существами робкими и мягкими."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}