{
    "contribution": {
        "comment": [],
        "translate": "вклад, взнос, содействие, пожертвование, сотрудничество, статья, налог, контрибуция",
        "transcription": " |ˌkɑːntrɪˈbjuːʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She made an outstanding contribution to science.",
            "Her contribution to the project was undervalued.",
            "Her contribution to our work is incalculable.",
            "Sponsorship is a contribution in money or in kind.",
            "He deprecated his own contribution.",
            "The smallest contribution will be thankfully received.",
            "I'd like to make a contribution in honor or memory of a friend or family member.",
            "I am proud of my contribution in advancing the project.",
            "They thanked him for his contribution of time and money.",
            "Our defined contribution plan is top-heavy for the year 2001.",
            "He made an important contribution to the debate.",
            "The prize is awarded for \"an outstanding contribution to broadcasting\".",
            "The money was raised by voluntary contribution.",
            "He expected his contribution to be repaid with interest.",
            "All the money has been raised by voluntary contribution.",
            "You can make annual contributions of up to $1000 in education savings accounts.",
            "The school sees its job as preparing students to make a contribution to society.",
            "His silence about my contribution was surprising.",
            "Have you been making regular contributions to a pension plan?",
            "a book of essays including contributions from several well-known political columnists",
            "a contribution so small as to be laughable",
            "Their contribution to the fund was insubstantial.",
            "Muriel has made a valuable contribution to our company's success.",
            "Einstein was awarded the Nobel Prize for his contribution to Quantum Theory.",
            "He made the contribution out of his own purse.",
            "The committee expressed its gratitude for the contribution he had made.",
            "As mayor, he made many positive contributions to the growth of the city."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она внесла выдающийся вклад в науку.",
            "Её вклад в проект был недооценен.",
            "Её вклад в нашу работу бесценен.",
            "Спонсорство — это вклад в денежной или в натуральной форме.",
            "Он считал, что внес скромный вклад [в общее дело].",
            "Даже самые маленькие взносы будут приняты с благодарностью.",
            "Я бы хотел сделать пожертвование в честь или в память друга или члена семьи.",
            "Я горжусь своим вкладом в развитие данного проекта.",
            "Они поблагодарили его за потраченное время и деньги.",
            "Наш план с фиксированными взносами по состоянию на 2001 г. является планом \"с тяжелой верхушкой\".",
            "Он внёс важный вклад в эту дискуссию.",
            "Эта премия присуждается за \"выдающийся вклад в радиовещание\".",
            "Эти средства были собраны за счёт добровольных взносов.",
            "Он рассчитывал, что его вложения окупятся с лихвой.",
            "Все деньги были собраны за счёт добровольных взносов.",
            "Вы можете делать ежегодные отчисления на образовательные сберегательные счета в размере до тысячи долларов.",
            "Школа видит своей задачей подготовку учащихся к внесению своего вклада в развитие общества.",
            "Удивительным было то, что он ничего не сказал о моём вкладе.",
            "Делаете ли вы регулярные взносы в пенсионный фонд?",
            "книга очерков, в том числе статьи нескольких известных политических обозревателей",
            "вклад настолько маленький, что это даже смешно",
            "Их вклад в данный фонд был несущественным.",
            "Мюриель внесла ценный вклад в успех нашей компании.",
            "Эйнштейн был удостоен Нобелевской Премии за свой вклад в развитие квантовой теории.",
            "Этот взнос он сделал из собственного кошелька.",
            "Комитет выразил свою признательность за внесённый им вклад.",
            "На посту мэра он внёс большой положительный вклад в развитие города."
        ]
    }
}