{
    "contribute": {
        "comment": [],
        "translate": "способствовать, содействовать, сотрудничать, жертвовать, делать вклад, отдавать",
        "transcription": " |kənˈtrɪbjuːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Fresh air and exercise contribute to good health.",
            "Public opinion can contribute to government decisions.",
            "We contributed clothing for the flood victims.",
            "He did not contribute to the project.",
            "Alcohol contributes to 100,000 deaths a year in the US.",
            "Why should I contribute to my super?",
            "Please contribute to this collection of money for homeless families.",
            "Stress is a contributing factor in many illnesses.",
            "The volunteers contributed their time towards cleaning up the city.",
            "It is an honour to be invited to contribute to your magazine.",
            "The volunteers contribute their own time to the project.",
            "The overarching aim of the project is to contribute to the alleviation of rural poverty.",
            "Congeners contribute special characteristics of taste, aroma, and colour to the beverages.",
            "He contributed many poems to the magazine.",
            "Charity embraces all acts that contribute to human welfare.",
            "In order for the team to win, everyone has to contribute.",
            "We're trying to raise money for a new school, and we're hoping that everyone will contribute.",
            "Every parent is asked to contribute a proportion of the total cost.",
            "To start the ball rolling, the government was asked to contribute £1 million.",
            "City employees cannot contribute to political campaigns.",
            "Ten scientists contributed to the special edition of the journal.",
            "Regular outings contribute to a sense of fellowship among co-workers.",
            "Enya's success has contributed substantially to the current interest in Celtic music.",
            "The university has a number of wealthy boosters who contribute generously each year."
        ],
        "example_translate": [
            "Свежий воздух и физические упражнения способствуют улучшению здоровья.",
            "Общественное мнение может влиять на решения правительства.",
            "Мы пожертвовали одежду в помощь пострадавшим от наводнения.",
            "Он не стал принимать участия в этом проекте.",
            "Алкоголь способствует ста тысячам смертей в год на территории США.",
            "Почему я должен уплачивать взносы на мой пенсионный счет [в мой пенсионный фонд]?",
            "Будьте так добры, пожертвуйте в фонд помощи бездомным семьям.",
            "Стресс является фактором, способствующим возникновению многих болезней.",
            "Волонтёры посвятили своё время очистке города.",
            "Получить предложение писать статьи для вашего журнала — большая честь.",
            "Волонтёры тратят своё личное время на участие в этом проекте.",
            "Общая цель этого проекта — способствовать снижению уровня бедности в сельской местности.",
            "Добавки придают напитку особый вкус, аромат и цвет.",
            "Он написал много стихотворений для этого журнала.",
            "Милосердие включает все действия, которые способствуют благополучию человека.",
            "Чтобы команда победила, в это должен внести свой вклад каждый.",
            "Мы пытаемся собрать деньги на новую школу, и надеемся, что свою лепту внесёт каждый.",
            "Каждому родителю предложено внести часть общей стоимости.",
            "Для начала правительству было предложено внести один миллион фунтов стерлингов.",
            "Муниципальные служащие не могут каким-либо образом принимать участие в политических кампаниях.",
            "Для специального выпуска данного журнала написали статьи десять учёных.",
            "Регулярные совместные поездки за город способствуют укреплению чувства товарищества среди коллег.",
            "Успех Энии немало поспособствовал нынешнему интересу к кельтской музыке.",
            "У университета есть ряд состоятельных сторонников, которые каждый год делают в него щедрые пожертвования."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}