{
    "contest": {
        "comment": [
            "context",
            "content",
            "contemporary",
            "contend",
            "contempt",
            "contemplate",
            "contention"
        ],
        "translate": "конкурс, соревнование, состязание, оспаривать, спорить, бороться",
        "transcription": " |ˈkɑːntest|",
        "antonyms": [],
        "mnemonic": [
            "contest [ко'нтест] спор, состязание - Спор-им, что мой (кон-ь тест) сможет сдать?;"
        ],
        "examples": [
            "He won the first prize in the contest.",
            "His brothers are contesting the will.",
            "The contest between capitalism and socialism is over.",
            "I think you're the best rider here, no contest.",
            "She is one of the front-runners in the contest.",
            "The dogs are carefully trained not to engage in contest with the bear.",
            "Will you enter the contest?",
            "He dares in dazzle with Jove contest.",
            "They didn't even get through the first round of the contest.",
            "The contest is open to all comers.",
            "He contested Adam Smith's chair of moral philosophy.",
            "His nearest rival announced he would not contest a run-off.",
            "Contest winners receive a cash prize.",
            "We won the contest in the face of keen competition.",
            "They contested the outcome of the race.",
            "The contest was no world-shaking affair.",
            "His wife is contesting a seat on the council.",
            "He contested the right of the pope to give them absolution.",
            "There was none of the house of Godwine to contest the crown.",
            "They snared first place in the contest.",
            "It is clear that the election will be a close contest.",
            "The caption on the picture says “This year's contest winners.”",
            "Don't assume that winning a talent contest is a passport to success.",
            "Stone decided to hold a contest to see who could write the best song.",
            "The winner in the contest for biggest pumpkin was a jumbo that weighed in at over a thousand pounds.",
            "Winning the contest was very important to her.",
            "Each entrant had to agree to the contest rules.",
            "She plans to contest a seat in Congress next year.",
            "The vantage had all been ours for the first half of the contest.",
            "The contest editor has jumbled the letters of some common words."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В этом состязании он выиграл первый приз.",
            "Его братья оспаривают завещание.",
            "Противоборство капитализма и социализма закончилось.",
            "Я считаю, что ты здесь бесспорно лучший наездник.",
            "Она одна из лидеров в этом соревновании.",
            "Собаки строго приучены не вступать в противоборство с медведем.",
            "Будете ли вы участвовать в конкурсе?",
            "Он в ослеплении осмеливается соперничать с самим Юпитером.",
            "Они даже не прошли первый тур конкурса.",
            "Принять участие в конкурсе могут все желающие.",
            "Он оспаривал главенство Адама Смита в вопросах философской морали.",
            "Его ближайший соперник объявил, что не примет участия в решающем туре выборов.",
            "Победители конкурса получают денежную премию.",
            "Мы выиграли этот конкурс в условиях острой конкуренции.",
            "Они оспорили итоги данного забега /заезда, гонки/.",
            "Этот конкурс не был событием мирового масштаба.",
            "Его жена оспаривает место в совете.",
            "Он оспаривал право папы римского отпускать им грехи.",
            "Никто из дома Годвинов не стал сражаться за корону.",
            "Им удалось занять первое место в конкурсе.",
            "Понятно, что выборы пройдут в равной борьбе.",
            "Надпись на фотографии гласит: “Победители конкурса в этом году”.",
            "Не думайте, что, выигрыш конкурса талантов является залогом успеха.",
            "Стоун решил провести конкурс, чтобы увидеть, кто сумеет написать лучшую песню.",
            "Победителем конкурса на звание самой большой тыквы стал гигант весом более тысячи фунтов.",
            "Для нее было очень важно выиграть соревнование.",
            "Каждому участнику пришлось согласиться с правилами конкурса.",
            "В следующем году она планирует поспорить за место в конгрессе.",
            "В первой половине соревнования преимущество было полностью за нами.",
            "Редактор этого конкурса перемешал буквы в самых обычных словах."
        ],
        "stars": 2
    }
}