{
    "contain": {
        "comment": [],
        "translate": "содержать, содержаться, сдерживать, сдерживаться, содержать в себе, вмещать",
        "transcription": " |kənˈteɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She could hardly contain her anger.",
            "This product may contain nuts.",
            "The book contains over 200 recipes.",
            "foods that contain a high level of fat",
            "The new directory contains a lot of useful addresses and telephones.",
            "This can contains water.",
            "24 contains 6.",
            "He was so excited he could hardly contain himself.",
            "Doctors are struggling to contain the epidemic.",
            "State health officials have succeeded in containing the virus.",
            "How big is the angle contained by these two sides?",
            "The record contains many old songs from the 1930's.",
            "The movie contains something for both children and adults.",
            "The proposed changes are contained in a policy statement.",
            "The letter contained information about Boulestin's legal affairs.",
            "The article contains information on how to plan your retirement.",
            "The room was barely big enough to contain everyone who came to the meeting.",
            "The thieves stole a purse containing banknotes.",
            "The museum contains a number of original artworks."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она едва сдерживала свой гнев.",
            "Этот продукт может содержать орехи.",
            "Книга содержит более двухсот рецептов.",
            "продукты с высоким уровнем содержания жира",
            "Новый справочник содержит множество полезных адресов и телефонов.",
            "Этот контейнер содержит воду.",
            "24 делится на 6.",
            "Он был так взволнован, что с трудом мог сдерживать себя.",
            "Врачи изо всех сил стараются сдержать распространение эпидемии.",
            "Государственным органам здравоохранения удалось сдержать распространение вируса.",
            "Насколько велик угол, образованный этими сторонами?",
            "Запись содержит много старых песен тридцатых годов.",
            "В этом фильме кое-что есть, как для детей, так и взрослых.",
            "Предлагаемые изменения содержатся в программном заявлении.",
            "В письме содержалась информация о юридических делах Булестена.",
            "Статья содержит информацию о том, как спланировать свой выход на пенсию.",
            "Помещение едва смогло вместить всех, кто пришёл на встречу.",
            "Воры украли кошелёк с банкнотами.",
            "В музее содержится ряд оригинальных произведений искусства."
        ]
    }
}