{
    "controlled": {
        "comment": [
            "control",
            "uncontrolled",
            "controller"
        ],
        "translate": "контролируемый, управляемый",
        "transcription": " |kənˈtroʊld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The police controlled the crowd.",
            "He controlled the urge to laugh.",
            "Political activity is closely controlled.",
            "a test held under controlled conditions",
            "Newman controlled himself with an effort.",
            "Access to the site is closely controlled.",
            "The guerrillas controlled half the country.",
            "The test was done under controlled conditions.",
            "the controlled release of water from reservoirs",
            "They controlled the greater part of North Africa.",
            "The lights on stage are controlled by this computer.",
            "He controlled a cattle empire in the heart of Texas.",
            "He controlled the volume by turning the radio's knob.",
            "The building had only electronically controlled doors.",
            "These animals were raised in a controlled environment.",
            "Police carried out a controlled explosion of the device.",
            "The country's elite owned or controlled most of the wealth.",
            "Under these conditions, the fire can be rapidly controlled.",
            "The polar bears at the zoo live in a controlled environment.",
            "The population of rabbits is controlled by natural predators.",
            "In most instances the disease can be controlled by medication.",
            "Game preserves allow only carefully controlled hunting and fishing.",
            "The superabundance of life is controlled by the law of mutual destruction.",
            "Development in areas of outstanding natural beauty is strictly controlled.",
            "a controlled demolition during which the entire building imploded in a matter of seconds"
        ],
        "example_translate": [
            "Полиция контролировала толпу.",
            "Он сдержал приступ смеха.",
            "Политическая деятельность строго контролируется.",
            "испытание, проведённое в контролируемых условиях",
            "Ньюман с трудом сдержался.",
            "Доступ к сайту тщательно контролируется.",
            "Партизаны контролировали половину страны.",
            "Исследование проводилось в контролируемых условиях.",
            "контролируемый сброс воды из резервуаров",
            "Они контролировали большую часть Северной Африки.",
            "Освещение на сцене контролируется этим компьютером.",
            "Он управлял скотоводческой империей, расположенной в центре Техаса.",
            "Он регулировал громкость, поворачивая ручку радиоприёмника.",
            "В здании были двери только с электронными замками.",
            "Эти животные были выращены в контролируемой среде.",
            "Полиция осуществила управляемый подрыв этого устройства.",
            "Большая часть богатства страны либо принадлежала её элите, либо находилась под её контролем.",
            "В этих условиях пожар можно быстро взять под контроль.",
            "В зоопарке белые медведи живут в контролируемых условиях окружающей среды.",
            "Рост популяции кроликов сдерживается природными хищниками.",
            "В большинстве случаев болезнь можно контролировать с помощью лекарственных стредств.",
            "В охотничьих заповедниках охота и рыбалка разрешены только при условии тщательного контроля.",
            "Закон взаимного уничтожения предотвращает чрезмерный рост численности живых существ.",
            "Строительство в районах с потрясающей природной красотой строго контролируется.",
            "контролируемый снос, во время которого всё здание рухнуло в считанные секунды"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}