{
    "contemporary": {
        "comment": [
            "contest",
            "context",
            "content",
            "contend",
            "contempt",
            "contemplate",
            "contention"
        ],
        "translate": "современный, одновременный, одной эпохи, современник, ровесник, сверстник",
        "transcription": " |kənˈtempəreri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The book satirizes contemporary life.",
            "Petrarch and Chaucer were contemporaries",
            "Contemporary minds and rock groove together.",
            "an exhibition of contemporary Japanese prints",
            "John Aubrey was a contemporary of Milton.",
            "A frock was at once old-fashioned and tremendously contemporary.",
            "This comedy of contemporary manners is told with compassion and acid humour.",
            "a magazine devoted to contemporary fashions",
            "He was a contemporary of George Washington.",
            "We've chosen three examples of contemporary architecture for closer study.",
            "A contemporary dance music epitomised by its 4/4 beat and use of \"samples\".",
            "We quote from our contemporary \"The Vatican\" the following remarkable statement.",
            "An early movie simply showed a long kiss by two actors of the contemporary stage.",
            "The contemporary avant-garde composers all concur in the principle of the triad.",
            "The author builds up a useful composite picture of contemporary consumer culture.",
            "The composer Salieri was contemporary with Mozart.",
            "He wrote his doctoral thesis on contemporary French literature.",
            "the absurd notion that early cave dwellers were contemporary with the dinosaurs",
            "the most daring of contemporary fiction writers",
            "The wall hangings are thought to be roughly contemporary with the tiled floors.",
            "the church's strictures on the morals and mores of contemporary society"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Книга высмеивает современную жизнь.",
            "Петрарка был современником Чосера",
            "Современные взгляды и рок прекрасно сочетаются друг с другом.",
            "выставка современной японской гравюры",
            "Джон Обри был современником Мильтона.",
            "Платье было одновременно старомодным и очень современным.",
            "Эта комедия современных нравов написана с сочувствием и язвительным юмором.",
            "журнал, посвящённый современной моде",
            "Он был современником Джорджа Вашингтона.",
            "Мы выбрали для более детального исследования три образца современной архитектуры.",
            "Современную танцевальную музыку отличает ритм на четыре четверти и использование сэмплов.",
            "Мы приводим следующее замечательное высказывание из издающегося одновременно с нами \"Ватикана\".",
            "В одном из ранних фильмов просто показали долгий поцелуй двух театральных актёров того времени.",
            "Всех современных авангардистских композиторов роднит принцип триады.",
            "Автор выстраивает полезную сложную картину современной потребительской культуры.",
            "Композитор Сальери был современником Моцарта.",
            "Он написал докторскую диссертацию о современной французской литературе.",
            "нелепое представление о том, что первые пещерные люди были современниками динозавров",
            "наиболее смелые из современных фантастов",
            "Считается, что настенные драпировки примерно одного времени с кафельным полом.",
            "строгое осуждение церковью морали и нравов современного общества"
        ]
    }
}