{
    "contrast": {
        "comment": [],
        "translate": "контраст, контрастность, контрастировать, противопоставлять",
        "transcription": " |ˈkɑːntræst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "In contrast to their neighbours, they live modestly.",
            "I am contrasting her with other women.",
            "These two colours contrast very well.",
            "Their deeds contrast with their promises.",
            "The yellow curtains contrast with the blue bedcover.",
            "Contrast that approach with what goes on in most organizations.",
            "a striking contrast between wealth and poverty",
            "We compared and contrasted the two characters of the story.",
            "The contrast could not have been made more explicit.",
            "This button adjusts the contrast.",
            "Careful contrast of the twins shows some differences.",
            "Her black dress and the white background contrast sharply.",
            "The artist has used contrast marvelously in his paintings.",
            "Her cheerful mood stands in sharp contrast to her dreary surroundings.",
            "First, lets begin by understanding why individuals are searching out second hand computers in contrast to a brand-new one.",
            "In another passage, Melville again contrasts the land with the sea.",
            "The red stems of this bush provide a contrast to the drab brown of the winter garden.",
            "The sauce is quite sweet, so add dried thyme as a contrast.",
            "Compare and contrast the main characters of these two novels.",
            "The students contrast considerably in their artistic abilities.",
            "The queen's wit and humor made the prince seem dull by contrast.",
            "The snow was icy and white, contrasting with the brilliant blue sky.",
            "Some psychologists tried to contrast retrospection and introspection.",
            "In contrast to last year's profits, the company is not doing very well.",
            "I observed an interesting contrast in the teaching styles of the two women.",
            "Miller's organized desk stood in marked contrast to the rest of the office.",
            "The flowers' white petals contrast handsomely with their lemon-yellow cups.",
            "The marriage flourished, despite the ethnical contrast between the partners.",
            "For Lawrence, in direct contrast to Adam, everything seemed to come so easily.",
            "The chemical heightens contrast between different kinds of tissue in the breast."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(закр сл) = [ɑː]"
        ],
        "example_translate": [
            "В отличие от своих соседей, они живут скромно.",
            "Я сравниваю её с другими женщинами.",
            "Эти два цвета хорошо контрастируют.",
            "У них дела расходятся с обещаниями.",
            "Жёлтые занавески контрастируют с голубым покрывалом.",
            "Сравните этот подход с тем, что происходит в большинстве организаций.",
            "поразительный контраст между богатством и бедностью",
            "Мы сравнили и противопоставили двух персонажей этого рассказа.",
            "Этот контраст нельзя было выразить более явно.",
            "Эта кнопка позволяет регулировать контрастность.",
            "Тщательное сравнение близнецов показывает, что между ними есть некоторые различия.",
            "Её черное платье резко контрастирует с белым фоном.",
            "В своих картинах художник великолепно пользуется контрастом.",
            "Её веселое настроение резко контрастирует с унылой окружающей обстановкой.",
            "Для начала, давайте разберёмся, почему люди ищут подержанные компьютеры, а не абсолютно новые.",
            "В другом отрывке Мелвилл снова противопоставляет сушу морю.",
            "Красные стебли этого куста создают контраст тускло-коричневому цвету зимнего сада.",
            "Соус довольно сладкий, поэтому для контраста добавьте к нему сушёный тимьян.",
            "Сравните и противопоставьте главных героев этих двух романов.",
            "Художественные способности этих студентов значительно различаются.",
            "На фоне остроумия и отличного чувства юмора королевы, принц казался тупым и скучным.",
            "Холодный белый снег контрастировал с ярко-голубым небом.",
            "Некоторые психологи попытались противопоставить ретроспекцию и самоанализ.",
            "По сравнению с прошлогодней прибылью, дела компании не очень хороши.",
            "Я заметил интересное различие в стилях преподавания этих двух женщин.",
            "Порядок на столе Миллера резко контрастировал со столами всех остальных работников.",
            "Белые лепестки этих цветов приятно контрастируют с их лимонно-жёлтыми чашечками.",
            "Брак оказался очень удачным, несмотря на этнические различия между супругами.",
            "Лоуренсу, в прямом отличии от Адама, всё вроде бы давалось очень легко.",
            "Этот химикат усиливает контраст между разными видами тканей молочной железы."
        ]
    }
}