{
    "contempt": {
        "comment": [
            "empty",
            "attempt",
            "attempted",
            "exemption",
            "temptation"
        ],
        "translate": "презрение, неуважение",
        "transcription": " |kənˈtempt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He spoke with contempt in his voice.",
            "She has displayed a profound contempt for her opponents.",
            "He was condemned to prison for contempt of court.",
            "He had been nurtured in contempt for the tales of priests.",
            "He was found in contempt of the order.",
            "He feels that wealthy people view him with contempt because he is poor.",
            "She looked at him with barely veiled contempt.",
            "The contempt he felt for his fellow students was obvious.",
            "She was arrested for contempt of court.",
            "The public is treated with contempt by broadcasters.",
            "This company treats its employees with utter contempt.",
            "The report shows utter contempt for women's judgement.",
            "He had only contempt for the retreated.",
            "He was jailed for 7 days for contempt of court.",
            "She looked at him with undisguised contempt.",
            "There was undisguised contempt in his voice.",
            "That sort of behaviour is simply beneath contempt (=does not deserve respect or attention).",
            "Her lip curled in contempt.",
            "She treated most men with offhand contempt.",
            "He felt contempt for all banausic occupations.",
            "The judge threatened to charge the contumacious witness with contempt of court."
        ],
        "example_translate": [
            "Он говорил с презрением в голосе.",
            "Она проявила глубокое презрение к своим оппонентам / противникам.",
            "Его приговорили к тюремному заключению за неуважение к суду.",
            "Он был воспитан в презрении к рассказам священников.",
            "Он был признан виновным в неуважении к порядку.",
            "Он чувствует, что состоятельные люди смотрят на него с презрением, потому что он беден.",
            "Она посмотрела на него с едва скрываемым презрением.",
            "Презрение, которое он испытывал к своим однокурсникам, было очевидным.",
            "Она была арестована за неуважение к суду.",
            "Телекомпании относятся к общественности с неуважением.",
            "Эта компания относится к своим работникам с полным неуважением.",
            "Данный доклад демонстрирует крайнее презрение к мнению женщин.",
            "К отступившим он не испытывал ничего, кроме презрения.",
            "Его на семь суток отправили в тюрьму за неуважение к суду.",
            "Она посмотрела на него с нескрываемым презрением.",
            "В его голосе звучало нескрываемое презрение.",
            "Такого рода поведение просто ниже всякой критики (т.е. не заслуживает уважения или внимания).",
            "Она презрительно поджала губы.",
            "С большинством мужчин она обращалась грубо и неуважительно.",
            "Он чувствовал презрение ко всем обычным, не возвышенным занятиям.",
            "Судья пригрозил обвинить непокорного свидетеля в неуважении к суду."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}