{
    "context": {
        "comment": [
            "contest",
            "content",
            "contemporary",
            "contend",
            "contempt",
            "contemplate",
            "contention"
        ],
        "translate": "контекст, связь, ситуация, обстановка, фон",
        "transcription": " |ˈkɑːntekst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His comments, taken out of context, seem harsh.",
            "This small battle is very important in the context of Scottish history.",
            "The statistics are not very meaningful when taken out of context.",
            "It is important to look at the novel in its historical context.",
            "We need to consider these events in context.",
            "Whole sentences are lifted out of the context in which they have been presented.",
            "Don't distort her meaning by taking her words out of context.",
            "This debate should be set in an international context.",
            "Don't distort what she meant by taking her words out of context.",
            "Rules must be put in a context that is meaningful to the children.",
            "We need to look at the event within the larger context of world history.",
            "It was Dickens who first used the word 'detective' in a literary context.",
            "The meaning of 'mad' depends on its context.",
            "Synonyms can be interchanged without a changing the context's meaning.",
            "Literary texts, like all other works of art, have a historical context.",
            "The book puts these events in their proper historical and social contexts.",
            "These incidents are best understood in the broader context of developments in rural society.",
            "Our actions are circumscribed by our biology, personality, and by the social and cultural context into which we are born.",
            "It's helpful to have concrete examples of how words are used in context.",
            "To appreciate what these changes will mean, it is necessary to look at them in context.",
            "It is important to look at the political and cultural context in which the novel was written.",
            "We hope that by the end of the course students will be able to see their subject in a wider context."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его высказывания, вырванные из контекста, кажутся резкими.",
            "Это небольшое сражение было очень важным в контексте шотландской истории.",
            "Статистические данные не очень осмысленны, когда они вырваны из контекста.",
            "Важно рассматривать этот роман в его историческом контексте.",
            "Мы должны рассматривать эти события в их историческом контексте.",
            "Целые предложения вырываются из контекста, в котором они были произнесены.",
            "Не искажайте смысл её слов, вырывая их из контекста.",
            "Эти дебаты должны быть проведены на международном уровне.",
            "Не надо искажать смысл её слов, вырывая их из контекста.",
            "Правила должны быть помещены в контекст, понятный детям.",
            "Мы должны рассматривать данное событие в более широком контексте мировой истории.",
            "Именно Диккенс был первым, кто использовал слово \"детектив\" в литературном контексте.",
            "Значение слова \"mad\" (безумный, злой, сердитый) зависит от его контекста.",
            "Синонимы можно взаимозаменять без изменения контекстного смысла.",
            "Литературные тексты, как и все другие произведения искусства, имеют исторический контекст.",
            "Данная книга представляет эти события в их истинном историческом и социальном контексте.",
            "Эти происшествия лучше всего понимаются в более широком контексте изменений в сельском обществе.",
            "Наши действия обусловлены нашей биологией, личностью, а также социальным и культурным контекстом, в котором мы родились.",
            "Полезно иметь конкретные примеры того, как слова используются в контексте.",
            "Чтобы по достоинству оценить значение этих грядущих изменений, необходимо рассматривать их в историческом контексте.",
            "Важно иметь в виду политический и культурный контекст, в котором был написан данный роман.",
            "Мы надеемся, что к концу данного курса студенты смогут увидеть свою тему в более широком контексте."
        ]
    }
}