{
    "contact": {
        "comment": [
            "contain",
            "container"
        ],
        "translate": "контакт, связь, связи, связывающий, контактный, связаться, соприкасаться",
        "transcription": " |ˈkɑːntækt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Children delight in contact with animals.",
            "We stay in contact by email.",
            "I have lost contact with them.",
            "You can contact me on this number.",
            "The surfaces contact at this point.",
            "She decided to contact the manager direct.",
            "Contact your local dealer to order.",
            "She contacted everyone on the list.",
            "I'm not in direct contact with them.",
            "People who are lying tend to avoid eye contact.",
            "It is always a job to contact him.",
            "He has a lot of contacts in the media.",
            "North American Contact Dermatitis Group",
            "The paper ignited on contact with sparks.",
            "Some diseases are communicated by contact.",
            "The wire must not contact the metal cover.",
            "Could you help me look for my contact lens?",
            "He was the principal contact man and fixer.",
            "We are out of contact for many years already.",
            "We had already established contact with the museum.",
            "Ice hockey is a contact sport.",
            "in direct contact with the voters",
            "They forget to solder the contacts.",
            "The pilot made contact with the base.",
            "For details, contact your course tutor.",
            "come into contact with a terrorist group",
            "He lost contact with his extended family.",
            "Litmus paper turns red on contact with an acid.",
            "He made a half-hearted attempt to contact them.",
            "He rinsed the contact lens with saline solution."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дети в восторге от общения с животными.",
            "Мы остаёмся на связи с помощью электронной почты.",
            "Я потерял с ними связь. [Я с ними не общаюсь.]",
            "Со мной можно связаться по этому номеру.",
            "Поверхности соприкасаются в этой точке.",
            "Она решила связаться напрямую с директором.",
            "Для размещения заказа обратитесь к вашему местному дилеру.",
            "Она связалась с каждым, кто был в списке.",
            "Я не контактирую (общаюсь) с ними напрямую.",
            "Люди, которые лгут, стараются избегать зрительного контакта.",
            "Выйти с ним на связь — всегда непросто.",
            "У него много связей в СМИ.",
            "Североамериканская (рабочая) группа по контактным дерматитам",
            "Бумага воспламенилась при контакте с искрами.",
            "Некоторые болезни передаются в результате контакта с больным.",
            "Провода не должны соприкасаться с металлической крышкой.",
            "Не могли бы вы помочь мне отыскать мою контактную линзу?",
            "Он был главным посредником и координатором.",
            "Мы уже много лет не общаемся.",
            "К тому времени мы уже наладили связи с музеем.",
            "Хоккей — контактный вид спорта.",
            "посредством прямого контакта с избирателями",
            "Они забывают припаять контакты.",
            "Пилот связался с базой.",
            "Для получения подробной информации обратитесь к своему лектору.",
            "войти в контакт с террористической группировкой",
            "Он потерял связь со своими дальними родственниками.",
            "Лакмусовая бумага краснеет при контакте с кислотой.",
            "Он предпринял нерешительную попытку с ними связаться.",
            "Он промыл контактную линзу физиологическим /солевым/ раствором."
        ],
        "stars": 3
    }
}