{
    "convinced": {
        "comment": [
            "convince",
            "convincing",
            "conviction"
        ],
        "translate": "убежденный",
        "transcription": " |kənˈvɪnst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm convinced (that) she's lying.",
            "They convinced us of their innocence.",
            "She was convinced that she would live forever.",
            "He convinced me that the story was true.",
            "Sara's convinced she has a weight problem.",
            "He convinced us of his fitness for the job.",
            "Molly agreed, but she did not sound very convinced.",
            "She was a hopeless romantic, always convinced that one day she would meet the man of her dreams.",
            "Both sides are convinced that they are in the right.",
            "I was convinced he was out to cheat me.",
            "She is convinced that parallel universes exist.",
            "He was convinced of the rightness of his cause.",
            "I was convinced that we were doing the right thing.",
            "Faith without doubt leads to moral arrogance, the eternal pratfall of the religiously convinced.",
            "The company's penurious management could not be convinced of the need to earmark more money for research and development.",
            "We convinced them to go along with our scheme.",
            "She was convinced he was possessed by the devil.",
            "He convinced her to go without using contrivance.",
            "She was convinced that her husband was guilty of infidelity.",
            "Servants convinced the King that he could uncharm a talisman.",
            "Researchers are convinced of a genetic cause for the disease.",
            "They were convinced that it would be to their advantage to join.",
            "He's convinced he was unfairly treated and it's become an obsession.",
            "I am a convinced authoritarian. I share none of those Utopian fancies.",
            "Herschel was firmly convinced of the possibility of life on other planets.",
            "Negotiators were convinced that accommodation with the union was possible.",
            "They were fully convinced they were performing their duties within the law.",
            "He had finally convinced several customers of the advantages of his product.",
            "Both those for and against are fervently convinced they speak for the great majority of the people.",
            "My wife convinced me to finally start counting calories (=control my weight by being careful about what I eat)."
        ],
        "example_translate": [
            "Я уверен, что она лжёт.",
            "Они убедили нас в своей невиновности.",
            "Она была уверенна, что будет жить вечно.",
            "Он убедил меня, что история была настоящей / правдивой.",
            "Сара убеждена, что у неё проблемы с лишним весом.",
            "Он убедил нас, что годится для этой работы.",
            "Молли согласилась, но это прозвучало не очень убедительно / уверенно. (Она дала согласие не уверенным голосом)",
            "Она была безнадежным романтиком, и всегда была твёрдо убеждена, что однажды встретит мужчину своей мечты.",
            "Обе стороны убеждены, что они правы.",
            "Я был уверен, что он хочет меня обмануть.",
            "Она уверена в том, что параллельные миры существуют.",
            "Он был убежден в правоте своего дела.",
            "Я был уверен, что мы поступали правильно.",
            "Слепая вера приводит к нравственному высокомерию, этой вечной забавной оплошности религиозных фанатиков.",
            "Скупое руководство этой компании было невозможно убедить в необходимости направить больше средств на исследования и разработки.",
            "Мы убедили их следовать нашему плану.",
            "Она была убеждена, что он был одержим дьяволом.",
            "Он убедил её пойти, не прибегая к каким-либо уловкам.",
            "Она была убеждена, что её муж виновен в измене.",
            "Подданные убедили короля в том, что он действительно может лишить талисман его магической силы.",
            "Исследователи убеждены в генетической причине этой болезни.",
            "Они были убеждены, что присоединение пойдёт им на пользу.",
            "Он убежден, что с ним несправедливо обошлись, и это стало для него навязчивой идеей.",
            "Я убежденный сторонник авторитарной власти. Я не разделяю все эти утопические фантазии.",
            "Гершель был твёрдо убежден в возможности жизни на других планетах.",
            "Переговорщики были убеждены в том, что с профсоюзом можно как-то договориться.",
            "Они были совершенно уверены, что выполняют свои обязанности в рамках закона.",
            "В конце концов, он убедил нескольких клиентов в преимуществах своего продукта.",
            "Как сторонники, так и противники искренне уверены, что говорят от имени подавляющего большинства народа.",
            "Жена убедила меня наконец-то начать подсчитывать калории (т.е. контролировать свой вес, с осторожностью подбирая продукты, которые я ем)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}