{
    "convention": {
        "comment": [],
        "translate": "конвенция, соглашение, съезд, собрание, условность, конвент, договор, обычай",
        "transcription": " |kənˈvenʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She has to make a speech at the convention.",
            "The reporter covered the convention for the local newspaper.",
            "Their new album pierced through convention and the status quo.",
            "Hague Convention",
            "Geneva Convention",
            "It is the convention for American lawyers to designate themselves \"Esquire\".",
            "Jones spoke at the teachers' annual convention.",
            "As a matter of convention, the oldest members speak first.",
            "He likes to fly in the face of convention.",
            "Geneva Conventions",
            "The convention codified the rules of war.",
            "He's been chosen as a delegate to the convention.",
            "Their friendship began with a chance meeting at a business convention.",
            "It's important to follow the conventions of punctuation in a paper for school.",
            "The award that by convention should have gone to the student with the highest grade went instead to the teacher's favorite.",
            "the convention of not naming the main character",
            "By convention, the bride's father gives her away at her wedding.",
            "Many private deals were made backstage at the convention.",
            "He bought some new books at the science fiction convention.",
            "Many sports shows have recently adopted the conventions of the talk show.",
            "a convention for those who love antique motorcars",
            "The Democratic National Convention will meet next week to announce their party's candidate for president.",
            "We go to the weeklong annual teachers' convention every summer.",
            "He said the bombing was in complete disregard of the Geneva Convention.",
            "They're going to demo some of the new software at this year's Mac convention.",
            "Before the convention, there was debate over the foreign policy and economic planks."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она должна выступить на съезде.",
            "Журналист давал материалы о съезде в местную газету.",
            "Их новый альбом проложил себе дорогу сквозь условности и обыденность.",
            "Гаагская конвенция",
            "Женевская конвенция",
            "Среди американских юристов принято называть себя \"эсквайром\".",
            "Джонс выступал на ежегодном съезде учителей.",
            "По традиции, старейшие члены высказываются первыми.",
            "Он любит бросать вызов условностям.",
            "Женевские соглашения",
            "Конвенция кодифицировала правила ведения войны.",
            "Он избран делегатом съезда.",
            "Их дружба началась со случайной встречи на съезде предпринимателей.",
            "В школьных документах важно соблюдать общепринятые правила пунктуации.",
            "Награда, которая по уговору должна была достаться ученику с самой лучшей оценкой, вместо этого досталась любимчику учителя.",
            "соглашение не называть главного героя",
            "Согласно обычаю, на церемонии бракосочетания отец невесты отдаёт её жениху.",
            "В кулуарах съезда было заключено множество тайных сделок.",
            "На конвенции по научной фантастике он купил несколько новых книг.",
            "Многие спортивные передачи в последнее время приобрели характерные черты ток-шоу.",
            "обычай для тех, кто любит антикварные автомобили",
            "На следующей неделе состоится Национальный съезд демократической партии, на котором будет оглашена кандидатура от этой партии на пост президента.",
            "Каждое лето мы посещаем ежегодный недельный съезд учителей.",
            "Он сказал, что эта бомбардировка полностью противоречит Женевской конвенции.",
            "Они собираются продемонстрировать кое-что из нового программного обеспечения на Mac-Конвенции этого года.",
            "Перед съездом состоялась дискуссия по поводу внешней политики и экономического курса."
        ]
    }
}