{
    "conviction": {
        "comment": [
            "convince",
            "convincing",
            "convinced",
            "convict"
        ],
        "translate": "убеждение, убежденность, осуждение, уверенность, признание виновным",
        "transcription": " |kənˈvɪkʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "'No,' she said, without conviction.",
            "They share my strong conviction that the policy is misguided.",
            "She hopes to avoid conviction.",
            "His speech carried so much conviction that I had to agree with him.",
            "The Court of Appeals upheld his conviction.",
            "Punishment must follow conviction, not antecede it.",
            "The conviction was upheld by the Court of Appeal.",
            "The court overturned his conviction.",
            "The court set aside the conviction.",
            "His admission that he had been at the scene of the crime led to his conviction.",
            "The court vacated the conviction.",
            "The conviction came as no surprise.",
            "This was her third conviction for theft.",
            "The Dotens have a deep conviction that marriage is for life.",
            "The students possess the conviction that they can make a difference to their community.",
            "His conviction was overruled by the supreme court.",
            "Certainly the basis of our democracy is the conviction of the worth of the individual.",
            "There's loads of form written down on my conviction card.",
            "Carpenter is free on bail while he appeals his conviction.",
            "Convictions for shoplifting have made it difficult for her to get a job.",
            "the firm conviction that juvenile offenders should never be held in adult lockups",
            "If the child believes in what she is saying, she will carry conviction (=make others believe what she says is true).",
            "They need strong evidence to secure a conviction.",
            "In light of the evidence, a conviction seems certain.",
            "The court threw out the conviction and ordered a new trial.",
            "the general conviction that our side is in the right and acting defensively over what Russians call the German question and Americans the Berlin crisis",
            "His conviction was overturned by the Court of Appeal.",
            "The High Court later quashed his conviction for murder.",
            "The senator reiterated his conviction that it is not the role of the United States to be a kind of global gendarme.",
            "The judge refused to allow mention of the defendant's conviction for shoplifting, ruling that it was inapplicable to the case at hand."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "— Нет, — неуверенно ответила она.",
            "Они разделяют моё твердое убеждение, что такая политика ошибочна.",
            "Она надеется избежать обвинительного приговора.",
            "В его речи была такая убеждённость, что я не мог не согласиться с ним.",
            "Апелляционный Суд оставил в силе его приговор.",
            "Наказание должно следовать за осуждением, а не предшествовать ему.",
            "Приговор был оставлен в силе апелляционным судом.",
            "Суд отменил его обвинительный приговор.",
            "Суд отменил этот обвинительный приговор.",
            "Его признание в том, что он был на месте преступления, привело к тому, что его осудили.",
            "Суд аннулировал этот обвинительный приговор.",
            "Обвинительный приговор не стал неожиданностью.",
            "Это была её третья судимость за кражу.",
            "Дотены глубоко убеждены, что брак — это на всю жизнь.",
            "Студенты убеждены в том, что способны изменить общество к лучшему.",
            "Его осуждение было отменено Верховным судом.",
            "Основой нашей демократии, безусловно, является убеждённость в ценности личности.",
            "В моём досье записана масса судимостей.",
            "На время рассмотрения апелляции приговора, Карпентера отпустили под залог.",
            "Из-за судимостей за кражи в магазине ей было трудно получить работу.",
            "твёрдое убеждение в том, что несовершеннолетних правонарушителей ни в коем случае нельзя содержать в тюрьмах для взрослых",
            "Если девочка поверит в то, что она говорит, её слова будут звучать убедительно (т.е. она заставит других поверить в правдивость своих слов).",
            "Они нуждаются в сильных доказательствах, чтобы добиться обвинительного приговора.",
            "В свете этих улик, обвинительный приговор представляется делом решённым.",
            "Суд отменил обвинительный приговор и назначил новое судебное разбирательство.",
            "всеобщее убеждение, что наша сторона в своём праве и защищается, в деле, которое русские называют \"германский вопрос\", а американцы — \"берлинский кризис\"",
            "Его осуждение было отменено Апелляционным судом.",
            "Верховный Суд впоследствии отменил его осуждение за убийство.",
            "Сенатор подтвердил свою уверенность в том, что Соединённым Штатам не стоит играть роль своего рода мирового жандарма.",
            "Судья отказался приложить к делу упоминание об обвинительном приговоре, вынесенном подсудимому за кражу в магазине, постановив, что он в данном случае неприменим."
        ],
        "stars": 2
    }
}