{
    "convenient": {
        "comment": [
            "conventional",
            "convention",
            "conveniently",
            "convenience",
            "convey"
        ],
        "translate": "удобный, подходящий, пригодный",
        "transcription": " |kənˈviːnɪənt|",
        "antonyms": [],
        "mnemonic": [
            "convenient [кэнви':ниэнт] удобный - Производная от convenience;"
        ],
        "examples": [
            "Is three o'clock convenient for you?",
            "When is a convenient time for you to meet?",
            "It is simple and convenient to use.",
            "He took up a convenient station.",
            "a convenient method of cleaning windows",
            "My secretary will call you to arrange a convenient time to meet.",
            "The streets are in a direct line, and of a convenient breadth.",
            "Schools, churches, and stores are all convenient from here.",
            "The church steeple provided a convenient landmark.",
            "The cell phone is thin and light and therefore very convenient to carry around.",
            "Every convenient stump pedestalled its orator.",
            "Pharmacies may prepackage drugs in convenient quantities.",
            "The power failure was a convenient excuse to leave work early.",
            "They decided on a nearby restaurant as a convenient public place to meet.",
            "Cairo is a convenient departure point for tours.",
            "The bus stop around the corner is probably the most convenient.",
            "It may be found convenient to recoin such denominations altogether.",
            "The economic recession gave lawmakers a convenient pretext for passing the bill.",
            "a convenient excuse for not going",
            "The controls are located in a convenient spot on the dashboard.",
            "The job doesn't pay well, but the convenient hours are a definite plus."
        ],
        "example_translate": [
            "В три часа вам будет удобно?",
            "Когда вам удобно встретиться?",
            "Он прост и удобен в использовании.",
            "Он занял удобную позицию.",
            "удобный способ мытья окон",
            "Мой секретарь позвонит вам, чтобы договориться об удобном для вас времени встречи.",
            "Улицы прямые и достаточной ширины.",
            "Школы, церкви и магазины — всё находится близко отсюда.",
            "Шпиль церкви послужил удобным ориентиром.",
            "Данный сотовый телефон — тонкий и лёгкий, и поэтому его очень удобно носить с собой.",
            "Каждый подходящий пенёк служил пьедесталом для оратора.",
            "Аптеки могут предварительно фасовать лекарства на подходящие порции.",
            "Этот сбой питания оказался удобным предлогом, чтобы уйти с работы пораньше.",
            "Они остановили свой выбор на близлежащем ресторане в качестве подходящего для встречи общественного места.",
            "Каир является удобной отправной точкой для экскурсий.",
            "Остановка за углом, наверное, удобнее всего.",
            "Возможно, будет удобнее перечеканить такие монеты все сразу.",
            "Экономический спад дал законодателям удобный предлог для принятия данного законопроекта.",
            "благовидный предлог, чтобы не пойти",
            "Элементы управления расположены в удобном месте на приборной панели.",
            "Платят за это немного, но удобные часы работы — несомненный плюс."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}