{
    "convert": {
        "comment": [
            "conversation",
            "conversion",
            "conversely"
        ],
        "translate": " конвертировать, новообращенный, новообращенный",
        "transcription": "  |kənˈvɜːrt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Priests converted many people to Christianity.",
            "How much does it cost today to convert pounds into dollars?",
            "We converted from 220 to 110 Volt.",
            "She succeeded in converting me to her point of view.",
            "The trunk is often converted into canoes.",
            "They converted the spare bedroom into an office.",
            "He was obliged to convert the siege into a blockade.",
            "In the process, the light energy converts to heat energy.",
            "She converted to Buddhism.",
            "Smith converted and his team won.",
            "They had chances to score but couldn't convert.",
            "They had many chances to score but they couldn't convert their opportunities.",
            "The missionaries converted the Indian population.",
            "European missionaries converted thousands to Christianity.",
            "a missionary sent to distant lands to convert the heathens",
            "He hoped to convert his party members to a belief in coalition."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Священники многих обратили в христианство.",
            "Какой сегодня курс фунта к доллару?",
            "Мы перешли с напряжения 220 вольт на 110.",
            "Ей удалось привлечь меня на свою точку зрения.",
            "Из стволов деревьев часто делают каноэ.",
            "Они превратили лишнюю спальню в рабочий кабинет.",
            "Он был вынужден превратить осаду в блокаду.",
            "В ходе данного процесса энергия света преобразуется в тепловую энергию.",
            "Она обратилась в буддизм.",
            "Смит забил реализацию, и его команда победила. (об американском футболе или регби)",
            "У них были шансы забить, но они не сумели их реализовать.",
            "У них было много шансов забить, но они не сумели реализовать свои возможности.",
            "Миссионеры обращали индейское население в христианство.",
            "Европейские миссионеры обратили в христианство тысячи людей.",
            "миссионер, посланный в далёкие края, чтобы обратить язычников в свою веру",
            "Он надеялся убедить своих однопартийцев в необходимости коалиции."
        ]
    }
}