{
    "convince": {
        "comment": [
            "convincing",
            "convinced",
            "conviction"
        ],
        "translate": "убеждать, уверять, доводить до сознания",
        "transcription": " |kənˈvɪns|",
        "antonyms": [],
        "mnemonic": [
            "convince [кэнви'нс] убеждать, уверять - Женевская (конвенц-ия) убедила нас быть хорошими.",
            "convince [kən'vɪns]\n***\nЯ УБЕДИЛ, что полон балкон|вин (с). (это) convince\nЯ УВЕРЯЮ, что полон балкон|вин (с). (это) convince"
        ],
        "examples": [
            "I'm convinced (that) she's lying.",
            "It's useless to try to convince her.",
            "He convinced me that the story was true.",
            "I was unable to convince her to stay.",
            "They convinced us of their innocence.",
            "I've been trying to convince him to come with me.",
            "To declaim is easier than to convince.",
            "We convinced them to go along with our scheme.",
            "If you can convince a child you love him, you can teach him anything.",
            "I couldn't convince him no matter how hard I tried.",
            "I managed to convince myself that I was doing the right thing.",
            "The money she dangled in front of him wasn't enough to convince him to sell.",
            "His argument did not convince his opponents.",
            "Both candidates are working hard to convince voters to switch allegiances.",
            "You won't convince them, and, in fact, I don't agree either!",
            "He managed to convince the jury of his innocence.",
            "He had finally convinced several customers of the advantages of his product.",
            "He tried to use argumentation to convince his opponents, rather than force.",
            "The loan shark sent a couple of gorillas to “convince” him to pay up.",
            "He has to convince a judge that he wasn't going to abscond with the money.",
            "The officials were eager to convince us of the safety of the nuclear reactors.",
            "Baker had to convince jurors that his client had been nowhere near the scene of the murder.",
            "She has labored in vain to convince them to accept her proposal.",
            "The group's failed efforts demonstrate how difficult it is to convince people to change their habits."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "Сложное дополнение",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Я уверен, что она лжёт.",
            "Бесполезно пытаться её убедить.",
            "Он убедил меня, что история была настоящей / правдивой.",
            "Я не смог убедить ее остаться.",
            "Они убедили нас в своей невиновности.",
            "Я пытался убедить его пойти со мной.",
            "Разглагольствовать намного легче, чем убеждать.",
            "Мы убедили их следовать нашему плану.",
            "Если убедить ребёнка в том, что его любят, его можно научить чему угодно.",
            "Я не мог убедить его, как ни старался.",
            "Мне удалось убедить себя, что я поступаю правильно.",
            "Денег, которыми она соблазняла, было недостаточно, чтобы убедить его продать.",
            "Его доводы не убедили оппонентов.",
            "Оба кандидата очень стараются убедить избирателей поменять свои предпочтения.",
            "Вам их не убедить — да и я, в общем-то, тоже не согласен!",
            "Ему удалось убедить присяжных в своей невиновности.",
            "В конце концов, он убедил нескольких клиентов в преимуществах своего продукта.",
            "Чтобы убедить своих оппонентов, он старался использовать аргументы, а не силу.",
            "Этот бандит-ростовщик подослал парочку \"горилл\", чтобы убедить его выплатить всё сполна.",
            "Ему приходится убеждать судью в том, что он не собирался скрыться с деньгами.",
            "Чиновники стремились убедить нас в безопасности ядерных реакторов.",
            "Бейкер должен был убедить присяжных, что его клиент был далеко от места убийства.",
            "Она приложила столько усилий, чтобы убедить их принять её предложение, но всё зря.",
            "Неудачные попытки этой группы демонстрируют, насколько трудно убедить людей изменить свои привычки."
        ],
        "stars": 3
    }
}