{
    "convey": {
        "comment": [],
        "translate": "передавать, транспортировать, выражать, сообщать, перевозить, переправлять",
        "transcription": " |kənˈveɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She conveyed the message to me.",
            "How can I convey these ideas to the children?",
            "Please convey / give my respects to your parents.",
            "The firm conveys goods to all parts of the country.",
            "This train conveys passengers to London.",
            "Your luggage will be conveyed to the hotel by taxi.",
            "The auditory nerves convey impressions of sound.",
            "They conveyed the goods by ship.",
            "They use illustrations to convey their message.",
            "These exceptions serve but to convey a deeper impression of the complete wreck.",
            "He conveyed the estate to his son.",
            "The house will not be conveyed to you until after the agreement has been signed.",
            "All this information can be conveyed in a simple diagram.",
            "The pipes convey water to the fields.",
            "The main problem is the author's incapacity to convey his ideas.",
            "Ads convey the message that thin is beautiful.",
            "Please convey to Mr. & Mrs. Langdon my love & respectful duty.",
            "He was sent to convey a message to the U.N. Secretary General.",
            "I want to convey to children that reading is one of life's greatest treats."
        ],
        "example_translate": [
            "Она передала мне это сообщение.",
            "Как я могу объяснить эти вещи детям?",
            "Пожалуйста, передай поклон твоим родителям.",
            "Эта фирма поставляет товары во все регионы страны.",
            "Это пассажирский поезд на Лондон.",
            "Ваш багаж будет доставлен в гостиницу на такси.",
            "Слуховые нервы воспринимают слуховые образы.",
            "Они перевезли товары на корабле.",
            "Они используют иллюстрации, чтобы передать своё послание.",
            "Эти исключения лишь усиливают ощущение полнейшего краха.",
            "Он передал поместье сыну.",
            "Имущественное право на дом не будет вам передано, пока вы не подпишете соглашение.",
            "Вся эта информация может быть выражена в виде простой диаграммы.",
            "По этим труба вода поступает на поля.",
            "Главной проблемой является неспособность автора донести свои идеи.",
            "Реклама транслирует идею, что худоба — это красиво.",
            "Прошу передать мистеру и миссис Лэнгдон мою любовь и уважение.",
            "Его послали передать сообщение Генеральному секретарю ООН.",
            "Я хочу донести детям, что чтение является одним из величайших удовольствий в жизни."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}