{
    "convenience": {
        "comment": [
            "convenient",
            "conventional",
            "convention",
            "conveniently",
            "convey"
        ],
        "translate": "удобство, комфорт, преимущество, уборная, выгода, материальная выгода",
        "transcription": " |kənˈviːnɪəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Frozen pizza is a popular convenience food.",
            "Delivery times are arranged at your convenience.",
            "Ready meals sell well because of their convenience.",
            "I enjoy the convenience of living near a post office.",
            "An elevator was available for the shoppers' convenience.",
            "A short cut across the fields was made for the convenience of the inhabitants.",
            "Please come to my office at your earliest convenience.",
            "We should be grateful if you would reply at your earliest convenience.",
            "For your convenience, the bank is open until 7 p.m.",
            "They enjoyed the conveniences of flying first class.",
            "For convenience, the German translation is printed below.",
            "...he knocked over six convenience stores before getting caught...",
            "It emphasizes the software's convenience and ease of use.",
            "They cast their anchors as chance or convenience directed.",
            "Our hotel room was equipped with all the modern conveniences.",
            "In the past most royal marriages were marriages of convenience, arranged for political reasons.",
            "They offered the convenience of an installment plan.",
            "Services should be run to suit the convenience of the customer, not the staff.",
            "For your convenience, we have added a feature that allows you to pay your bills over the Internet."
        ],
        "example_translate": [
            "Замороженная пицца — популярная еда быстрого приготовления.",
            "Доставка будет организована в удобное для вас время.",
            "Готовые блюда хорошо продаются, потому что это удобно.",
            "Я имею удовольствие проживать возле почтамта.",
            "Для удобства покупателей имелся в наличии лифт.",
            "Для удобства жителей через поля была проложена кратчайшая дорога.",
            "Прошу зайти ко мне в кабинет в ближайшее удобное для вас время.",
            "Будем признательны, если вы ответите при первой возможности.",
            "Для вашего удобства, банк работает до семи часов вечера.",
            "Они насладились удобствами полёта первым классом.",
            "Для удобства, перевод на немецкий напечатан ниже.",
            "...он ограбил шесть продовольственных магазинов, прежде чем быть пойманным...",
            "Подчёркивается удобство и простота использования этой программы.",
            "Они вставали на якорь там, где указывала им судьба или соображения удобства.",
            "Наш номер был оснащён всеми современными удобствами.",
            "В прошлом большинство королевских браков совершалось по расчёту и устраивалось из политических соображений.",
            "Они предоставляли покупателям такую удобную вещь, как рассрочку.",
            "Услуги должны оказываться с целью обеспечения удобства клиента, а не персонала.",
            "Для вашего удобства мы добавили функцию, которая позволяет оплачивать счета через интернет."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}