{
    "cook": {
        "comment": [
            "cooker",
            "cookie",
            "cooking",
            "cookery",
            "cool"
        ],
        "translate": "повар, кашевар, кок, кухарка, готовить, варить, вариться, поварской",
        "transcription": " |kʊk|",
        "antonyms": [],
        "mnemonic": [
            "cook [ку:к] повар, готовить - Повар папуасов приготовил из (Кук-а) шашлык;",
            "cook [kʊk]\n***\nГОТОВИМ кашу мы от скуки. (это) cook\nПовар, кухарка.\n***\nЧтобы поесть приготовить \"cook\",\nнужно посмотреть \"look\"\nв поваренную книгу \"book\"."
        ],
        "examples": [
            "My husband doesn't cook.",
            "She cooked a great meal.",
            "They helped to cook the meal.",
            "Where did you learn to cook?",
            "Cook the milk over low heat.",
            "I'm a hopeless cook.",
            "Can your cook whip up a meal for us in half an hour?",
            "You children will cook up any excuse not to do your work.",
            "We're too busy to cook at home.",
            "Hamburgers were cooking in the kitchen.",
            "The cook will prepare whatever you wish.",
            "Let's eat out tonight, I'm too tired to cook.",
            "...the hearty meals prepared by the cook at summer camp...",
            "He was cooking rice for supper.",
            "The magazine is a cook's delight.",
            "Cook gently for a further 10 minutes.",
            "The cook will give you a bully dinner.",
            "The cook laded the stew into small bowls.",
            "I'm usually too tired to cook an evening meal.",
            "She cooked them all a good dinner every night.",
            "the most resourceful cook in town",
            "I don't cook a whole lot anymore.",
            "Does your husband know how to cook?",
            "I cook rice two or three hours ahead.",
            "The mutiny was led by the ship's cook.",
            "busy people who don't have time to cook",
            "He works as a cook in a local restaurant.",
            "The fish was cooked in a white wine sauce.",
            "First catch your hare then cook him. посл.",
            "It was so hot I couldn't be bothered to cook."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мой муж не готовит.",
            "Она приготовила великолепную еду.",
            "Они помогали готовить еду.",
            "Где ты научился готовить?",
            "Нагрейте молоко на слабом огне.",
            "Я безнадёжен в готовке /кулинарии/.",
            "Твоя кухарка может приготовить нам какую-нибудь еду за полчаса?",
            "Вы, ребята, только и ищете повод не работать.",
            "Мы слишком заняты / у нас не хватает времени, чтобы готовить дома.",
            "На кухне готовили гамбургеры.",
            "Повар приготовит всё, что только пожелаете.",
            "Давай сегодня пойдем в какой-нибудь ресторан, я слишком устала, чтобы готовить.",
            "...сытные блюда, приготовленные шеф-поваром в летнем лагере...",
            "Он готовил рис на ужин.",
            "Этот погреб является мечтой повара.",
            "Варите на медленном огне ещё десять минут.",
            "Повар приготовит для вас замечательный обед.",
            "Повар насыпал тушёное мясо в маленькие мисочки.",
            "Обычно я слишком устаю, чтобы готовить ужин.",
            "Каждый вечер она готовила им всем хороший ужин.",
            "самый изобретательный повар в городе",
            "Я теперь не так уж много готовлю.",
            "Ваш муж умеет готовить?",
            "Я готовлю рис заранее, за два-три часа до подачи на стол.",
            "Мятеж возглавил повар коробля.",
            "занятые люди, у которых нет времени готовить",
            "Он работает поваром в местном ресторане.",
            "Рыба была приготовлена в соусе из белого вина.",
            "Цыплят по осени считают.",
            "Было так жарко, что готовить совершенно не хотелось."
        ],
        "stars": 3
    }
}