{
    "cooperate": {
        "comment": [
            "cooperation",
            "cooperative"
        ],
        "translate": "сотрудничать, взаимодействовать, содействовать, кооперировать, кооперироваться",
        "transcription": " |kəʊˈɑːpəreɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "If you refuse to co-operate, I'll kill you.",
            "We reached an agreement with them to cooperate fully at all times.",
            "The witness refused to cooperate, hindering the investigation.",
            "Lions cooperate with each other when hunting game.",
            "It will be much easier if everyone cooperates.",
            "I should like you to cooperate on / with the writing of my next book.",
            "The church seeks to cooperate closely with local schools.",
            "The Russians have already indicated their willingness to cooperate.",
            "Both sides agreed to co-operate to prevent illegal fishing in the area.",
            "I advised my client to cooperate fully with the police.",
            "Helen's refusal to cooperate put me in an impossible position.",
            "We should be able to get them to cooperate without using compulsion.",
            "The country agreed to cooperate with the other nations on the trade agreement.",
            "They agreed to co-operate with Brazil on a programme to protect the rain-forests.",
            "The mother asked the child to put on his pajamas, but the child refused to cooperate."
        ],
        "example_translate": [
            "Если откажетесь сотрудничать, я вас убью.",
            "Мы заключили с ними договор о тесном и долговременном сотрудничестве.",
            "Свидетель отказался сотрудничать, мешая расследованию.",
            "При охоте на дичь, львы действуют совместно.",
            "Будет намного проще, если все будут помогать друг другу.",
            "Я хотел бы попросить тебя помочь мне с моей следующей книгой.",
            "Церковь стремится тесно сотрудничать с местными школами.",
            "Россияне уже выразили готовность к сотрудничеству.",
            "Обе стороны согласились на сотрудничество в целях предотвращения незаконного лова рыбы в этом районе.",
            "Я посоветовал своему клиенту оказать полиции полное содействие.",
            "Отказ Хелен сотрудничать поставил меня в невозможное положение.",
            "Мы сможем заставить их сотрудничать с нами и без принуждения.",
            "Страна согласилась сотрудничать с другими государствами в рамках данного торгового соглашения.",
            "Они согласились сотрудничать с Бразилией по программе защиты тропических лесов.",
            "Мать попросила ребёнка надеть пижаму, но тот отказался слушаться."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}