{
    "cooperation": {
        "comment": [
            "cooperate",
            "cooperative"
        ],
        "translate": "сотрудничество, взаимодействие, кооперация, кооперирование",
        "transcription": " |koʊˌɑːpəˈreɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I hope that you'll give us your fullest cooperation.",
            "He pledged his cooperation.",
            "Thank you for your cooperation.",
            "They agreed on a policy of cooperation.",
            "There is a spirit of cooperation at / in our university",
            "Economic Cooperation Organization",
            "Martial arts teach respect, discipline, and cooperation.",
            "Customs Cooperation Council",
            "European Monetary Cooperation Fund",
            "Your full cooperation is requested.",
            "Economic Cooperation Administration",
            "We took steps to compel their cooperation.",
            "Their cooperation with us was essential for the success of our mission.",
            "We are asking for your full cooperation.",
            "International Cooperation Administration",
            "Border Environment Cooperation Commission",
            "International Bank for Economic Cooperation",
            "Council on Security and Cooperation in Europe",
            "Conference on Security and Cooperation in Europe",
            "All-European Conference on Security and Cooperation",
            "A study was undertaken in co-operation with oil companies.",
            "Have your passports ready, and thank you for your cooperation.",
            "The report cited a lack of cooperation between state and local officials.",
            "Burglar alarm companies claim they work in close co-operation with the police.",
            "Either singly or with the cooperation of other nations, we must do something about this pressing environmental issue."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Надеюсь, что вы окажете нам полное содействие.",
            "Он пообещал сотрудничать.",
            "Благодарим вас за сотрудничество.",
            "Они договорились о политике сотрудничества.",
            "В нашем университете присутствует дух единения.",
            "Организация экономического сотрудничества",
            "Боевые искусства учат (взаимному) уважению, дисциплине и командному взаимодействию.",
            "Совет таможенного сотрудничества",
            "Европейский фонд валютного сотрудничества",
            "Требуется ваше полное содействие.",
            "Администрация экономического сотрудничества (в Великобритании)",
            "Мы предприняли шаги, чтобы заставить их сотрудничать.",
            "Наше с ними сотрудничество было залогом успеха нашей миссии.",
            "Мы просим вашего полного содействия.",
            "Администрация международного сотрудничества (в США)",
            "Комиссия по приграничному экологическому сотрудничеству между США и Мексикой",
            "Международный банк экономического сотрудничества (социалистических стран)",
            "Совещание по безопасности и сотрудничеству в Европе",
            "Совещание по безопасности и сотрудничеству в Европе, СБСЕ",
            "Общеевропейское совещание по вопросам безопасности и сотрудничества",
            "Исследование было проведено в сотрудничестве с нефтяными компаниями.",
            "Мы просим вас подготовить свои паспорта и благодарим вас за сотрудничество.",
            "В отчете упоминалось об отсутствии взаимодействия между государственными и местными чиновниками.",
            "Компании, продающие охранные сигнализации, утверждают, что они работают в тесном сотрудничестве с полицией.",
            "Мы должны что-то предпринять для решения этой острой экологической проблемы, и неважно, будет ли это сделано в одиночку или в кооперации с другими странами."
        ]
    }
}