{
    "coordinate": {
        "comment": [],
        "translate": "координата, координированный, координировать",
        "transcription": " |kəʊˈɔːrdɪneɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We need to coordinate our schedules.",
            "The sound has to be coordinated with the picture.",
            "She'll be coordinating the relief effort.",
            "This shade coordinates with a wide range of other colours.",
            "These activities coordinate well",
            "The cooker is green, to co-ordinate with the kitchen.",
            "We calculated its exact coordinates.",
            "Dancers need to coordinate their moves.",
            "Her movements were beautifully co-ordinated.",
            "You'll have to coordinate with the sales department.",
            "Don't be afraid to mix colours, as long as they co-ordinate.",
            "A senior embassy official is coordinating efforts to free the captives.",
            "A standing committee was established to coordinate the army and navy.",
            "The agencies are working together to co-ordinate policy on food safety.",
            "Cross references in the catalogue link subjects which may be coordinate.",
            "Theoretically, Damian's the boss, but I coordinate the team on a day-to-day basis.",
            "You will coordinate with consultants and other departments on a variety of projects.",
            "These groups do not coordinate well with each other and each has its own agenda and interests.",
            "National and international relief efforts must coordinate if the operation is to be successful.",
            "Someone thinks that it was impossible for the African slave to develop into the self-governing citizen, the coordinate of his white partners."
        ],
        "example_translate": [
            "Нужно согласовать наши графики.",
            "Звук должен согласовываться с изображением.",
            "Она будет координировать усилия по оказанию гуманитарной помощи.",
            "Этот оттенок хорошо сочетается с очень многими цветами.",
            "Эти мероприятия (виды деятельности) хорошо дополняют друг друга.",
            "Плита — зелёная, под цвет кухни.",
            "Мы вычислили его точные координаты.",
            "Танцоры должны координировать свои движения.",
            "Движения её были прекрасно скоординированы.",
            "Вам придётся координировать свои действия с отделом продаж.",
            "Не бойтесь смешивать цвета, при условии, что они хорошо сочетаются друг с другом.",
            "Глава дипломатической миссии координирует усилия по освобождению заложников.",
            "Для координации действий армии и военно-морского флота создан постоянный комитет.",
            "Данные агентства сотрудничают ради координации политики безопасности пищевых продуктов.",
            "Перекрестные ссылки в каталоге связывают темы, которые могут быть сопоставимы.",
            "Теоретически, начальник тут Дэмиан, но именно я координирую работу команды на повседневной основе.",
            "Вы будете согласовывать свои действия по ряду проектов с консультантами и другими отделами.",
            "Эти группы не очень хорошо координируются друг с другом: у каждой из них - своя программа действий и свои интересы.",
            "Чтобы операция увенчалась успехом, национальные и международные усилия по оказанию помощи должны быть скоординированы.",
            "Некоторые считают, что африканские рабы не могли стать полноценными гражданами, равными их белым соседям."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}