{
    "cope": {
        "comment": [
            "scope",
            "telescope",
            "microscope"
        ],
        "translate": "справляться, совладать, бороться, сладить, риза, будка, кабина, кожух, колпак",
        "transcription": " |kəʊp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She had the skill to cope with a difficult job.",
            "How is Mary coping with Jim's mother?",
            "I find it hard to cope with change.",
            "I can't cope with such a pile of work this weekend.",
            "He has enough flexibility to cope with the job.",
            "The hardest thing to cope with was the severance from his family.",
            "My secretary can't cope with the backlog of paperwork",
            "Sometimes I find it hard to cope.",
            "I can't cope with all this aggro.",
            "How will we cope with the difficulties that lie ahead?",
            "Does he have enough dexterity to cope with a job like that?",
            "I feel I'm not able to cope well with the pressures of life.",
            "My computer can cope with huge amounts of data.",
            "Alcoholism can result in an inability to cope.",
            "...committed their nefarious deeds under the dark cope of night...",
            "I was in no condition to cope with a train journey.",
            "How would you cope with unemployment and the resulting loss of income?",
            "He could no longer cope with the complexities of life.",
            "Local authorities have to cope with the problems of homelessness.",
            "Fore the baby's arrival, the young couple had been able to cope with their problems.",
            "He coped quite well as manager while still captaining the team.",
            "Hector spent the winter learning how to cope with his blindness.",
            "She was finding it hard to cope with her son's increasingly antisocial behaviour.",
            "the inability of the government to cope with the problem",
            "She feared she wouldn't be able to cope with two new babies.",
            "She is receiving counseling to cope with the death of her husband.",
            "Companies are finding it hard to cope with the quickening pace of technological change.",
            "The police seem unable to cope with the rising tide of (=large increase in) car crime.",
            "She's struggling to cope with the heavy workload.",
            "No system is designed to cope with the floods we have had this year."
        ],
        "example_translate": [
            "Ей хватало мастерства, чтобы справляться со сложной работой.",
            "Как Мэри уживается с матерью Джима?",
            "Мне трудно справляться с переменами.",
            "С такой горой работы я за выходные не справлюсь.",
            "Он достаточно гибок, чтобы справиться с работой.",
            "Самым трудным для него было пережить разлуку с семьёй.",
            "Моя секретарша не в состоянии справиться с накопившейся бумажной работой.",
            "Иногда мне трудно справиться.",
            "Я не могу со всем этим справиться!",
            "Как мы будем справляться с предстоящими трудностями?",
            "У него хватит умения справиться с такой работой?",
            "Я чувствую, что не в состоянии справиться с жизненным напряжением.",
            "Мой компьютер может справиться с огромными объёмами данных.",
            "Алкоголизм может привести к неспособности справиться с жизненными трудностями.",
            "... совершали свои гнусные дела под покровом ночи ...",
            "Я был не в том состоянии, чтобы справиться с поездкой на поезде.",
            "Как бы вы справились с безработицей и, как следствие, с потерей доходов?",
            "Он уже не мог справляться с жизненными трудностями.",
            "Местным властям приходится решать проблемы бездомности.",
            "До рождения ребёнка молодые супруги как-то справлялись со своими проблемами.",
            "Он довольно хорошо справился с ролью главного тренера, оставаясь на посту капитана команды.",
            "Гектор всю зиму учился справляться со своей слепотой.",
            "Ей было трудно справляться с сыном, поведение которого становилось всё более аморальным.",
            "неспособность правительства справиться с данной проблемой",
            "Она боялась, что не сможет справиться с двумя новорожденными.",
            "Она получает консультации, чтобы как-то справиться со смертью мужа.",
            "Компаниям трудно справиться с ускорением темпов технологических изменений.",
            "Полиция кажется неспособной справиться с растущей волной (т.е. большим ростом) автомобильной преступности.",
            "Она изо всех сил пытается справиться с большим объёмом работы.",
            "Ни одна система не способна справиться с паводками, которые у нас были в этом году."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}