{
    "copper": {
        "comment": [
            "perhaps",
            "pepper",
            "per"
        ],
        "translate": "медь, котел, полицейский, медный, медно-красный, покрывать медью",
        "transcription": " |ˈkɑːpər|",
        "antonyms": [],
        "mnemonic": [
            "copper [ко'упэ] медь, легавый - Медные (копи) легавые крышуют."
        ],
        "examples": [
            "Copper is a very conductive metal.",
            "Brass is an alloy of copper and zinc.",
            "He had only a few coppers in his pocket.",
            "We mint coins out of copper.",
            "Copper has been mined here since the sixteenth century.",
            "The composition of brass includes copper and zinc.",
            "They searched his pockets, and found all his copper was base.",
            "The best English copper is accounted less tough and ductile than Swedish copper.",
            "The island has been seriously polluted by a copper mine.",
            "When no more silver deposits on the copper, the operation is completed.",
            "He dished the Greek shield from a single sheet of copper and pieced the rim.",
            "Electromagnetism was discovered when it was observed that a copper wire carrying an electric current can magnetize pieces of iron or steel near it.",
            "The workman brought me the medal in gold, twenty-three in copper, and the die.",
            "Sometimes shipbuilders sheathe a ship's bottom with copper for extra protection from barnacles and other threats."
        ],
        "example_translate": [
            "Медь — это металл, очень хорошо проводящий электричество.",
            "Латунь — это сплав меди и цинка.",
            "У него в кармане завалялись только жалкие гроши.",
            "Мы чеканим монеты из меди.",
            "Медь добывается здесь, начиная с шестнадцатого века.",
            "Латунный сплав состоит из меди и цинка.",
            "Они обыскали его и выяснили, что все его медные монеты были поддельные.",
            "Лучшая английская медь считается менее прочной и ковкой, чем шведская.",
            "Остров серьёзно загрязнён медным рудником.",
            "Когда на меди перестаёт отлагаться серебро, процесс закончен.",
            "Он выгнул греческий щит из цельного листа меди и восстановил обод.",
            "Электромагнетизм был открыт, когда заметили, что медный провод, по которому течёт электрический ток, может притягивать к себе находящиеся рядом кусочки железа или стали.",
            "Рабочий принёс мне золотую медаль, двадцать три медных медали и клише.",
            "Иногда судостроители обшивают днище корабля медью для дополнительной защиты от моллюсков и других угроз."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}