{
    "core": {
        "comment": [
            "score",
            "underscore"
        ],
        "translate": "ядро, сердечник, сердцевина, стержень, суть, вырезать сердцевину",
        "transcription": " |kɔːr|",
        "antonyms": [],
        "mnemonic": [
            "core [ко:] сердцевина, ядро, сердечник - (Три-ко) - серцевина и ядро спортсмена;",
            "score [skɔ: ]\ncore [kɔ: ] - суть, сердцевина\n***\nНАБИРАТЬ баллы ты, видно, скор. (это) score\nНАБИРАТЬ очки - способ воровской. (это) score\nСчёт, долг, задолженность."
        ],
        "examples": [
            "She dropped the apple core into the trash can.",
            "Remove the cores, and bake the apples for 40 minutes.",
            "He singled out technology as the core of the problem.",
            "The whole government is rotten to the core.",
            "You can see the hard core of the group in the photo.",
            "That woman is rotten to the core!",
            "The core regions benefited the most from the capitalist world economy.",
            "Debt is at the core of the problem.",
            "The ball has a titanium core.",
            "He was a bureaucrat to the core.",
            "I knew it was true in the core of my being.",
            "The party has a core of committed supporters.",
            "the hard core of the Communist party",
            "the nuclear core of the congregation",
            "Five periodicals make up the core of their publishing program.",
            "the common core of nonstandard words and phrases in folk speech",
            "The core of the book focuses on the period between 1660 and 1857.",
            "Schools have to deliver the core skills.",
            "There is still a small hard core of football supporters who cause trouble whenever they can.",
            "He knows that he can count on the support of a hard core of party loyalists."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она выбросила огрызок от яблока в мусорную корзину.",
            "Удалив сердцевину, запекайте яблоки в течение сорока минут.",
            "Он отметил, что суть проблемы заключается в технологии.",
            "Вся власть прогнила насквозь.",
            "На данной фотографии вы видите наиболее активных представителей этой группы.",
            "Эта женщина испорчена до мозга костей!",
            "В наибольшей степени от развития мировой капиталистической экономики выиграли страны центра.",
            "Долги являются ядром всей проблемы.",
            "У этого шарика — титановый сердечник.",
            "Он был бюрократ до мозга костей.",
            "В глубине своего естества я понимал, что это правда.",
            "У партии есть ядро преданных сторонников.",
            "ядро Коммунистической партии",
            "самое ядро данной конгрегации",
            "Основной стержень их издательской программы составляют пять периодических изданий.",
            "общее ядро нестандартных слов и фраз в народной речи",
            "Основная часть книги посвящена промежутку времени между 1660 и 1857 годами.",
            "Школы должны прививать (ученикам) базовые навыки.",
            "Есть ещё небольшое ядро футбольных болельщиков, которые при любой возможности доставляют неприятности.",
            "Он знает, что он может рассчитывать на поддержку активного ядра партии лоялистов."
        ],
        "stars": 2
    }
}