{
    "corn": {
        "comment": [],
        "translate": "кукуруза, зерно, мозоль, кукурузный, зерновой, зернить, гранулировать",
        "transcription": " |kɔːrn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a field planted with corn",
            "Corn doesn't grow here.",
            "The corn is ground into meal.",
            "We had corn on the cob.",
            "I planted corn this year.",
            "We seeded the field with corn.",
            "All our chickens are fed on corn.",
            "We had enormous harvests of corn this year.",
            "A plain covered with corn, grass, or plantations.",
            "The ground was dry, far too dry for growing corn.",
            "In the state of Iowa, it's been a bumper year for corn.",
            "A part of the crop of corn was good, but the heft of it was bad.",
            "an ear of corn (=the top part of this plant where the seeds grow)",
            "Every year we sow corn.",
            "The planting of corn is hard work.",
            "Farmers sowed the fields with corn.",
            "Two chicken dinners with corn to go.",
            "The corn smutted and could not be eaten.",
            "The lack of rain has hurt the corn crop.",
            "agricultural commodities like grain and corn",
            "Parched corn was a staple of the Indian diet.",
            "This year's crop yielded 1,000 bushels of corn.",
            "...she loves eating corn fritters with maple syrup...",
            "She instructed the peasants in the plantation of corn.",
            "They lightened the ship by dumping the corn in the sea.",
            "Corn syrup can be used to moisten and flavor baked foods.",
            "Their irrigation system channels water to the corn fields.",
            "Hulled corn - soaked in lye, then cooked., hominy is like this.",
            "a farseeing corn farmer who realized that the future was in ethanol"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "поле, засеянное кукурузой",
            "Кукуруза здесь не растёт.",
            "Зерно перемалывается в муку.",
            "Мы ели кукурузу на початках.",
            "В этом году я посадил кукурузу.",
            "Мы засеяли поле кукурузой.",
            "Всех своих кур мы кормим кукурузой.",
            "В этом году у нас были огромные урожаи зерновых.",
            "Равнина, покрытая зерновыми, травой или лесонасаждениями.",
            "Почва была сухой — слишком сухой для выращивания кукурузы.",
            "В штате Айова в этом году невиданный урожай кукурузы.",
            "Некоторая часть урожая зерновых была хорошей, но в основном урожай был плохой.",
            "початок кукурузы (=верхняя часть этого растения, на которой растут семена)",
            "Каждый год мы сеем хлеб.",
            "Посадка зерновых — это тяжёлый труд.",
            "Фермеры /крестьяне/ засеяли поля зерном.",
            "Две порции курицы с кукурузой с собой /на вынос/.",
            "Зерно заражено головнёй, и непригодно в пищу.",
            "Отсутствие дождя повредило урожаю зерновых.",
            "такие сельскохозяйственные товары, как зерно и кукуруза",
            "Слегка обжаренные зёрна были одним из основных продуктов рациона индийцев.",
            "В этом году урожай составил тысячу бушелей зерна.",
            "...она любит есть кукурузные оладьи с кленовым сиропом...",
            "Она давала наставления крестьянам о том, как нужно высаживать зерновые.",
            "Они облегчили судно, выбросив за борт зерно.",
            "Кукурузный сироп можно использовать для того, чтобы увлажнять и придавать вкус запечённой еде.",
            "Их ирригационная система перенаправляет воду на кукурузные поля.",
            "Хомини - это лущеная кукуруза, вызоленная, затем сваренная.",
            "дальновидный производитель зерна, который понял, что будущее — за этанолом"
        ]
    }
}