{
    "corporation": {
        "comment": [],
        "translate": "корпорация, акционерное общество, большой живот",
        "transcription": " |ˌkɔːrpəˈreɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "British Corporation",
            "He works for a large American corporation.",
            "Operating department is a subunit of a corporation.",
            "The legislature hesitated to charter the corporation.",
            "Federal Savings and Loan Insurance Corporation",
            "The corporation's wrongdoings must be exposed.",
            "The corporation was tricked out of $20 million.",
            "The corporation is ruled by oligarchy.",
            "What is the legal definition of a corporation?",
            "The corporation's tentacles are felt in every sector of the industry.",
            "Commodity Credit Corporation",
            "Canadian Commercial Corporation",
            "Communications Satellite Corporation",
            "Federal Deposit Insurance Corporation",
            "He was a major player in setting up the corporation.",
            "The corporation has just undergone a change in command.",
            "The new publicity has helped to humanize the corporation's image.",
            "There are plans to split the corporation into a number of smaller independent companies.",
            "There are rumors that the president struck a private deal with the corporation's chairman."
        ],
        "example_translate": [
            "Британская Корпорация",
            "Он работает в крупной американской корпорации.",
            "Производственный отдел является подразделением корпорации.",
            "Законодательное собрание не решилось дать разрешение на создание корпорации.",
            "Федеральная корпорация по страхованию счетов в ссудо-сберегательных ассоциациях, ФКСССА",
            "Преступления корпорации должны быть разоблачены.",
            "У корпорации выманили двадцать миллионов долларов.",
            "Корпорация управляется олигархией.",
            "Каково юридическое определение корпорации?",
            "Щупальца этой корпорации ощущаются в каждом секторе промышленности.",
            "Ведомство по выдаче кредитов на производство первичных товаров",
            "Канадская коммерческая корпорация (занимается куплей-продажей товаров на государственном уровне и содействует экспорту канадских товаров)",
            "Корпорация спутниковой связи (КОМСАТ)",
            "Федеральная корпорация по страхованию депозитов, ФКСД",
            "Он сыграл существенную роль в создании этой корпорации.",
            "В руководстве корпорации только что произошли изменения.",
            "Новая реклама помогла сделать имидж корпорации более человечным.",
            "Есть планы разделить корпорацию на несколько более мелких самостоятельных компаний.",
            "Ходят слухи, что президент заключил тайную сделку с председателем корпорации."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}