{
    "corporate": {
        "comment": [],
        "translate": "корпоративный, общий",
        "transcription": " |ˈkɔːrpərət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The report is just a lot of corporate flimflam.",
            "They made a corporate effort to finish the job.",
            "He planned to reorganize the corporate structure.",
            "He is an authority on corporate law.",
            "'Corporate' is an archaic term.",
            "The business is a corporate entity.",
            "He made his fortune as a corporate raider.",
            "The company's corporate culture is focused on increasing profits.",
            "The university is a corporate body made up of several different colleges.",
            "He was moving up the corporate ladder.",
            "Association of Certified and Corporate Accountants",
            "There was a spate of corporate mergers in the 1980s.",
            "We have to change the corporate structure to survive.",
            "He is one of the most powerful men in corporate America.",
            "Changing the corporate culture is a long and difficult process.",
            "There's usually a plastic cordiality at these corporate events.",
            "The corporate culture demands a certain conformity of appearance.",
            "The corporate world is plagued by avarice and a thirst for power.",
            "The investigation has uncovered evidence of corporate malfeasance.",
            "She worked her way up through the corporate hierarchy to become president.",
            "They gave their advertising a total makeover to improve their corporate image.",
            "A survey of recent corporate layoffs reveals a new trend in business management.",
            "A bunch of corporate types in suits were sitting at the table in the conference room.",
            "Investment in new product development is an essential ingredient of corporate success.",
            "He sees the corporate scandal as yet another sign of the general abjection of our society.",
            "I used to come to this place to decompress after a busy day of climbing the corporate ladder.",
            "He was a successful corporate lawyer who numbered among his clients J.P. Morgan and Standard Oil.",
            "a satirical novel about an amoral go-getter who toadies his way to the top of the corporate ladder",
            "After years spent in academia, he's finding it difficult to attune himself to the corporate culture.",
            "She regarded her annual bonus as a just recompense for her job performance and not as some corporate donative."
        ],
        "example_translate": [
            "Это не отчёт, а просто какой-то коллективный бред.",
            "Они объединили свои усилия, чтобы закончить работу.",
            "Он планировал провести реорганизацию корпоративной структуры.",
            "Он является авторитетом в области корпоративного права.",
            "Выражение \"во плоти\" является архаичным.",
            "Эта фирма является корпоративным юридическим лицом /корпоративной структурой/.",
            "Он разбогател на корпоративном рейдерстве.",
            "Корпоративная культура данной компании ориентирована на увеличение прибыли.",
            "Данный университет является юридическим лицом, которое состоит из нескольких различных колледжей.",
            "Он продвигался вверх по карьерной лестнице.",
            "Ассоциация дипломированных корпоративных бухгалтеров (в США)",
            "В восьмидесятых годах произошёл бум корпоративных слияний.",
            "Мы должны изменить корпоративную структуру, чтобы выжить.",
            "Он является одним из самых влиятельных людей корпоративной Америки.",
            "Изменение корпоративной культуры — процесс долгий и трудный.",
            "На этих корпоративных мероприятиях, как правило, царит фальшивое радушие.",
            "Корпоративная культура требует определённого однообразия внешнего вида.",
            "Мир бизнеса поражён алчностью и жаждой власти.",
            "Расследование выявило свидетельства корпоративных злоупотреблений.",
            "Она поднялась по ступенькам корпоративной иерархии и стала президентом.",
            "Они полностью переделали свою рекламу для улучшения корпоративного имиджа.",
            "Исследование последних корпоративных увольнений свидетельствует о новой тенденции в области управления бизнесом.",
            "За столом конференц-зала сидели несколько солидных на вид типов в деловых костюмах.",
            "Вложение средств в разработку новой продукции является неотъемлемой составной частью корпоративного успеха.",
            "Он рассматривает данный корпоративный скандал как очередной признак общей деградации нашего общества.",
            "Я приходил сюда, чтобы расслабиться после напряжённого дня в офисе.",
            "Он был успешным \"корпоративным юристом\", среди клиентов которого числились \"J.P. Morgan\" и \"Standard Oil\".",
            "сатирический роман об аморальном дельце, который прокладывает себе путь к вершине корпоративной лестницы с помощью лести",
            "После лет, проведённых в научном сообществе, ему трудно приспособиться к корпоративной культуре.",
            "Она рассматривала свою ежегодную премию как справедливую компенсацию за её самоотдачу на работе, а не как какую-то корпоративную подачку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}