{
    "corrupt": {
        "comment": [],
        "translate": "продажный, испорченный, развращенный, развращать, развращаться, портить",
        "transcription": " |kəˈrʌpt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They say power corrupts.",
            "The state apparatus has become corrupt.",
            "The journal article unmasked the corrupt politician.",
            "The file has been corrupted and no longer works properly.",
            "Latin nigromantia is a corrupt form of necromantia.",
            "A powerful and corrupt elite has bled this country dry.",
            "The culture has been corrupted by Western influences.",
            "They spoke a corrupted version of the language.",
            "Our mayor is a puppet to a corrupt and powerful camarilla.",
            "The economy has been weakened by corrupt officials who have appropriated the country's resources for their own use.",
            "He claims that the present administration is corrupt.",
            "Young prisoners are being corrupted by the older, long-term offenders.",
            "Socrates was accused of corrupting young men.",
            "The country has suffered years of misrule by a weak and corrupt government.",
            "The country's justice system is riddled with corrupt judges who accept bribes.",
            "The economy has been weakened by the appropriation of the country's resources by corrupt officials.",
            "The corrupt lawyer was disbarred.",
            "The man on the street assumes that all politicians are corrupt.",
            "The noble savage was a stereotype that appealed to 18th-century intellectuals, who viewed European civilization as decadent and corrupt."
        ],
        "example_translate": [
            "Говорят, что власть развращает.",
            "Государственный аппарат погряз в коррупции.",
            "Данная журнальная статья разоблачила этого лживого политикана.",
            "Файл повреждён, и больше не работает должным образом.",
            "Латинское слово nigromantia - это искаженная форма слова necromantia.",
            "Могущественная и коррумпированная элита иссушила эту страну.",
            "Культура испорчена западным влиянием.",
            "Они говорили на исковерканном варианте этого языка.",
            "Наш мэр — марионетка в руках могучей коррумпированной клики.",
            "Экономика ослаблена коррумпированными чиновниками, которые присвоили ресурсы страны для использования в собственных целях.",
            "Он утверждает, что нынешняя администрация является продажной.",
            "Молодых заключённых развращают старые преступники, отбывающие длительные сроки.",
            "Сократа обвинили в развращении молодёжи.",
            "В течение нескольких лет этой страной управляло слабое и коррумпированное правительство.",
            "Система правосудия страны пронизана коррумпированными судьями, которые берут взятки.",
            "Экономика была ослаблена присвоением ресурсов страны коррумпированными чиновниками.",
            "Продажного адвоката лишили лицензии.",
            "Обыватели предполагают, что все политики продажны.",
            "Благородный дикарь был стереотипом, который нравился интеллектуалам восемнадцатого века, считавшим европейскую цивилизацию упадочной и испорченной."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}