{
    "correctly": {
        "comment": [
            "correct",
            "incorrect",
            "correction"
        ],
        "translate": "правильно, корректно, верно, грамотно, вежливо",
        "transcription": " |kəˈrektli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "If I remember correctly, he's Spanish.",
            "I'm not sure if I'm pronouncing this correctly.",
            "Did I give you the correct change?",
            "We must make sure that things are done correctly.",
            "What's the correct answer to this question?",
            "Wait a minute, let me see if I understand this correctly.",
            "He corrects papers with a red pen.",
            "Her watch never tells the correct time.",
            "I hate it when she corrects my grammar.",
            "The company acted correctly in sacking him.",
            "If you guess correctly, you have another turn.",
            "Do you know how to punctuate a sentence correctly?",
            "Our teacher hasn't finished correcting our tests yet.",
            "He answered only three of the test questions correctly.",
            "If my memory serves me correctly, he lived in Paris for a while.",
            "He was able to correctly identify the mushroom.",
            "an anatomically correct drawing of the human body",
            "Please correct your essay for punctuation errors.",
            "Folding up this map correctly is such a nuisance.",
            "We are finding ways to correct this difficult situation.",
            "Some pharmaceuticals can be quite risky unless taken correctly.",
            "Reverse the “i” and “e” in “recieve” to spell “receive” correctly.",
            "With the correct amount of water and sunlight, the plant will grow well.",
            "If it is not treated correctly, the condition can prove fatal (=be fatal).",
            "The system that pressurizes the airplane's cabin failed to operate correctly.",
            "The treatment will continue until the patient reaches the point where he can walk correctly and safely."
        ],
        "example_translate": [
            "Если я правильно помню, он испанец.",
            "Я не уверен, правильно ли я это произношу.",
            "Я вам правильно дала сдачу?",
            "Мы должны убедиться, что всё сделано правильно.",
            "Какой правильный ответ на этот вопрос?",
            "Одну минутку. Давайте разберёмся, правильно ли я понимаю.",
            "Он правит документы красными чернилами.",
            "Её часы никогда не показывают правильное время.",
            "Терпеть не могу, когда она поправляет мою грамматику.",
            "Компания действовала корректно, когда увольняла его.",
            "Если угадаете правильно, получите ещё одну возможность.",
            "Вы знаете, как правильно расставить знаки препинания (в предложении)?",
            "Учитель ещё не закончил исправлять наши контрольные.",
            "Он ответил правильно только на три тестовых вопроса.",
            "Если мне не изменяет память, какое-то время он жил в Париже.",
            "Он смог правильно распознать этот гриб.",
            "анатомически правильный рисунок человеческого тела",
            "Прошу исправить пунктуационные ошибки в вашем сочинении.",
            "Правильно складывать эту карту — такая морока!",
            "Мы ищем способы исправить это сложное положение.",
            "Некоторые лекарства /фармацевтические препараты/ могут быть довольно опасны, если принимать их неправильно.",
            "Поменяйте местами буквы “i” и “e”, чтобы правильно написать слово \"receive\".",
            "При правильном количестве воды и солнечного света эти растения будут хорошо расти.",
            "При отсутствии правильного лечения, заболевание может оказаться смертельным (т.е. привести к смерти).",
            "Система, которая герметизирует кабину самолёта, не сработала должным образом.",
            "Лечение будет продолжаться до тех пор, пока не наступит момент, когда пациент сможет правильно и уверенно ходить."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}