{
    "corruption": {
        "comment": [
            "interrupt",
            "interruption",
            "corrupt",
            "disrupt",
            "bankrupt",
            "disruption",
            "bankruptcy"
        ],
        "translate": "коррупция, развращение, искажение, разложение, порча, испорченность, продажность",
        "transcription": " |kəˈrʌpʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "People are concerned about corruption and social inequality.",
            "Corruption is a two-way process.",
            "He is facing charges of corruption.",
            "It is disturbing to find evidence of widespread corruption.",
            "The minister tried to answer the Opposition charges of corruption.",
            "Many politicians have fallen into the pit of corruption.",
            "Party bosses have a reputation for corruption.",
            "She was involved in a seamy corruption scandal.",
            "Magistrates are investigating corruption in the police force.",
            "Allegations of corruption were levelled at him and his family.",
            "He was convicted of corruption, and will be disqualified from office.",
            "The chairman brought up the question of corruption in the police force.",
            "It is a society that has institutionalized political graft and corruption.",
            "He was found guilty of bribery and corruption (=bribery and dishonest behaviour).",
            "Party bosses have a reputation for corruption.",
            "The word 'Thursday' is a corruption of 'Thor's Day'.",
            "They fled the country, amid accusations of corruption.",
            "His administration now faces accusations of corruption.",
            "Gallins lashed back at those who accused him of corruption.",
            "Corruption has corroded our confidence in the police force.",
            "We heard stories of corruption in the upper echelons of the firm.",
            "Action is being taken to root out corruption in the police force.",
            "The town's ombudsman said he would look into charges of corruption.",
            "The city has suffered for many years under the taint of corruption.",
            "He published an expose of the graft and corruption in city government.",
            "The investigation uncovered widespread corruption within the police force."
        ],
        "example_translate": [
            "Людей волнует коррупция и социальное неравенство.",
            "Коррупция — это процесс, в котором участвуют две стороны.",
            "Его обвиняют в коррупции.",
            "Свидетельства широко распространившейся коррупции вызывают беспокойство.",
            "Министр пытался ответить на обвинения в коррупции, выдвинутые оппозицией.",
            "Многие политики опустились на самое дно коррупции.",
            "Партийные боссы славятся коррумпированностью.",
            "Она была замешана в неприглядном коррупционном скандале.",
            "Судьи-магистраты расследуют случаи коррупции в полиции.",
            "Ему и его семье были брошены обвинения в коррупции.",
            "Он был признан причастным к коррупции и будет смещён со своего поста.",
            "Председатель поднял вопрос о коррупции в полиции.",
            "Это общество, которое институционализировало политическое взяточничество и коррупцию.",
            "Его признали виновным во взяточничестве и коррупции (т.е во взяточничестве и непорядочном поведении).",
            "Партийное руководство известно своей продажностью.",
            "Слово \"Thursday\" (четверг) — это видоизменённое \"Thor's Day\" (день Тора).",
            "Они бежали из страны на фоне обвинений в коррупции.",
            "Теперь его администрация сталкивается с обвинениями в коррупции.",
            "Гэллинз обрушился на тех, кто обвинял его в коррупции.",
            "Коррупция подточила нашу уверенность в полиции.",
            "До нас дошли рассказы о коррупции в верхних эшелонах фирмы.",
            "Принимаются меры, чтобы искоренить коррупцию в полиции.",
            "Муниципальный омбудсмен сказал, что изучит обвинения в коррупции.",
            "Много лет город страдал от коррупционной заразы.",
            "Он опубликовал разоблачение взяточничества и коррупции в городской администрации.",
            "Расследование вскрыло широкое распространение коррупции внутри полиции."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}