{
    "correspond": {
        "comment": [
            "correspondent",
            "corresponding",
            "correspondence"
        ],
        "translate": "соответствовать, переписываться, согласовываться, быть аналогичным",
        "transcription": " |ˌkɔːrəˈspɑːnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her photograph corresponds with the description that he gave us.",
            "This ideal model does not correspond to the facts.",
            "Are you still corresponding with your former boyfriend?",
            "My Russian pen pal and I have been corresponding for several years.",
            "I intend to correspond with you by her mediation.",
            "She is quite stone deaf, so we correspond on a slate.",
            "As far as we can judge, motives and actions do strictly correspond to each other.",
            "The numbers correspond to points on the map.",
            "The two halves of the document did not correspond.",
            "In some countries, the role of president corresponds to that of prime minister.",
            "She stopped corresponding with him after the death of her mother.",
            "The governor wishes to know what you and the prisoner have been corresponding about.",
            "We'll revise the schedule to correspond with the school calendar.",
            "Reflexology is based on the principle that specific areas on the feet correspond to different parts of the body."
        ],
        "example_translate": [
            "Её фотография совпадает с описанием, которое он нам дал.",
            "Эта идеальная модель не согласуется с фактами.",
            "Ты все еще переписываешься со своим бывшим приятелем?",
            "Мы с моим русским другом по переписке общаемся уже несколько лет.",
            "Я собираюсь связаться с Вами при её посредничестве.",
            "Она совершенно глуха, поэтому мы пишем друг другу сообщения на грифельной доске.",
            "Насколько мы можем судить, мотивы и поступки действительно точно соответствуют друг другу.",
            "Цифры соответствуют точкам на карте.",
            "Одна половина этого документа не соответствует другой.",
            "В некоторых странах роль президента аналогична обязанностям премьер-министра.",
            "Она прекратила с ним переписку после смерти своей матери.",
            "Губернатор хочет знать, о чём вы переписывались с заключённым.",
            "Мы пересмотрим график, чтобы привести его в соответствие со школьным календарём.",
            "Рефлексотерапия основывается на том принципе, что определённые места на стопах соответствуют различным частям тела."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}