{
    "cottage": {
        "comment": [
            "cotton"
        ],
        "translate": "коттедж, изба, хижина, деревенский дом, небольшой дом, одноэтажный дом",
        "transcription": " |ˈkɑːtɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She owns a cottage at the beach.",
            "She gave them the cottage for a week.",
            "They live in an adorable little cottage.",
            "I'm interested in leasing your cottage.",
            "We rented a cottage for the weekend.",
            "the demure charm of the cottage",
            "The cottage rents for $400 a week.",
            "a cottage roofed with the local slate",
            "The little cottage nestles in the forest.",
            "The cottage is just steps from the beach.",
            "It is ludicrous to call a cottage a mansion.",
            "We're staying in a holiday cottage in Dorset.",
            "I fear that you cannot go over to the cottage.",
            "He is keeping three women in the guest cottage.",
            "We came upon a cottage just on the edge of the wood.",
            "We could go back to my cottage and have lunch there.",
            "He swapped his London home for a cottage in Scotland.",
            "We rented our friends' cottage for the month of August.",
            "Nathan was lounging on the grass bank outside the cottage.",
            "The path passes round a bay, where there is a solitary cottage.",
            "Katie had drawn a cottage with a little stream running next to it.",
            "A light breeze filled the rooms of our seaside cottage with ozone.",
            "It's a nice little cottage but it really is in the back of beyond."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она владеет летним домиком на пляже.",
            "Она сдала им коттедж на неделю.",
            "Они живут в прелестном домике.",
            "Меня интересует аренда вашего коттеджа.",
            "Мы сняли дачу на выходные.",
            "скромное очарование этого домика / коттеджа",
            "Коттедж сдаётся за четыреста долларов в неделю.",
            "коттедж с крышей из местного шифера",
            "Домик расположился в лесу.",
            "Домик находится всего в нескольких шагах от пляжа.",
            "Называть небольшой домик особняком — просто нелепо.",
            "Мы остановились в летней даче в Дорсете.",
            "Боюсь, что ты не сможешь сходить в этот коттедж.",
            "У него в гостевом коттедже живут три женщины.",
            "На самой опушке леса мы наткнулись на избушку.",
            "Мы могли бы вернуться в ко мне в дом и пообедать там.",
            "Он променял свой лондонский дом на небольшой домик в Шотландии.",
            "В августе мы арендовали коттедж у наших друзей.",
            "Натан развалился на травяном склоне рядом с дачей.",
            "Тропинка бежит вокруг залива, в окрестностях которого стоит одинокий коттедж.",
            "Кэти нарисовала маленький домик, а рядом с ним — ручеёк.",
            "Лёгкий ветерок наполнил озоном комнаты нашего морского коттеджа.",
            "Домик очень милый и уютный, но это же страшная глушь!"
        ]
    }
}