{
    "cotton": {
        "comment": [
            "cottage"
        ],
        "translate": "хлопок, хлопчатник, вата, хлопковый, согласоваться, полюбить",
        "transcription": " |ˈkɑːtn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Made from 100% cotton.",
            "I cottoned to her at once.",
            "They didn't cotton to the idea right away.",
            "I like to clothe the children in pure cotton., it's so healthy.",
            "A cotton wool mist descended.",
            "Press on the wound with a large pad of cotton wool.",
            "She felt hot, despite being clad only in a thin cotton dress.",
            "I always boil the cotton sheets.",
            "The paper is made from both cotton and wood fiber.",
            "They are in the field picking cotton.",
            "She is covered from head to foot in the loose chador of indigo cotton.",
            "All I ask is that I may be able to cotton with the man she's set her heart on.",
            "The dress is made of cotton jersey.",
            "We are wholesalers of cotton fabrics.",
            "She was wearing a cotton print dress.",
            "Nothing can rival cotton for durability.",
            "the rise of the realm of cotton in the south",
            "America sent cotton to England for processing.",
            "It takes dyes admirably - much better than cotton.",
            "The woolly aphid has a lanate coat resembling cotton.",
            "The region produces large amounts of cotton and tobacco.",
            "Use a cotton swab dipped in alcohol to disinfect the area.",
            "Their main exports are textiles, especially silk and cotton.",
            "They are trying to develop foreign markets for American cotton.",
            "You can make a patchwork quilt from oddments of silk and cotton.",
            "'Where does cotton come from?' Ron's hand shot up. 'America, Miss!'",
            "Our remnant packages consist of over 2 yards of 100% cotton fabric.",
            "All the interstices were cottoned up. (H. Marryat, Year in Sweden, 1862)",
            "On Eric's chin was a scrap of cotton wool where he'd cut himself shaving."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Изготовлено из 100% хлопка.",
            "Она мне сразу понравилась.",
            "Поначалу эта идея им не понравилась.",
            "Мне нравится одевать детей в чистый хлопок, это полезно для здоровья.",
            "Опустился густой мягкий туман.",
            "Прижмите к ране большой ватный тампон.",
            "Она почувствовала, что у неё жар, несмотря на то, что была одета только в тонкое хлопковое платье.",
            "Я всегда кипячу простыни /постельное бельё/ из хлопка.",
            "Эта бумага производится как из хлопка, так и из целлюлозы.",
            "Они на поле, собирают хлопок.",
            "С головы до ног её закрывала чадра из хлопка цвета индиго.",
            "Всё, чего я хочу, это поладить с человеком, которого она выбрала.",
            "Платье изготовлено из хлопчатобумажного трикотажа.",
            "Мы ведем оптовую торговлю хлопчатобумажными тканями.",
            "Она была одета в ситцевое платье.",
            "По износостойкости с хлопком ничто не сравнится / хлопку нет равных.",
            "подъём хлопкового царства на Юге",
            "Америка посылала хлопок в Англию для обработки.",
            "Эта ткань прекрасно окрашивается - гораздо лучше, чем хлопок.",
            "Кровяные /пушистые/ тли обладают пушистым покровом, напоминающим вату.",
            "В данной области производятся большие объёмы хлопка и табака.",
            "Для дезинфекции поверхности воспользуйтесь смоченным в спирте ватным тампоном.",
            "Их основной статьей экспорта является текстиль, особенно шёлк и хлопок.",
            "Они пытаются освоить зарубежные рынки для американского хлопка.",
            "Из остатков шёлка и хлопка можно сделать лоскутное одеяло.",
            "— Где находится родина хлопка? — Рон тут же поднял руку. — В Америке, мисс!",
            "У нас есть два ярда остатков стопроцентных хлопковых тканей.",
            "Все щели были заткнуты ватой.",
            "На подбородке Эрика был клочок ваты, в том месте, где он порезался при бритье."
        ]
    }
}