{
    "cough": {
        "comment": [
            "through",
            "thorough",
            "enough",
            "although",
            "rough",
            "tough",
            "though",
            "plough",
            "borough"
        ],
        "translate": "кашель, кашлять, покашлять, прокашлять",
        "transcription": " |kɔːf|",
        "antonyms": [],
        "mnemonic": [
            "cough [коф] кашель - (Коф-е) кашель вызывает.",
            "cough [kɔf]\n***\nКАШЛЯЛ он от сквозняков. (это) cough\nКашель, чихание."
        ],
        "examples": [
            "He has a cough and a cold.",
            "It hurts me to cough.",
            "Love and a cough cannot be hidden. посл.",
            "The dust made him cough.",
            "The doctor gave him some cough medicine.",
            "Someone in the audience began to cough",
            "I sucked a cough drop.",
            "I can't get rid of this cough.",
            "She was coughing and sneezing all day.",
            "You should cover your mouth when you cough.",
            "Cough up! It's your turn to pay.",
            "Symptoms include a sore throat and dry cough.",
            "The smoker coughs all day.",
            "He had dry smoker's cough.",
            "A cough settled in her chest.",
            "Stuart gave an embarrassed cough.",
            "I don't much like the sound of your cough.",
            "I heard a cough from the back of the church.",
            "Whooping cough occurs mainly in young children.",
            "The medicine is efficacious in stopping a cough.",
            "The police may be able to make him cough out his story.",
            "I finally got my brother to cough up the dough he owed me.",
            "See if you can make the prisoner cough up the names of his companions.",
            "Although the infection cleared up, he was left with a persistent cough.",
            "This cough is driving me mad!",
            "The cough syrup tastes like candy.",
            "I've had this plaguey cough for weeks now.",
            "You want to see a doctor about that cough.",
            "You ought to see a doctor about that cough.",
            "I had to cough up the lolly when I lost the bet."
        ],
        "example_translate": [
            "У него кашель и насморк. / Он простужен и у него насморк.",
            "Мне больно кашлять.",
            "Любовь и кашель не утаишь.",
            "От пыли он закашлялся.",
            "Врач прописал ему лекарство от кашля.",
            "Кто-то в зале закашлял.",
            "Я сосал таблетку от кашля.",
            "Я не могу избавиться от этого кашля.",
            "Она чихала и кашляла весь день.",
            "При кашле следует прикрывать рот.",
            "Раскошеливайся! Твоя очередь платить.",
            "В числе симптомов — боль в горле и сухой кашель.",
            "Этот курильщик весь день кашляет.",
            "У него был сухой кашель курильщика.",
            "Кашель обосновался в её груди. / В её груди поселился кашель.",
            "Стюарт смущённо откашлялся.",
            "Мне не очень нравится твой кашель.",
            "Я услышал, как в задней части церкви кто-то кашляет.",
            "Коклюш бывает в основном у маленьких детей.",
            "Это лекарство эффективно в борьбе против кашля.",
            "Полицейские выдавят из него, как было дело.",
            "Я всё-таки заставил брата вернуть бабки, которые он мне задолжал.",
            "Попробуй сделать так, чтобы он проговорился и назвал тебе имена своих сообщников.",
            "Хотя инфекция и прошла, но у него остался непрекращающийся кашель.",
            "Как же этот кашель меня бесит!",
            "Этот сироп от кашля на вкус похож на конфету.",
            "У меня этот чёртов кашель уже несколько недель.",
            "С таким кашлем вам обязательно нужно обратиться к врачу.",
            "С таким кашлем вам бы следовало обратиться к доктору.",
            "Проиграв пари, мне пришлось здорово раскошелиться."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}