{
    "countless": {
        "comment": [],
        "translate": "бесчисленный, несчетный, неисчислимый, бессчетный",
        "transcription": " |ˈkaʊntləs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've been there countless times.",
            "She is the idol of countless teenagers.",
            "There are countless reasons why that would not be a good idea.",
            "They are spoiling the banks of the canal with countless garish signboards.",
            "We've heard countless unsupported slanders about her.",
            "Recent advances in medical technology have saved countless lives.",
            "The black population suffered countless wrongs at the hands of a racist regime.",
            "Countless footsteps have trodden a path to their door.",
            "Having performed in countless bars and clubs, the stand-up comedian was used to being heckled by inebriates in the back of the house.",
            "New technology has a positive spillover effect into countless fields.",
            "They participated in the indiscriminate slaughter of countless innocent victims.",
            "A powerful storm pulled down the old fishing shack, which had been immortalized in countless paintings."
        ],
        "example_translate": [
            "Я был там бессчётное количество раз.",
            "Она — кумир для бесчисленного множества подростков.",
            "Есть бесчисленное множество причин, по которым эта мысль не является удачной.",
            "Они портят берега канала бесчисленными кричащими указателями.",
            "Мы слышали о ней бесчисленное количество необоснованных сплетен.",
            "Последние достижения в области медицинских технологий спасли огромное число жизней.",
            "Чернокожее население терпело бесчисленные обиды от рук расистского режима.",
            "Бесчисленными следами была протоптана дорожка к их дому.",
            "После бесчисленных выступлений в барах и клубах, комик привык к тому, что его перебивают пьяные выкрики из глубины зала.",
            "Новые технологии имеют положительное побочное влияние в бесчисленных областях жизни.",
            "Они участвовали в поголовном истреблении бесчисленного количества невинных жертв.",
            "Сильный шторм разрушил старую рыбацкую хижину, увековеченную на бесчисленных картинах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}