{
    "county": {
        "comment": [
            "encounter",
            "count",
            "account",
            "counter",
            "discount",
            "recount",
            "countless",
            "accounting",
            "counterpart",
            "accountant"
        ],
        "translate": "графство, округ, жители графства, окружной, относящийся к графству",
        "transcription": " |ˈkaʊnti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Texas is divided into 254 counties.",
            "They will hang him in the county jailhouse.",
            "He is doing time in the county jail.",
            "The party received an average of 55.8% of the county's vote.",
            "The rules are less strict in the local county court.",
            "When the fit was on him, he would shoe a horse better than any man in the county.",
            "The profit of the county was increased by assarts.",
            "Every county is bound to repair the highways which passed through it.",
            "The river traverses the county.",
            "The hall of Sir - of - county.",
            "the lone doctor in the entire county",
            "The county plans to build a new road.",
            "The county has a population of 12,345 people.",
            "County Championship leaders of Hampshire",
            "Chancery Court of the County Palatine of Durham",
            "Chancery Court of the County Palatine of Lancaster",
            "The town and county schools are being consolidated.",
            "the distinctively conservative district of the county",
            "some no-good fellow who had spent most of his life in and out of the county jug",
            "We don't segregate in this county.",
            "A duplicate copy should be made for the county record office.",
            "trudging over soppy ground at the county fair",
            "His residences spread-eagle the entire county.",
            "The county condemned the land to build a highway.",
            "a county that is a bellwether in national elections",
            "They are searching for the missing man in the entire county.",
            "The new County Hall building was officially opened by the King.",
            "The top two teams will play off at Twickenham for the county title.",
            "A commander in each county was to have charge of the local militia.",
            "an oil tycoon who's widely considered the most powerful man in the county"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Техас разделен на 254 округа.",
            "Они повесят его в окружной тюрьме.",
            "Он отбывает срок в окружной тюрьме.",
            "Партия получила около 55,8% голосов жителей округа.",
            "В местном окружном суде правила менее строгие.",
            "Если он был в настроении, он мог подковать лошадь лучше всех в графстве.",
            "Доходы графства были увеличены благодаря расчистке леса под пашню.",
            "Каждое графство обязано поддерживать в хорошем состоянии дороги, которые проходят через него.",
            "Река пересекает округ.",
            "Замок сэра такого-то из графства такого-то.",
            "единственный врач на всю округу",
            "Власти округа планируют построить новую дорогу.",
            "Население этого графства составляет 12,345 человек.",
            "лидеры чемпионата графства Хэмпшир по крикету",
            "Даремский канцлерский суд",
            "Ланкастерский канцлерский суд",
            "Городские и окружные школы объединяются.",
            "традиционно консервативный район графства",
            "какой-то дрянной человечишка, который провёл большую часть своей жизни, периодически попадая в окружную тюрьму",
            "У нас в графстве сегрегации не место.",
            "Следует сделать копию-дубликат для окружного архива.",
            "устало тащатся по мокрой земле на сельской ярмарке",
            "Его резиденции разбросаны по всему округу.",
            "Власти округа отвели эту землю для постройки шоссе.",
            "район, который задаёт тон в национальных выборах",
            "Они разыскивают пропавшего без вести человека по всей округе.",
            "Новое Центральное административное здание графства было официально открыто королём.",
            "Две лучшие команды проведут на стадионе в Твикенхэме решающий матч за звание чемпионом графства.",
            "Командующий каждого округа должен был отвечать за местное ополчение.",
            "нефтяной магнат, которого многие считают самым влиятельным человеком в графстве /округе/"
        ]
    }
}