{
    "countryside": {
        "comment": [
            "country",
            "side",
            "aside",
            "beside",
            "inside",
            "outside",
            "sideways",
            "alongside",
            "upside",
            "hillside",
            "besides",
            "outsider",
            "seaside"
        ],
        "translate": "сельская местность, деревня, округа, местное сельское население",
        "transcription": " |ˈkʌntrisaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "people who live in the countryside",
            "It's very nice countryside around there.",
            "Her college is set in the countryside.",
            "I keep a car in the countryside.",
            "Quaint cottages dot the countryside.",
            "the scenic beauty of the countryside",
            "The countryside was defiled by billboards.",
            "He removed his children to the countryside.",
            "Bob likes to bury himself in the countryside, away from the city.",
            "The heat scorched the countryside",
            "At weekends people want to leave the town for open countryside.",
            "We grew up in the countryside, surrounded by the beauties of nature.",
            "We drove through miles of urban sprawl before we finally got out into the countryside.",
            "The river zigzags through the countryside.",
            "The house had lovely views over open countryside.",
            "We decided to explore the surrounding countryside.",
            "We took a long drive through the open countryside.",
            "The silence of the countryside was almost tangible.",
            "Many famished in the countryside during the drought.",
            "A drive through the countryside is balm for a weary soul.",
            "The expanding urban sprawl is a blight on the countryside.",
            "An aerial view of the countryside shows wide swathes of green.",
            "The hill provides a commanding view of the surrounding countryside.",
            "It's time for a complete rethink of the way we farm our countryside.",
            "Modern farming methods have done considerable harm to the countryside.",
            "A house in the city costs twice as much again as a house in the countryside.",
            "Most people in the countryside live off the land (=live by growing or finding their own food).",
            "What was once a series of discrete towns interspersed with countryside is now one vast megalopolis.",
            "Between the recipes for hearty peasant dishes, the author intercalates fond reminiscences of her year in the French countryside.",
            "I could hear the faint hum of the traffic from Market Street, apart from that, I might have been deep in the countryside. (J. Brain, Room at the Top)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "люди, которые живут в сельской местности",
            "Там очень приятный сельский пейзаж.",
            "Её колледж находится в сельской местности.",
            "Я держу за городом машину.",
            "Причудливые дома усеяли сельскую местность.",
            "живописная красота сельской местности",
            "Красота сельской местности была испорчена рекламными щитами.",
            "Он перевёз своих детей в деревню.",
            "Боб любит сидеть безвылазно в деревне, подальше от города.",
            "Жара выжгла сельскую местность. (выжгла траву / землю в селе / деревне)",
            "В выходные дни люди хотят уехать из города на открытую местность.",
            "Мы выросли в сельской местности, в окружении красот природы.",
            "Мы проехали несколько миль городской застройки, прежде чем наконец-то выехали за город.",
            "Реки петляет по сельской местности.",
            "Из дома открывался прекрасный вид на открытую местность.",
            "Мы решили осмотреть окрестности.",
            "Мы долго ехали по открытой местности.",
            "Тишина в деревне была почти осязаемой.",
            "Во время засухи, многие в деревне голодали.",
            "Поездка по сельской местности — бальзам для утомлённой души.",
            "Расширение городской застройки оказывает пагубное влияние на сельскую местность.",
            "Взгляд с высоты на эту местность открывает широкие полосы зелени.",
            "С этой горы открывается восхитительный вид на окрестности.",
            "Пришло время для полного переосмысления того, как мы обустраиваем нашу деревню.",
            "Современные методы ведения сельского хозяйства нанесли значительный ущерб сельской местности.",
            "Дом в городе стоит в два раза больше, чем дом в деревне.",
            "Большинство сельских жителей живёт за счет земли (т.е. живут, выращивая или находя свои собственные продукты питания).",
            "То, что когда-то было группой отдельных городков вперемешку с деревнями, сейчас превратилось в один огромный мегаполис.",
            "Рецепты сытных крестьянских блюд автор перемежает тёплыми воспоминаниями о годе, проведённом ею во французской деревне.",
            "Если бы не едва различимый гул машин, доносившийся с Маркет-стрит, я бы мог подумать, что нахожусь в глухой деревне."
        ]
    }
}