{
    "counsel": {
        "comment": [],
        "translate": "адвокат, совет, юрисконсульт, совещание, рекомендовать, давать совет",
        "transcription": " |ˈkaʊnsl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She counselled with her husband.",
            "Many have benefited from her wise counsel.",
            "You were unwise to reject my counsel.",
            "He counsels people who are trying to quit drinking.",
            "All counsel are expected to obey the rules of the court.",
            "The teacher counsels troubled students.",
            "The judge asked counsel for the defence to explain.",
            "He devils for the counsel on both sides.",
            "The student sought counsel from her teacher.",
            "We seek counsel from the rich and powerful to learn their secret.",
            "Some petitioners asked to be heard by counsel.",
            "Counsel for the parties may challenge the array.",
            "She counselled them not to accept this settlement.",
            "Whom else had she to open her heart to? If she did not need counsel, she must need the comfort of communication.",
            "The lawyer counselled me when I was accused of tax fraud.",
            "The job of the student welfare officer is to counsel students on all kind of problems."
        ],
        "example_translate": [
            "Она посоветовалась с мужем.",
            "Многие получили пользу от ее мудрых советов.",
            "С Вашей стороны было глупо отвергать мой совет.",
            "Он даёт советы людям, которые пытаются бросить пить.",
            "Все адвокаты обязаны подчиняться правилам суда.",
            "Учитель консультирует проблемных учеников.",
            "Судья попросил адвоката обвиняемого объяснить.",
            "Он делает черновую работу для адвокатов обеих сторон.",
            "Ученица попросила совета у своего учителя.",
            "Мы обращаемся за советами к богатым и могущественным, чтобы узнать их секрет.",
            "Несколько подателей петиции просили о том, чтобы их выслушал совет.",
            "Представители сторон могут дать отвод всему составу коллегии присяжных.",
            "Она посоветовала им не принимать это мировое соглашение.",
            "Кому же ещё откроет она своё сердце? Если ей не нужен совет, то ей, должно быть, необходимо дружеское общение.",
            "Этот адвокат консультировал меня, когда мне предъявили обвинение в налоговом мошенничестве.",
            "Работа студенческого куратора заключается в том, чтобы консультировать студентов по любым проблемным вопросам."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}