{
    "counter": {
        "comment": [
            "encounter",
            "count",
            "account",
            "discount",
            "county",
            "recount",
            "countless",
            "accounting",
            "counterpart",
            "accountant"
        ],
        "translate": "счётчик, прилавок, встречный, противостоять, обратно, напротив",
        "transcription": " |ˈkaʊntər|",
        "antonyms": [],
        "mnemonic": [
            "counter [ка'унтэ] прилавок - На прилавке не (каунто- вать).",
            "count [kaunt]\ncounter ['kauntə] - прилавок, стойка, счётчик\nencounter [ɪn'kauntə] - неожиданная, случайная\nвстреча; столкновение; встретить, натолкнуться\n***\nПока СЧИТАЛ, попал в нокаут. (это) count\nЧтобы СЧИТАТЬ, завёл аккаунт. (это) count\nСчёт, подсчёт."
        ],
        "examples": [
            "A shopman was at the counter.",
            "Goods are sold and money paid over the counter.",
            "Always counter your opponent's attack with a strong return.",
            "'I could ask the same thing of you,' she countered.",
            "The tradesman stands behind the counter.",
            "Please lift the packages onto the counter.",
            "He slammed the counter with the flat of his hand.",
            "“Good morning,” said the woman behind the counter.",
            "He was determined to counter the bribery allegations.",
            "He countered with some very persuasive arguments.",
            "The chairman countered the committee member's suggestion with another question.",
            "Exercise helps to counter the effects of stress.",
            "“I could say the same thing about you,” she countered.",
            "After she made her point, he could not counter with anything.",
            "The girl came up to the counter and asked if she could have her order prepared to go.",
            "\"Good morning,\" said the woman behind the counter.",
            "One of the eggs rolled off the counter.",
            "You must wait in a long line at the checkout counter.",
            "The sales clerk quickly seized the money on the counter",
            "The robber vaulted over the counter and took $200 in cash.",
            "One night we started arguing about / over who hadn't wiped the kitchen counter.",
            "His back shaved the counter in passing.",
            "It's risky, but you can get alcohol under the counter.",
            "She sat on the counter and swung her legs over to the other side.",
            "He leaned over the counter so his face was almost level with the boy's.",
            "A counter may be used to stiffen the material around the heel and to give support to the foot.",
            "Butter was smeared all over the counter.",
            "He claimed his suitcases at the airline counter.",
            "He planked the carton down on the counter and left.",
            "Set the video counter to zero before you press play."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "За прилавком стоял продавец.",
            "Товары продаются и оплачиваются у прилавка.",
            "Всегда парируй атаку противника мощным ответным ударом.",
            "— Я могла бы спросить то же самое у вас, — возразила она.",
            "Продавец стоит за прилавком.",
            "Пожалуйста, подними и положи коробки на прилавок.",
            "Он ударил ладонью по столу.",
            "— Доброе утро, — сказала женщина за стойкой.",
            "Он был решительно настроен опровергнуть обвинения во взяточничестве.",
            "В качестве возражения он привёл очень убедительные доводы.",
            "Председатель ответил на предложение члена комитета встречным вопросом.",
            "Физические упражнения помогают бороться с последствиями стресса.",
            "— Я могла бы сказать то же самое о вас, — парировала она.",
            "После того как она изложила свою точку зрения, он не смог ничего этому противопоставить.",
            "Девушка подошла к стойке и спросила, нельзя ли приготовить её заказ навынос.",
            "— Доброе утро, — сказала женщина за стойкой.",
            "Одно из яиц скатилось с прилавка.",
            "Нужно выстоять длинную очередь на кассе.",
            "Продавец быстро схватил деньги с прилавка.",
            "Грабитель перемахнул через прилавок и взял $200 наличными.",
            "Однажды вечером мы начали спорить о том, кто должен был вытереть стол на кухне.",
            "Проходя, он слегка коснулся спиной прилавка.",
            "Это рискованно, но спирт можно купить из-под полы.",
            "Она села на прилавок и перебросила свои ноги на другую сторону.",
            "Он перегнулся через стойку, так что его лицо оказалось почти на одном уровне с лицом мальчика.",
            "Для придания жёсткости материалу вокруг пятки и поддержки стопы может использоваться задник.",
            "Весь прилавок был вымазан сливочным маслом.",
            "Он подошёл к стойке авиакомпании и потребовал свой багаж.",
            "Швырнув картонку на прилавок, он ушёл.",
            "Прежде чем нажать кнопку воспроизведения, установите счётчик видео на нулевую отметку."
        ],
        "stars": 2
    }
}