{
    "coup": {
        "comment": [],
        "translate": "удачный ход, удача в делах, перевернуть",
        "transcription": " |kuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A master coup, which decides the game.",
            "After the coup the President was compeled to leave the country.",
            "Winning that big contract was a real coup.",
            "The regime became too autocratic and was overthrown by a military coup.",
            "She lost her position in a boardroom coup.",
            "They seized power in a military coup.",
            "The army played a leading role in organizing the attempted coup.",
            "He assumed power in a bloody coup in 1990.",
            "Beating Arsenal was a major coup for the club.",
            "They took control of the government in a bloodless coup.",
            "Haiti's first elected president was deposed in a violent military coup.",
            "The army thwarted the attempt at a coup.",
            "It was a major coup when they got the Vice President to appear on their show for an interview.",
            "Everything was unstable following the coup.",
            "He evaded capture after the failed coup.",
            "The failed coup caused a loss of morale within the army.",
            "A correspondent in the Middle East bureau just filed a new report on the coup.",
            "Rumors persisted that CIA assets were behind the coup d'état."
        ],
        "example_translate": [
            "Мастерский ход, решивший исход игры.",
            "После государственного переворота президента вынудили покинуть страну.",
            "Выигрыш того большого контракта был большой удачей.",
            "Режим стал слишком деспотическим, и был свергнут путем военного переворота.",
            "Она лишилась должности в результате внезапной смены власти в совете директоров.",
            "Они захватили власть в результате военного переворота.",
            "Армия сыграла ведущую роль в организации попытки государственного переворота.",
            "Он пришел к власти в 1990 году, в результате кровавого переворота.",
            "Победа над \"Арсеналом\" стала крупной удачей для этого клуба.",
            "Они взяли власть под контроль в результате бескровного переворота.",
            "Первый в истории избранный президент Гаити был свергнут в результате насильственного военного переворота.",
            "Армия предотвратила попытку государственного переворота.",
            "Они добились крупного успеха, когда им удалось добиться появления вице-президента для интервью у них на передаче.",
            "После переворота все было нестабильно.",
            "Он избежал поимки после неудачного путча.",
            "Неудавшийся путч вызвал в армии потерю морального духа.",
            "Один из корреспондент ближневосточного бюро только что прислал новый отчёт об этом перевороте.",
            "Ходили упорные слухи, что за государственным переворотом стояли агенты ЦРУ."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}