{
    "couple": {
        "comment": [
            "course",
            "of course",
            "could",
            "cousin",
            "discourse",
            "coupon",
            "coup"
        ],
        "translate": "пара, два, чета, пара сил, элемент, свора, соединять, соединяться, связывать",
        "transcription": " |ˈkʌpl|",
        "antonyms": [],
        "mnemonic": [
            "couple [капл] пара - Он (капал) этой паре на мозги.",
            "couple ['kʌp (ə) l]\n***\nМы СОЕДИНИЛИСЬ, а дождь всё капал. (это) couple\nМы шли по ПáРАМ, а дождь капал. (это) couple\nДва, пара, чета."
        ],
        "examples": [
            "Scramble a couple of eggs for me.",
            "The young couple were holding hands.",
            "\"Are they a couple?\" \"No, they are just good friends.\"",
            "They're an odd couple.",
            "The wire is coupled to the terminal.",
            "We spent a couple of hours resting and exploring the ruins.",
            "He popped a couple of rabbits.",
            "I'll call you in a couple of days.",
            "The couple broke up last year.",
            "They are a newly married couple.",
            "She's got a couple of sprogs now.",
            "The married couple boarded the train for New York.",
            "A man who coupled acts with words.",
            "Seventeen couples participated in the survey.",
            "I've still got a couple of daughters to marry.",
            "His name has been coupled with hers in the society page of the newspaper.",
            "She surprised the couple.",
            "By all accounts they were a happy couple.",
            "I popped a couple of sleeper tablets.",
            "The couple owns and operates the business.",
            "The pain will subside in a couple of hours.",
            "The couple got spliced on Hawaii",
            "She took a couple of bites of the sandwich.",
            "He was beat up by a couple of goons.",
            "He calmly swatted a couple of flies.",
            "That couple argues hourly, about everything.",
            "A couple of tame lions lay crouching at her feet.",
            "The couple behind almost cannoned into us.",
            "He pitched out a couple of very cool ideas.",
            "We have suffered a couple of minor reversals."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ou = [ʌ]"
        ],
        "example_translate": [
            "Сделай мне омлет из двух яиц.",
            "Молодая пара держалась за руки.",
            "\"Они пара?\" \"Нет, они просто хорошие друзья.\"",
            "Они — странная парочка.",
            "Этот провод подсоединён к терминалу.",
            "В течение нескольких часов мы отдыхали и осматривали развалины.",
            "Он подстрелил пару кроликов.",
            "Я позвоню тебе через пару дней.",
            "В прошлом году эта пара рассталась.",
            "Они — молодожёны.",
            "Теперь у нее двое детей.",
            "Супружеская пара села на поезд до Нью-Йорка.",
            "Человек, у которого слова не расходятся с делами.",
            "В опросе приняли участие семнадцать пар.",
            "Мне ещё нужно выдать замуж парочку дочек.",
            "В светской хронике их имена стали упоминаться вместе.",
            "Она удивила эту пару.",
            "Судя по всему, они были счастливой парой.",
            "Я приняла пару таблеток снотворного.",
            "Эта чета владеет и управляет этим бизнесом.",
            "Боль утихнет через пару часов.",
            "Пара поженилась на Гавайях.",
            "Она откусила от сэндвича пару кусочков.",
            "Он был избит парой головорезов.",
            "Он спокойно прихлопнул пару мух.",
            "Эта пара спорит постоянно, обо всём.",
            "Пара прирученных львов лежат, прижавшись к земле, у её ног.",
            "Парочка, шедшая следом, чуть не налетела на нас.",
            "Он подкинул пару очень прикольных идей.",
            "Мы испытали несколько небольших неудач."
        ],
        "stars": 3
    }
}