{
    "courtesy": {
        "comment": [
            "court"
        ],
        "translate": "вежливость, учтивость, обходительность, этикет, правила вежливости",
        "transcription": " |ˈkɜːrtəsɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He invited her as a matter of courtesy.",
            "Courtesy is the cachet of good breeding.",
            "No word of courtesy escaped his lips.",
            "She answered every question with unfailing courtesy.",
            "Courtesy is the company's trademark.",
            "I was completely won over by the courtesy and direct simplicity of the people.",
            "A chilling courtesy was his only armour.",
            "They treated us with courtesy and kindness.",
            "At least do me the courtesy of telling the truth.",
            "It would be common courtesy to return their hospitality.",
            "It's a matter of common courtesy to acknowledge letters.",
            "Social relations impose courtesy.",
            "The two men exchanged courtesies before getting down to business.",
            "He didn't even have the courtesy to call and say he couldn't come.",
            "She did it as a courtesy, not because she had to.",
            "The hotel runs a courtesy bus from the airport.",
            "They shook hands and exchanged courtesies before beginning their discussion.",
            "Most reviewers receive a courtesy copy of the book.",
            "Important visitors to the conference were provided with courtesy cars.",
            "Healy received a deep cut on his left hand, courtesy of Nicol's ice skate.",
            "Everyone knows each other here, so we won't bother with the usual courtesies.",
            "As the heir to an earldom, Stephen was obliged to pay a courtesy call on the British ambassador."
        ],
        "example_translate": [
            "Он пригласил её из вежливости.",
            "Вежливость - это признак хорошего воспитания.",
            "Он не произнёс ни одного учтивого слова.",
            "Она отвечала на каждый вопрос с неизменной любезностью.",
            "Вежливость является отличительным знаком данной компании.",
            "Я был совершенно покорён обходительностью и искренней простотой этих людей.",
            "Ледяная вежливость была его единственной защитой.",
            "К нам относились вежливо и доброжелательно.",
            "По крайней мере, будь так любезен сказать мне правду.",
            "По правилам хорошего тона, следует отплатить им за гостеприимство.",
            "Подтверждать получение писем — это вопрос элементарной вежливости.",
            "Общественные отношения требуют соблюдения правил этикета.",
            "Прежде чем перейти к делу, мужчины обменялись любезностями.",
            "Ему даже не хватило вежливости позвонить и сказать, что он не сможет приехать.",
            "Она сделала это в качестве жеста вежливости, а не потому, что была обязана.",
            "Гостиница предоставляет бесплатный автобус от аэропорта.",
            "Перед началом обсуждения они пожали друг другу руки и обменялись любезностями.",
            "Большинство рецензентов получило подарочный экземпляр данной книги.",
            "Важным посетителям конференции были предоставлены бесплатные автомобили.",
            "Хили глубоко порезал левую руку по милости конька Николь.",
            "Здесь все друг друга знают, так что обойдёмся без обычных любезностей.",
            "В качестве наследника графского титула, Стивен был вынужден нанести визит вежливости британскому послу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}