{
    "course": {
        "comment": [
            "of course",
            "couple",
            "could",
            "cousin",
            "discourse"
        ],
        "translate": "курс, блюдо, направление, курсовой, бежать, течь, преследовать",
        "transcription": " |kɔːrs|",
        "antonyms": [],
        "mnemonic": [
            "course [ко:с] курс, ход, направление - Курс на (кос-мос)!;",
            "course [kɔ: s]\ncurse [kɜ: s]\n***\nКУРС плохой, когда под откос. (это) course\nТЕЧЕНИЕ под откос. (это) course\n***\nВ этом направлении \"course\"\nесть воды источник \"source\".\n***\nПРОКЛИНАЕТ жизнь черкес. (это) curse\nПроклятие, ругательство, бич, бедствие"
        ],
        "examples": [
            "the course of a river",
            "I could feel the warm blood coursing through my veins.",
            "In the course of the discussion many views were heard.",
            "Your best course would be to accept his offer.",
            "The ship was 200 miles off course.",
            "The ship was blown off course.",
            "We had fish for the main course.",
            "Tears coursed down his cheeks.",
            "She prepared a three course meal.",
            "The race was run on the turf course.",
            "Wild ideas came coursing through my brain as I read the letter.",
            "The course was less than a mile.",
            "The country club has a golf course.",
            "The college offers courses in science and in the humanities.",
            "The course had only nine holes.",
            "Tears were coursing down his cheeks.",
            "We then coursed down a considerable stream.",
            "The government took a firm course.",
            "the blood coursing through my veins",
            "Relax and let nature take its course.",
            "He often courses hares.",
            "Students earn the degree after a two-year course of study.",
            "He took a course in basket weaving.",
            "Gorbachev changed the course of Soviet history.",
            "The ticket includes entry and a four-course meal.",
            "Meeting Sally changed the whole course of his life.",
            "The river takes a southern course.",
            "73 candidates enrolled on the course.",
            "If you persist in that course you will surely fail.",
            "It seems the boom in World Music has run its course."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "our = [ɔː]"
        ],
        "example_translate": [
            "течение реки",
            "Я чувствовал, как кровь бежит у меня по жилам.",
            "В ходе дискуссии было выслушано много разных точек зрения.",
            "Лучше всего для тебя будет это принять его предложение.",
            "Судно на двести миль отклонилось от курса.",
            "Из-за ветра корабль сбился с намеченного курса.",
            "На второе у нас была рыба.",
            "По его щекам потекли слёзы.",
            "Она приготовила обед из трёх блюд.",
            "Скачки проходили на травяной скаковой дорожке.",
            "Когда я читал письмо, у меня в голове проносились странные мысли.",
            "Дистанция была меньше мили длиной.",
            "В этом загородном клубе есть поле для гольфа.",
            "Колледж предлагает курсы по естественным и гуманитарным наукам.",
            "На поле для гольфа было только девять лунок.",
            "По его щекам стекали слёзы.",
            "Затем мы направились вниз по большой реке.",
            "Правительством был взят твёрдый курс.",
            "кровь, которая течёт в моих венах",
            "Расслабься, и пусть всё идёт своим чередом.",
            "Он часто охотится на зайцев с гончими.",
            "Студенты получают диплом после двухгодичного курса обучения.",
            "Он прошёл курс плетения корзин.",
            "Горбачёв изменил курс советской истории.",
            "Стоимость билета включает в себя плату за вход и обед из четырёх блюд.",
            "Встреча с Салли изменила весь ход его жизни.",
            "Река течёт в южном направлении.",
            "На курс записалось семьдесят три кандидата.",
            "Если вы не свернёте с этого пути, то наверняка потерпите неудачу.",
            "Кажется, повальное увлечение этнической музыкой исчерпало свой потенциал."
        ],
        "stars": 3
    }
}