{
    "courage": {
        "comment": [],
        "translate": "мужество, смелость, храбрость, отвага, бодрость",
        "transcription": " |ˈkɜːrɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her courage has inspired us.",
            "I applaud you for your courage.",
            "They needed all the courage they had.",
            "They resumed their courage.",
            "Sue showed great courage throughout her illness.",
            "It takes courage to admit you are wrong.",
            "I salute your courage!",
            "I have great admiration for her courage.",
            "Only his courage carried Jim through.",
            "I plucked up the courage to go out by myself.",
            "Their courage dissolved in the face of danger.",
            "Gradually I lost the courage to speak out about anything.",
            "He had not sufficient courage for it.",
            "Their courage brought the people through the war.",
            "If you had a spark of honesty / courage / decency",
            "The men's courage and faith is a lesson to us all.",
            "Her courage is an example to us all.",
            "The movie is a stirring tale of courage.",
            "He needed a small drink to jack up his failing courage.",
            "The thought that we would soon reach home gave us courage.",
            "I'm trying to work up enough courage to go to the dentist.",
            "His courage had evaporated away.",
            "his courage in the face of adversity",
            "Whatever betides, maintain your courage.",
            "Her courage won her many friends and admirers.",
            "My spirits / heart / courage sank (into/to my boots).",
            "Her continuing courage shines through all her actions.",
            "A good degree of courage was inwrought into our very frame.",
            "a politician of rare honesty and courage",
            "There was a wellspring of courage within her."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ou = [ʌ]"
        ],
        "example_translate": [
            "Ее смелость вдохновила нас.",
            "Хвалю вас за мужество.",
            "Им потребовалась вся храбрость, которая у них была.",
            "Они вновь обрели мужество.",
            "Сью проявила большую стойкость в течение всей ее болезни.",
            "Чтобы признать, что ты неправ, требуется определённое мужество. / Только смелые люди признают свои ошибки.",
            "Я приветствую ваше мужество!",
            "Я очень сильно восхищаюсь ее мужеством.",
            "Только мужество помогло Джиму выстоять.",
            "Я набрался смелости, чтобы выйти из себя.",
            "Их храбрость растаяла перед лицом опасности.",
            "Со временем я потерял смелость откровенно высказываться о чём угодно.",
            "На это у него не хватило смелости.",
            "Их мужество помогло людям пройти через войну.",
            "Если бы у тебя было хоть немного честности, мужества, порядочности",
            "Мужество и вера этих людей — пример всем нам.",
            "Её мужество — пример для всех нас.",
            "Этот фильм представляет собой волнующий рассказ о мужестве.",
            "Чтобы не дать себе окончательно пасть духом, он выпил.",
            "Мысль о том, что скоро мы будем дома, приободрила нас.",
            "Я пытаюсь набраться достаточно смелости, чтобы пойти к стоматологу.",
            "Его храбрость испарилась.",
            "его мужество перед лицом невзгод",
            "Что бы ни случилось, сохраняйте присутствие духа.",
            "Благодаря своему мужеству, она завоевала дружбу и восхищение многих людей.",
            "Я впал в отчаяние.",
            "Её неистощимая храбрость проявляется во всём, что она делает.",
            "Немалая храбрость была неотъемлемой частью самого нашего существа.",
            "политик редкой честности и мужества",
            "В ней был какой-то неиссякаемый источник мужества."
        ]
    }
}