{
    "cousin": {
        "comment": [],
        "translate": "кузен, двоюродный брат, кузина, двоюродная сестра, родственник",
        "transcription": " |ˈkʌzn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Can I bring my cousin to the dinner?",
            "I love my cousin cousinly, no more.",
            "Earlier today I saw my cousin.",
            "He fell headlong in love with his cousin.",
            "My cousin knows a thing or two (=know a lot about) about golf.",
            "The estate devolved on a distant cousin.",
            "Her cousin was not her equal in guile and evasive craft.",
            "'What's your relationship to Sue?' 'She's my cousin.'",
            "The Alaskan brown bear is a close cousin of the grizzly bear.",
            "my semiannual visit to my cousin",
            "'That's Sarah's cousin.' 'Are you sure?'",
            "His cousin made the funeral arrangements.",
            "The cricket is a cousin of the grasshopper.",
            "That guy turned out to be Maria's second cousin.",
            "Did you finally connect with your long-lost cousin?",
            "The okapi is a short-necked primitive cousin of the giraffe.",
            "I stumbled across a long-lost cousin last night in a restaurant.",
            "...I call her Aunt Emily, but she is actually my cousin, not my aunt....",
            "...having just acquired his driver's license that morning, the teen agreed with alacrity to drive his cousin to the airport...",
            "Such women carry in their heads kinship knowledge of six generations depth and extending laterally among consanguineal kin as far as the grandchildren of second cousin."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ou = [ʌ]"
        ],
        "example_translate": [
            "Я могу взять с собой моего двоюродного брата на обед?",
            "Я люблю свою кузину по-родственному, не больше.",
            "Сегодня утром (досл. в начале сегодняшнего дня) я видел моего кузена.",
            "Он имел глупость влюбиться в свою кузину /родственницу/.",
            "Мой двоюродный брат кое-что понимает (т.е. много знает) в гольфе.",
            "Имение перешло к дальнему родственнику.",
            "Ее двоюродный брат не сравнится с ней в хитрости и искусном плутовстве.",
            "— Как вы связаны со Сью? — Она моя родственница.",
            "Аляскинский бурый медведь близкий родственник медведя гризли.",
            "моё посещение родственника, происходящее раз в полгода",
            "— Это двоюродный брат Сары. — Ты уверен?",
            "Его двоюродный брат организовал похороны.",
            "Сверчок является родственником кузнечика.",
            "Тот парень оказался троюродным братом Марии.",
            "Вы, наконец, связались со своим давно пропавшим родственником?",
            "Окапи — это примитивный короткошеий \"родственник\" жирафа.",
            "Вчера вечером в ресторане я наткнулся на родственника, которого давно не видел.",
            "...я называю ее Тетя Эмили, но она на самом деле она моя двоюродная сестра, а не тетя....",
            "...в то утро, только получив свои водительские права, подросток с готовностью согласился отвезти своего кузена в аэропорт...",
            "Такие женщины держат у себя в голове знание предков на глубину в шесть поколений, а по боковым линиям среди кровных родственников — до внуков троюродных братьев и сестёр включительно."
        ]
    }
}