{
    "covering": {
        "comment": [],
        "translate": "покрытие, покрывало, покров, обшивка, покрывающий, сопроводительный",
        "transcription": " |ˈkʌvərɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His family kept covering for him.",
            "She is covering for our secretary who is ill this week",
            "filmy cobwebs covering the entryway to the cellar",
            "There was a spiderweb of cracks covering the windscreen.",
            "Farmers are covering their crops as a preventive measure against frost.",
            "The coconut has a fibrous outer covering.",
            "I'd just returned from covering the Cambodian war.",
            "Artillery provided covering fire for the withdrawal.",
            "a CD collection covering the band from its inception in 1994",
            "a lexicon covering the terminologies of several scientific fields",
            "The covering of capsule, when the seeds become ripe, opens at the top.",
            "The insurance company deceived me when they told me they were covering my house.",
            "The nanny acted quickly by grabbing the toddler and covering him with a wet towel.",
            "Vandals desecrated the cemetery last night by covering the tombstones with graffiti.",
            "This reporter has the ability to strike off a good description of the scene he is covering.",
            "We'll give your men covering fire by shooting them in while they attack the enemy positions.",
            "...with the commotion on the dance floor as a covering, we were able to slip out undetected...",
            "The plains of America are generally characterised by their gramineous covering or their vast forests."
        ],
        "example_translate": [
            "Родные продолжали его выгораживать.",
            "Она на этой неделе подменяет нашу больную секретаршу.",
            "тонкая паутина, прикрывающая вход в подвал",
            "Лобовое стекло было покрыто паутиной трещин.",
            "Фермеры укрывают свои посевы в качестве превентивной меры против мороза.",
            "Кокосовый орех имеет волокнистую внешнюю поверхность.",
            "Я только что вернулся с освещения камбоджийской войны.",
            "Артиллерия прикрывала отход войск своим огнём.",
            "коллекция компакт-дисков, иллюстрирующих творчество данной группы с момента её основания в 1994 году",
            "словарь терминов, охватывающий несколько научных направлений",
            "Когда семена созревают, оболочка семенной коробочки раскрывается.",
            "Представители страховой компании обманули меня, когда сказали, что страховка покрывает мой дом.",
            "Няня действовала быстро: схватила малыша и накрыла его мокрым полотенцем.",
            "Вчера ночью кладбище осквернили вандалы, расписав надгробия граффити.",
            "Этот репортёр умеет точно и быстро описать увиденное.",
            "Мы прикроем огнём ваших людей, пока они будут атаковать вражеские позиции.",
            "Воспользовавшись суматохой на танцполе, мы смогли незаметно ускользнуть.",
            "Для американских равнин свойственен либо травяной покров, либо обширные леса."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}