{
    "coverage": {
        "comment": [
            "recover",
            "cover",
            "discovery",
            "discover",
            "recovery",
            "covering",
            "covered",
            "uncover"
        ],
        "translate": "охват, зона действия, прикрытие, освещение в печати, зона наблюдения",
        "transcription": " |ˈkʌvərɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Media coverage of the event was mixed.",
            "The issue is not getting much coverage in the mainstream press.",
            "Network news coverage often lacks depth.",
            "The media gave the conference scant coverage.",
            "Make sure the policy gives adequate coverage against burglary.",
            "Basic coverage commences upon the first day of employment.",
            "Coverage of the war was used to distract attention from other matters.",
            "The book gives full coverage to the history of the word.",
            "They accused the paper of biased coverage of race relations.",
            "The dictionary's coverage of standard English is excellent.",
            "Does this policy provide coverage for acts of war or terrorism?",
            "The exhibition has received extensive coverage in the national press.",
            "The allegations received widespread media coverage.",
            "For more complete coverage of this issue, see Chapter Six.",
            "Sometimes we forget that the media coverage of a sport is actually of secondary importance to the event itself.",
            "The election received wide news coverage.",
            "The network is providing live coverage of the debate.",
            "The band has received good press coverage (=the reports written about something in newspapers).",
            "In place of our advertised programme, we will have live coverage of the special memorial service.",
            "Any member of the media who wishes to be accredited for the coverage of the 6th Global Forum must observe the following guidelines.",
            "The trial was given saturation coverage by the press.",
            "There will be live TV coverage of tonight's big match.",
            "The radio and newspapers gave the trial wide coverage.",
            "Prestel's website provides good coverage of the subject.",
            "More television coverage of the election would be overkill.",
            "More satellites are needed to provide telephone coverage in remote areas.",
            "The media's coverage of the election has been skewed from the very beginning.",
            "A flexible health insurance plan gives patients more choice about doctors and coverage.",
            "We have not had truly local news coverage since the town newspaper's demise three years ago."
        ],
        "example_translate": [
            "Освещение данного события в СМИ было неоднозначным.",
            "Этот вопрос не слишком широко освещается в центральной прессе.",
            "Освещению новостей в крупных телесетях часто не хватает глубины.",
            "Средства массовой информации уделили (работе) конференции мало внимания.",
            "Убедитесь, что полис предоставляет адекватную страховую защиту от кражи со взломом.",
            "Базовое (страховое) покрытие начинает действовать с первого дня начала работы.",
            "Освещение в печати военных действий было использовано для того, чтобы отвлечь внимание от других проблем.",
            "Книга полностью освещает историю данного слова.",
            "Они обвинили эту газету в необъективном освещении межрасовых отношений.",
            "В данном словаре великолепно охвачен литературный английский язык.",
            "Предоставляет ли этот полис страховое покрытие на случай военных действий или терроризма?",
            "Выставка получила широкое освещение в национальной прессе.",
            "Данные обвинения получили широкое освещение в СМИ.",
            "Более полное освещение данного вопроса смотрите в шестой главе.",
            "Иногда мы забываем, что освещение спорта в СМИ на самом деле вторично по отношению к самому этому мероприятию.",
            "Выборы получили широкое освещение в новостях.",
            "Телесеть обеспечивает прямую трансляцию этих дебатов.",
            "Творчество этой группы получило хорошее освещение в прессе (т.е. отчёты о чём-то, напечатанные в газетах).",
            "Вместо объявленной ранее программы у нас состоится прямая трансляция поминальной службы.",
            "Любой представитель СМИ, который желает получить аккредитацию на Шестом всемирном форуме, должен соблюдать следующие правила.",
            "В прессе этот судебный процесс освещался исключительно широко.",
            "Сегодняшний важнейший матч будут показывать по телевидению.",
            "Этот судебный процесс широко освещался на радио и в газетах.",
            "Веб-сайт Престеля обеспечивает хорошее освещение данной темы.",
            "Ещё более широкое телевизионное освещение выборов было бы излишним.",
            "Для обеспечения телефонного покрытия в отдалённых районах нужны дополнительные спутники.",
            "Освещение выборов в средствах массовой информации искажено с самого начала.",
            "Гибкий план медицинского страхования даёт пациентам возможность более широкого выбора врачей и страховых выплат.",
            "Три года назад городская газета прекратила существование, и с тех пор местные новости должным образом не освещались."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}