{
    "crack": {
        "comment": [
            "cracked"
        ],
        "translate": "трещина, щель, треск, удар, трескаться, раскалывать, великолепный",
        "transcription": " |kræk|",
        "antonyms": [],
        "mnemonic": [
            "crack [крэк] треск, щель, трещина - В коже (крэк- одила) трещина;",
            "crack [kræk]\n***\nСКРИПЯТ колеса на весь велотрек. (это) crack\nТРЕСК стоит на весь велотрек. (это) crack\nТреск, щёлканье; трещина, щель.\n***\nЖаль, что вешалка \"rack\"\nтреснула \"crack\"."
        ],
        "examples": [
            "He is a crack.",
            "The glass cracked.",
            "Thunder cracked overhead.",
            "Get out of here before I crack you one.",
            "Crack went the mast.",
            "He cracked his skull in the accident.",
            "The police raided the crack house",
            "Soldiers were cracking at the running enemy.",
            "She cracked him over the head with a hammer.",
            "Stick your thumb in the crack.",
            "There was a crack in the mirror.",
            "He cracked a couple of eggs into a pan.",
            "He is a crack!",
            "He goes to bed at the crack of dawn",
            "I slipped and cracked my head on the door.",
            "He made a very unfair crack about her looks.",
            "That's naught to crack on.",
            "You hit him an awful crack!",
            "There was heard so loud a crack, as if heaven had split asunder.",
            "The mirror cracked when she dropped it.",
            "I mean to carry you off for a crack at the rabbits.",
            "He bragged about the number of bottles he can crack overnight.",
            "He cracked his whip and galloped off.",
            "He picked up a piece of rock and cracked it in half.",
            "a tool used for cracking nuts",
            "She fell and cracked a bone in her leg.",
            "He's always making cracks about how stupid I am.",
            "You've had a nasty crack on the head and you need to rest.",
            "Crack went his whip, and we were off.",
            "We were up at the crack of dawn."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он головой подвинулся.",
            "Стекло треснуло.",
            "Над головой ударил гром.",
            "Пошёл вон отсюда, пока я тебе не накостылял.",
            "Мачта с треском переломилась пополам.",
            "В этой автокатастрофе он получил тяжёлую травму головы.",
            "Полицейские ворвались в наркопритон.",
            "Солдаты стреляли в убегавшего врага.",
            "Она треснула его по голове молотком.",
            "Засуньте в щель большой палец.",
            "На зеркале была трещина.",
            "Он разбил пару яиц на сковородку.",
            "Он - это что-то!",
            "Он ложится спать на рассвете.",
            "Я поскользнулся и треснулся головой о дверь.",
            "Он отпустил совершенно неуместную шутку по поводу её наружности.",
            "Хвастаться-то нечем.",
            "Ну ты ему и дал!",
            "Раздался такой громкий треск, как будто небеса раскололись.",
            "Зеркало треснуло, когда она его уронила.",
            "Я хотел позвать тебя пострелять кроликов.",
            "Он всё хвастался тем, как много бутылок может выпить за вечер.",
            "Он ударил его плёткой и поскакал прочь.",
            "Он подобрал кусок камня и разломал его пополам.",
            "инструмент для колки орехов",
            "При падении у неё треснула кость в ноге.",
            "Он постоянно отпускает остроты насчёт моей тупости.",
            "Вы получили серьёзный удар по голове, и вам нужен отдых.",
            "Он щёлкнул кнутом, погоняя лошадей, и мы отправились в путь.",
            "Мы встали спозаранку."
        ],
        "stars": 2
    }
}