{
    "cracked": {
        "comment": [],
        "translate": "треснувший, резкий, надтреснутый, пошатнувшийся, выживший из ума, помешанный",
        "transcription": " |krækt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Never buy eggs with cracked shells.",
            "His brains are cracked.",
            "Finally, Karpov cracked under the pressure.",
            "The vase is cracked but it can still hold water.",
            "The glass cracked.",
            "John cracked up the car for good in the accident.",
            "His abilities are not what they were cracked up to be.",
            "He cracked open the eggs.",
            "His gun cracked.",
            "Pop cracked the guns!",
            "The petroleum cracked.",
            "Thunder cracked overhead.",
            "We cracked open a few bottles.",
            "One leg of the chair is cracked.",
            "The mirror was cracked and dirty.",
            "Engine failure cracked the plane up.",
            "He cracked his skull in the accident.",
            "He cracked his whip and galloped off.",
            "The bell cracked and had to be recast",
            "Everyone in the class just cracked up.",
            "She fell and cracked a bone in her leg.",
            "He cracked a couple of eggs into a pan.",
            "The mirror cracked when she dropped it.",
            "He fell and cracked his elbow on the ice.",
            "I slipped and cracked my head on the door.",
            "The bird cracked the seed on a tree branch.",
            "The cracked pipe leaked fumes into the room.",
            "She cracked him over the head with a hammer.",
            "The egg cracked open and out came a baby chick.",
            "He cracked his collarbone in a skiing accident."
        ],
        "example_translate": [
            "Никогда не покупайте яйца с треснувшей скорлупой.",
            "Он ненормальный.",
            "Наконец, Карпов не выдержал давления.",
            "Ваза треснула, но по-прежнему держит воду.",
            "Стекло треснуло.",
            "Во время этой аварии Джон вдребезги разбил свою машину.",
            "На самом деле он совсем не такой способный, как про него говорили.",
            "Он расколол яйца.",
            "Раздался резкий щелчок его пистолета.",
            "Ружья стреляли хлопками.",
            "Нефть крекировалась (разложилась на более простые составляющие).",
            "Над головой ударил гром.",
            "Мы откупорили несколько бутылок.",
            "Одна из ножек стула треснула.",
            "Зеркало было треснутое и грязное.",
            "Самолёт потерпел катастрофу из-за отказа двигателя.",
            "В этой автокатастрофе он получил тяжёлую травму головы.",
            "Он ударил его плёткой и поскакал прочь.",
            "Колокол треснул, и его пришлось переделывать.",
            "Все в классе просто покатились со смеху.",
            "При падении у неё треснула кость в ноге.",
            "Он разбил пару яиц на сковородку.",
            "Зеркало треснуло, когда она его уронила.",
            "Он упал и ударился локтем об лёд.",
            "Я поскользнулся и треснулся головой о дверь.",
            "Птица расколола семечко, сидя на ветке дерева.",
            "Из трещины в трубе в комнату произошла утечка паров.",
            "Она треснула его по голове молотком.",
            "Яйцо раскололось, и на свет появился цыплёнок.",
            "Он сломал ключицу, катаясь на лыжах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}