{
    "cradle": {
        "comment": [
            "crazy",
            "crane"
        ],
        "translate": "колыбель, люлька, рычаг, гнездо, опора, рама, баюкать, убаюкивать, промывать",
        "transcription": " |ˈkreɪdl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Greece, the cradle of European culture",
            "The old man cradled the baby in his arms.",
            "I was a derelict from my cradle.",
            "He cradled the picture.",
            "He cradles the child in his arms.",
            "The baby slept peacefully in its cradle.",
            "He cradled her face in his hands.",
            "He dropped the receiver into its cradle.",
            "He was sitting at the big table cradling a large bowl of coffee.",
            "He cradled the infant in his arms",
            "She placed the phone back on its cradle.",
            "The house that cradled Prince Metternich.",
            "Athens is often regarded as the cradle of democracy.",
            "She rocked the cradle to quieten the child.",
            "At long last the crying baby was tranquilized by the steady rocking of her cradle.",
            "Wessex is the cradle of the royal house.",
            "She was cradling the injured man's head in her arms.",
            "Between the next two cantos intervenes the well known cradle song.",
            "He rocked the cradle with his foot. (Ch. Dickens, Old Curiosity Shop, 1840)",
            "Like most Catholic children, he had heard stories of Ireland from the cradle."
        ],
        "example_translate": [
            "Греция, колыбель европейской культуры",
            "Старик качал ребёнка на руках.",
            "С колыбели я был изгоем.",
            "Он вставил картину в раму.",
            "Он укачивает ребёнка на руках.",
            "Ребёнок спокойно спал в своей колыбели.",
            "Он нежно взял её лицо в свои ладони.",
            "Он положил трубку.",
            "Он сидел за широким столом, сжимая в руках большую чашку кофе.",
            "Он качал младенца на руках.",
            "Она положила телефонную трубку обратно на рычаг.",
            "Дом, в котором рос князь Меттерних.",
            "Афины часто считают колыбелью демократии.",
            "Она покачала колыбель, чтобы успокоить ребенка.",
            "В конце концов, мерное покачивание колыбели всё-таки успокоило плачущую малышку.",
            "Уэссекс - колыбель королевского дома.",
            "Она осторожно держала руками голову раненого.",
            "Две следующие части поэмы разделяет известная колыбельная песня.",
            "Он качнул ногой колыбель. (пер. Н. А. Волжиной)",
            "Как и большинство детей-католиков, он с пелёнок слышал рассказы об Ирландии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}