{
    "craft": {
        "comment": [],
        "translate": "ремесло, судно, самолет, самолеты, цеховой",
        "transcription": " |kræft|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The shop sells local crafts.",
            "He is crafting a new sculpture.",
            "He crafted the chair lovingly.",
            "These crafts are narrow enough.",
            "The musician spends years perfecting his craft.",
            "Each doll is crafted individually by specialists.",
            "She is a master of her craft.",
            "Her cousin was not her equal in guile and evasive craft.",
            "The furniture is crafted from bamboo.",
            "Each doll will be crafted individually by specialists.",
            "House painting was the only craft he knew.",
            "He markets his wares at craft shows.",
            "The artisan crafted a complicated tool",
            "He borrowed a craft to get across the river.",
            "A Small Craft Advisory is issued for sustained winds 25-30 knots.",
            "She crafted a strategy to boost the company's earnings.",
            "a wide array of hand-painted earthenware available at the craft fair",
            "He may accomplish by craft in the long run what he cannot do by force and violence in the short one"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(закр сл) = [ɑː]"
        ],
        "example_translate": [
            "Магазин торгует ремесленными изделиями местного производства.",
            "Он создаёт новую скульптуру.",
            "Он смастерил этот стул с любовью.",
            "Эти суда достаточно узкие.",
            "Музыкант годами совершенствует своё мастерство.",
            "Каждая кукла изготовлена специалистами вручную по индивидуальному заказу.",
            "Она — мастер своего дела.",
            "Ее двоюродный брат не сравнится с ней в хитрости и искусном плутовстве.",
            "Мебель изготовлена из бамбука.",
            "Каждая кукла должна быть выполнена вручную специалистами.",
            "Покраска домов была единственным ремеслом, которым он владел.",
            "Он распространяет свои товары на выставках ремёсел.",
            "Ремесленник изготовил сложный инструмент.",
            "Чтобы перебраться через реку, он позаимствовал какую-то посудину.",
            "Предостережение для малых судов делается в случае постоянного ветра 25-30 узлов.",
            "Она разработала стратегию повышения доходов компании.",
            "широкий выбор раскрашенной вручную глиняной посуды на этой ярмарке ремёсел",
            "Возможно, в конечном счёте ему удастся хитростью добиться того, что он не может сделать силой и жестокостью прямо сейчас."
        ]
    }
}