{
    "crash": {
        "comment": [],
        "translate": "авария, крах, аварийный, терпеть крах, с грохотом",
        "transcription": " |kræʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They crashed into the room.",
            "She died in a car crash.",
            "The branch crashed down on my car",
            "Crash went the cup.",
            "The car crashed into the lamp post",
            "My computer crashed last night.",
            "The plane crashed in the sea.",
            "I heard a loud crash.",
            "The books crashed to the floor.",
            "My dad got killed in a car crash.",
            "In 1944 he was invalided by a car crash.",
            "Can I crash at your place on Saturday night?",
            "The jet crashed after take-off.",
            "The tempest crashes down the forest.",
            "The crash pinned the driver against the wheel.",
            "Do you believe that the crash was an accident? Strike that.",
            "There was a loud crash offstage.",
            "The plane crashed into the ocean.",
            "His brother died in an air crash.",
            "Two cars were mashed up in a bad crash on the main road.",
            "The police took accounts of the accident from two witnesses who happened to be standing by at the time of the crash.",
            "He was killed in a fiery crash.",
            "The terrorists crashed the gate.",
            "We crashed Joe's party yesterday.",
            "How could he walk away from a crash like that without a mark on him?",
            "Local villagers assisted the doctors with the people wounded in the bus crash.",
            "The car door was so damaged in the crash that the garage men had to hammer it out.",
            "He had heard that the after section of an aircraft is safer in the event of a crash.",
            "That was a rough night in the pit. We had a gunshot wound and an earful of crash victims.",
            "The extensive warehouse collapsed and fell outwards with a terrific crash into the street."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они с шумом ворвались в комнату.",
            "Она погибла в автокатастрофе.",
            "Эта ветка свалилась на мою машину.",
            "Бах - и чашки нет.",
            "Машина врезалась в фонарный столб",
            "Прошлой ночью мой компьютер \"упал\".",
            "Самолёт потерпел крушение, рухнув в море. / Самолёт упал в море.",
            "Я услышал страшный грохот. /Я услышал сильный треск.",
            "Книги с шумом попадали на пол.",
            "Мой папа погиб в автокатастрофе.",
            "В 1944 г. он стал инвалидом в результате автокатастрофы.",
            "Можно я в субботу завалюсь к тебе ночевать?",
            "Реактивный самолёт разбился после взлета.",
            "Буря с грохотом валит деревья в лесу.",
            "В результате аварии водителя бросило на руль.",
            "И ты веришь, что катастрофа была случайной? Это исключено!",
            "За кулисами что-то с грохотом упало.",
            "Самолёт рухнул в океан.",
            "Его брат погиб в авиакатастрофе.",
            "Две машины буквально раздавило в результате автокатастрофы на шоссе.",
            "Полиция опросила двух свидетелей, на глазах у которых произошла катастрофа.",
            "Он сгорел во время аварии.",
            "Террористы разнесли ворота.",
            "Вчера мы без приглашения пришли на вечеринку к Джо.",
            "Как он мог остаться после такой аварии целым и невредимым, без единой царапины?",
            "Местные жители помогали врачам оказывать помощь людям, пострадавшим при аварии автобуса.",
            "Дверь машины была так повреждена, что мастера были вынуждены пустить её под пресс.",
            "Он когда-то слышал, что хвостовая часть самолета безопаснее в случае аварии.",
            "Ну и ночка выдалась в приёмнике. Огнестрел и до фига жертв аварии.",
            "Огромное здание склада осело и с ужасающим грохотом рухнуло посреди улицы."
        ]
    }
}