{
    "crawl": {
        "comment": [
            "raw"
        ],
        "translate": "ползать, ползти, елозить, расползаться, ползание, медленное движение, кроль",
        "transcription": " |krɔːl|",
        "antonyms": [],
        "mnemonic": [
            "crawl [крол] ползать - В стиле (крол-ь) ползают, а не плавают;",
            "crawl [krɔ:l]\n***\nПОЛЗЁТ, царапается в кровь. (это) crave\nВ плавании он выбрал КРОЛЬ. (это) crave\nПолзание, малый ход.\n***\nЧтоб не слышать скандала \"brawl\",\nребёнок подальше уполз \"crawl\"."
        ],
        "examples": [
            "She's always crawling to the boss.",
            "Does the baby crawl yet?",
            "The days slowly crawled by.",
            "My skin crawled — I was terrified.",
            "The snake crawled into its hole.",
            "The cheap room was dark, dirty, and crawling with spiders.",
            "The story made her flesh crawl.",
            "There's a bug crawling up your leg.",
            "Her singing makes my skin crawl.",
            "After the explosion, the town was crawling with soldiers.",
            "She invited me to join them on a pub crawl.",
            "The traffic was crawling along.",
            "Reptiles crawl / creep / slither.",
            "The baby crawled across the floor toward her mother.",
            "The bus was moving along at a crawl.",
            "A beetle began to crawl laboriously up his leg.",
            "The crocodile was crawling along the riverbed.",
            "He got down on his belly to crawl.",
            "I worked late into the night, and it was 2 a.m. before I finally crawled into bed.",
            "The baby crawled across the floor.",
            "Work on the project has crawled to a standstill.",
            "Near the construction site, traffic had slowed to a crawl.",
            "European children learn the breast stroke., they often don't know how to crawl",
            "The baby is just learning to crawl.",
            "The novel has an icky sentimentality that makes my skin crawl."
        ],
        "example_translate": [
            "Она всегда пресмыкается перед начальником.",
            "Ребенок уже ползает?",
            "Дни медленно ползли / тянулись.",
            "У меня мурашки пошли по коже — я был в ужасе.",
            "Змея заползла в свою нору.",
            "Эта дешёвая комната была тёмная, грязная и кишела пауками.",
            "У неё от этого рассказа мурашки по телу побежали.",
            "По твоей ноге ползает какой-то жук.",
            "От её пения у меня мурашки по коже.",
            "После взрыва город наводнили солдаты.",
            "Она пригласила меня пошататься с ними по барам.",
            "Машины еле ползли по дороге.",
            "Пресмыкающиеся ползают.",
            "Малышка поползла по полу к своей матери.",
            "Автобус еле полз.",
            "Жук начал с трудом карабкаться вверх по его ноге.",
            "Крокодил полз вдоль русла реки.",
            "Он лёг на живот и приготовился ползти.",
            "Я заработался допоздна, а когда, наконец, дополз до постели, был уже третий час ночи.",
            "Малыш пополз по полу.",
            "Работы по проекту постепенно застопорились.",
            "Вблизи строительной площадки движение транспорта замедлилось на скорости улитки.",
            "Европейские дети учатся плавать брассом, и нередко они не умеют плавать кролем..",
            "Ребёнок ещё только учится ползать.",
            "Этот роман обладает отвратительной сентиментальностью, от которой у меня мурашки по коже."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}