{
    "crazy": {
        "comment": [
            "cradle",
            "crane"
        ],
        "translate": "сумасшедший, безумный, псих, фанатик, чрезвычайно",
        "transcription": " |ˈkreɪzi|",
        "antonyms": [],
        "mnemonic": [
            "crazy [кре'йзи] сумасшедший - (Крейзи) шоу - сумасшедшее шоу.",
            "crazy ['kreɪzɪ]\n***\nСОШЁЛ С УМА - о войнах грезит. (это) crazy\nСУМАСШЕДШИЙ о войне грезит. (это) crazy\nПОМЕШАННЫЙ о войнах грезит. (это) crazy"
        ],
        "examples": [
            "He's crazy about her.",
            "He is crazy about boats.",
            "It's enough to drive you crazy!",
            "I bought some crazy good stuff there.",
            "Dan's crazy about football.",
            "He was driven crazy with jealousy.",
            "What a crazy thing to do!",
            "He was crazy in love with her.",
            "It was a crazy idea to go to the store on a Saturday.",
            "You'd be crazy to risk your money on an investment like that!",
            "That guy is acting crazy.",
            "'It's a crazy idea.' 'You're dead right!'",
            "We've had a spending binge that's been crazy. Now we have to pull in the belt.",
            "a guy in a crazy getup",
            "A bunch of crazies live there.",
            "A crazy idea took hold of him.",
            "He went crazy and tried to kill her.",
            "He's just plain crazy, if you ask me.",
            "It'd be crazy to go out in this rain.",
            "Don't go crazy and spend it all at once.",
            "I must have been crazy to agree to this.",
            "Dad will go crazy when he hears about this.",
            "He is a crazy player, and a crazier singer.",
            "Don't mind him — he's just a crazy old coot.",
            "It's an absolutely crazy idea.",
            "She's just a crazy mixed-up kid.",
            "Some say whiskey will run a man crazy.",
            "He's been acting kind of crazy lately.",
            "All joking aside, I think you're crazy.",
            "The whole idea sounds plumb crazy to me."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он без ума от неё.",
            "Он помешан на лодках.",
            "С ума можно сойти от этого!",
            "Я купил там несколько безумно хороших вещей",
            "Дэн помешан на футболе.",
            "Он сошёл с ума от ревности. (досл.: Он был сведен с ума ревностью)",
            "Что за безумие так поступать!",
            "Он был безумно в неё влюблён.",
            "Это была сумасшедшая идея — пойти в магазин в субботу.",
            "Нужно быть сумасшедшим, чтобы рискнуть вложить свои деньги в такое дело!",
            "Этот парень ведёт себя, как ненормальный.",
            "— Безумие какое-то. — Ты совершенно прав!",
            "Мы сорили деньгами направо и налево, но теперь нам нужно затянуть пояса.",
            "парень в безумном прикиде",
            "Там живёт кучка психов.",
            "Им овладела безумная мысль.",
            "Он сошёл с ума и пытался её убить.",
            "Как по мне, он просто псих.",
            "Было бы безумием выйти на улицу в такой дождь.",
            "Не сходи с ума, не трать всё сразу.",
            "Я, должен был сойти с ума, чтобы согласиться с этим.",
            "Папа с ума сойдёт, когда об этом узнает.",
            "Он замечательный пианист и ещё более потрясающий певец.",
            "Не обращай на него внимания, он просто выжил из ума, старый чёрт.",
            "Это совершенно безумная идея.",
            "Это просто взбалмошная запутавшаяся девушка.",
            "Некоторые говорят, что от виски человек становится психом.",
            "Он в последнее время ведёт себя как-то ненормально.",
            "Кроме шуток, по-моему, ты спятил.",
            "Вся эта затея кажется мне просто безумием."
        ],
        "stars": 2
    }
}