{
    "create": {
        "comment": [
            "creation",
            "creative",
            "creature",
            "creativity",
            "creator",
            "recreation"
        ],
        "translate": "создавать, творить, делать, созидать, вызывать, производить, возводить, суетиться",
        "transcription": " |kriˈeɪt|",
        "antonyms": [],
        "mnemonic": [
            "create [kri: 'eɪt]\ncreator [kri:'eɪtə] - творец, создатель, автор\ncreation [kri:'eɪʃən] - создание, творение,\nпроизведение\ncreative [kri:'eɪtɪv] - творческий, креативный\ncreature ['kri: tʃə] - создание, творение, живое\nсущество, тварь\n***\nСОЗДАЛ дом, но он кривеет. (это) create\nЯ ТВОРЮ, а дом кривеет. (это) create"
        ],
        "examples": [
            "Picasso created Cubism.",
            "The company was created 25 years ago.",
            "This dish was created by our chef Jean Richard.",
            "The new factory will create thousands of jobs.",
            "He was created a lieutenant.",
            "She failed to create any profound impression.",
            "Banks create money and lend it at interest.",
            "I've been creating music for over 30 years.",
            "Her behaviour is creating a lot of problems.",
            "I wanted to create an impression of success.",
            "The machine creates a lot of noise.",
            "Philip Glass created a new kind of music.",
            "Some people allow that word \"create\" appropriable to God alone.",
            "What does he do but come in and start creating about the loss of time!",
            "to create a notional world for oneself",
            "The purpose of industry is to create wealth.",
            "He created a new movement in painting.",
            "The software makes it easy to create colourful graphs.",
            "I was extremely proud of the team that we assembled to create the product.",
            "They used paint to create the illusion of metal.",
            "Several small children can create havoc in a house.",
            "He moved the books to create more space on his desk.",
            "Schoenberg created twelve-tone music",
            "The clay is incised to create a design.",
            "looking for a feasible way to create new jobs",
            "The software makes it easy to create custom setups.",
            "A pump was used to create a vacuum inside the bottle.",
            "Several new government programs were created while she was governor.",
            "The prime minister claims he wants to create a classless meritocracy in Britain.",
            "We're trying to create a better business environment."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Пикассо был создателем кубизма.",
            "Компания была создана двадцать пять лет назад.",
            "Это блюдо было приготовлено нашим шеф-поваром Жаном Ришаром.",
            "Новый завод позволит создать тысячи рабочих мест.",
            "Ему присвоили звание лейтенанта.",
            "Ей не удалось произвести глубокого впечатления.",
            "Банки создают деньги и ссужают их под процент.",
            "Я пишу музыку более тридцати лет.",
            "Её поведение создает массу проблем.",
            "Я хотел создать впечатление успеха.",
            "Машина создаёт много шума.",
            "Филип Гласс создал новый вид музыки.",
            "Некоторые люди считают, что слово \"создавать\" применимо только к Богу.",
            "Он ничего не делает, только приходит и начинает ворчать по поводу нехватки времени.",
            "создать для себя воображаемый мир",
            "Назначением промышленности является создание материальных ценностей.",
            "Он создал новое движение в живописи.",
            "Данное программное обеспечение позволяет легко создавать красочные графики.",
            "Я очень гордился той командой, которую мы собрали для создания товара.",
            "Они использовали краски, чтобы создать иллюзию металла.",
            "Несколько маленьких детей могут устроить в доме разгром.",
            "Он сдвинул книги, чтобы создать больше пространства на рабочем столе.",
            "Шёнберг создал двенадцатитоновую музыку.",
            "В глине сделаны насечки, создающие узор.",
            "поиски выполнимого способа создания новых рабочих мест",
            "Данное программное обеспечение облегчает создание пользовательских настроек.",
            "Для создания вакуума внутри бутылки воспользовались насосом.",
            "За то время, пока она была губернатором, было создано несколько правительственных программ.",
            "Премьер-министр заявляет, что хочет создать бесклассовую меритократию в Британии.",
            "Мы стараемся создать лучшие условия для деятельности бизнеса."
        ],
        "stars": 3
    }
}