{
    "creativity": {
        "comment": [
            "create",
            "creation",
            "creative",
            "creature",
            "creator",
            "recreation"
        ],
        "translate": "креативность, творческие способности",
        "transcription": " |ˌkriːeɪˈtɪvətɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We prize his creativity.",
            "He was a man of overflowing creativity.",
            "Too many rules might deaden creativity.",
            "Madness and creativity could spring from the same source.",
            "This class will unlock your creativity.",
            "This student gives promise of real creativity.",
            "Creativity tests will be given to those applying for jobs in our company where new approaches are needed to solve old problems.",
            "Editors complain about the lack of creativity in the ideas put to them.",
            "Teachers should nurture their students' creativity.",
            "The ice-skaters will be judged on technique and creativity.",
            "We're looking for young people with enterprise and creativity.",
            "Children need to have room to develop their natural creativity.",
            "She feels she has to go by the book and can't use her creativity.",
            "I admired the creativity which prevailed among the young writers.",
            "Teachers have been attacked for stifling creativity in their pupils.",
            "A little creativity can transform an ordinary meal into a special event.",
            "His art was characterized by bursts of creativity followed by long periods of stasis.",
            "The Franklin stove, bifocals, and the lightning rod are just a few of the inventions that we owe to the fecund creativity of Benjamin Franklin."
        ],
        "example_translate": [
            "Мы ценим его творческие способности.",
            "Он был человеком огромных творческих способностей.",
            "Слишком большое количество правил может погубить креативность.",
            "Безумие и творческое начало вполне могли возникнуть из одного источника.",
            "Этот курс позволит разблокировать ваш творческий потенциал.",
            "Этот ученик проявляет многообещающие творческие способности.",
            "Тем кандидатам, которые претендуют на должности, требующие новых подходов для решения старых проблем, будет предложено пройти тесты на креативность",
            "Редакторы жалуются на отсутствие творческого потенциала в предлагаемых им идеях.",
            "Учителя должны воспитывать в учениках творческие способности.",
            "У фигуристов будут оценивать технику исполнения элементов и артистичность.",
            "Мы ищем инициативных и творческих молодых людей.",
            "Дети должны иметь достаточно места для развития своих природных творческих способностей.",
            "Ей кажется, что она обязана следовать инструкциям, и не может использовать свои творческие способности.",
            "Я восхищался творческими способностями, бытовавшими среди этих молодых писателей.",
            "Учителя подверглись нападкам за подавление в своих учениках творческого начала.",
            "Проявив немного выдумки, можно превратить обычную трапезу в особенное событие.",
            "Его творчество характеризуется вспышками творчества, за которыми следуют долгие периоды застоя.",
            "Печь Франклина, бифокальные линзы и громоотвод — вот лишь некоторые из тех изобретений, которыми мы обязаны плодородному творчеству Бенджамина Франклина."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}