{
    "creation": {
        "comment": [
            "create",
            "creative",
            "creature",
            "creativity",
            "creator",
            "recreation"
        ],
        "translate": "создание, творение, творчество, сотворение, созидание, произведение, мироздание",
        "transcription": " |kriˈeɪʃn|",
        "antonyms": [],
        "mnemonic": [
            "create [kri: 'eɪt]\ncreator [kri:'eɪtə] - творец, создатель, автор\ncreation [kri:'eɪʃən] - создание, творение,\nпроизведение\ncreative [kri:'eɪtɪv] - творческий, креативный\ncreature ['kri: tʃə] - создание, творение, живое\nсущество, тварь\n***\nСОЗДАЛ дом, но он кривеет. (это) create\nЯ ТВОРЮ, а дом кривеет. (это) create"
        ],
        "examples": [
            "Woman is the glory of creation.",
            "From its creation the plan was doomed to failure.",
            "Most societies have their own creation myths.",
            "Robin Hood is absolutely a creation of the ballad-muse.",
            "We are pleased to nominate the animals \"the lower creation\".",
            "the godlike splendor of creation",
            "Come taste our chef's delicious new creations.",
            "The company was largely the creation of one woman.",
            "How are humans different from the rest of creation?",
            "The inventor envisioned many uses for his creation.",
            "Creation belongs to eternity and development to time.",
            "This led to the creation of a new, affluent middle class.",
            "These changes will lead to the creation of new businesses.",
            "Sustained firm growth is vital to both value and job creation.",
            "The theme of creation is a recurrent motif in Celtic mythology.",
            "Job creation will be an important issue in next year's elections.",
            "The creation of the national railroad system unified the country.",
            "The play continues to entertain audiences 25 years after its creation.",
            "It is refreshing to know that places untouched since creation still exist.",
            "Most countries have systems of government that are relatively modern creations.",
            "It beats all / anything / creation / the world / the band / hell / the devil / my grandmother."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Женщины являются венцом творения.",
            "С момента своего создания этот план был обречён на провал.",
            "Большинство обществ имеют свои мифы.",
            "Робин Гуд являет собой вымысел, пришедший к нам из баллад.",
            "Нам нравится называть животных \"низшими существами\".",
            "божественное великолепие творения",
            "Приходите попробовать новые вкусные произведения нашего шеф-повара.",
            "В значительной степени эта компания была создана одной женщиной.",
            "Как люди отличаются от всего остального мироздания?",
            "Изобретатель предусмотрел множество вариантов применения своего творения.",
            "Творение принадлежит вечности, а развитие — времени.",
            "Это привело к созданию нового, зажиточного среднего класса.",
            "Эти изменения приведут к созданию новых предприятий.",
            "Устойчивый рост фирмы жизненно необходим для создания и ценности, и рабочих мест.",
            "Тема сотворения мира является повторяющимся мотивом кельтской мифологии.",
            "Создание рабочих мест будет важным вопросом на предстоящих в следующем году выборах.",
            "Создание национальной системы железных дорог объединило всю страну.",
            "Эта пьеса продолжает привлекать внимание публики и спустя 25 лет после её создания.",
            "Приятно осознавать, что существуют ещё на земле места, оставшиеся нетронутыми с самого момента создания.",
            "Системы власти большинства стран созданы относительно недавно.",
            "Это ни с чем не сравнить."
        ],
        "stars": 3
    }
}