{
    "creative": {
        "comment": [
            "create",
            "creation",
            "creature",
            "creativity",
            "creator",
            "recreation"
        ],
        "translate": "творческий, созидательный",
        "transcription": " |kriˈeɪtɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's a very creative person.",
            "the first step in the creative process",
            "Rossetti's wife and creative muse",
            "She has a very original and creative mind.",
            "a creative and innovative young designer",
            "a creative solution to a difficult problem",
            "Flexibility is intrinsic to creative management.",
            "I teach creative writing at Trinity College.",
            "the sublime absurdity of the creative process",
            "The company must find creative ways to woo new employees.",
            "He teaches creative writing at the university.",
            "You're so creative! I could never make my own clothes.",
            "As a painter, he was more than just a technician., he was a creative genius.",
            "Dance is a question of control and creative expression.",
            "the cross-fertilization of science and the creative arts",
            "They've come up with some creative new ways to make money.",
            "She drew an analogy between childbirth and the creative process.",
            "Does Cath have the creative wherewithal to make it as a solo act?",
            "He tries to be creative within the limits of conventional journalism.",
            "The majority of people, when asked whether or not they are creative, will reply in the negative.",
            "It turns out that the company's report of record profits last year was due to some creative accounting.",
            "That architectural firm probably doesn't have the creative horsepower to produce a truly innovative design."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она очень творческий человек.",
            "первый шаг в творческом процессе",
            "жена и творческая муза Россетти",
            "Она обладает очень оригинальным и творческим умом.",
            "творческий и передовой молодой дизайнер",
            "творческое решение сложной проблемы",
            "Гибкость является неотъемлемой частью креативного менеджмента.",
            "Я преподаю литературное творчество в колледже св. Троицы.",
            "возвышенный абсурд творческого процесса",
            "Компания должна найти творческий путь привлечения новых сотрудников.",
            "Он преподаёт писательское мастерство в университете.",
            "Ты такая творческая личность! Я бы никогда не смогла делать свою собственную одежду.",
            "Как художник, он был больше, чем просто мастер своего дела., он был творческой и гениальной личностью.",
            "Самое главное в танце — это контроль и творческое самовыражение.",
            "взаимное обогащение науки и изобразительного искусства",
            "Они придумали несколько нестандартных способов заработка денег.",
            "Она провела аналогию между родами и творческим процессом.",
            "Достаточно ли у Кэт творческих способностей, чтобы добиться успеха в сольной карьере?",
            "Он пытается действовать нестандартно, оставаясь при этом в рамках традиционной журналистики.",
            "Большинство людей, отвечая на вопрос, являются ли они творческими людьми, ответит отрицательно.",
            "Получается, что сообщение данной компании о прошлогодних рекордных доходах было следствием манипуляций с бухгалтерией.",
            "Вероятно, у этой архитектурной фирмы не хватает творческих возможностей для создания действительно передового дизайна."
        ]
    }
}