{
    "creature": {
        "comment": [
            "create",
            "creation",
            "creative",
            "creativity",
            "creator",
            "recreation"
        ],
        "translate": " тварь, создание, творение, живое существо, креатура, ставленник, зелье",
        "transcription": "  |ˈkriːtʃər|",
        "antonyms": [],
        "mnemonic": [
            "creature [крича] создание, творение - (Крича-ть) надо о таком творении;",
            "create [kri: 'eɪt]\ncreator [kri:'eɪtə] - творец, создатель, автор\ncreation [kri:'eɪʃən] - создание, творение,\nпроизведение\ncreative [kri:'eɪtɪv] - творческий, креативный\ncreature ['kri: tʃə] - создание, творение, живое\nсущество, тварь\n***\nСОЗДАЛ дом, но он кривеет. (это) create\nЯ ТВОРЮ, а дом кривеет. (это) create"
        ],
        "examples": [
            "She's a creature of rare beauty.",
            "He's a creature of habit.",
            "Man is the only creature that thinks.",
            "rabbits, squirrels, and other furry creatures",
            "Every living creature is mortal.",
            "You always were a stubborn creature.",
            "The poor creature had no way to get home.",
            "a mythical creature like the Minotaur",
            "Few living creatures can survive without water.",
            "What an ungainly creature a giraffe is.",
            "He was an unusual creature of the male sex, who especially liked to small-talk.",
            "He was a creature of the military government.",
            "The creature is on the threshold of extinction.",
            "A social creature by nature, he loves working with people.",
            "the story of a mysterious creature who lures travelers to their doom",
            "If you're not careful, the evil magician will change you back into the ugly creature that you used to be.",
            "I think you should put the poor creature out of its misery.",
            "some strange creature from the nethermost region of the ocean",
            "a silent stolid creature who took it all as a matter of course",
            "a noble tenderhearted creature who sympathizes with all the human race",
            "She was an exotic creature with long red hair and brilliant green eyes.",
            "A wealthy, juicy, broad-chested creature, steeped in ale and good cheer.",
            "Of course the dog makes such a noise, the poor creature is chained up all day.",
            "She could scarcely empty a scuttle of ashes, so handless was the poor creature.",
            "Among pelagic animals the undisputed king is the blue whale, the largest creature currently roaming the face of the earth."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она — создание редкой красоты.",
            "Он - человек привычки.",
            "Человек — это единственное мыслящее существо.",
            "кролики, белки и другие пушистые создания",
            "Все живые существа — смертны.",
            "Ты всегда был упрямцем.",
            "Бедняжка никак не мог попасть домой.",
            "мифическое существо, как Минотавр",
            "Немногие живые существа могут выжить без воды.",
            "Какое жираф неуклюжее существо!",
            "Он был необычным мужчиной, так как особенно любил посплетничать.",
            "Он был креатурой военного правительства.",
            "Это животное находится на грани вымирания.",
            "Будучи по природе человеком общительным, он просто обожает работать с людьми.",
            "рассказ о загадочном существе, которое заманивает путников на погибель",
            "Если ты не будешь осторожен, злой волшебник превратит тебя обратно в чудовище.",
            "Я думаю, что тебе следует избавить бедное животное от мучений.",
            "какое-то странное существо из самой глубокой части океана",
            "молчаливое и флегматичное создание, которое воспринимало всё, как должное",
            "благородное, отзывчивое существо, которое сочувствует всем людям на свете",
            "Она была экзотическим существом с длинными рыжими волосами и искрящимися зелеными глазами.",
            "Богатый, дородный тип \"в самом расцвете сил\", пропитанный элем и заздравными тостами.",
            "Еще бы этот пес так не лаял: он, бедный, весь день на цепи.",
            "Бедняжка была такой безрукой, что не могла даже опорожнить ведёрко с золой.",
            "Бесспорным царём пелагических животных является синий кит — крупнейшее существо, которое ныне скитается по Земле."
        ],
        "stars": 3
    }
}