{
    "credit card": {
        "comment": [],
        "translate": "карта",
        "transcription": "",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Can I pay by credit card?",
            "Insert your credit card here.",
            "We happily accept credit cards.",
            "a credit card with no annual fee",
            "The bank canceled my credit card.",
            "We accept all major credit cards.",
            "the bank's newly issued credit card",
            "The store doesn't accept credit cards.",
            "He got involved in a credit card scam.",
            "Keep your credit cards in a safe place.",
            "Neither of them possessed a credit card.",
            "He took a credit card out of his wallet.",
            "The bank will be issuing a new credit card.",
            "She got into trouble with her credit cards.",
            "He extracted a credit card from his wallet.",
            "Payment can be made by cheque or credit card.",
            "a foolproof way of preventing credit card fraud",
            "a system designed to prevent credit card misuse",
            "Credit card debt is a major stressor in her life.",
            "Credit cards are encoded with cardholder information.",
            "Someone stole my credit card and forged my signature.",
            "The credit card eliminates the need for cash or cheques.",
            "The cashier swiped the credit card and gave it back to me.",
            "The crunch came when my bank asked for my credit card back.",
            "The new credit cards will be of great benefit to our customers.",
            "I never manage to keep count of what I spend on my credit card.",
            "James left the restaurant, settling his account by credit card.",
            "Never give out your credit card number to anyone over the phone.",
            "Their credit card debt isn't hay. It'll take years to pay it off.",
            "The credit card company just increased the penalty on late payments."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Могу ли я заплатить кредитной картой?",
            "Вставьте кредитную карту сюда.",
            "Мы с радостью /охотно/ принимаем кредитные карты.",
            "кредитная карта без ежегодной платы",
            "Банк аннулировал мою кредитную карту.",
            "Мы принимаем все основные кредитные карты.",
            "недавно выпущенная данным банком кредитная карта",
            "Магазин не принимает кредитные карты.",
            "Он был втянут в аферу с кредитными картами.",
            "Держите ваши кредитные карты в надёжном месте.",
            "Ни у кого из них не было кредитной карты.",
            "Он вытащил из бумажника кредитную карточку.",
            "Банк выпустит новую кредитную карту.",
            "У неё серьёзные проблемы / она попала в беду из-за кредитных карточек.",
            "Он достал из бумажника кредитную карту.",
            "Оплату можно осуществить чеком или кредитной картой.",
            "надёжный способ предотвращения мошенничества с кредитными картами",
            "система, разработанная для предотвращения злоупотреблений кредитными картами",
            "Долг по кредитной карте является основным фактором стресса в её жизни.",
            "В кредитных картах закодирована информация об их владельцах.",
            "Кто-то украл мою кредитную карту и подделал мою подпись.",
            "Кредитная карта устраняет необходимость в наличных деньгах или чеках.",
            "Кассир провёл кредитной карточкой через устройство, и вернул её мне.",
            "Беда пришла, когда мой банк попросил вернуть мою кредитную карту.",
            "Новые кредитные карты принесут большую пользу нашим клиентам.",
            "Мне никак не удаётся вести учёт своих расходов по кредитной карте.",
            "Джеймс покинул ресторан, оплатив счёт с помощью кредитной карты.",
            "Никогда никому не сообщайте номер вашей кредитной карты по телефону.",
            "Их долг по кредитной карте внушителен. Уйдут годы, чтобы расплатиться.",
            "Компания-эмитент кредитных карт только что увеличила штраф за просрочку платежей."
        ]
    }
}