{
    "crew": {
        "comment": [
            "screw",
            "shrewd"
        ],
        "translate": "экипаж, команда, бригада, компания, артель, кричать кукареку",
        "transcription": " |kruː|",
        "antonyms": [],
        "mnemonic": [
            "crew [кру:] экипаж, съёмочная группа - (И-кру) жрал весь экипаж со съёмочной группой."
        ],
        "examples": [
            "The crew and passengers numbered 33.",
            "Do you still hang out with the same crew?",
            "How many go to a crew with you, captain?",
            "The crew was ordered to man the lifeboats.",
            "One of the crew fell overboard and drowned.",
            "The crew was paving the road.",
            "The crew includes a copilot and a navigator.",
            "He joined the crew of a large fishing boat.",
            "Rain made the crew uneasy.",
            "a skilled member of a ship's crew",
            "The crew is bulldozing the trees.",
            "I can deal with this crew of workers.",
            "The crew narrowly avoided shipwreck.",
            "The Captain and crew welcome you aboard.",
            "She is coaching the crew.",
            "The ship was crewed by 12 men.",
            "She shouted out commands to the crew.",
            "A local film crew is making a documentary about volcanoes.",
            "A construction crew will begin work on the house next week.",
            "the saga of a shipwrecked crew",
            "And finally, I'd like to thank the crew.",
            "The crew of the submarine prepared for a dive.",
            "The Oxford crew won by three and a half lengths.",
            "Two crew members survived, but two are still missing.",
            "The lab director recruited an able crew of assistants.",
            "Television news crew members came to film the interview.",
            "the ship's captain and crew",
            "The boat is crewed by ten men.",
            "The crew refueled the airplane.",
            "Who will be on the college crew?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Команда вместе с пассажирами насчитывала тридцать три человека.",
            "Вы все еще тусуешься с той же компанией?",
            "Из скольких человек состоит ваша команда, капитан?",
            "Команде было приказано занять места в шлюпках.",
            "Один из членов экипажа упал за борт и утонул.",
            "Команда прокладывала путь.",
            "В состав экипажа входят второй пилот и штурман.",
            "Он присоединился к экипажу большого рыбацкого судна.",
            "Дождь заставил экипаж понервничать.",
            "опытный член экипажа судна",
            "Бригада валит деревья бульдозерами.",
            "Я могу справиться с этой бригадой рабочих.",
            "Экипажу едва удалось избежать кораблекрушения. (они чуть было не столкнулись / были на волосок от столкновения)",
            "Капитан и экипаж приветствуют вас на борту.",
            "Она подготавливает команду. / Она тренирует экипаж.",
            "Экипаж судна состоял из двенадцати человек.",
            "Она выкрикивала команды экипажу. / Она громко командовала экипажем.",
            "Местная съемочная группа снимает документальный фильм о вулканах.",
            "Строительная бригада начнет работу над домом на следующей неделе.",
            "сказание об экипаже потерпевшего крушение корабля",
            "И наконец, я хотел бы поблагодарить экипаж.",
            "Экипаж подводной лодки приготовился к погружению.",
            "Команда гребцов Оксфорда выиграла гонки с преимуществом в три с половиной корпуса.",
            "Два члена экипажа выжили, но двое до сих пор числятся пропавшими без вести.",
            "Директор лаборатории нанял способную команду ассистентов.",
            "Для съёмки данного интервью пришли члены группы по подготовке программы теленовостей.",
            "капитан и экипаж корабля",
            "Экипаж судна составляют десять человек.",
            "Экипаж дозаправил самолёт топливом.",
            "Кто будет в гребной команде колледжа?"
        ],
        "stars": 3
    }
}