{
    "cricket": {
        "comment": [
            "kettle",
            "ticket",
            "jacket",
            "bracket"
        ],
        "translate": "крикет, сверчок, играть в крикет",
        "transcription": " |ˈkrɪkɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The cricket is a cousin of the grasshopper.",
            "John banged up his knee playing cricket.",
            "A cricket team consists of eleven players.",
            "Nigel coaches a cricket team in his spare time.",
            "I must get into training soon., the cricket season starts next month.",
            "Two cricket matches were rained off this weekend.",
            "Jeremy does play cricket, but very infrequently.",
            "Our team should run away with the cricket competition.",
            "Steven took his son to a cricket match as a birthday treat.",
            "Warwickshire are the current holders of the cricket championship.",
            "A cricket bat has a narrow handle and a broad flat end for hitting.",
            "Athletics should rank alongside (=be equal to) soccer and cricket as a major sport.",
            "He was battered on the head with a cricket bat.",
            "Our friend rang us up to see if we wanted to go to a cricket match."
        ],
        "example_translate": [
            "Сверчок является родственником кузнечика.",
            "Джон поранил колено, когда играл в крикет.",
            "Крикетная команда состоит из одиннадцати игроков.",
            "В свободное время Найджел тренировал команду по крикету.",
            "Мне пора начать тренировки., крикетный сезон начинается в следующем месяце.",
            "В эти выходные два крикетных матча были отменены из-за дождя.",
            "Джереми играет в крикет, но очень редко.",
            "Наша команда с лёгкостью выиграет чемпионат по крикету.",
            "В качестве подарка на день рождения, Стивен взял своего сына на матч по крикету.",
            "Команда \"Уорикшир\" является действующим чемпионом первенства по крикету.",
            "Биты для крикета обладают узкой рукояткой и широким плоским концом для нанесения ударов по мячу.",
            "Легкая атлетика должна считаться одним из основных видов спорта наряду с футболом и крикетом.",
            "Его ударили по голове битой для крикета.",
            "Наш друг позвонил нам, чтобы узнать, не хотим ли мы пойти на матч по крикету."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}