{
    "criminal": {
        "comment": [
            "crime",
            "discrimination",
            "discriminate"
        ],
        "translate": "уголовный, преступный, криминальный, преступник, уголовник",
        "transcription": " |ˈkrɪmɪnl|",
        "antonyms": [],
        "mnemonic": [
            "crime [kraɪm]\ncriminal ['krɪmɪnəl] - преступный, криминальный\n***\nВрага КАРАЕМ мы всем краем. (это) crime\nОстановим ПРЕСТУПНОСТЬ всем краем. (это) crime\n***\nЯ главный \"prime\"\nпо раскрытию преступления \"crime\"."
        ],
        "examples": [
            "His behavior verges on the criminal.",
            "The judge put the criminal away for ten years",
            "I don't want my son to be mixed up with criminal types.",
            "a lawyer who specializes in criminal law",
            "He has a disposition toward criminal behavior.",
            "criminal in the sight of God and man",
            "analyze the evidence in a criminal trial",
            "The evidence prompted a criminal investigation.",
            "New York's criminal underworld",
            "The souteneur is always a criminal.",
            "The escaped criminal was handed over to the police.",
            "a high incidence of criminal behavior",
            "The criminal is being pursued by police.",
            "The court commenced criminal proceedings.",
            "The identity of the criminal is not known.",
            "The case will be tried in a criminal court.",
            "She usually deals with serious criminal cases.",
            "Is there a case on in the Central Criminal Court?",
            "He insists that he is a revolutionary not a common criminal.",
            "The judge noted that Miller had no previous criminal record.",
            "Central Criminal Court",
            "Police uncovered a criminal plot.",
            "a criminal defendant's waiver of a jury trial",
            "The guard delivered the criminal to the police.",
            "He is a vicious criminal who deserves no mercy.",
            "She had built a reputation as a criminal lawyer.",
            "Their profits nourish other criminal activities.",
            "a criminal who escaped from prison and caused mayhem",
            "The court has jurisdiction over most criminal offenses.",
            "The jury cleared him of the charge of criminal mischief."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые употребляются только перед существительными"
        ],
        "example_translate": [
            "Его поведение — на грани криминала.",
            "Судья приговорил преступника к десяти годам тюрьмы.",
            "Я не хочу, чтобы мой сын водился с преступниками.",
            "юрист, который специализируется в уголовном праве",
            "Он имеет склонность к преступной деятельности.",
            "преступник в глазах Бога и людей / преступник перед Богом и людьми",
            "анализ улик в уголовном процессе",
            "Данный факт стал причиной уголовного расследования.",
            "преступный мир Нью-Йорка",
            "Сутенёр всегда не в ладах с законом.",
            "Беглый преступник был передан в руки полиции.",
            "высокий уровень преступности",
            "Преступника преследует полиция.",
            "Суд возбудил уголовное дело.",
            "Личность преступника неизвестна.",
            "Дело будет рассматриваться в уголовном суде.",
            "Обычно она занимается серьёзными уголовными делами.",
            "Рассматривается ли сейчас какое-либо дело в Центральном уголовном суде?",
            "Он упорно твердит, что является революционером, а не обычным преступником.",
            "Судья отметил, что Миллер не имел предыдущих судимостей.",
            "Центральный уголовный суд",
            "Полиция раскрыла преступный заговор.",
            "отказ обвиняемого по уголовному делу от суда присяжных",
            "Охранник передал преступника полиции.",
            "Это ужасный преступник, который не заслуживает пощады.",
            "Она уже имела репутацию хорошего адвоката по уголовным делам.",
            "Их прибыли поддерживают другие виды криминальной деятельности.",
            "преступник, который сбежал из тюрьмы и устроил погром",
            "Данный суд обладает юрисдикцией в отношении большинства уголовных правонарушений.",
            "Суд присяжных снял с него обвинение в хулиганстве /преступном причинении ущерба/."
        ],
        "stars": 1
    }
}