{
    "crisp": {
        "comment": [
            "crisis"
        ],
        "translate": "четкий, хрустящий, свежий, хрустящий картофель, хрустеть, завивать",
        "transcription": " |krɪsp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Grill the bacon until crisp.",
            "What he said was crisp and decided.",
            "Her reply was crisp and unemotional.",
            "The fresh island air was crisped by the near sea.",
            "The meat has been burnt to ashes / a cinder / a crisp.",
            "The hair of these races has invariably a crisp, short, and stiff curl.",
            "The shell exposed to heat crisps.",
            "I put on a crisp shirt and tie.",
            "The meat was burned to a crisp.",
            "He stepped carefully through the crisp, deep snow.",
            "Crisp the celery in ice water.",
            "Cook the chicken until the skin is nicely crisped.",
            "There is a cooling breeze which crisps the broad river.",
            "The cloth may be crisped (folded lengthwise), rolled or lapped.",
            "'Take a seat,' she said crisply.",
            "The stereo's sound is crisp and clear.",
            "crisp clear nights and frosty mornings"
        ],
        "example_translate": [
            "Поджарьте бекон до хруста.",
            "Его слова были резки и решительны.",
            "Её ответ был кратким, ясным и сдержанным.",
            "Свежий островной воздух был ещё более свежим из-за близости моря.",
            "От мяса остались одни угольки.",
            "Волосы у этих народов всегда кудрявые, короткие и жёсткие.",
            "Если раковину оставить на солнце, она станет волнистой.",
            "Я одел свежую рубашку и галстук.",
            "Мясо очень сильно подгорело.",
            "Он осторожно ступал по хрустящему, глубокому снегу.",
            "Сделайте сельдерей хрустящим, погрузив его в ледяную воду.",
            "Готовьте курицу до тех пор, пока её кожица не станет приятно хрустящей.",
            "Дует прохладный бриз, и воды широкой реки покрываются рябью.",
            "Ткань можно сложить вдоль, закатать в рулон или свернуть.",
            "— Садитесь, — неприветливо сказала она.",
            "Звук этой стереосистемы — чёткий и ясный.",
            "бодрящие ясные ночи и морозные утра"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}