{
    "critic": {
        "comment": [],
        "translate": "критик, рецензент, критикан, критический, нормируемый, разборчивый",
        "transcription": " |ˈkrɪtɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The critic gave the film a pithy review.",
            "This movie critic has an acid wit.",
            "Critics of the scheme have said that it will not solve the problem of teenage crime.",
            "The critic belittled the author's work.",
            "a discerning critic of modern art",
            "The critic snorted contemptuously",
            "an outspoken critic of the government",
            "an astringent critic of modern movies",
            "Here the critic has undoubtedly hit a blot.",
            "an outspoken critic of the education reforms",
            "reviews by film critic nonpareil Pauline Kael",
            "A good critic will refer back to the text often.",
            "The critic's verdict about the show was positive.",
            "The critic doles out a limited number of praises.",
            "A good review by this critic will make your play!",
            "a review by the theatre critic of the Sunday Times",
            "The concert should satisfy even the most jaded critic.",
            "“It's his best performance yet,” raved one movie critic.",
            "Paz makes some observations about the role of the critic.",
            "A well-known dramatic critic led off the congratulations.",
            "The job of a restaurant critic is to lash bad restaurateurs.",
            "That critic's reviews are nothing but self-important drivel.",
            "He was a man of many parts: writer, literary critic and historian.",
            "...a drama critic who is best remembered for his biting witticisms...",
            "He is a shrewd critic and experienced professor of Parliamentary fence.",
            "You know who the critics are? The men who have failed in literature and art.",
            "The novel has a foreword by an eminent critic and an afterword by the author herself.",
            "a gushy review of a novel by an author who just happened to be a friend of the critic",
            "A noted critic has written a short preface to her story to explain some of the historical background.",
            "a cultural critic who argues that the Internet has now joined television as an opiate of the American people"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "i + Откр сл = [i(:)]"
        ],
        "example_translate": [
            "Критик написал содержательный обзор фильма.",
            "У этого кинокритика злой язык.",
            "Критики данной системы сказали, что она не решит проблему подростковой преступности.",
            "Критик недооценил авторскую работу.",
            "разборчивый критик современного искусства",
            "Критик презрительно фыркнул.",
            "откровенный критик правительства",
            "строгий критик современного кино",
            "Здесь критик, безусловно, нашёл самое слабое место.",
            "ярый критик реформ образования",
            "кинорецензии несравненной Полины Кейл",
            "Хороший критик будет часто возвращаться к тексту.",
            "Суждение этого критика по поводу данного шоу было положительным.",
            "Критик скуп на похвалы.",
            "Одна хорошая рецензия этого критика — и успех вашей пьесе обеспечен!",
            "рецензия театрального критика из газеты \"Санди Таймс\"",
            "Концерт должен удовлетворить даже самого искушённого критика.",
            "— Пока что это его лучшая роль, — восторгался один кинокритик.",
            "Пас делает несколько замечаний о роли критики.",
            "Известный драматический критик первым приступил к поздравлениям.",
            "Работа критиков ресторанного дела состоит в том, чтобы критиковать плохих рестораторов.",
            "Рецензии этого критика — не что иное, как напыщенная ахинея.",
            "Это был человек разносторонний: писатель, литературный критик и историк.",
            "...театральный критик, который лучше всего запомнился своими резкими остротами...",
            "Он умный критик и опытный специалист парламентских словопрений.",
            "Знаете ли вы, кто такие критики? Те, кто сами не имели успеха в литературе и искусстве.",
            "Её роман снабжён предисловием одного видного критика и послесловием самого автора.",
            "чрезмерно восторженная рецензия на роман писателя, который по какой-то случайности оказался другом её автора",
            "К её повести написал предисловие один известный критик, чтобы объяснить некоторые исторические предпосылки.",
            "культуролог, который утверждает, что интернет теперь присоединился к телевидению в качестве опиума для американского народа"
        ]
    }
}