{
    "criticize": {
        "comment": [
            "criticism",
            "critical",
            "critic",
            "critically",
            "critique"
        ],
        "translate": "критиковать, осуждать, подвергать суровой критике",
        "transcription": " |ˈkrɪtɪsaɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's not your place to criticize me!",
            "The paper criticized the new movie",
            "He has no occasion to criticize me.",
            "It is not her place to criticize me!",
            "It is always easier to criticize than to compose.",
            "Which of you am I to criticize?",
            "He has been criticized for incompetence.",
            "She can't handle it when people criticize her.",
            "She didn't want to be heard to criticize him.",
            "His boss criticized him for his sloppy work habits.",
            "With the benefit of hindsight, it's easy to criticize.",
            "Ron does nothing but criticize and complain all the time.",
            "The report has been criticized as inaccurate and incomplete.",
            "The new law has been widely criticized.",
            "The editor criticized the author's work as trite.",
            "The decision has been strongly criticized by teachers.",
            "You refuse to help and then criticize me for not doing it right? You're impossible!",
            "the hypocrites who criticize other people for not voting but who don't always vote themselves"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не тебе меня осуждать!",
            "Газета раскритиковала новый фильм.",
            "У него нет причин критиковать меня.",
            "Не ей меня критиковать!",
            "Всегда легче критиковать, чем сочинять.",
            "Кого из вас мне ругать?",
            "Его подвергли критике за некомпетентность.",
            "Она терпеть не может, когда люди её критикуют.",
            "Она не хотела, чтобы её критику в его адрес услышали.",
            "Начальник раскритиковал его за привычку халтурно работать.",
            "Легко критиковать, зная, как всё обернулось.",
            "Рон всё время только и делает, что критикует да жалуется.",
            "Доклад был подвергнут критике как неточный и неполный.",
            "Новый закон подвергся широкой критике.",
            "Редактор раскритиковал работу автора, назвав её банальной.",
            "Это решение подверглось резкой критике со стороны учителей.",
            "Ты отказываешься помогать, а затем критикуешь меня за то, что я делаю это неправильно? Ты просто невыносим!",
            "лицемеры, которые осуждают других людей за неучастие в голосованиях, но не всегда голосуют сами"
        ]
    }
}