{
    "critically": {
        "comment": [
            "criticism",
            "criticize",
            "critical",
            "critic",
            "critique"
        ],
        "translate": "критически, критично",
        "transcription": " |ˈkrɪtɪklɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Mike looked at her critically.",
            "This is a critically important meeting.",
            "She is still critically ill in hospital.",
            "Food supplies are at a critically low level.",
            "Two people have been critically injured in a road accident.",
            "She has a talent for critical thinking.",
            "The pinpoint measurement of brain tumors is critically important.",
            "He used to descant critically on the dishes which had been at table.",
            "The success of the project depends critically on the continuation of this funding.",
            "It is my task to look critically and constructively at the flaws and the failures.",
            "We need to look at these proposed changes with a critical eye before we accept them.",
            "The play was critically acclaimed (=praised by critics) when it opened in London last month.",
            "We teach students to think critically about the texts they are reading.",
            "The program presents a critical analysis of the government's strategies.",
            "She tries to get students to think critically, not just regurgitate facts.",
            "He has spoken critically of the government's refusal to support the industry."
        ],
        "example_translate": [
            "Майк окинул её критическим взглядом.",
            "Это критически важное совещание.",
            "Она по-прежнему находится в больнице, в критическом состоянии.",
            "Запасы продовольствия находятся на критически низком уровне.",
            "Два человека серьезно пострадали в автомобильной аварии.",
            "Она обладает даром критического мышления.",
            "Точное измерение опухолей головного мозга является критически важным.",
            "Он обычно высказывал критические замечания по поводу тех блюд, которые были на столе.",
            "Успех проекта в огромной степени зависит от продолжения этого финансирования.",
            "Моя задача — критически и конструктивно рассмотреть недостатки и неудачи.",
            "Мы должны посмотреть на эти предлагаемые изменения с критической точки зрения, прежде чем их принимать.",
            "Премьера спектакля, прошедшая в Лондоне в прошлом месяце, была тепло принята критиками (т.е. они её похвалили).",
            "Мы учим студентов критически относиться к прочитываемым текстам.",
            "В программе представлен критический анализ государственной стратегии.",
            "Она пытается приучить студентов мыслить критически, а не просто бездумно изрекать заученные факты.",
            "Он раскритиковал отказ правительства поддержать промышленность."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}