{
    "critical": {
        "comment": [
            "criticism",
            "criticize",
            "critic",
            "critically",
            "critique"
        ],
        "translate": "критический, решающий, критичный, переломный, опасный, предельный",
        "transcription": " |ˈkrɪtɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is absolutely critical for us to know the truth.",
            "Her main strength is her critical thinking ability.",
            "It's not typical of Gill to be so critical.",
            "a critical element of the plan",
            "He interpolated a very critical comment in the discussion.",
            "The fighting has stopped, but the situation is still critical.",
            "He was outspokenly critical of the Government's new social policy.",
            "She was rushed to Alton Hospital, where her condition is critical.",
            "a critical point in the campaign",
            "He was openly critical of his colleagues.",
            "He is still in a critical condition in hospital.",
            "Molière is only critical by accident. (J. Morley, Voltaire, 1886)",
            "Angela Bassett has won critical acclaim for her excellent performance.",
            "a critical appraisal of the existing facilities",
            "Several passengers were listed in critical condition.",
            "There are two critical points that I would like to discuss.",
            "His dastardly conduct in a critical moment haunted him for the rest of his life.",
            "The discussion of the problem can be boiled down to a couple of critical points.",
            "Many parents are strongly critical of the school.",
            "He made some highly critical remarks.",
            "She has a talent for critical thinking.",
            "a critical time in the school's history",
            "The opening received good critical reviews.",
            "She looked round the room with a critical eye.",
            "administer critical remarks to everyone present",
            "Water is the critical deficiency in desert regions.",
            "Foreign trade is of critical importance to the economy.",
            "Maisie looked her rival up and down with a critical eye.",
            "Her performance in the ballet earned her critical acclaim.",
            "Tom's mother was highly critical of the school's approach."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Нам жизненно важно знать правду.",
            "Главное её достоинство — умение мыслить критически.",
            "Для Джил нетипична такая требовательность.",
            "важнейшая составная часть данного плана",
            "Он внёс в ход дискуссии весьма важное замечание.",
            "Боевые действия прекратились, но ситуация по-прежнему критическая.",
            "Он открыто критиковал новую социальную политику правительства.",
            "Её в срочном порядке доставили в Элтонскую больницу. Её состояние крайне тяжёлое.",
            "критическая точка в этой кампании",
            "Он открыто критиковал своих коллег.",
            "Он по-прежнему находится в больнице, в критическом состоянии.",
            "Мольер занимался критикой лишь по случаю.",
            "Своим прекрасным выступлением Анжела Бассет заслужила шумное одобрение критиков.",
            "критическая оценка существующих объектов",
            "Состояние нескольких пассажиров было указано как критическое.",
            "Есть два критически важных момента, которые мне хотелось бы обсудить.",
            "То, как подло он повёл себя в критический момент, не давало ему покоя до конца жизни.",
            "Обсуждение данной проблемы может быть сведено к паре ключевых моментов.",
            "Многие родители сильно критикуют эту школу.",
            "Он сделал несколько весьма критических замечаний.",
            "Она обладает даром критического мышления.",
            "критический момент в истории школы",
            "Премьера получила хорошую критику.",
            "Она окинула комнату критическим взглядом.",
            "оделить критическими замечаниями всех присутствующих",
            "В пустынных районах вода в остром дефиците.",
            "Внешняя торговля имеет критически важное значение для экономики.",
            "Мэйзи окинула соперницу с ног до головы критическим взглядом.",
            "Это выступление в балете принесло ей признание критиков.",
            "Мать Тома очень критически отзывалась о методике данной школы."
        ],
        "stars": 3
    }
}