{
    "crop": {
        "comment": [],
        "translate": "обрезать, давать урожай, подстригать, культура, урожай, посев, зоб, масса, жатва",
        "transcription": " |krɑːp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her hair was cropped short.",
            "My strawberries crop in June or July.",
            "The main crops were oats and barley.",
            "Tobacco is their main crop.",
            "Stella's had her hair closely cropped.",
            "She wore her hair in a crop.",
            "Prices have been forced up by the poor crop.",
            "We've had a good crop of apples.",
            "This land crops well.",
            "She wanted her hair cropped short.",
            "a new crop of horror movies",
            "The lack of rain has hurt the corn crop.",
            "Rice is the main crop of the country.",
            "Rice is the main crop grown in the area.",
            "The picture was cropped badly.",
            "We had to crop the image to fit it into the frame.",
            "The drought caused crop failure.",
            "That year there was a crop failure.",
            "The new crop of tobacco will be coming in soon.",
            "Another crop failure could result in widespread famine.",
            "The farmer's cart was laden with the vegetable crop.",
            "The crop is good, but the potato is going everywhere.",
            "A part of the crop of corn was good, but the heft of it was bad.",
            "We reaped a fine crop of fruit from the bushes that we planted last year.",
            "It is the alternation of wet and fine which brings every crop in its season.",
            "No crop can prosper in this heat.",
            "He projects a $3.85 to $4.10 per cwt. seasonal average price for the 1998 feed barley crop.",
            "The crop was sold for a pittance.",
            "We had a bumper crop of tomatoes this year.",
            "This year's crop yielded 1,000 bushels of corn."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её волосы были коротко обрезаны.",
            "Мой урожай клубники в июне или июле.",
            "Основными культурами были овёс и ячмень.",
            "Их основной сельскохозяйственной культурой является табак.",
            "Волосы Стеллы были наголо острижены.",
            "Она носила короткую стрижку.",
            "Вследствие плохого урожая цены взлетели вверх.",
            "Мы собрали хороший урожай яблок.",
            "Эта земля плодородна. / Эта земля хорошо родит.",
            "Она хотела, чтобы её волосы коротко обрезали.",
            "новый урожай фильмов ужасов",
            "Отсутствие дождя повредило урожаю зерновых.",
            "Рис является главной сельскохозяйственной культуры страны.",
            "Рис является основной сельскохозяйственной культурой, выращиваемой в этой области.",
            "Картинка была плохо обрезана.",
            "Нам пришлось обрезать изображение, чтобы оно поместилось в рамку.",
            "Засуха вызвала неурожай.",
            "В тот год был неурожай /недород/.",
            "Скоро в продаже появится новый урожай табака.",
            "Еще один неурожай мог обернуться широкомасштабным голодом.",
            "Повозка фермера была нагружена собранными овощами.",
            "Урожай зерновых хорош, а картофель начинает повсюду гнить.",
            "Некоторая часть урожая зерновых была хорошей, но в основном урожай был плохой.",
            "Мы собрали замечательный урожай с кустов, посаженных в прошлом году.",
            "Именно чередование дождливой и солнечной погоды позволяет урожаю созреть в срок.",
            "По такой жаре хорошего урожая не будет.",
            "Он предполагает, что среднесезонная цена на урожай кормового ячменя в 1998 г. будет колебаться в пределах $",
            "Урожай был продан за бесценок.",
            "В этом году у нас был большой урожай помидоров.",
            "В этом году урожай составил тысячу бушелей зерна."
        ]
    }
}