{
    "crossing": {
        "comment": [
            "across",
            "cross",
            "crossword"
        ],
        "translate": "пересечение, переход, скрещивание, пересекающий",
        "transcription": " |ˈkrɔːsɪŋ|",
        "antonyms": [],
        "mnemonic": [
            "crossing [кро'синг] переход, пересечение, прерывание - Переход с (кросс) пробежкой."
        ],
        "examples": [
            "Be careful crossing the road.",
            "Stop at the railroad crossing.",
            "Turn left at the first crossing.",
            "He was drowned in crossing the river.",
            "She paused for a few seconds before crossing the street.",
            "Look out, there's a deer crossing the road!",
            "You should look both ways before crossing the street.",
            "During his solo crossing of the Atlantic he managed to avoid the fierce oceanic storms that rage in those tropical latitudes.",
            "The crossing was rough.",
            "Stop here to gas up before crossing the desert.",
            "The posts shone an intense pool of light over the crossing.",
            "Hold on down the road until you come to the railway crossing.",
            "It is a common superstition that a black cat crossing your path is bad luck.",
            "Never swap horses while crossing the stream. посл.",
            "Passengers are cautioned against crossing the line.",
            "It's easy to have an accident just crossing the road.",
            "He set his sights on crossing the Pacific by balloon.",
            "They rested listening to the ping-ping-ping of crossing bells.",
            "'He's nice,' said Laura, crossing her fingers under the table.",
            "Pencils of rays, which, after their crossing proceed divergently.",
            "I saw them crossing the street and I waited until they were safely across.",
            "The ship calls at several ports to pick up passengers before crossing the ocean.",
            "The metal bridge buckled up in the great heat, and the cars which were crossing it fell into the river."
        ],
        "example_translate": [
            "Переходя дорогу, будьте осторожны.",
            "Остановитесь у железнодорожного переезда.",
            "Поверните налево на первом перекрёстке.",
            "Он утонул, переправляясь через реку.",
            "Она остановилась на несколько секунд, прежде чем перейти улицу.",
            "Осторожно, дорогу перебегает олень!",
            "Перед тем, как переходить улицу, нужно посмотреть по сторонам.",
            "Пересекая Атлантику в одиночку, он ухитрился избежать свирепых океанских бурь, бушующих в этих тропических широтах.",
            "Переправа была трудной.",
            "Давай остановимся здесь и заправимся, прежде чем ехать через пустыню.",
            "Фонари ярко освещали переход.",
            "Поезжайте вниз по дороге, пока не доберётесь до железнодорожного переезда.",
            "Широко распространено суеверие, что если чёрная кошка переходит тебе дорогу, то это к несчастью.",
            "Коней на переправе не меняют.",
            "Пассажиров предупреждают, что переходить через железнодорожные пути опасно.",
            "Можно легко попасть в аварию, просто переходя дорогу.",
            "Он загорелся желанием пересечь Тихий океан на воздушном шаре.",
            "Они стояли, слушая трезвон ударяющихся друг о друга колокольчиков.",
            "— Он ничего, симпатичный, — сказала Лаура, скрестив под столом пальцы. (т.е. на самом деле она так не думает)",
            "Пучки лучей после пересечения расходятся.",
            "Я увидел, что они переходят улицу, и подождал, пока они благополучно перейдут на ту сторону.",
            "Прежде чем отправиться в плавание через океан, этот корабль обойдет несколько портов и заберет пассажиров.",
            "Металлический мост искривился из-за сильной жары, и машины, которые по нему ехали, упали в реку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}