{
    "crowded": {
        "comment": [],
        "translate": "переполненный, людный, многолюдный, полный, битком набитый, наполненный, прижатый",
        "transcription": " |ˈkraʊdɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The streets were crowded with shoppers.",
            "The public bar was crowded.",
            "When the performance was over, the people crowded out.",
            "We were standing crowded together before the picture.",
            "We all crowded round the table.",
            "He could be alone in a crowded room.",
            "This narrow, crowded, and rambling street.",
            "Too much furniture had been crowded into the sale room.",
            "a young mother's crowded days",
            "We waded through the crowded bus station.",
            "The shop was crowded with display stands and boxes.",
            "The train was so crowded that there was hardly breathing space.",
            "the clatter of a crowded cafeteria",
            "The waiters threaded between the crowded tables.",
            "The narrow roads were crowded with holiday traffic.",
            "In pairs we crowded into cars, our dates in our laps.",
            "the babble of a crowded party",
            "Holiday-makers crowded the beaches.",
            "The students crowded the auditorium.",
            "Boxes crowded the floor of my apartment.",
            "Longhairs crowded into the music festival.",
            "The crowded factories are rife with disease.",
            "The delegates crowded the floor of the House.",
            "The bar was so crowded you could hardly move.",
            "The train was very crowded, and we had to stand.",
            "People crowded around to see what was happening.",
            "You were right about the hotel being too crowded.",
            "The traffic patterns around O'Hare are very crowded.",
            "Some native species are being crowded out by exotics.",
            "No one on the subway seemed to mind how crowded it was."
        ],
        "example_translate": [
            "Улицы были переполнены покупателями.",
            "В баре было полно народу.",
            "Когда спектакль закончился, публика двинулась к выходу.",
            "Мы столпились перед картиной.",
            "Мы все столпились вокруг стола.",
            "Он мог быть одинок в переполненном зале.",
            "Эта узкая, людная и беспорядочно спланированная улица.",
            "В торговый зал втиснули слишком много мебели.",
            "насыщенная жизнь молодой матери",
            "Мы пробрались через многолюдный автовокзал.",
            "Магазин был переполнен стендами и боксами.",
            "Поезд был так переполнен, что яблоку было негде упасть.",
            "шум и гам переполненного кафе",
            "Официанты пробирались между близко стоящими столиками.",
            "Узкие дороги были забиты праздничным потоком машин.",
            "Парами мы втиснулись в машины и расселись, каждый держа на коленях свою девушку.",
            "гомон многолюдной вечеринки",
            "Пляжи были битком набиты отдыхающими.",
            "Аудитория была переполнена студентами.",
            "Пол моей квартиры был уставлен коробками.",
            "Фестиваль наводнили длинноволосые любители музыки.",
            "Многолюдные заводы изобилуют заболеваниями.",
            "Делегаты заполнили зал заседаний Палаты представителей.",
            "В баре было так тесно, что едва можно было двигаться.",
            "В поезде было очень многолюдно, и нам пришлось стоять.",
            "Люди столпились вокруг, чтобы увидеть, что происходит.",
            "Вы были правы насчёт того, что гостиница переполнена.",
            "Вокруг чикагского аэропорта О'Хара очень много заходящих на посадку самолётов.",
            "Некоторые аборигенные виды вытесняются экзотическими.",
            "Казалось, что в метро никто не обращает внимания на то, насколько много там народу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}