{
    "crown": {
        "comment": [
            "row",
            "arrow",
            "tomorrow",
            "browse",
            "drown",
            "frown"
        ],
        "translate": " корона, крона, венец, коронка, увенчать, короновать",
        "transcription": "  |kraʊn|",
        "antonyms": [],
        "mnemonic": [
            "crown [кра'ун] корона - За короной (к РАУН*) подъезжай (‘Российская академия универсальных наук).",
            "crown [kraun]\nbrown [braun]\n***\nКОРОНОВАЛИ и дали охрану. (это) crown\nУВЕНЧАЛИ и дали охрану. (это) crown\n***\nЕсли надел корону \"crown\",\nто не хмурься \"frown\",\nне надевай коричневое \"brown\"."
        ],
        "examples": [
            "In 1896 Nicholas was crowned as tsar.",
            "Her crown is set with precious jewels.",
            "In 2001, he recaptured his world crown.",
            "No cross, no crown..",
            "The commands he held under the Crown.",
            "Success did not immediately crown his efforts.",
            "He has glaumed at our royal crown.",
            "Louis was crowned at Reims in 814.",
            "Swedish crowns",
            "The crown incarnates national power.",
            "Mr. Smith is appearing for the Crown.",
            "The young prince started a war by pretending to the crown.",
            "The winner of the beauty pageant walked down the runway wearing her sparkling crown.",
            "The speech crowned the meeting.",
            "Can she retain her Wimbledon crown?",
            "the Crown Heights section of Brooklyn",
            "Tomorrow my dentist will fit me for a crown.",
            "He has retired from the service of the Crown.",
            "His teeth had to be crowned with special cement.",
            "The case was listed for trial in the Crown Court.",
            "Dakers was bailed to appear at Durham Crown Court.",
            "He was committed for the trial at the Crown Court.",
            "Puddings are the jewel in the crown of British cookery.",
            "Philip feared Edward would lay claim to the Scottish crown.",
            "There was none of the house of Godwine to contest the crown.",
            "The two men were committed for trial at Bristol Crown Court.",
            "M. Wauters's book was \"crowned\" by the Royal Academy of Belgium.",
            "The Crown Prince was acknowledged as the true heir to the throne.",
            "An attempt was made to arrogate to the Crown the privilege of issuing writs.",
            "She crowned her long and distinguished career by designing the city's beautiful new bridge."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ow = [aʊ]"
        ],
        "example_translate": [
            "В 1896 году Николай (II) был коронован на царствование.",
            "Её корона украшена драгоценными камнями.",
            "В 2001 г. он вернул себе титул чемпиона мира.",
            "Без труда нет плода. (посл)",
            "Воинские посты, которые он занимал в Британской империи.",
            "Его усилия не сразу увенчались успехом.",
            "Он совершил покушение на члена нашей королевской семьи.",
            "Людовик был коронован в Реймсе в 814 году.",
            "короны Швеции / шведские кроны",
            "Корона олицетворяет государственную власть.",
            "Мистер Смит представляет государство в суде.",
            "Юный принц претендуя на корону, начал войну.",
            "Победительница конкурса красоты прошла по подиуму в своей сверкающей короне.",
            "Это выступление увенчало встречу.",
            "Сумеет ли она сохранить титул победительницы Уимблдонского турнира?",
            "район Краун-Хайтс в центральной части Бруклина",
            "Завтра мой зубной врач будет примерять мне коронку.",
            "Он ушла в отставку с государственной службы. (брит.)",
            "Его коронки следовало поставить на особый цемент.",
            "Дело присутствовало в списке для судебного разбирательства в уголовном суде присяжных.",
            "Дэйкерса выпустили под залог до появления перед уголовным судом присяжных Дарема.",
            "Он был взят под стражу на время разбирательства в Суде Короны.",
            "Пудинги являются жемчужиной в короне британской кулинарии.",
            "Филипп боялся, что Эдвард будет претендовать на шотландскую корону.",
            "Никто из дома Годвинов не стал сражаться за корону.",
            "Эти двое предстали перед Бристольским Королевским судом.",
            "Книга М. Уотерса получила награду Бельгийской Королевской академии",
            "Кронпринц был признан истинным наследником престола.",
            "Была сделана попытка присвоить монарху привилегию издания судебных приказов.",
            "Она увенчала свою долгую и выдающуюся карьеру, спроектировав новый красивый мост в этом городе."
        ],
        "stars": 2
    }
}