{
    "crucial": {
        "comment": [
            "cruise"
        ],
        "translate": "решающий, ключевой, критический, крестообразный",
        "transcription": " |ˈkruːʃl|",
        "antonyms": [],
        "mnemonic": [
            "crucial ['kru: ʃəl]\ncruciate ['kru: ʃɪeɪt] - крестообразный, крестовидный\n***\nВ РЕШАЮЩИЙ момент ты всё разрушил. (это) crucial\nВ КРИТИЧЕСКИЙ момент ты всё \"раскрушил\". (это)\ncrucial\nКритический, крестообразный."
        ],
        "examples": [
            "Negotiations reached a crucial stage.",
            "She played a crucial role in the meeting.",
            "It's crucial that we arrive before 8 o'clock.",
            "Teachers are crucial to the success of the school.",
            "The weather could be a crucial factor in tomorrow's game.",
            "The negotiations with the company had reached a crucial stage.",
            "His implication of his co-workers in the fraud was crucial.",
            "How the issue is resolved is crucial.",
            "Vitamins are crucial for maintaining good health.",
            "Good crowd control is crucial to the prevention of riots.",
            "How can this party stifle debate on such a crucial issue?",
            "Even in democracies today, crucial knowledge is available to only a few individuals ...",
            "The general lacked up-to-the-minute information at the crucial moment.",
            "The tourist industry forms a crucial part of the region's economic equation.",
            "Senator O'Brian skillfully dodged the crucial question.",
            "The conservation of tropical forests is of crucial importance.",
            "The city of Mycenae played a crucial role in the history of Greece.",
            "No one is trying to denigrate the importance of a good education. We all know that it is crucial for success.",
            "This aid money is crucial to the government's economic policies.",
            "Quinn always seems to be in the right place at the crucial moment.",
            "He channelized all of his resources into winning that state's crucial primary."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Переговоры достигли решающей стадии.",
            "Она сыграла ключевую роль на встрече.",
            "Критически важно что бы мы прибыли до 8 часов.",
            "Учителя имеют решающее значение для успеха школы.",
            "Погода может стать решающим фактором в завтрашней игре.",
            "В переговорах с компанией наступил решающий этап.",
            "Решающим было то, что он вовлек своих сотрудников в мошенничество.",
            "Главное тут то, каким способом данная проблема решена.",
            "Витамины имеют важное значение для поддержания хорошего здоровья.",
            "Хорошее сдерживание толпы имеет решающее значение для предотвращения беспорядков.",
            "Как может эта партия мешать обсуждению такой животрепещущей темы?",
            "Даже в современных демократических странах ключевая информация доступна лишь нескольким людям ...",
            "В решающий момент генералу не хватило свежей информации.",
            "Туристическая отрасль составляет ключевую часть экономической модели данного региона",
            "Сенатор О'Брайен мастерски уклонился от этого важнейшего вопроса.",
            "Сохранение тропических лесов имеет жизненно важное значение.",
            "Город Микены сыграл решающую роль в истории Греции.",
            "Никто не пытается умалить значимость хорошего образования — все мы знаем, что это имеет решающее значение для успеха.",
            "Эта денежная помощь имеет решающее значение для экономической политики правительства.",
            "Кажется, что Куинн всегда в ключевой момент находится в нужном месте.",
            "Он направил все свои ресурсы на выигрыш важнейших первичных выборов в этом штате."
        ],
        "stars": 3
    }
}