{
    "cruel": {
        "comment": [
            "cruelty",
            "crude",
            "cruise",
            "scrutiny"
        ],
        "translate": "жестокий, безжалостный, бессердечный, ужасный, мучительный",
        "transcription": " |ˈkruːəl|",
        "antonyms": [],
        "mnemonic": [
            "cruel [кру'эл] жестокий - (И-кру эл-ектрик) добывал жестоко убивая осетров;",
            "cruel [kruəl]\ncruelly ['krʊəli]\ncruelty ['kru:əlti] - жестокость, безжалостность\n***\nЖЕСТОКИЙ он, так как икру|ел. (это) cruel\nБЕЗЖАЛОСТНЫЙ икру|ел. (это) cruel\n***\nБЕЗЖАЛОСТНО икру|ели. (это) cruelly\n***\nЧеловека жестокого \"cruel\"\nвызовем на дуэль \"duel\"."
        ],
        "examples": [
            "It was a cruel act of him to do it.",
            "She was often cruel to her sister.",
            "His cruel remarks cut her deeply.",
            "How could anyone be so cruel?",
            "His mother's death was a cruel blow.",
            "His death was a cruel blow.",
            "The citizens at last rebelled against their cruel rulers.",
            "The prisoner was a hard, cruel man.",
            "The sea is a cruel taskmaster and does not excuse mistakes.",
            "Don't kick the cat out like that, it's cruel., lift him out gently.",
            "He's a cruel, hateful beast!",
            "Fate plays cruel tricks sometimes.",
            "Hunger is a cruel fact of nature.",
            "She was the victim of a cruel hoax.",
            "People can be really cruel sometimes.",
            "Life is cruel, she thought, with a sudden rush of anger.",
            "The cruel king crushed down any sign of opposition from the people.",
            "It would be cruel to wake him., he's sound asleep.",
            "The practice of gingering was very common and very cruel.",
            "Only mindless malevolence would explain this cruel vandalism.",
            "It's rude and cruel to mock at a foreign student's mistakes in English.",
            "It was a cruel, tactless thing to say.",
            "The phrase “cruel kindness” is an oxymoron.",
            "The cruel owners used to pinion the birds' wings together to prevent them from flying.",
            "The sailors took command of the ship from the cruel captain and marooned him on a desert island.",
            "He was inexcusably cruel to his wife.",
            "Sometimes life seems unbearably cruel.",
            "The prison's warden was a cruel martinet.",
            "He was cruel because he wanted to drive me away.",
            "This kind of experiment seems cruel in the extreme."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "С его стороны было жестоко так поступать.",
            "Она часто бывала жестока к своей сестре.",
            "Его жестокие замечания глубоко задели её.",
            "Как вообще можно быть таким жестоким?",
            "Смерть матери стала для него тяжёлым ударом.",
            "Его смерть была жестоким ударом.",
            "Наконец, жители подняли восстание против жестоких правителей.",
            "Узник был человек жёсткий и жестокий.",
            "Море ставит трудные задачи и не прощает ошибок.",
            "Не вышвыривай так кошку, это жестоко., подними и унеси ее аккуратно.",
            "Он — жестокое, злобное чудовище!",
            "Иногда судьба жестоко смеётся над нами.",
            "Голод — это жестокая реальность природы.",
            "Она стала жертвой жестокого розыгрыша.",
            "Иногда люди бывают очень жестокими.",
            "\"Жизнь жестока\", — подумала она с неожиданной злостью.",
            "Жестокий король подавлял малейшие попытки сопротивления в народе.",
            "Будить его было бы просто жестоко: он так крепко спит.",
            "Практика подстегивания была очень распространена и была очень жестокой.",
            "Лишь бессмысленная злоба объяснила бы этот жестокий вандализм.",
            "Грубо и жестоко насмехаться над ошибками иностранных студентов в английском.",
            "Эти слова были жестокими и бестактными.",
            "Фраза “жестокая доброта” — это оксюморон.",
            "Жестокие хозяева обычно подрезали птицам крылья, чтобы те не могли улететь.",
            "Матросы низложили жестокого капитана и высадили его на необитаемом острове.",
            "Он был непростительно жесток со своей женой.",
            "Иногда жизнь кажется невыносимо жестокой.",
            "Начальник этой тюрьмы был жестоким солдафоном.",
            "Он был жесток, потому что хотел меня прогнать.",
            "Такого рода эксперименты представляются в высшей степени жестокими."
        ],
        "stars": 2
    }
}