{
    "cruelty": {
        "comment": [
            "cruel",
            "crude",
            "cruise",
            "scrutiny"
        ],
        "translate": "жестокость, безжалостность, бессердечие, жестокосердие",
        "transcription": " |ˈkruːəltɪ|",
        "antonyms": [],
        "mnemonic": [
            "cruel [kruəl]\ncruelly ['krʊəli]\ncruelty ['kru:əlti] - жестокость, безжалостность\n***\nЖЕСТОКИЙ он, так как икру|ел. (это) cruel\nБЕЗЖАЛОСТНЫЙ икру|ел. (это) cruel\n***\nБЕЗЖАЛОСТНО икру|ели. (это) cruelly\n***\nЧеловека жестокого \"cruel\"\nвызовем на дуэль \"duel\"."
        ],
        "examples": [
            "It is difficult to forgive anyone for cruelty.",
            "I stand against all forms of cruelty, especially to children.",
            "He can't stand cruelty to animals of any sort.",
            "Scenes of cruelty set his blood aboil.",
            "Their suspicions egged them to cruelty.",
            "He will not forget those who have been the occasions of cruelty.",
            "His cruelty out-Herods Herod.",
            "Mental cruelty can be grounds for divorce.",
            "The children had suffered cruelty and neglect.",
            "They were accused of wanton cruelty toward animals.",
            "To leave a dog home alone is tantamount to cruelty.",
            "He has no conscience about his cruelty.",
            "The thought of such cruelty sickened her.",
            "There was a hint of cruelty in Brian's smile.",
            "Lord Clarendon says that all manner of cruelty was executed.",
            "Many people are fulminating against the cruelty of blood sports.",
            "There must be something wrong with people who riot in cruelty to animals.",
            "I cannot conceive of such cruelty as to take a child away from its mother.",
            "He was arrested for using a rod on his dogs in violation of the state's animal cruelty laws.",
            "The government of Nero at this moment presented a spectacle of awful cruelty and abysmal degradation."
        ],
        "example_translate": [
            "Трудно простить жестокость.",
            "Я против любых форм насилия, особенно по отношению к детям.",
            "Он терпеть не может жестокости по отношению к любого рода животным.",
            "Сцены жестокости вызывали в нем негодование.",
            "Подозрения толкнули их на жестокость.",
            "Он не забудет тех, кто стал причиной жестокости.",
            "В своей жестокости он превосходит самого Ирода.",
            "Психологическая жестокость может служить основанием для расторжения брака.",
            "Дети пострадали от жестокости и невнимания.",
            "Их обвинили в бессмысленной жестокости по отношению к животным.",
            "Оставлять собаку дома одну, всё равно что жестоко обращатся с ней.",
            "Он не стыдится своей жестокости.",
            "От мысли о подобной жестокости ей стало дурно.",
            "В улыбке Брайана был какой-то оттенок жестокости.",
            "Лорл Кларендон утверждает, что совершались всяческого рода жестокости.",
            "Многие люди негодуют по поводу жестокости охотников.",
            "У тех людей, которые истязают животных, что-то не в порядке с головой.",
            "Не представляю, как можно отнять ребёнка у матери, это так жестоко.",
            "Он был арестован за избиение своих собак палкой, что является нарушением государственных законов о жестоком обращении с животными.",
            "Этот период правления Нерона отличался крайней жестокостью и полной деградацией."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}