{
    "cruise": {
        "comment": [
            "cruel",
            "cruelty",
            "crude",
            "scrutiny"
        ],
        "translate": "круиз, плавание, рейс, крейсерство, крейсировать, совершать рейс",
        "transcription": " |kruːz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's time to cruise.",
            "My parents are going on a cruise.",
            "Let's cruise for a while.",
            "He wants me to go on a cruise with him.",
            "We were cruising along the road.",
            "A car cruised past us.",
            "Safin cruised past Corretja.",
            "They went on a cruise for their honeymoon.",
            "This romantic evening cruise is a memorable experience.",
            "I'm gonna cruise that math course.",
            "On Friday nights, teenagers cruise the main street in town to show off their cars.",
            "We were cruising along the highway.",
            "The cruise ship claims to offer sumptuous furnishings, exquisitely prepared cuisine, and stellar entertainment.",
            "We give up our cruise, then, after all?",
            "He dreams of cruising the Mediterranean.",
            "The bus was cruising at 55 miles per hour.",
            "We were cruising along at 50 miles per hour.",
            "I bought a whole new wardrobe for the cruise.",
            "We cruised for a week down the Yangtze River.",
            "Any film starring Tom Cruise always packs them in.",
            "We went on a weeklong cruise down the Yangtze River.",
            "The cabdriver cruised for an hour before being hailed.",
            "Over 600 people can be accommodated on the cruise ship.",
            "Then we embarked on the second stage of our Caribbean cruise.",
            "How will I know how much to budget for my entire cruise vacation?",
            "We were surprised by how much we had spent on the cruise after we had ciphered out the grand total.",
            "Looking down at the dark ocean from the ship's rail, the cruise passenger felt as though he was staring into an abyss."
        ],
        "example_translate": [
            "Пора смываться.",
            "Мои родители собираются в круиз.",
            "Давай немного прошвырнёмся.",
            "Он хочет, чтобы я отправился с ним в круиз.",
            "Мы мчались по дороге.",
            "Мимо нас пронеслась машина.",
            "Сафин обошел Корретху. (О выигрыше теннисиста в матче)",
            "На медовый месяц они отправились в круиз.",
            "Это вечернее романтическое путешествие — незабываемое приключение.",
            "Я запросто сдам этот курс математики.",
            "В пятницу, по вечерам, подростки разъезжают по главной улице городка, чтобы похвастаться своими автомобилями.",
            "Мы ехали по шоссе.",
            "Круизный лайнер обещает пассажирам роскошную мебель, изысканные блюда и потрясающую развлекательную программу.",
            "Значит, в итоге мы отказываемся от нашего путешествия?",
            "Он мечтает отправиться в круиз по Средиземному морю.",
            "Автобус шёл на скорости пятьдесят пять миль в час.",
            "Мы шли со скоростью пятьдесят миль в час.",
            "Перед круизом я полностью обновила свой гардероб.",
            "Мы неделю провели в круизе по реке Янцзы.",
            "Любой фильм с участием Тома Круза всегда собирает полные залы.",
            "Мы отправились на недельный круиз по реке Янцзы.",
            "Таксист целый час катался по улицам, пока не нашёл пассажира.",
            "На этом круизном судне можно разместить более шестисот человек.",
            "Затем мы отправились на второй этап нашего карибского круиза.",
            "Как я узнаю, какие средства нужно выделить на весь круиз?",
            "Подсчитав общий итог, мы удивились тому, сколько было нами потрачено во время круиза.",
            "Глядя вниз в тёмные глубины океана с борта круизного лайнера, пассажир чувствовал, будто смотрел в бездну."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}