{
    "crush": {
        "comment": [
            "crust",
            "brush",
            "rush"
        ],
        "translate": "раздавить, сокрушать, давить, дробить, давка, дробление, раздавливание, толкотня",
        "transcription": " |krʌʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Peel and crush the garlic.",
            "The car crushed the toy.",
            "This material crushes easily.",
            "She had a huge crush on her geography teacher.",
            "Listen to criticism but don't be crushed by it.",
            "Too many people were crushed into the carriage.",
            "Sara was crushed by their insults.",
            "It's just a schoolgirl crush.",
            "The rocks were crushed into dust.",
            "The party isn't a crush. I have only asked about thirty odd people.",
            "It is common to make fun of schoolboy and schoolgirl \"pashes\" and \"crushes\".",
            "Their vehicle was crushed by an army tank.",
            "The cruel king crushed down any sign of opposition from the people.",
            "The crush in the train station is at its worst during the afternoon rush hour.",
            "Crush two cloves of garlic.",
            "The car door was crushed in during the accident.",
            "Her bonnet and dress were all crushed.",
            "Two people were crushed to death in the rush to escape.",
            "Any one of that crush would do murder for no more than 500 dollars reward.",
            "Crush the nuts and sprinkle them on top of the cake.",
            "There's always such a crush on the train in the mornings.",
            "The military operation was the first step in a plan to crush the uprising.",
            "Use this kitchen machine to crush the juice out instead of pressing the fruit by hand.",
            "He sank upon a seat, almost crushed with the knowledge of the consequences of his action.",
            "If you walk in the farmer's field, be careful not to crush down any growing crops.",
            "When the gates of the ground were opened, crowds of football supporters crushed in.",
            "Her arm was crushed in the accident.",
            "His leg was crushed in the accident.",
            "The bicycle was crushed under the truck's tires."
        ],
        "example_translate": [
            "Очистите и раздавите чеснок.",
            "Машина раздавила игрушку.",
            "Этот материал легко мнётся.",
            "У нее было сильное влечение к её учителю географии.",
            "Выслушай критику, но не пасуй перед ней.",
            "В вагон набилось чересчур много народу.",
            "Сара была подавлена их оскорблениями.",
            "Это всего лишь девичья влюблённость.",
            "Камни были размолоты в пыль.",
            "Приём будет скромным. Я пригласил тридцать с небольшим человек.",
            "Над школьными \"увлечениями\" и \"страстями\" принято посмеиваться.",
            "Их машину раздавил боевой танк.",
            "Жестокий король подавлял малейшие попытки сопротивления в народе.",
            "Давка на вокзале хуже всего во второй половине дня, в час пик.",
            "Раздавите два зубчика чеснока.",
            "В результате столкновения дверь автомобиля была вдавлена внутрь.",
            "Её шляпка и платье были совершенно измяты.",
            "В отчаянной попытке спастись два человека были раздавлены насмерть .",
            "Любому из этой банды можно заказать убийство не больше чем за 500 долларов вознаграждения.",
            "Орехи измельчите и посыпьте ими торт.",
            "По утрам в поезде всегда такая давка.",
            "Эта военная операция была первой в серии действий по подавлению восстания.",
            "Чем выдавливать сок руками, воспользуйся кухонным комбайном.",
            "Он упал на скамейку, почти раздавленный мыслью о последствиях своего поступка.",
            "Когда идёшь по фермерскому полю, не потопчи то, что там растёт.",
            "Когда открыли ворота стадиона, толпы футбольных болельщиков ринулись на трибуны.",
            "В аварии ей раздробило руку.",
            "В этой аварии ему раздробило ногу.",
            "Велосипед был раздавлен колёсами грузовика."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}