{
    "cultivate": {
        "comment": [],
        "translate": "культивировать, развивать, выращивать, возделывать, обрабатывать, взрастить",
        "transcription": " |ˈkʌltɪveɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He wants to cultivate his mind — to understand art and literature.",
            "The land was too rocky to cultivate.",
            "Try to cultivate a more relaxed and positive approach to life.",
            "I felt that he was a person I should like to cultivate.",
            "She cultivated a taste for fine wines.",
            "I am aware of a single attempt to cultivate the sponge.",
            "The company has been successful in cultivating a very professional image.",
            "They survived by cultivating vegetables and grain.",
            "He has carefully cultivated his image.",
            "a plant that is cultivated for its fruit",
            "We cultivated maize and watermelons.",
            "Professor Gladwyn would be an acquaintance worth cultivating.",
            "Prehistoric peoples settled the area and began to cultivate the land.",
            "Try to cultivate a less brusque manner.",
            "We cultivate the flower for its corolla."
        ],
        "example_translate": [
            "Он хочет развить свой ум, хочет разбираться в искусстве и литературе.",
            "Земля была слишком каменистой, чтобы что-то выращивать.",
            "Постарайтесь воспитать в себе более спокойное и позитивное отношение к жизни.",
            "Я чувствовал, что это человек, с которым мне следовало бы подружиться.",
            "Она пристрастилась к изысканным винам.",
            "Мне известна лишь одна попытка возделывания этой заболоченной местности.",
            "Компании удалось создать очень профессиональный имидж.",
            "Они выжили благодаря выращиванию овощей и зерна.",
            "Он тщательно выстроил свой образ.",
            "растение, которое выращивается ради плодов",
            "Мы выращивали кукурузу и арбузы.",
            "С профессором Глэдвином стоило бы поддерживать знакомство.",
            "Доисторические народы заселили эту область и начали возделывать землю.",
            "В будущем постарайтесь вести себя менее бесцеремонно.",
            "Мы выращиваем этот цветок ради его венчика."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}