{
    "cult": {
        "comment": [],
        "translate": "культ, поклонение, вероисповедание, обожествление",
        "transcription": " |kʌlt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "James Dean acquired the status of a cult hero.",
            "Their son ran away from home and joined a religious cult.",
            "The actor James Dean acquired the status of a cult hero.",
            "The cult is a survival from the old Zoroastrian religion.",
            "Diet, exercise ... It's all part of this cult of self-improvement.",
            "People always remarked on the cult leader's seductive personality.",
            "Long after it had gone off the air, the TV series continued to have a huge cult.",
            "The cult leader took advantage of the malleable, compliant personalities of his followers.",
            "The cult attracts egocentric people who are preoccupied with reaching their potential as individuals.",
            "The cult seemed to be a sorrowful assemblage of emotionally scarred people seeking love and redemption.",
            "In the cult there were injunctions for and against everything, as nothing was a matter of personal choice."
        ],
        "example_translate": [
            "Актёр Джеймс Дин приобрел статус культового героя.",
            "Их сын ушёл из дома и присоединился к религиозному культу.",
            "Актёр Джеймс Дин приобрел статус культового героя.",
            "Данный культ является пережитком старой зороастрийской религии.",
            "Диеты, упражнения ... Всё это часть этого культа самосовершенствования.",
            "Люди всегда отмечали притягательную личность главы этого культа.",
            "Ещё долго после того, как этот сериал сняли с эфира, у него оставалась большая группа поклонников.",
            "Глава секты пользовался мягкостью и уступчивостью характеров своих последователей.",
            "Данный культ привлекает эгоцентричных людей, которые озабочены достижением своего потенциала как индивидуумов.",
            "Культ казался печальным собранием эмоционально травмированных людей, ищущих любви и искупления.",
            "Членам культа было строго указано, что можно делать, а чего нельзя, и ни в одном отношении не было никакой свободы выбора."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}