{
    "culture": {
        "comment": [
            "agriculture",
            "cultural",
            "agricultural",
            "faculty"
        ],
        "translate": "разведение, возделывание, выращивать",
        "transcription": " |ˈkʌltʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's important to learn about other cultures.",
            "Greece, the cradle of European culture",
            "The primary channel of transmission of culture is the family.",
            "American Type Culture Collection",
            "She represented the ideal of American culture.",
            "At one time, sex and money were taboo subjects in this culture.",
            "Culture is not merely the sum of several activities, but a way of life.",
            "a study of Greek language and culture",
            "Hesperian culture",
            "a brief history of Western culture",
            "culture bacteria in laboratory dishes",
            "I feel like our culture is being commodified.",
            "television's pervasive influence on our culture",
            "It takes two to three weeks to grow the culture.",
            "the different facets of our culture",
            "Business is one of the major forces in modern culture.",
            "A lot of good music came out of the hippy culture in the 1960s.",
            "the sense of alienation felt by many black people in our culture",
            "The book is rich with examples of Indian culture and social life.",
            "He intended to preserve the physiognomy of a culture in danger of disappearing.",
            "African-American culture",
            "the culture of cells in a Petri dish",
            "Tunisian culture has been westernized.",
            "my immersion in black music and culture",
            "It is the dominant culture in the region.",
            "Her art shows the influence of pop culture.",
            "the newspapers' portrayal of Islamic culture",
            "Beauty is forever yoked to youth in our culture.",
            "the dichotomy between eastern and western culture",
            "He immersed himself in the culture of the island."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Важно знакомиться с другими культурами.",
            "Греция, колыбель европейской культуры",
            "Основной канал передачи культурных ценностей — это семья.",
            "Американская коллекция типовых культур",
            "В ней воплощался идеал американской культуры.",
            "Одно время разговоры о сексе и деньгах были запрещены в этой культуре.",
            "Культура — это не просто совокупность различных видов деятельности, а образ жизни.",
            "изучение греческого языка и культуры",
            "западная культура",
            "краткая история западной культуры",
            "выращивать бактерии в лабораторных чашках",
            "Я чувствую, что наша культура превращается в товар.",
            "глубокое влияние телевидения на нашу культуру",
            "Выращивание этой культуры занимает от двух до трёх недель.",
            "разные грани нашей культуры",
            "Бизнес является одной из основных сил в современной культуре.",
            "Много хорошей музыки появилось благодаря хиппи-культуре в 1960-х годах. (досл.: вышло из хиппи-культуры)",
            "то чувство отчуждения, которое испытывают в нашем обществе многие люди с чёрным цветом кожи",
            "Эта книга богата примерами, описывающими индейскую культуру и общественную жизнь.",
            "Он желал сохранить характерные черты исчезающей культуры.",
            "афроамериканская культура",
            "культура клеток в чашке Петри",
            "Тунисская культура подверглась влиянию запада.",
            "моё погружение в \"чёрную\" музыку и культуру",
            "Эта культура господствует в данном регионе.",
            "В её творчестве проявляется влияние поп-культуры.",
            "изображение мусульманской культуры в данной газете",
            "В нашей культуре красота неразрывно связана с молодостью.",
            "разница между восточной и западной культурами",
            "Он погрузился в культуру этого острова."
        ],
        "stars": 3
    }
}