{
    "cure": {
        "comment": [
            "secure",
            "obscure"
        ],
        "translate": "кюре, лечение, лекарство, излечение, лечить, исцелять, вылечивать, исправлять",
        "transcription": " |kjʊr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is past cure.",
            "Time cured him of his grief.",
            "He was beyond cure.",
            "Prevention is better than cure. посл.",
            "He has pointed out a method of cure.",
            "Many types of cancer can now be cured.",
            "There is no easy cure for loneliness.",
            "This is a problem that has no easy cure.",
            "My wife cured me of most of my bad habits.",
            "How do you cure the hiccups?",
            "The disease is resistant to cure.",
            "The magic cure for inflation does not exist.",
            "We live in hope that a cure will be found.",
            "Researchers trying to find a cure for cancer.",
            "The treatment cured the boy's acne.",
            "He wants to cure all the ills of the world.",
            "90% of patients can be cured of the disease.",
            "Further research is urgently needed if we are to find a cure.",
            "His life's work centred in the search for a cure for the terrible disease.",
            "There is still no cure for AIDS.",
            "Early detection can often lead to a cure.",
            "Hope of a cure is just pie in the sky.",
            "There seems to be no cure for our economic ills.",
            "The apricots cure in the sun.",
            "There is no miracle cure for diabetes.",
            "He had an infallible cure for a hangover.",
            "The new treatment effected a miraculous cure.",
            "The question is whether pulmonary consumption can be cured.",
            "The disease has no cure, but a number of palliatives exist.",
            "Scientists are still searching for a cure."
        ],
        "example_translate": [
            "Он неизлечим.",
            "Время излечило его горе.",
            "Он был неизлечим.",
            "Предупреждение лучше лечения.",
            "Он указал на метод лечения.",
            "Многие типы рака уже излечимы.",
            "Не существует простого лекарства от одиночества. / От одиночества избавиться всегда непросто.",
            "Эта проблема не имеет простого решения.",
            "Жена избавила меня от большинства вредных привычек.",
            "Как вы лечите икоту?",
            "Данная болезнь не поддаётся лечению.",
            "Волшебного лекарства от инфляции не существует.",
            "Мы живём в надежде, что лекарство будет найдено.",
            "Исследователи пытаются найти лекарство от рака.",
            "Данная терапия избавила мальчика от угревой сыпи.",
            "Он хочет излечить все пороки мира.",
            "Девяносто процентов пациентов можно вылечить от этого заболевания.",
            "Если мы хотим найти лекарство, срочно необходимы дальнейшие исследования.",
            "Он всю жизнь работал над созданием лекарства от этой страшной болезни.",
            "От СПИДа по-прежнему нет лекарства. / СПИД всё ещё неизлечим.",
            "Ранняя диагностика заболевания часто приводит к излечению.",
            "Надежда на излечение — это просто несбыточная мечта /воздушные замки/.",
            "Кажется, от болезней нашей экономики нет лекарств.",
            "Курагу высушивают на солнце.",
            "От диабета не существует какого-то чудодейственного средства.",
            "У него было безотказное средство от похмелья.",
            "Новый метод лечения чудесным образом исцелил больного.",
            "Вопрос в том, можно ли излечить чахотку.",
            "Эта болезнь неизлечима, но существует ряд мер, облегчающих больным жизнь /паллиативов/.",
            "Учёные всё ещё находятся в поисках лекарства."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}