{
    "curious": {
        "comment": [
            "curiosity",
            "curiously"
        ],
        "translate": "любопытный, любознательный, странный, курьезный, пытливый",
        "transcription": " |ˈkjʊrɪəs|",
        "antonyms": [],
        "mnemonic": [
            "curious [къю'риэс] любопытный - Любопытный (курьёз).",
            "curio ['kjuərɪəu]\ncuriosity [¸kjʊərɪ'ɒsɪti] - любопытство.,\nлюбознательность., странность., редкая вещь.,\ncurious ['kjʊərɪəs] - любознательный, любопытный,\nпытливый, искусный, странный., чудной\ncuriously 'kjʊərɪəsli - странно., необычайно.,\n***\nАНТИКВАРНУЮ ВЕЩЬ несу к|Юре|я. (это) curio"
        ],
        "examples": [
            "I'm curious to know more about her.",
            "Puppies are naturally curious.",
            "He was curious about how she would react.",
            "Mandy was curious to know what happened.",
            "She felt curiously calm.",
            "Cats are said to be naturally curious.",
            "She found a curious old clock in the attic.",
            "It's curious that she left without saying goodbye.",
            "We're curious about why you never called us.",
            "He was too curious to let the matter drop.",
            "They were curious to find out who won the game.",
            "Her shouting attracted some curious glances from other people in the restaurant.",
            "He felt a curious mixture of excitement and panic.",
            "'What have you got in there?' Felix asked curiously.",
            "This procedure produces a curious effect.",
            "Their music is a curious blend of disco and rock.",
            "The birds were engaged in some curious behavior.",
            "The cat was naturally curious about its new surroundings.",
            "A gentleman, seated near Worcester, and very curious in gardening.",
            "Curious onlookers watched the ceremony.",
            "By a curious coincidence, they bought a house the same day their old one burned down.",
            "Fore the stranger there swarmed a gaggle of curious street urchins."
        ],
        "example_translate": [
            "Мне любопытно было бы узнать о ней больше.",
            "Щенки, любопытны от природы.",
            "Ему было любопытно узнать, как она отреагирует.",
            "Мэнди было любопытно узнать, что случилось.",
            "Она ощущала непривычное спокойствие.",
            "Говорят, кошки от природы чрезвычайно любопытны.",
            "Она нашла на чердаке необычные старые часы.",
            "Странно, что она ушла, не попрощавшись.",
            "Нам интересно, почему ты ни разу нам не позвонил.",
            "Он был слишком любопытен, чтобы проигнорировать данный вопрос.",
            "Им было любопытно узнать, кто выиграл.",
            "Ее вопль привлек любопытные взгляды других посетителей ресторана.",
            "Его охватило волнение граничащее с паникой.",
            "— Что у вас там? — с любопытством спросил Феликс.",
            "Эта процедура /операция/ производит любопытный эффект.",
            "Их музыка представляет собой странную смесь /необычное сочетание/ диско и рока.",
            "Птицы вели себя странно.",
            "Кошка, проявляла естественное любопытство к своему новому окружению (месту жительства).",
            "Джентльмен, проживает неподалёку от Вустера, увлекается садоводством.",
            "Любопытные зеваки наблюдали за церемонией.",
            "По странному стечению обстоятельств, они купили новый дом в тот самый день, когда их старый сгорел дотла.",
            "Перед незнакомцем копошилась стайка любопытных уличных мальчишек."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}
