{
    "current": {
        "comment": [
            "currency",
            "currently"
        ],
        "translate": "текущий, современный, теперешний, ходячий, ток, течение, поток, струя, ход",
        "transcription": " |ˈkɜːrənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My current status is unemployed.",
            "I'm worried about the current political situation.",
            "Who is your current employer?",
            "Caribbean Current",
            "To our consternation, the current was turned off.",
            "What is your current heading?",
            "The current unemployment rate is six percent.",
            "Strong currents can be very dangerous for swimmers.",
            "\"The current method isn't working.\" \"Clearly not.\"",
            "I'd like to withdraw £500 from my current account.",
            "The exam included several questions on current events.",
            "Two theories were then widely current.",
            "In its current state, the car is worth £1,000.",
            "The current system is disadvantageous to women.",
            "We need to keep current with the latest information.",
            "Fish instinctively fight their way upstream against the current.",
            "The current was measured in amperes.",
            "The motor is fed by an electrical current.",
            "The current middle-class norm of two children per family.",
            "Use the Save command to store the current document on disk.",
            "The current boom in the economy sucked many workers in from abroad.",
            "the current taste for wide trousers",
            "a current having a frequency of 60 hertz",
            "The current system causes a lot of waste.",
            "What is the state of play in the current negotiations?",
            "She worked as a clerk before ascending to her current position.",
            "Oersted discovered that an electric current would deflect a magnetic needle.",
            "The circuit supplies current to the saw.",
            "'Ladened' is not current usage.",
            "a pungent satire of current politics"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В настоящий момент я безработный. (досл.: Мой текущий статус — безработный)",
            "Меня беспокоит текущая политическая ситуация.",
            "Кто ваш нынешний работодатель?",
            "Гвианское течение / Карибское течение",
            "К нашему ужасу, отключили ток.",
            "Каким курсом вы сейчас движетесь?",
            "Текущий уровень безработицы составляет шесть процентов.",
            "Сильные течения могут быть очень опасны для пловцов.",
            "— Текущий метод не работает. — Вне всякого сомнения. / Несомненно.",
            "Я бы хотел снять пятьсот фунтов стерлингов со своего текущего счёта.",
            "В экзамен входило несколько вопросов о текущих событиях.",
            "В то время бытовали две широко распространённые теории.",
            "В своём нынешнем состоянии машина стоит тысячу фунтов стерлингов.",
            "Существующая система невыгодна для женщин.",
            "Мы должны быть в курсе последней информации.",
            "Рыба инстинктивно пробивает себе путь наверх, против течения.",
            "Ток измерялся в амперах.",
            "На двигатель подаётся электрический ток.",
            "В настоящее время для семьи среднего класса норма два ребенка.",
            "Чтобы сохранить документ на диск, используйте команду \"сохранить\".",
            "Нынешний экономический рост привлёк в страну многих работников из-за рубежа.",
            "нынешнее пристрастие к широким брюкам /шароварам/",
            "ток частотой шестьдесят герц",
            "Существующая система вызывает много потерь.",
            "Как обстоят дела на текущих переговорах?",
            "Она работала продавцом до того, как поднялась на свою нынешнюю должность.",
            "Эрстед открыл, что электрический ток способен вызывать отклонение магнитной стрелки.",
            "От данной сети ток поступает на пилу.",
            "Сейчас слово \"ladened\" (гружёный) больше не употребляется.",
            "острая сатира на текущую политику"
        ]
    }
}