{
    "curriculum": {
        "comment": [],
        "translate": "учебный план, курс обучения",
        "transcription": " |kəˈrɪkjələm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Has computer studies been introduced into the school curriculum?",
            "The college has a liberal arts curriculum.",
            "We have to build computers into the school curriculum.",
            "The sciences are a vital part of the school curriculum.",
            "Languages are an essential part of the school curriculum.",
            "The curriculum includes courses in computing.",
            "The school board strongly endorsed a curriculum that reflected a multicultural education.",
            "IT is now on the curriculum in most schools.",
            "We need to provide more breadth in the college curriculum.",
            "The curriculum makes great demands on the teacher.",
            "Many pupils follow an imbalanced curriculum.",
            "The course curriculum is geared to span three years.",
            "All schools must follow the prescribed curriculum.",
            "Students are exempt from some classes in the curriculum for religious reasons.",
            "With these aims in mind, the school operates a broad-based curriculum.",
            "The school's curriculum encourages independent thinking.",
            "A committee was appointed to oversee the reorganization of the curriculum.",
            "The new curriculum is an attempt to homogenize education throughout the county.",
            "Teachers feel they have little room for manoeuvre when the curriculum is so demanding.",
            "Teachers are expected to teach a range of subjects right across the curriculum."
        ],
        "example_translate": [
            "Изучение компьютера уже внесено в учебный план?",
            "В этом колледже есть курс гуманитарных дисциплин.",
            "Мы должны ввести в школьный курс компьютерное обучение.",
            "Естественные науки являются важнейшей частью школьной программы.",
            "Языки являются неотъемлемой частью школьной программы.",
            "Учебная программа включает в себя курс по вычислительной технике.",
            "Правление школы строго порекомендовало учебный план, включающий мультикультуральное обучение.",
            "Сейчас информатика входит в учебный план большинства школ.",
            "Учебные программы колледжа нуждаются в расширении.",
            "Данный учебный план предъявляет большие требования к преподавателям.",
            "Многие ученики учатся по несбалансированной учебной программе.",
            "Учебная программа данного курса рассчитана на три года.",
            "Все школы должны следовать предписанному учебному плану.",
            "Студенты могут освобождаться от некоторых занятий в учебной программе по религиозным причинам.",
            "Имея в виду эти цели, в школе функционирует обширная учебная программа.",
            "Учебный план этой школы развивает самостоятельное мышление.",
            "Была назначена комиссия по надзору за реорганизацией учебных программ.",
            "Новый учебный план является попыткой сделать однородной систему образования по всему округу.",
            "Учителя считают, что с таким тяжёлым учебным планом у них почти нет места для манёвра.",
            "Ожидается, что учителя будут преподавать целый ряд предметов по всей ширине учебной программы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}