{
    "currency": {
        "comment": [],
        "translate": "валюта, деньги, денежное обращение, употребительность",
        "transcription": " |ˈkɜːrənsi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bank can supply you with foreign currency.",
            "The dollar was a strong currency.",
            "The local currency is the Swiss franc.",
            "European Currency Unit",
            "The currency is allowed to fluctuate within the 6% band.",
            "Since the Gulf war, the term has gained new currency.",
            "There are moves towards a single currency in Europe.",
            "The dollar is the principal unit of American currency.",
            "Marxism began to gain currency.",
            "The argument has received wide currency.",
            "Economists warn that the crisis could destabilize the nation's currency.",
            "the currency of a slang term",
            "The currency slumped to a record low.",
            "The word has not yet won widespread currency.",
            "The idea was common currency in European political life.",
            "Office of the Comptroller of the Currency",
            "The dollar is the United States unit of currency.",
            "I'm not sure about the accuracy and currency of their information.",
            "They were paid in U.S. currency.",
            "The country decimalized the currency in 1975",
            "counterfeit currency that had been passed all over town",
            "Huge imports were draining the country's currency reserves.",
            "A new currency has been introduced in the foreign exchange market.",
            "The inconvertibility of their currency made international trade impossible.",
            "The value of the coffee becomes significantly higher when expressed in foreign currency.",
            "The maintenance of a firm currency plays an important part in the battle against inflation."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Банк может обеспечить вас иностранной валютой.",
            "Доллар был сильной валютой.",
            "Местной валютой является швейцарский франк.",
            "Европейская валютная единица, экю",
            "Валютный курс может колебаться в пределах 6%.",
            "После войны в Персидском заливе данный термин вновь обрел частотность.",
            "Предпринимаются шаги по формированию единой европейской валюты.",
            "Доллар является основной единицей американской валюты.",
            "Марксизм начал получать всё большее распространение.",
            "Данная аргументация приобрела большую популярность.",
            "Экономисты предупреждают, что кризис может привести к дестабилизации национальной валюты.",
            "распространённость жаргонного выражения",
            "Валюта упала до рекордного минимума.",
            "Это слово ещё не завоевало широкого распространения.",
            "Это представление было широко распространено в европейской политической жизни.",
            "Управление контролера денежного обращения (Министерства финансов США)",
            "Доллар является денежной единицей США.",
            "Я не уверен в точности и актуальности их сведений.",
            "Им платили в американской валюте.",
            "В 1975 году в стране была введена десятичная монетная система.",
            "фальшивые деньги, которые уже распространились по всему городу",
            "Огромный импорт опустошал валютные резервы страны.",
            "На валютном рынке появилась новая валюта.",
            "Неконвертируемость их валюты сделала международную торговлю невозможной.",
            "Стоимость кофе, при выражении её в иностранной валюте, становится значительно выше.",
            "Поддержание твёрдой валюты играет важную роль в борьбе с инфляцией."
        ]
    }
}