{
    "curse": {
        "comment": [],
        "translate": "проклятие, ругательство, бедствие, проклинать, ругаться, клясть",
        "transcription": " |kɜːrs|",
        "antonyms": [],
        "mnemonic": [
            "curse [кэ:с] ругаться, проклинать - Гарсия (Мар-кес) проклинал империализм:",
            "course [kɔ: s]\ncurse [kɜ: s]\n***\nКУРС плохой, когда под откос. (это) course\nТЕЧЕНИЕ под откос. (это) course\n***\nВ этом направлении \"course\"\nесть воды источник \"source\".\n***\nПРОКЛИНАЕТ жизнь черкес. (это) curse\nПроклятие, ругательство, бич, бедствие",
            "purse [pɛ:s]\n***\nКОШЕЛЁК утащил пёс. (это) purse\n***\nЭто проклятие \"curse\",\nчто у медсестры \"nurse\"\nукрали кошелёк \"purse\"."
        ],
        "examples": [
            "He cursed himself for being so careless.",
            "The bad witch cursed the child.",
            "Elsa cursed herself for believing his lies.",
            "To this treasure a curse is attached.",
            "She hissed a curse at him.",
            "He believed that someone had put a curse on the house.",
            "Seeing his enemy, he ripped off a curse.",
            "He muttered a curse under his breath.",
            "He uttered a curse.",
            "She cursed her bad luck.",
            "Gilbert was cursing under his breath.",
            "Noise is one of the curses of modern-day life.",
            "The old king was cursed with two ungrateful daughters.",
            "Poor mother is cursed with bad health.",
            "They began to curse and shout in a babble of language.",
            "Coming into collision with some unseen piece of furniture he cursed quietly to himself.",
            "A witch put a curse on his whole family.",
            "Is he left alone, to bear his blasting curse?",
            "In the book the evil witch curses the villagers.",
            "The dying man spat out a curse upon his murderer.",
            "The wicked magician imprecated a curse on the young princess.",
            "I heard him utter a curse before the microphone was shut off.",
            "People believe that someone put a curse on the house.",
            "The witch pronounced a curse in some strange language.",
            "He uttered a curse sotto voce.",
            "I inly curse the bore of hunting. (J. R. Lowell)"
        ],
        "example_translate": [
            "Он проклинал себя за своё легкомыслие.",
            "Злая ведьма прокляла дитя /ребёнка/.",
            "Эльза проклинала себя за то, что верила его вранью.",
            "На этом богатстве лежит проклятие.",
            "Она (сердито) прошептала проклятие в его адрес.",
            "Он был убеждён, что на его дом кто-то наложил проклятие.",
            "Увидев своего врага, он выругался.",
            "Он еле слышно пробормотал проклятие.",
            "Он произнёс проклятие.",
            "Она прокляла свою невезучесть.",
            "Гилберт тихонько выругался.",
            "Шум является одним из проклятий современной жизни.",
            "Две неблагодарные дочери были проклятием для старого короля.",
            "Несчастная мать вечно болеет.",
            "Они начали кричать и ругаться, но ничего нельзя было разобрать.",
            "Натолкнувшись на мебель, которую не заметил, он выругался про себя.",
            "Одна ведьма наложила проклятье на всю его семью.",
            "Неужели его оставили одного, и он должен в одиночку нести бремя этого гибельного проклятия?",
            "В книге злая ведьма проклинает жителей деревни.",
            "Умирающий проклял убийцу.",
            "Злой волшебник наложил на принцессу проклятие.",
            "Я слышал, как он выругался, когда микрофон ещё был включён.",
            "Люди думают, что кто-то наложил на дом проклятие.",
            "Ведьма произнесла проклятие на каком-то чужом языке.",
            "Он выругался вполголоса.",
            "В душе я проклинаю скучную охоту."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}