{
    "curtain": {
        "comment": [
            "sustain",
            "fountain",
            "attain"
        ],
        "translate": "занавес, занавеска, завеса, конец, крышка, занавесить, занавешивать, завешивать",
        "transcription": " |ˈkɜːrtn|",
        "antonyms": [],
        "mnemonic": [
            "curtain [кэ'тан] занавес - Занавес (кэтэн-ком*) порван (‘Котёнком);",
            "curtain ['kɜ:tən]\n***\nОПУСТИЛСЯ занавес цвета \"терракотен\". (это)\ncurtain\nЗАНАВЕСИМ шторой цвета \"терракотен\".\n(это) curtain\nЗАНАВЕСКА тоже цвета \"терракотен\". (это) curtain"
        ],
        "examples": [
            "Ella drew the curtains and switched the light on.",
            "Curtains separated the hospital beds.",
            "What time does the curtain go up?",
            "The director shouts \"Curtain up\".",
            "The big red curtain was caught up with a golden rope.",
            "The curtain swooshed open.",
            "The lights dimmed and the curtain rose.",
            "Shall I open the curtains?",
            "They took 23 curtain calls.",
            "Before the curtain went up, the dancers took their places on stage.",
            "Pulling the curtain aside, he looked down into the street.",
            "The curtain ripped from top to bottom",
            "The girl's unbound hair curtained her face.",
            "The singer came back for one more curtain call.",
            "I have curtained off this part of the room, where the bed is.",
            "The curtain whipped her face.",
            "It will be curtains for us if we're caught.",
            "The second curtain fell without a hand.",
            "The curtain of rain caught them up and in a moment soaked them to the skin.",
            "As the curtain falls for the last time, we see a young woman holding a dying man in her arms.",
            "Only a thin curtain divided her cabin from his.",
            "I rather fancy potassium cyanide. You just chew a piece, and quick curtain.",
            "The curtain pole can be cut to length.",
            "The cast stood in line for the curtain call.",
            "The decision brought down the curtain on a 30-year career.",
            "The lights went down and the curtain rose on an empty stage.",
            "The curtain opened to reveal the grand prize.",
            "There was a heavy curtain blocking out the light.",
            "The curtain was lifted to reveal the grand prize.",
            "The thick curtain blocked the action on the stage."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Элла задернула шторы и включила свет.",
            "Больничные койки были отделены друг от друга занавесками.",
            "Во сколько начинается представление?",
            "Режиссёр кричит: \"Поднять занавес!\".",
            "Большая красная штора была подвязана золочёным шнуром.",
            "Занавес с шумом поднялся.",
            "Свет (в зале) погас, и занавес поднялся.",
            "Мне открыть занавески?",
            "Публика вызывала их на сцену 23 раза.",
            "Перед тем, как поднялся занавес, танцоры заняли свои места на сцене.",
            "Отдёрнув занавеску, он глянул вниз на улицу.",
            "Занавеска разорвалась сверху донизу",
            "Распущенные волосы девушки закрыли её лицо.",
            "Певец вернулся на сцену чтобы еще раз поклониться зрителям (поблагодарить зрителей).",
            "Я отгородил занавесью часть комнаты, где находится кровать.",
            "Занавеска хлестнула её по лицу.",
            "Если нас поймают, нам крышка.",
            "После второго действия не было ни одного хлопка.",
            "Догнав их, шедший сплошной стеной дождь в два счёта промочил их насквозь.",
            "Когда занавес опускается в последний раз, мы видим, как молодая женщина держит на руках умирающего мужчину.",
            "Их кабинки были отделены друг от друга лишь тонкой шторкой.",
            "Я предпочитаю цианистый калий. Вы проглатываете кусочек, и конец.",
            "Карниз можно укоротить.",
            "Актёрский состав выстроился на поклон.",
            "Это решение положило конец тридцатилетней карьере.",
            "Свет погас, и над пустой сценой поднялся занавес.",
            "Занавес открылся, и на свет показался Большой приз.",
            "Свет загораживал тяжёлый занавес.",
            "Занавес подняли, и на свет показался Главный приз.",
            "Толстый занавес скрыл из виду происходящее на сцене."
        ],
        "stars": 2
    }
}