{
    "cushion": {
        "comment": [
            "fashionable",
            "fashion",
            "old-fashioned"
        ],
        "translate": "подушка, диванная подушка, борт, смягчать, защищать, замалчивать",
        "transcription": " |ˈkʊʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The cushion has lost its spring.",
            "I was assigned my place on a cushion on the floor.",
            "She dropped her head back against the cushion.",
            "She turned and plumped out the cushion behind her.",
            "The pile of leaves helped cushion his fall.",
            "The subsidies are designed to cushion farmers against unpredictable weather.",
            "Good sports shoes should provide a cushion when running.",
            "We didn't have a financial cushion when my husband lost his job.",
            "Parents today often feel their children should be cushioned from the outside world.",
            "His landing was cushioned by the fresh snow that had fallen.",
            "There is a cushion under the rug to protect the floor."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Подушка потеряла свою упругость.",
            "Мне отвели место на подстилке на полу.",
            "Она уронила голову обратно на подушку.",
            "Она повернулась на бок и взбила подушку (у себя под головой).",
            "Эта куча листьев помогла смягчить его падение.",
            "Фермерские субсидии призваны смягчить отрицательные последствия капризной погоды.",
            "Хорошая спортивная обувь должна обеспечивать защиту ног при беге.",
            "Когда мой муж потерял работу, у нас не было финансовой подушки.",
            "Сегодня родителям зачастую кажется, что их детей следует защитить от влияния внешнего мира.",
            "Недавно выпавший снег смягчил его приземление.",
            "Под ковром имеется подкладка, защищающая пол."
        ],
        "stars": 1
    }
}