{
    "customer": {
        "comment": [
            "custom",
            "customs",
            "customary"
        ],
        "translate": "клиент, заказчик, покупатель, завсегдатай",
        "transcription": " |ˈkʌstəmər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is one of our best customers.",
            "Poor customer service has ruined the company's reputation.",
            "He was what is called \"a tough customer\".",
            "The customer has a perfect right to ask for the earth.",
            "Many of the banks offer a poor level of customer service.",
            "The customer demanded a refund.",
            "This shop will make up a customer's own material.",
            "He looked past me to the next customer.",
            "It's ever so difficult to find a beneficial customer.",
            "Her best customer of wine, olive oil and tobacco was Germany.",
            "He's one of our regular customers.",
            "The customer wanted to negotiate over the price.",
            "She's a pretty cool customer.",
            "The company has a system to handle customer complaints.",
            "The customer fingered the sweater.",
            "He gave the customer a demonstration.",
            "The customer acknowledged receipt of a shipment.",
            "We must abide by the simple credo that “The customer is always right”.",
            "Customer profiling provides the basis for opening what marketers call a \"dialogue\" with customers.",
            "Place inventory on hold for the customer.",
            "The restaurant hostess cools out the impatient customer.",
            "The angry customer was not placated by the clerk's apology.",
            "There has been a build-up of complaints about customer service.",
            "Andy was making change for a customer.",
            "They had trouble filling large customer orders.",
            "How you greet a customer can leave a lasting impression.",
            "Please collect your purchases from the customer collection point.",
            "The aim of differentiation should be to catch the customer's eye.",
            "On the customer's request, the boat can be furnished with an anchor.",
            "You can build customer loyalty, receive recognition and make a memorable impression with a simple three or four line handwritten note."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она является одним из наших лучших клиентов.",
            "Плохое обслуживание клиентов погубило репутацию компании.",
            "Он принадлежал к тому типу клиентов, которых обычно называют \"трудными\".",
            "Покупатель имеет полное право требовать всё, что угодно.",
            "Многие банки предоставляют низкий уровень обслуживания клиентов.",
            "Клиент потребовал возврата денег / возмещения средств.",
            "Это ателье шьёт из материала клиента.",
            "Он посмотрел мимо меня, на следующего клиента.",
            "Найти прибыльного покупателя очень трудно.",
            "Ее лучшим покупателем вина, оливкового масла и табака была Германия.",
            "Он — один из наших постоянных клиентов /покупателей/.",
            "Заказчик хотел договориться по поводу цены.",
            "Она - довольно наглый клиент.",
            "В компании действует система рассмотрения жалоб клиентов.",
            "Покупатель пощупал свитер пальцами.",
            "Он продемонстрировал покупателю (что-то).",
            "Покупатель подтвердил получение груза.",
            "Мы должны придерживаться простого правила — \"Покупатель всегда прав\".",
            "Определение потребительского профиля создает основу для начала того, что маркетологи называют \"диалогом\" с покупателями.",
            "Зарезервируй товар для этого клиента.",
            "Владелица ресторана успокаивает нетерпеливого посетителя.",
            "Извинения продавца не успокоили разгневанного клиента.",
            "В последнее время много клиентов жалуются на плохое обслуживание.",
            "Энди отсчитывал покупателю сдачу. (амер.)",
            "Они столкнулись с проблемой наполнения больших заказов клиентов.",
            "То, как вы приветствуете клиента, может оставить неизгладимое впечатление.",
            "Пожалуйста, заберите свои покупки из пункта выдачи заказов.",
            "Целью модификации должно являться привлечение внимания потребителя.",
            "По просьбе клиента лодка может быть снабжена якорем.",
            "Вы можете завоевать доверие клиента, получить признание и произвести запоминающееся впечатление, если напишете послание в 3-4 строчки от руки."
        ]
    }
}