{
    "custody": {
        "comment": [
            "custom",
            "customs",
            "customer",
            "customary"
        ],
        "translate": "опека, хранение, заключение, попечение, арест, охрана, заточение",
        "transcription": " |ˈkʌstədɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She was taken into custody as a suspect.",
            "He got custody of his son after the divorce.",
            "I was taken into custody.",
            "She has sole custody of her daughter.",
            "The bank provides safe custody for valuables.",
            "A man is being held in police custody in connection with the murder.",
            "He gave it into the custody of his son-in-law.",
            "The judge granted custody to the grandparents.",
            "When he refused to give his name, he was taken into custody.",
            "The collection of art books is now in the custody of the university.",
            "The judge granted custody of the children to their mother.",
            "The gunman surrendered and was taken into custody.",
            "The judge ruled that she should have custody of the children.",
            "They are now locked in a bitter custody battle over the three children.",
            "The mother was awarded custody of the children.",
            "The couple are locked in a bitter battle for custody of the children.",
            "He is in the custody of police.",
            "Carter has been refused bail and will remain in custody.",
            "The court ordered him to relinquish custody of his child.",
            "They had a bitter wrangle over custody of their children.",
            "Allen is fighting a bitter custody battle over his three children.",
            "Your guests are now in my custody.",
            "I was pressing my claim for custody of the child.",
            "The committee is looking at alternatives to custody.",
            "Managers are responsible for the safe custody and retention of records.",
            "The mother is usually awarded custody (=legally allowed to have custody).",
            "Traditionally the received opinion was that, in the event of a divorce, the mother should get custody of the children."
        ],
        "example_translate": [
            "Она была взята под стражу в качестве подозреваемой.",
            "После развода он получил право опеки над сыном.",
            "Меня взяли под стражу. / Меня арестовали.",
            "Она несёт единоличную опеку над дочерью.",
            "Банк обеспечивает безопасное хранение ценностей.",
            "В связи с убийством полицией был взят под стражу мужчина.",
            "Он поручил это своему зятю.",
            "Судья предоставил право опеки ребёнка /детей/ бабушке и дедушке.",
            "Когда он отказался назвать себя, его взяли под стражу.",
            "Коллекция книг по искусству теперь находится в ведении университета.",
            "Судья предоставил право опеки над детьми их матери.",
            "Бандит /убийца, преступник/ сдался, и был взят под стражу.",
            "Судья постановил, что право опеки над детьми следует отдать ей.",
            "Сейчас они ведут ожесточённую тяжбу за право опеки трёх детей.",
            "Опеку детей присудили матери.",
            "Эта пара ведёт ожесточённую борьбу за право опеки над детьми.",
            "Он находится под надзором полиции.",
            "Картеру было отказано в освобождении под залог, и он останется под арестом /в заключении/.",
            "Суд обязал его отказаться от права опеки своего ребёнка.",
            "У них была жестокая ссора по поводу прав опеки над детьми.",
            "Аллен ведёт ожесточённую борьбу за право опеки над тремя своими детьми.",
            "Теперь ваши гости находятся на моём попечении.",
            "Я настоятельно требовал получения опеки над ребёнком.",
            "Комитет ищет альтернативы заключению под стражу.",
            "Ответственность за безопасное хранение и сохранность документации несут менеджеры.",
            "Право на опеку (т.е. юридическое разрешение на опеку детей), как правило, предоставляется матери.",
            "По традиции, общепринятое мнение заключалось в том, что, в случае развода, опеку над детьми должна получать их мать."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}