{
    "custom": {
        "comment": [
            "customs",
            "customer",
            "customary",
            "custody"
        ],
        "translate": "заказы, обычай, привычка, пошлина, изготовленный на заказ",
        "transcription": " |ˈkʌstəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The old custom is dead.",
            "It's a matter of custom.",
            "Custom is second nature.",
            "He awoke early, as was his custom.",
            "Most of our custom comes from tourists nowadays.",
            "This is a strange custom that still prevails.",
            "He left the house at nine exactly, as is his custom.",
            "Two-thirds of these shoes at least are made at custom shops.",
            "This old custom has been done away with.",
            "I shall withdraw my custom from this shop.",
            "This custom is slowly fading away.",
            "This custom dates back to medieval times.",
            "Smaller shops lose a lot of custom when supermarkets open nearby.",
            "His son operates a custom furniture business.",
            "This custom has been traced to the eleventh century.",
            "In my country, it's the custom (for women) to get married in white.",
            "Islamic custom dictates that women should be fully covered.",
            "The custom of naming women after flowers is becoming less common.",
            "They considered the custom barbaric.",
            "It was our custom after the play, to repair to the local coffee house.",
            "The software makes it easy to create custom setups.",
            "A time-honoured custom had prevailed for years.",
            "...that business tycoon wears only custom suits...",
            "The custom is believed to have originated in the western U.S.",
            "It is the custom for the bride to wear a white dress on her wedding day.",
            "The custom of patching amongst ladies.",
            "The family is trying to revive an old custom.",
            "The custom of arranged marriages still exists in many countries.",
            "It was the immemorial custom for servants to receive handsel or first gifts of the year on this day.",
            "a custom that was once prevalent here"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот старый обычай уже не соблюдают.",
            "Это вопрос привычки.",
            "Привычка — вторая натура.",
            "Проснулся он рано, как обычно.",
            "Сейчас большинство наших покупателей - это туристы.",
            "Этот странный обычай всё ещё существует.",
            "По своему обыкновению он уходил из дома ровно в девять.",
            "По меньшей мере две трети этой обуви производится в магазинах, работающих на заказ.",
            "С этим старым обычаем покончено.",
            "Я больше не буду делать покупки в этом магазине.",
            "Эта традиция постепенно выходит из моды.",
            "Эта традиция возникла в Средние века.",
            "Маленькие магазины, теряют много покупателей, когда поблизости открываются супермаркеты.",
            "Его сын руководит предприятием по производству мебели на заказ.",
            "Этот обычай восходит к одиннадцатому веку.",
            "В моей стране по обычаю женщины выходят замуж в белом.",
            "Исламский обычай предписывает, что женщины должны быть полностью прикрыты.",
            "Обычай давать женщинам имена цветов становится менее распространённым.",
            "Они посчитали данный обычай варварством.",
            "У нас была традиция - после пьесы отправляться в соседнюю кофейню.",
            "Данное программное обеспечение облегчает создание пользовательских настроек.",
            "Освящённый веками обычай существовал очень долго.",
            "...тот большой начальник носит костюмы сшитые только на заказ...",
            "Считается, что этот обычай возник в западной части США.",
            "По обычаю, в день свадьбы невеста надевает белое платье.",
            "Обычай дам наклеивать мушки.",
            "Семья пытается возродить старый обычай.",
            "Обычай договорных браков по-прежнему существует во многих странах. (arranged marriages — браки в которых жених и невеста выбираются родственниками)",
            "С незапамятных времён в этот день слуги получали подарки на Новый год.",
            "традиция, которая здесь когда-то была распространена"
        ]
    }
}