{
    "cutting": {
        "comment": [
            "cute",
            "cut",
            "haircut"
        ],
        "translate": "резкий, режущий, резание, разрезание, наперерез",
        "transcription": " |ˈkʌtɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's cutting a molar.",
            "The new tooth is cutting.",
            "It's been raining for a week and the children are really cutting up.",
            "He's always cutting class.",
            "She was cutting the meat up into little bits.",
            "He'd just be cutting his own throat if he left now.",
            "The decision was made with the object of cutting costs.",
            "Your essay's too long — it needs cutting down a little.",
            "Cutting down the forest is sheer madness (=completely crazy).",
            "Cutting costs is the only solution.",
            "The company is cutting its workforce.",
            "Cutting diamonds can be grueling work.",
            "Too much cutting dulls the knife's edge.",
            "The government is cutting arms expenditure.",
            "Cutting spending at this time is a bad idea.",
            "She finally badgered me into cutting my hair.",
            "These words, delivered with a cutting suavity.",
            "The cutting of the cards soon became a ritual.",
            "They are cutting costs by using nonunion labor.",
            "Cutting taxes may facilitate economic recovery.",
            "Baker argued against cutting the military budget.",
            "The company is on the cutting edge of technology.",
            "She was outside cutting the dead heads off the roses.",
            "The fabric store sells oddments left over from cutting.",
            "Businesses were tightening their belts and cutting jobs.",
            "From outside came the sound of someone cutting the hedge.",
            "The team are relying on Gregg to give them a cutting edge.",
            "Marie took her time cutting my hair and did it really well.",
            "The mayor tried to hamstring our efforts by cutting the budget.",
            "Several major hospitals are cutting back on staff at the moment."
        ],
        "example_translate": [
            "У него режется коренной зуб.",
            "Прорезывается новый зуб.",
            "Целую неделю идёт дождь, и дети становятся совершенно неуправляемыми.",
            "Он постоянно прогуливает.",
            "Она резала мясо на маленькие кусочки.",
            "Если он сейчас уйдёт, для него это всё равно что пустить пулю в висок.",
            "Это решение было принято с целью сократить расходы.",
            "Ваше сочинение слишком длинное, нужно его немного сократить.",
            "Вырубка этого леса — чистое безумие (т.е. полное сумасшествие).",
            "Единственное решение — снизить издержки.",
            "Компания сокращает свой штат.",
            "Огранка алмазов может быть изнурительной работой.",
            "Если слишком много резать, острие ножа затупляется.",
            "Правительство сокращает расходы на вооружения.",
            "Сокращать расходы прямо сейчас — неудачная идея / было бы неправильно.",
            "Она всё-таки уломала меня подстричься.",
            "Эти слова, произнесённые с язвительной учтивостью.",
            "Съём карточной колоды вскоре стал ритуалом.",
            "Они сокращают издержки, используя труд работников, не состоящих в профсоюзах.",
            "Снижение налогов может способствовать восстановлению экономики.",
            "Бейкер выступил против сокращения военного бюджета.",
            "Компания находится на переднем крае технологий.",
            "Она была на улице — срезала засохшие розовые бутоны.",
            "В магазине тканей продаются обрезки, оставшиеся от раскроя.",
            "Предприятия были вынуждены подзатянуть пояса и провести сокращения.",
            "Снаружи послышался шум, как будто кто-то подрезает изгородь.",
            "Команда надеется на то, что Грегг даст им преимущество над остальными.",
            "Мари не стала торопиться, когда меня стригла, и стрижка удалась на славу.",
            "Мэр попытался свести \"на нет\" наши усилия, сократив финансирование.",
            "Несколько крупных больниц в данный момент сокращают расходы на персонал."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}