{
    "cycle": {
        "comment": [
            "cycling",
            "bicycle",
            "motorcycle",
            "recycle",
            "recycling",
            "cyclist",
            "encyclopedia"
        ],
        "translate": "цикл, круг, круговорот, ездить на велосипеде, велосипедный",
        "transcription": " |ˈsaɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Do you cycle to work?",
            "He rode his cycle into town.",
            "the cycle of birth, death and rebirth",
            "The water cycles back into the system.",
            "We have to wait for the dishwasher's wash and dry cycles to end.",
            "Schubert's song cycles",
            "The water is cycled back into the system after it has been used.",
            "The water is cycled through the machine and reused.",
            "the natural cycle of birth, death, and rebirth in plants",
            "Sometimes the only way to break the cycle of violence in the home is for the wife to leave.",
            "The neighborhood is being torn apart by an endless cycle of gang violence and retribution.",
            "Beetles undergo a complete metamorphosis in their life cycle.",
            "We need to break the cycle of poverty and crime in the inner cities."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы ездите на работу на велосипеде?",
            "Он поехал в город на своём велосипеде /мотоцикле/.",
            "круговорот рождения, смерти и перевоплощения",
            "Вода циклически возвращается обратно в систему.",
            "Придётся подождать, пока посудомойка пройдёт цикл мытья и сушки до конца.",
            "вокальные циклы Шуберта",
            "Вода возвращается обратно в систему после того, как её используют.",
            "Вода прогоняется через этот аппарат и используется повторно.",
            "естественный цикл рождения, смерти и возрождения растений",
            "Иногда единственным способом разорвать порочный круг насилия в семье является уход жены.",
            "Этот район раздирает на части бесконечный цикл насилия и мести бандитских группировок.",
            "На протяжении своего жизненного цикла жуки подвергаются полной трансформации.",
            "Мы должны разорвать порочный круг нищеты и преступности в бедных городских кварталах."
        ],
        "stars": 2
    }
}