{
    "key": {
        "comment": [],
        "translate": "ключевой, основной, главный, ключ, клавиша, кнопка, код, настраивать",
        "transcription": " |kiː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I lost my house keys.",
            "The key question is “Can we afford it?”.",
            "Her story gave the key to the mystery.",
            "He spoke in a low key.",
            "He's a key player in the organization.",
            "Are all the strings properly keyed up?",
            "Calais served as a key to France.",
            "This information must be keyed in manually.",
            "We tried to key the program to a younger audience.",
            "Press the ESCAPE key to exit.",
            "Working well as a team is the key to success.",
            "Underline key words and phrases as you read.",
            "The key to development is economic integration.",
            "Some students had stolen the key to the final exam.",
            "China's support is key to the success of the coalition.",
            "The changes to the manuscript are being keyed by the typist.",
            "The President makes all the key decisions on foreign policy.",
            "Their votes were key in getting the bill passed.",
            "Lean young skyscrapers key in with Rome's general virtuosity.",
            "When I ventured onto the Internet, how to key my ads was something of a mystery.",
            "A bunch of keys hung from his belt.",
            "They were carrying two keys of heroin.",
            "He hit a jump shot from the top of the key.",
            "Abdul keyed the game with three touchdowns.",
            "Her response was perfectly keyed to the situation.",
            "key one's actions to the voters' prevailing attitude",
            "A safe-deposit box usually requires two keys to open it.",
            "His new Mercedes was keyed last night in the parking lot.",
            "We were keyed after the locks were changed in the building.",
            "I can lend you a spare key to the store until you get one cut (=made)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я потерял ключи от дома.",
            "Ключевой вопрос такой: можем ли мы себе это позволить?",
            "Её рассказ стал разгадкой этой тайны.",
            "Он говорил тихо, не повышая голоса.",
            "Он – ключевая фигура в этой организации.",
            "Все ли струны правильно настроены?",
            "Кале служило входными воротами во Францию.",
            "Эта информация должна быть введена вручную.",
            "Мы постарались адресовать нашу программу более молодой аудитории.",
            "Для выхода из программы нажмите клавишу Esc.",
            "Ключ к успеху — хорошая работа в команде.",
            "В ходе чтения, подчеркните ключевые слова и фразы.",
            "Ключом к развитию является экономическая интеграция.",
            "Какие-то студенты украли список с ответами для итогового экзамена.",
            "Поддержка Китая является ключом к успеху коалиции.",
            "В данный момент машинистка вносит в рукопись эти изменения.",
            "Президент принимает все ключевые решения по внешней политике.",
            "Их голоса и решили вопрос о принятии этого законопроекта.",
            "Стройные новые небоскребы гармонируют с общим стилем римской архитектуры.",
            "Решившись выйти в Интернет, я понял, что не знаю, как кодировать рекламу",
            "С его ремня свисала связка ключей.",
            "Они перевозили два кило героина.",
            "Он забил в прыжке с линии штрафного броска. (о баскетболе, the key — т.н. \"краска\", участок площадки перед кольцом, выделенный другим цветом, который ограничен линией штрафного броска)",
            "Абдул внёс основной вклад в эту победу, заработав три тачдауна.",
            "Её реакция полностью соответствовала сложившейся ситуации.",
            "согласовать свои действия с преобладающими настроениями среди избирателей",
            "Для открытия личного банковского сейфа, как правило, требуется два ключа.",
            "Ночью его новый \"Мерседес\" поцарапали ключами на стоянке.",
            "После того, как в здании сменили замки, нам раздали новые ключи.",
            "Я могу одолжить вам запасной ключ от магазина до тех пор, пока не сделают дубликат."
        ]
    }
}