{
    "keyboard": {
        "comment": [],
        "translate": "клавиатура, клавишная панель, набирать на клавиатуре",
        "transcription": " |ˈkiːbɔːrd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He began pounding the keyboard of his computer.",
            "This information was keyboarded into a database.",
            "Depress the “shift” key on your keyboard.",
            "The text was keyboarded and returned to the author.",
            "He switched from keyboard to voice mode.",
            "The computer gets its input from a keyboard or mouse.",
            "You can perform several actions with keyboard commands.",
            "The awkward design of the keyboard made operation difficult.",
            "A short black wire connects the computer's monitor to its keyboard.",
            "The once-ubiquitous typewriter was the predecessor of today's electronic keyboard.",
            "If you boot up your system without the keyboard being plugged in, you will see an error message.",
            "The computer keyboard is positioned at a slant so that typing is more comfortable for the wrists.",
            "Most computer users have never received any formal keyboard training. Consequently, their keyboard skills are inefficient."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он начал стучать по клавиатуре своего компьютера.",
            "Эта информация была введена с клавиатуры в базу данных.",
            "Нажмите клавишу “Shift” на клавиатуре.",
            "Текст был набран на компьютере и возвращён автору.",
            "Он переключился с режима ввода с клавиатуры на голосовой.",
            "Компьютер получает входные данные от клавиатуры или мыши.",
            "Некоторые действия можно выполнить с помощью команд, набираемых с клавиатуры.",
            "Из-за неудачной конструкции данной клавиатуры, на ней неудобно работать.",
            "Клавиатура подключена к монитору компьютера коротким чёрным проводом.",
            "Некогда вездесущая пишущая машинка была предшественницей современных электронных клавиатур.",
            "Если при начальной загрузке не подключена клавиатура, вы увидите сообщение об ошибке.",
            "Компьютерная клавиатура располагается под углом, чтобы при наборе текста было удобнее запястьям.",
            "Большинство компьютерных пользователей никогда не обучались работе на клавиатуре. Следовательно, их навыки работы на клавиатуре неэффективны."
        ]
    }
}