{
    "kid": {
        "comment": [
            "kidney",
            "kidnap"
        ],
        "translate": "обманывать, надувать, ребёнок, малыш, парень, младший, молодой, лайковый",
        "transcription": " |kɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They're just kids.",
            "Don't take any notice of him, he's just kidding around.",
            "Don't get mad, I was only kidding.",
            "They kidded him about his paunch.",
            "He has a wife and two kids.",
            "Hey kid, come here.",
            "He's married with three kids.",
            "I'll tell you what I'll do with you, kid.",
            "We were kidding Mom about being a grandmother.",
            "Don't kid yourself he'll ever change.",
            "They were able to send their kids to college.",
            "They were able to send their kids to college.",
            "She has to leave early and pick up her kids at school.",
            "I wish I could do something to help that poor kid.",
            "A neighbor volunteered to keep an eye on the kids (=their children or the children they are responsible for).",
            "She'd always loved animals since she was a little kid.",
            "We thought we could change the world. Just who were we trying to kid?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они просто дети.",
            "Не обращай внимания, он просто шутит.",
            "Не сердись, я просто шутил.",
            "Они шутили по поводу его пуза.",
            "У него есть жена и двое детей.",
            "Эй, малыш, иди сюда.",
            "Он женат, воспитывает трёх детей /у него трое детей/.",
            "Я скажу тебе, парень, что я с тобой сделаю.",
            "Мы подкалывали маму по поводу того, что она стала бабушкой.",
            "Не обманывай себя, что он когда-нибудь изменится.",
            "Они смогли отправить своих детей в колледж.",
            "Они смогли отправить своих детей в колледж.",
            "Ей приходится уходить с работы пораньше и забирать своих детей из школы.",
            "Как бы мне хотелось чем-то помочь этому бедному ребёнку.",
            "Один из соседей вызвался присмотреть за детьми (т.е. за их собственными детьми, или за детьми, за которых они несут ответственность).",
            "Она всегда любила животных, с раннего детства.",
            "Мы думали, что можем изменить мир. И кого мы пытались обмануть?"
        ]
    }
}