{
    "killing": {
        "comment": [
            "kill",
            "skilled",
            "skill",
            "killer"
        ],
        "translate": "убийство, убой, умерщвление, смертельный, убийственный, смертоносный",
        "transcription": " |ˈkɪlɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "These new shoes are killing me!",
            "He got life for killing the guard.",
            "They went on a killing spree.",
            "Killing animals never was my rule.",
            "Some called her death a mercy killing.",
            "They live by hunting and killing deer.",
            "It's not worth killing yourself over it.",
            "He made a killing on the stock exchange.",
            "The merciless killing of innocent people.",
            "The threats were a build-up for a killing.",
            "The daily stress of her work is killing her.",
            "The comedian was so funny, he was killing me!",
            "What happened next? The suspense is killing me.",
            "And I have no security against their killing me.",
            "The plane crashed, killing all 200 people aboard.",
            "Sobbingly, the teenager admitted killing the baby.",
            "The security forces opened fire, killing two people.",
            "He had moral objections to killing animals for food.",
            "He was capable of killing a man with his bare hands .",
            "I simply believe that killing animals for fun is wrong.",
            "The police say the killing of the young man was an accident.",
            "The bombings took a heavy toll, killing hundreds of Londoners.",
            "Illegal dumping of waste is poisoning the stream and killing fish.",
            "Alfred was shot in reprisal for the killing of a rival gang member.",
            "The practice of killing animals for food is utterly abhorrent to me.",
            "Soldiers swept through the territory, looting, burning, and killing.",
            "A powerful tidal wave (=very large wave) struck Jamaica, killing 2000.",
            "They weren't bothered — in fact they were killing themselves laughing.",
            "He lost control of his truck and rammed into a van, killing two people.",
            "A chemical factory went up in the North of England, killing many people."
        ],
        "example_translate": [
            "Эти новые туфли меня доконают!",
            "Он получил пожизненный срок за убийство охранника.",
            "Они совершили серию убийств.",
            "Я старался не убивать животных.",
            "Некоторые называли её смерть убийством из сострадания.",
            "Они живут охотой и отстрелом оленей.",
            "Не стоит из-за этого убиваться.",
            "Он быстро заработал уйму денег на фондовой бирже.",
            "Безжалостное убийство невинных людей.",
            "Угрозы предваряли убийство.",
            "Ежедневный стресс, который она испытывает на работе, сводит её в могилу.",
            "Этот комик был такой прикольный — я чуть не помер от смеха!",
            "И что же было дальше? Я просто сгораю от нетерпения. / Так не терпится узнать! / Рассказывай же, не тяни!",
            "Я совершенно не защищён от их посягательств на мою жизнь.",
            "Самолёт разбился, и погибли все двести человек, находившихся на его борту.",
            "Рыдая, подросток признался в убийстве малыша.",
            "Силы безопасности открыли огонь и убили двух человек.",
            "У него были моральные возражения против убийства животных ради пищи.",
            "Он был способен убить человека голыми руками .",
            "Я просто считаю, что убивать животных ради удовольствия — неправильно.",
            "Полиция утверждает, что убийство молодого человека было случайностью.",
            "Теракты /бомбёжки/ унесли множество человеческих жизней: погибли сотни лондонцев.",
            "Незаконные выбросы отходов отравляют реку и убивают рыбу.",
            "Альфреда застрелили в отместку за убийство члена конкурирующей банды.",
            "Мне совершенно отвратителен обычай убийства животных ради употребления в пищу.",
            "Солдаты пронеслись по этой территории, грабя, сжигая и убивая.",
            "На Ямайку обрушилось мощное цунами (т.е. очень большая волна), которое унесло жизни двух тысяч человек.",
            "Они даже не почесались — а на самом деле, чуть не померли от смеха.",
            "Он потерял управление грузовиком и протаранил микроавтобус, в результате чего погибло два человека.",
            "На севере Англии произошел взрыв на химическом заводе, погибло много людей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}