{
    "killer": {
        "comment": [],
        "translate": "убийца, киллер, гангстер, бандит, что-либо сногсшибательное",
        "transcription": " |ˈkɪlər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "That exam was a real killer",
            "The killer might strike again.",
            "The killer has eluded capture.",
            "That drummer-man is really a killer!",
            "I believe that the killer acted alone.",
            "The chemical is used as a weed killer.",
            "There is little doubt he was the killer.",
            "The killer was able to elude the police.",
            "The new project is a killer.",
            "It is now a race to find the killer.",
            "The killer was a loner with no friends.",
            "They ought to jail her killer for life.",
            "Her killer was finally put behind bars.",
            "The police are still hunting the killer.",
            "The killer struck him with a blunt object.",
            "The killer was declared criminally insane.",
            "The identity of the killer is still unknown.",
            "The detectives tracked the killer to Arizona.",
            "The killer acted without fear of retribution.",
            "Heart disease is America's number one killer.",
            "The accused killer was lynched by an angry mob.",
            "I don't think Freddy had it in him to be a killer.",
            "Young players these days lack the killer instinct.",
            "The killer gave her victims food laced with poison.",
            "I'm not saying the film is a killer, but it's cool.",
            "Detectives believe that the victim knew his killer.",
            "Jim made a vow that he would find his wife's killer.",
            "Police had ascertained that the dead man knew his killer.",
            "Heart disease is the biggest killer in the United States.",
            "We are doing everything possible to track down the killer."
        ],
        "example_translate": [
            "Экзамен был просто убийственным.",
            "Убийца может нанести ещё один удар.",
            "Убийца избежал поимки.",
            "Этот барабанщик просто потрясный!",
            "Я считаю, что убийца действовал в одиночку.",
            "Этот химикат используется в качестве гербицида.",
            "Почти нет сомнений, что именно он был убийцей.",
            "Убийца смог ускользнуть от полиции.",
            "Этот новый проект — какой-то убийственной сложности.",
            "Теперь на поимку убийцы почти не осталось времени.",
            "Убийца был одиночкой, у которого не было друзей.",
            "Её убийцу нужно засадить в тюрьму пожизненно.",
            "Её убийца наконец-то оказался за решёткой.",
            "Полиция все еще разыскивает убийцу",
            "Убийца ударил его тупым предметом.",
            "Убийца был признан невменяемым.",
            "Личность убийцы по-прежнему неизвестна.",
            "Сыщики выследили убийцу в Аризоне.",
            "Убийца действовал без страха возмездия.",
            "Больше всего в Америке умирают от заболеваний сердца.",
            "Обвиняемого в убийстве растерзала разъярённая толпа.",
            "Я думаю, что Фредди не был по натуре убийцей.",
            "Нынешним молодым игрокам не хватает инстинкта убийцы.",
            "Убийца дала своим жертвам еду, в которую подмешала яд.",
            "Я не говорю, что этот фильм какой-то сногсшибательный, но он крут.",
            "В полиции считают, что жертва знала своего убийцу.",
            "Джим дал клятву, что отыщет убийцу жены.",
            "Полиция установила, что погибший знал своего убийцу.",
            "Болезни сердца являются основной причиной смерти в Соединённых Штатах.",
            "Мы делаем всё возможное, чтобы выследить убийцу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}