{
    "kindness": {
        "comment": [],
        "translate": "доброта, доброжелательность, любезность, мягкосердечие, ласка, благоволение",
        "transcription": " |ˈkaɪndnəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was kindness itself.",
            "She did it out of kindness.",
            "Kindness is resident in his nature.",
            "She treats us with kindness and forgiveness.",
            "How can I ever repay your kindness?",
            "We were grateful for her many acts of kindness.",
            "commit a random act of kindness",
            "Bertha was kindness personified.",
            "I can't thank you enough for your kindness.",
            "I hope I'm not presuming on your kindness by staying to dinner.",
            "We hope to reciprocate for your kindness.",
            "His kindness has sirenized everyone.",
            "He felt obligated to repay the kindness.",
            "How can I ever repay you for your kindness?",
            "They treated us with courtesy and kindness.",
            "The phrase “cruel kindness” is an oxymoron.",
            "Perversely, she was irritated by his kindness.",
            "She treats them with kindness and understanding.",
            "They are always sensible to kindness and sympathy.",
            "He preached a sermon on the importance of kindness.",
            "The later kindness may cancel a greater previous wrong.",
            "Her kindness left a lasting impression on her students.",
            "We must acknowledge the kindness she showed towards us.",
            "It would be doing him a kindness to tell him the truth.",
            "Even in jail my fellow inmates treated me with kindness.",
            "She seems the very essence of kindness (=she seems very kind).",
            "It was unjust of your mother to repay my kindness with rudeness.",
            "They appreciated her kindness but were not ready to reciprocate the gesture.",
            "The archbishop treated both the gentles and the commoners with respect and kindness."
        ],
        "example_translate": [
            "Он был сама доброта.",
            "Она сделала это из добрых побуждений.",
            "Доброта присуща его характеру.",
            "Она относится к нам с добротой и всепрощением.",
            "Как же я смогу отплатить вам за доброту?",
            "Мы были очень благодарны ей за множество добрых дел.",
            "случайно сделать добро",
            "Берта была олицетворением доброты.",
            "Не знаю, как и благодарить вас за вашу доброту.",
            "Надеюсь, я не злоупотреблю вашим гостеприимством, если останусь на ужин.",
            "Мы надеемся отблагодарить вас за вашу доброту.",
            "Его доброта всех пленила.",
            "Он почувствовал себя обязанным отплатить за доброту.",
            "Как же мне отблагодарить вас за доброту?",
            "К нам относились вежливо и доброжелательно.",
            "Фраза “жестокая доброта” — это оксюморон.",
            "Как ни странно /вопреки всякой логике/, его доброта её только раздражала.",
            "Она относится к ним с добротой и пониманием.",
            "Они всегда очень восприимчивы к доброму и сочувственному отношению.",
            "Он произнёс проповедь о важности доброты.",
            "Последующая доброта может исправить предшествующее зло.",
            "Её доброта произвела на её учеников неизгладимое впечатление.",
            "Мы должны быть признательны ей за доброту, которую она к нам проявила.",
            "Сказать ему правду — значит, оказать любезность.",
            "Даже в тюрьме мои сокамерники относились ко мне хорошо.",
            "Она кажется воплощением доброты (т.е. она кажется очень доброй).",
            "Со стороны твоей матери было несправедливо ответить грубостью на мою доброту.",
            "Они были благодарны ей за её доброту, но не были готовы ответить взаимностью на её поступок.",
            "И к знати, и к простолюдинам архиепископ относился с уважением и добротой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}