{
    "kindly": {
        "comment": [
            "kind",
            "kindness",
            "unkind",
            "mankind"
        ],
        "translate": "любезно, доброжелательно, доброжелательный, добрый, приятный",
        "transcription": " |ˈkaɪndli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They kindly offered to help us.",
            "They kindly invited us to come in.",
            "She melted at his kindly words.",
            "Will you kindly put that book back?",
            "A kindly woman helped him find his way home.",
            "Your rudeness is beyond endurance - kindly leave my house!",
            "He very kindly offered me a lift.",
            "She does not take kindly to criticism (=reacts badly to criticism).",
            "A kindly and charming pair have earned admiration and affection at Westminster.",
            "We have good reason to think kindly of (=consider in an approving way) a school that has provided all our children with an excellent education.",
            "He spoke kindly to the boy.",
            "Old wounds have healed kindly.",
            "She took kindly to her new duties.",
            "She brought homemade chicken soup out of kindly concern for my health.",
            "He was kindly cared for by the good people who could scarcely credit his story."
        ],
        "example_translate": [
            "Они любезно предложили нам помочь.",
            "Они любезно пригласили нас войти.",
            "Она растаяла от его добрых слов. / Её растрогали его добрые слова.",
            "Вы не будете столь любезны положить книгу обратно?",
            "Одна добрая женщина помогла ему найти дорогу домой.",
            "Ваша грубость становится невыносимой, я бы попросил вас покинуть мой дом!",
            "Он очень любезно предложил меня подвезти.",
            "Она неблагосклонно относится к критике (т.е. плохо реагирует на критику).",
            "Любезная и очаровательная парочка снискала восхищение и расположение Вестминстерского дворца.",
            "Мы имеем все основания доброжелательно (т.е. с одобрением) относиться к школе, которая дала прекрасное образование всем нашим детям.",
            "Он добродушно поговорил с парнем.",
            "Старые раны зажили сами.",
            "Она легко справлялась со своими новыми обязанностями.",
            "Она принесла домашний куриный суп, любезно позаботившись о моем здоровье.",
            "О нем по-доброму позаботились хорошие люди, которые с трудом верили его рассказу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}