{
    "kingdom": {
        "comment": [
            "king"
        ],
        "translate": "царство, королевство, мир, область, сфера",
        "transcription": " |ˈkɪŋdəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "United Kingdom",
            "Kingdom of Sweden",
            "Kingdom of Denmark",
            "Kingdom of Belgium",
            "Kingdom of Norway",
            "You can wet the bed till kingdom come, for all I care.",
            "Kingdom of Nepal",
            "Kingdom of Thailand",
            "God's heavenly kingdom",
            "Kingdom of the Netherlands",
            "He left the gas on and nearly blew us all to kingdom come.",
            "Edgar ruled over the Church as well as his temporal kingdom.",
            "United Kingdom and Germany spoke in favour of / against the motion.",
            "Kingdom of Bhutan",
            "Kingdom of Lesotho",
            "Kingdom of Swaziland",
            "United Kingdom Transplant Service",
            "He nearly blew us to kingdom come.",
            "United Kingdom of Great Britain and Northern Ireland",
            "The United Kingdom of Great Britain and Northern Ireland",
            "After Queen Mary I died, her half sister Elizabeth ruled the kingdom.",
            "The other territories of the kingdom were hackled and torn to pieces.",
            "Thy kingdom is divided, and given to the Medes and Persians. (Daniel 5: 28)",
            "Every kingdom ultimately depends on moral influence and not on physical force.",
            "The whole kingdom, a small corner excepted, was subjected to the Turkish yoke.",
            "It is not a good place to enquire, when the Egyptian Kingdom was first founded.",
            "It's axiomatic that the instinct for self-preservation is universal throughout the animal kingdom.",
            "The biggest spender in the United Kingdom is the public sector, which will have an annual budget of over £500 billion by 2006."
        ],
        "example_translate": [
            "Соединённое Королевство (Великобритании и Северной Ирландии)",
            "Королевство Швеция",
            "Королевство Дания",
            "Королевство Бельгия",
            "Королевство Норвегия",
            "Можешь мочиться в постель хоть до второго пришествия, мне-то что.",
            "Королевство Непал",
            "Королевство Таиланд",
            "Божие Царствие Небесное",
            "Королевство Нидерланды",
            "Он не выключил газ, и чуть не отправил нас на тот свет.",
            "Эдгар правил церковью, а также своим светским королевством.",
            "Соединенное Королевство и Германия выступили в поддержку / против этого предложения.",
            "Королевство Бутан",
            "Королевство Лесото",
            "Королевство Свазиленд",
            "Трансплантационная служба Соединенного Королевства",
            "Он чуть не взорвал нас к чёртовой матери.",
            "Соединённое Королевство Великобритании и Северной Ирландии",
            "Соединенное Королевство Великобритании и Северной Ирландии",
            "После того, как королева Мария Первая умерла, королевством правила её сводная сестра Елизавета.",
            "Остальные территории королевства были раскромсаны и разорваны на куски.",
            "Разделено царство твое и отдано мидянам и персам. (Книга пророка Даниила, гл. 5, ст. 28)",
            "Безопасность каждого королевства в конечном счете основана на моральной, а не на физической силе.",
            "Всё королевство, за исключением небольшого уголка, было под турецким игом.",
            "Сейчас не время выяснять, когда было впервые основано Египетское Царство.",
            "Самоочевидно, что инстинкт самосохранения является общим для всего животного царства.",
            "Крупнейшим покупателем в Соединенном Королевстве является государственный сектор, чей годовой бюджет к 2006 году составит пятьсот миллиардов фунтов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}