{
    "knit": {
        "comment": [
            "knitting"
        ],
        "translate": "вязать, сращивать, сращиваться, скреплять, трикотаж, вязка, трикотажное изделие",
        "transcription": " |nɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Knit a scarf for me.",
            "She's knitting a sweater.",
            "She knitted her brow.",
            "She knows how to knit.",
            "It looks like fabric, but it's really a knit.",
            "Emily knitted him some socks.",
            "He turned with knit eyebrows to his wife.",
            "The best thing about sport is that it knits the whole family close together.",
            "Time and rest will knit a fractured bone.",
            "Harold is part of a tightly knit team.",
            "He has a permanent knit of the brow.",
            "My grandmother taught me how to knit.",
            "His brows knit and his eyes loured. (J. Grant)",
            "The city is broken into two parts which will never knit again.",
            "Knit one, purl one.",
            "The correspondence enabled us to knit up our old friendship.",
            "In a good report, individual sentences knit together in a clear way that readers can follow."
        ],
        "example_translate": [
            "Свяжи мне шарф.",
            "Она вяжет свитер.",
            "Она нахмурила брови.",
            "Она умеет вязать.",
            "Это выглядит, как ткань, но на самом деле это вязка.",
            "Эмили связала ему несколько пар носков.",
            "Он повернулся к жене, нахмурив брови.",
            "Лучшее в спорте то, что он тесно сплачивает семью.",
            "Время и покой помогут срастись сломанной кости.",
            "Гарольд является частью сплочённой команды.",
            "Он постоянно хмурит брови.",
            "Моя бабушка научила меня вязать.",
            "Брови его нахмурились, взгляд потемнел.",
            "Город разделился на две части, которые уже никогда не смогут воссоединиться.",
            "Одна лицевая, одна изнаночная. (о вязании)",
            "Переписка дала нам возможность восстановить былую дружбу.",
            "В хорошем репортаже отдельные предложения имеют чёткую взаимосвязь, которую может проследить читатель."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}