{
    "knot": {
        "comment": [
            "not",
            "notorious"
        ],
        "translate": "узел, сучок, узы, кучка, шишка, союз, бант, связывать, спутывать, запутывать",
        "transcription": " |nɑːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She made a knot in the rope.",
            "Her stomach was in knots.",
            "Fasten the thread off with a knot.",
            "We must take time to untie the knot.",
            "Are you any good at tying knots?",
            "I can't get the knots out of my hair.",
            "The prisoner escaped from the prison by knotting the sheets together and climbing down them out of the window.",
            "Make a knot in the rope and pull it tight.",
            "There's a knot in my shoelace.",
            "A small knot of women listened to his sermon.",
            "A pretty scarf was loosely knotted around her neck.",
            "The end of the rope has ravelled out and the knot will not hold the climbers safely.",
            "She made a tight knot in the rope.",
            "Knots of delegates stood around outside the conference centre.",
            "He knotted his tie so that both ends would be the same length.",
            "Fear and anxiety knotted her stomach."
        ],
        "example_translate": [
            "Она завязала на верёвке узел.",
            "У нёе схватило живот / желудок.",
            "Закрепи нитку, завязав её узлом.",
            "Нам нужно время, чтобы решить весь комплекс проблем.",
            "Ты хоть немного умеешь вязать узлы?",
            "Никак не могу избавиться от колтунов в волосах.",
            "Узник сбежал, связав простыни в канат и спустившись по нему из окна.",
            "Сделайте на веревке узел и туго его затяните.",
            "У меня на шнурке завязался узел.",
            "Его проповедь выслушала небольшая группа женщин.",
            "На шее у неё был небрежно повязан милый шарфик.",
            "Конец каната разошёлся, узел теперь не будет надёжно держать.",
            "Она сделала на верёвке тугой узел.",
            "Около входа в конференц-центр кучковались делегаты.",
            "Он завязал галстук так, чтобы оба конца были одинаковой длины.",
            "От страха и тревоги у неё свело живот."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}