{
    "account for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He will account for his crime.",
            "How do you account for the accident?",
            "I can't account for the missing money.",
            "He could not account for the missing funds.",
            "Exports account for 72% of overall business.",
            "He could not account for his foolish mistake.",
            "The bank is crediting your account for the full amount.",
            "Traffic problems account for one third of late arrivals.",
            "Exports now account for 55 to 60 percent of total production.",
            "Your contract could include an escalation clause to account for price increases.",
            "Cultural background might account for some of the variations noted in the studies.",
            "Marsupials and monotremes collectively account for about 56% of native terrestrial mammals in Australia.",
            "How do you account for the Madonna thing?",
            "That accounts for it!",
            "Is everyone accounted for?",
            "This accounts for his behaviour.",
            "Rent accounts for 50% of expenditure.",
            "Low pay accounts for the high turnover.",
            "Women accounted for 40% of the audience.",
            "One small child was still not accounted for.",
            "Trade agreements are to be accounted for yearly.",
            "Imports from Japan accounted for 40% of the total.",
            "These accidents are accounted for by his negligence.",
            "After a long hunt, the fox was at last accounted for.",
            "Trade accounts for half of our gross national product.",
            "A driver's negligence has accounted for a bus accident.",
            "The accounts for last year showed a profit of $2 million.",
            "This currently accounts for about half of our total sales.",
            "The supremacy of cashmere among wools accounts for its high price.",
            "I keep accounts for the business, but I'm not scientific about it."
        ],
        "example_translate": [
            "Он ответит за своё преступление.",
            "Как вы объясните причины этого несчастного случая?",
            "Я не могу объяснить пропажу денег.",
            "Он не смог отчитаться за недостающие деньги",
            "Доля экспорта составляет семьдесят два процента от всего бизнеса.",
            "Он не мог объяснить, почему допустил такую глупую ошибку.",
            "Банк кредитует ваш счёт на полную сумму.",
            "На проблемы с пробками приходится треть опозданий.",
            "От 55 до 60 процентов всей производимой продукции сейчас идет на экспорт.",
            "В вашем контракте может содержаться положение об эскалации, учитывающее повышение цен.",
            "Некоторые отличия, отмеченные в исследованиях, можно объяснить культурными традициями.",
            "Сумчатые и однопроходные в совокупности составляют около 56% местных наземных млекопитающих Австралии.",
            "Как вы можете объяснить феномен Мадонны?",
            "Так вот, оказывается, в чём дело!",
            "Все ли на своих местах? / Известно ли местонахождение каждого?",
            "Так вот чем объясняется его поведение.",
            "Арендная плата составляет половину расходов.",
            "Высокая текучесть кадров объясняется низкой оплатой труда.",
            "Сорок процентов аудитории составляли женщины.",
            "О судьбе одного ребёнка всё ещё не было никаких сведений.",
            "Торговые соглашения проверяются ежегодно.",
            "Импорт из Японии составлял сорок процентов от общего объёма.",
            "Причина этих аварий кроется в его халатности.",
            "После длительного преследования лиса была наконец убита.",
            "Торговля составляет половину валового национального продукта нашей страны.",
            "Причиной автобусной аварии стала невнимательность водителя.",
            "Отчёты за минувший год показали прибыль в размере двух миллионов долларов.",
            "Это составляет около половины всех наших продаж.",
            "Превосходство кашемира над другими видами шерсти объясняет его высокую цену.",
            "Я веду счета нашего предприятия, но системы для этого у меня нет."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}