{
    "acquaint with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Are you acquainted with him?",
            "Permit me to acquaint you with my son.",
            "We acquainted him with the melancholy truth",
            "She was well acquainted with classical literature.",
            "They were acquainted with the elements of farriery.",
            "I need to acquaint myself with the new regulations.",
            "I want to get more acquainted with immigration laws.",
            "You should acquaint yourself with your new computer.",
            "Were you acquainted with a friend of mine, Daniel Green?",
            "The lawyer acquainted himself with the facts of the case.",
            "I am intimately acquainted with the state of my bank account.",
            "In some counties they are not much acquainted with admeasurement by acre.",
            "This class is designed to acquaint students with the region's most important writers.",
            "Mr. King spent the first week of the summer internship acquainting everyone with the new computers.",
            "The lettered crowd is well acquainted with the author, but the average person probably hasn't heard of him."
        ],
        "example_translate": [
            "Вы знакомы с ним?",
            "Позвольте мне познакомить вас с моим сыном.",
            "Мы познакомили его с печальной правдой",
            "Она была хорошо знакома с классической литературой.",
            "Они немного умели подковывать лошадей.",
            "Мне нужно ознакомиться с новыми правилами.",
            "Я хочу лучше познакомиться с иммиграционным законодательством.",
            "Вы должны ознакомиться с новым компьютером.",
            "Были ли вы знакомы с моим другом Даниэлем Грином?",
            "Адвокат ознакомился с фактами по этому делу.",
            "Я хорошо знаком с состоянием своего банковского счёта.",
            "В некоторых странах не очень знакомы с измерениями в акрах.",
            "Этот курс предназначен для знакомства студентов с творчеством самых важных писателей данного региона.",
            "Всю первую неделю летней практики мистер Кинг знакомил всех с новыми компьютерами.",
            "Этот писатель хорошо известен в литературных кругах, но обычные люди, вероятно, о нём и не слышали."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}