{
    "act on": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Bacteria act on organic waste.",
            "He has authority to act on our behalf.",
            "It would be a graceful act on your part.",
            "He has no authorization to act on our behalf.",
            "Disinfectants act on bacteria in two main ways.",
            "The governor should act on the new energy bill.",
            "The opportunity evaporated before he could act on it.",
            "I'm afraid we cannot act on your claim without validation.",
            "Can we trust them to act on the square?",
            "We acted on your instructions.",
            "This weather acts on my nerves.",
            "Police say they acted on information received.",
            "She acted on behalf of her father, who was not at the meeting.",
            "Off the top of my head I'd suppose she acted on the spur of the moment."
        ],
        "example_translate": [
            "Бактерии действуют на органические отходы.",
            "У него есть право действовать от нашего имени.",
            "Это будет очень любезно с вашей стороны.",
            "Он не уполномочен действовать от нашего имени.",
            "Дезинфицирующие средства действуют на бактерии двумя основными способами.",
            "Губернатор должен действовать в соответствии с новым энергетическим законом.",
            "Возможность испарилась прежде, чем он смог как-то ею воспользоваться.",
            "К сожалению, мы не можем принять меры по вашему иску без проверки.",
            "Мы можем надеяться, что они поступят честно?",
            "Мы поступили как ты советовал.",
            "Эта погода действует мне на нервы.",
            "По словам полицейских, они действовали в соответствии с поступившей информацией.",
            "Она действовала в интересах своего отца, который не присутствовал на этой встрече.",
            "Я могу лишь предположить, что она действовала под влиянием момента /спонтанно/."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}