{
    "agree with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I agree with you.",
            "Yeah, I agree with you.",
            "I agree with your plan.",
            "I can't agree with you!",
            "I agree with you there.",
            "Wine doesn't agree with me.",
            "In the main they agree with us.",
            "I agree with you up to a point.",
            "I do agree with him to an extent.",
            "His calculations agree with ours.",
            "White wine doesn't agree with me.",
            "I agree with you a hundred percent.",
            "This climate doesn't agree with her.",
            "That's true. I agree with you there.",
            "Lee could not help but agree with her.",
            "I didn't agree with everything he said.",
            "He tends to agree with me ideologically.",
            "He did not agree with indulging children.",
            "Mark was only too happy to agree with her.",
            "I do agree with his ideas to a certain extent.",
            "Hands up if you agree with what Eric was saying.",
            "I don't agree with his assessment of the problem.",
            "He could not agree with him respecting the price.",
            "These two statements don't agree with each other.",
            "I agree with you, but only on a theoretical level.",
            "If she felt he was right, she would agree with him.",
            "I pretended to agree with her, just to keep her happy.",
            "She doesn't agree with their gloomy economic forecasts.",
            "I agree with John's point about keeping the costs down.",
            "I respect his views, although I do not agree with them."
        ],
        "example_translate": [
            "Я с вами согласен.",
            "Да, я с вами согласен.",
            "Я согласен с вашим планом.",
            "Не могу с вами согласиться!",
            "Вот тут я с вами согласен.",
            "Мне нельзя пить вина.",
            "В основном они с нами согласны.",
            "До определённой степени я с тобой согласен.",
            "В какой-то степени я с ним согласен.",
            "Его расчеты совпадают с нашими.",
            "Белое вино мне не по душе.",
            "Я согласен с вами на все сто процентов.",
            "Этот климат ей не подходит.",
            "Это правда. В этом я с вами согласен.",
            "Ли не могла с ней не согласиться.",
            "Я был не полностью согласен с его словами.",
            "Он склонен соглашаться со мной идеологически.",
            "Он был против того, чтобы баловать детей.",
            "Марк был только рад с ней согласиться.",
            "Я действительно до некоторой степени согласен с его идеями.",
            "Поднимите руки, если вы согласны с тем, что говорил Эрик.",
            "Я не согласен с его оценкой проблемы.",
            "Он не мог согласиться с ним относительно цены.",
            "Эти два отчета друг с другом не согласуются.",
            "Я согласен с вами, но только на теоретическом уровне.",
            "Если она чувствовала, что он прав, она с ним соглашалась.",
            "Я притворился, что согласен с ней, просто чтобы она не расстраивалась.",
            "Она несогласна с их мрачными экономическими прогнозами.",
            "Я согласен с точкой зрения Джона о том, что нужно избегать повышения издержек.",
            "Я уважаю его взгляды, хотя я и не согласен с ними."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}