{
    "aim at": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Alan took aim at the target.",
            "Critics took aim at the President.",
            "She took careful aim at the intruder.",
            "Please don't aim at your little brother!",
            "Ten or so troops surround it, taking aim at a sniper on the fourth floor.",
            "He aimed at me.",
            "The shaft was aimed slap at him.",
            "My remarks were not aimed at you.",
            "She aimed at a point in the eastern sky.",
            "The book is aimed principally at beginners.",
            "The course is aimed at those aged 16 or over.",
            "The advertisement is aimed primarily at children.",
            "Their marketing campaign is aimed squarely at adolescents.",
            "A great blow was about to be aimed at the Protestant religion.",
            "The legislature has passed a measure aimed at protecting consumers.",
            "The talks are aimed at normalizing relations between the countries.",
            "Several senators introduced legislation aimed at sexual harassment.",
            "This new camera is a device aimed at the professional videographer.",
            "Products like this are clearly aimed at a particular type of person.",
            "The book is aimed at anyone who has a mental block about mathematics.",
            "I supposed he had aimed at me, but the bullet found the man on my left.",
            "The reorganization of the department was aimed at reducing extravagance.",
            "The respiratory burst is a crucial event in phagocytes aimed at the destruction of ingested particles.",
            "The Siberian express seems to be aimed right at our state."
        ],
        "example_translate": [
            "Алан прицелился в мишень.",
            "Критика была направлена на президента.",
            "Она точно прицелилась в непрошенного гостя.",
            "Пожалуйста, не целься в своего младшего брата!",
            "Около десяти солдат окружают его, целясь в снайпера на четвёртом этаже.",
            "Он целился в меня.",
            "Копьё было нацелено прямо на него.",
            "Мои замечания касались не вас.",
            "Она нацелилась на точку в восточной части неба.",
            "Книга предназначена в основном для начинающих.",
            "Курс ориентирован на лиц в возрасте 16 лет и старше.",
            "Эта реклама нацелена прежде всего на детей.",
            "Их маркетинговая кампания нацелена непосредственно на подростков.",
            "По протестантской религии должны были вот-вот нанести сокрушительный удар.",
            "Законодательная власть приняла постановление, направленное на защиту потребителей.",
            "Переговоры нацелены на нормализацию отношений между странами.",
            "Несколько сенаторов представили законопроекты, направленные против сексуальных домогательств.",
            "Эта новая камера - устройство, предназначенное для профессионального видеооператора.",
            "Такая продукция, несомненно, нацелена на определённого типа людей.",
            "Эта книга предназначена для всех, кто испытывает трудности с математикой.",
            "Я предположил, что он целился в меня, но пуля попала в человека слева от меня.",
            "Реорганизация кафедры была направлена на снижение ненужных расходов.",
            "Дыхательный выброс - это важнейшее событие в фагоцитах, направленное на уничтожение проглоченных частиц.",
            "Масса холодного воздуха движется, кажется, прямо на наш штат."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}