{
    "answer to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Who will answer to me for this?",
            "What was the answer to question 4?",
            "The job was an answer to my prayers.",
            "I had no ready answer to his question.",
            "There is no last answer to the problem.",
            "In answer to your last question, 'Yes'.",
            "Do you know the answer to this question?",
            "VH-1 is the baby boomers' answer to MTV.",
            "I never did get an answer to my question.",
            "Did you ever get an answer to your letter?",
            "What's the correct answer to this question?",
            "There is no simple answer to this question.",
            "His answer to any problem was to get drunk.",
            "In answer to your question, yes, you can go.",
            "We need a definitive answer to this question.",
            "There was no answer to my knock, so I went away.",
            "The police do not have an answer to rising crime.",
            "Is Mel C aiming to be Britain's answer to Madonna?",
            "She gave a stock answer to the reporter's question.",
            "I'm feeling about for an answer to our difficulties.",
            "Don't pad out your answer to make it seem impressive.",
            "They wouldn't give me a straight answer to my question.",
            "He gave a coy answer.",
            "I will answer for it.",
            "Who knows the answer?",
            "Do you know the answer?",
            "He answered me nothing.",
            "She answered evasively.",
            "I know the answer, Miss.",
            "That is the wrong answer."
        ],
        "example_translate": [
            "Кто мне за это ответит?",
            "Каким был ответ на вопрос номер четыре?",
            "Эта работа оказалась ответом на мои молитвы.",
            "У меня не было готового ответа на его вопрос.",
            "Для этой проблемы ещё не найдено окончательного решения.",
            "Отвечая на ваш последний вопрос — да.",
            "Ты знаешь ответ на этот вопрос?",
            "Музыкальный канал VH-1 - это своего рода MTV для поколения беби-бумеров.",
            "Я так и не получил ответа на свой вопрос.",
            "Вам хоть что-нибудь ответили на ваше письмо?",
            "Какой правильный ответ на этот вопрос?",
            "На этот вопрос нет простого ответа.",
            "Его ответом /реакцией/ на любую проблему было напиться. / Решение любой проблемы для него состояло в том, чтобы напиться.",
            "Отвечая на ваш вопрос — да, вы можете идти.",
            "Нам нужен окончательный ответ на этот вопрос.",
            "На мой стук никто не ответил, так что я ушёл.",
            "Полиция не справляется с ростом преступности.",
            "Стремится ли Мел Си стать британской Мадонной?",
            "Она дала шаблонный ответ на вопрос корреспондента.",
            "Я всё пытаюсь найти решение наших проблем.",
            "Не перегружайте ваш ответ пустыми словами, только чтобы произвести впечатление.",
            "Они не дали мне прямого ответа на мой вопрос.",
            "Он дал уклончивый ответ.",
            "Я ручаюсь за это. / Я в ответе за это.",
            "Кто знает ответ?",
            "Вы знаете ответ?",
            "Он мне ничего не ответил.",
            "Она ответила уклончиво.",
            "Я знаю ответ, мисс.",
            "Это неправильный ответ."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}