{
    "appeal to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I appeal to you to let me alone.",
            "The book will appeal to young readers.",
            "His smile was part of his appeal to her.",
            "An appeal to his uncle was his last resort.",
            "I think our products will appeal to your trade.",
            "Most of these policies appeal to Democratic voters.",
            "Advertisers are trying to appeal to the youth market.",
            "This kind of music doesn't appeal to the man in the street.",
            "We appeal to our sisters all over the world to stand by us.",
            "The owner can appeal to the court to adjudicate on the matter.",
            "The old product was reincarnated to appeal to a younger market.",
            "The mayor made an appeal to the people of the city to stay calm.",
            "Mr Mates said the party must broaden its appeal to younger voters.",
            "The hospital has launched an appeal to raise money for new equipment.",
            "We have games to appeal to both the PC novice and the dedicated gamer.",
            "The universities are having to appeal to the government for more money.",
            "It would be hard to justify this particular assertion by an appeal to facts.",
            "It's a ticket that was designed to appeal to suburban and small town voters.",
            "For the proof of the existence of the conscience, we appeal to the consciousness.",
            "Independent films are, broadly defined, movies that appeal to sophisticated audiences.",
            "The sugary prettiness of the knickknacks is sure to appeal to a certain type of collector.",
            "...the bodacious decor of the boutique hotel is intended to appeal to the young and the hip...",
            "Her appeal to common sense was what finally carried the day (=persuaded people to support her).",
            "I passed on two species only because one, resinous polypore, did not appeal to me and the other.",
            "Big top life does not appeal to me at all.",
            "She appealed the verdict.",
            "World Peace Council's Appeal",
            "I appealed to the law of 1900.",
            "Rock music appeals to the young.",
            "The government appealed for calm."
        ],
        "example_translate": [
            "Я умоляю тебя оставить меня в покое.",
            "Книга понравится юным читателям.",
            "Среди прочего, её привлекала его улыбка. (букв. улыбка была частью того, что её в нём привлекало)",
            "Обращение к дяде было его последней надеждой.",
            "Я думаю, что наши товары понравятся вашим покупателям.",
            "Большая часть этих стратегий нравится электорату демократов.",
            "Рекламодатели пытаются обращаться к молодёжной целевой аудитории.",
            "Такая музыка не нравится рядовому обывателю.",
            "Мы призываем наших сестёр во всем мире поддержать нас.",
            "Владелец может обратиться в суд для вынесения решения по данному вопросу.",
            "Этот старый продукт получил новое воплощение, которое должно понравиться более молодым покупателям.",
            "Мэр призвал жителей города сохранять спокойствие.",
            "По словам мистера Мэйтса, партия должна расширить свою привлекательность для молодых избирателей.",
            "Администрация больницы выступила с призывом собрать деньги на новое оборудование.",
            "У нас есть игры (компьютерные), которые понравятся как новичку, так и заядлому геймеру.",
            "Университетам приходится выклянчивать деньги у правительства.",
            "Будет сложно доказать это утверждение обращением к фактам.",
            "Это кандидаты от партии, которая ориентируется на жителей пригородов и небольших городов.",
            "Для доказательства существования сознания мы обращаемся к пониманию.",
            "В широком смысле этого слова, независимыми называются те фильмы, которые нравятся искушённой публике.",
            "Слащавая миловидность этих безделушек обязательно понравится определённому типу коллекционеров.",
            "... роскошный декор бутик-отеля призван понравиться молодежи и модникам ...",
            "Именно её апелляция к здравому смыслу в конечном итоге и принесла ей успех (т.е. убедила людей её поддержать).",
            "Я отказался от двух видов только потому, что один, смолистый трутовик, мне не понравился, а другой - нет.",
            "Цирковая жизнь совсем меня не привлекает.",
            "Она обжаловала приговор.",
            "Обращение Всемирного Совета Мира",
            "Я апеллировал к закону от 1900 года. / Я сослался на закон от 1900 года.",
            "Рок-музыка нравится молодёжи.",
            "Правительство обратилось с призывом /призвало/ к спокойствию."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}