{
    "apply for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's ridiculous to apply for that position.",
            "I suppose it's too late to apply for that job now.",
            "Employees are invited to apply for the new position.",
            "We need to apply for planning permission to build a garage.",
            "You'll have to get a medical before you apply for that job.",
            "Both secular and religious institutions can apply for the funds.",
            "Anyone wishing to apply for a grant should write to the Treasurer.",
            "You might as well apply for the job — you've got nothing to lose.",
            "Karen couldn't make up her mind whether to apply for membership or not.",
            "I need to know more about the job before I decide whether to apply for it.",
            "Her experience placed her in an advantageous position to apply for the job.",
            "If you're gonna apply for this job you won't get it unless you wheel and deal.",
            "\"Why don't you apply for that job?\" \"Chance would he a fine thing. Everyone knows it's been promised to that fellow in the finance department\".",
            "What kind of job are you applying for?",
            "What's the procedure for applying for a visa?",
            "What is the procedure for applying for a loan?",
            "Bruce is thinking of applying for the position.",
            "You get really pissed off applying for jobs all the time.",
            "There's nothing to stop you applying for the job yourself.",
            "Younger workers tend to be at an advantage when applying for jobs.",
            "Don't get your hopes up. There'll be a lot of people applying for the job.",
            "Creativity tests will be given to those applying for jobs in our company where new approaches are needed to solve old problems.",
            "It's not worth your applying for the job. I'm pretty sure it's been locked up.",
            "When the boss told her to get on or get out she started to apply herself for real."
        ],
        "example_translate": [
            "Требовать такого места — смехотворно.",
            "Думаю, что теперь уже слишком поздно подавать заявление на эту должность.",
            "Сотрудники приглашаются к подаче заявлений на новую должность.",
            "Мы должны подать заявку на получение разрешения на строительство гаража.",
            "Перед тем, как подавать заявление о приме на эту работу, вам придется пройти медосмотр.",
            "Заявки на выделение этих средств могут подавать как светские, так и религиозные организации.",
            "Всем желающим подать заявку на получение гранта следует обращаться к казначею.",
            "Вы могли бы тоже подать заявку на работу: терять вам нечего.",
            "Карен никак не могла принять решение, следует ли подавать заявку на членство или нет.",
            "Мне нужно побольше узнать об этой работе, прежде чем я решу, стоит ли подавать туда заявление.",
            "Благодаря своему опыту она оказалась в выгодном положении, чтобы претендовать на эту должность.",
            "Если ты хочешь получить это место, тебе придется не брезговать никакими средствами.",
            "\"Почему бы тебе не подать заявление на эту должность?\" - \"Да что вы! Об этом и мечтать не приходится. Все знают, что оно обещано тому парню из финансового отдела\".",
            "На какую работу /должность/ вы претендуете?",
            "Как проходит процедура оформления визы?",
            "Какова процедура подачи заявления на выдачу кредита?",
            "Брюс думает подать заявление на эту должность.",
            "Дико бесит, когда приходится всё время искать работу.",
            "Ничто не мешает тебе устроиться на работу самостоятельно.",
            "Молодые работники, как правило, имеют преимущество при приёме на работу.",
            "Ты особо ни на что не надейся: претендентов на эту должность будет много.",
            "Тем кандидатам, которые претендуют на должности, требующие новых подходов для решения старых проблем, будет предложено пройти тесты на креативность",
            "Не стоит тебе подавать заявление о приеме на эту работу. Туда, я уверен, уже устраивают кого-то по блату.",
            "Когда босс заявил ей, или работай или проваливай, она стала по-настоящему серьезно относиться к своим обязанностям."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}