{
    "approve of": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I don't approve of your friends.",
            "I entirely approve of your choice.",
            "I don't approve of cosmetic surgery.",
            "Do you approve of hunting after foxes?",
            "I approve of his educational policies.",
            "I don't approve of his staying at their place.",
            "Catherine's parents now approve of her marriage.",
            "My parents didn't approve of the marriage, so we eloped.",
            "I can't say that I entirely approve of chain restaurants.",
            "My straitlaced Aunt Anna doesn't approve of my miniskirts.",
            "Don't try and flatter her — she doesn't approve of creeps.",
            "I like your style (=approve of the way you do things), Simpson.",
            "Her friends don't approve of her since she started sleeping around.",
            "His teachers did not approve of his lackadaisical approach to homework.",
            "Even though he is smart and funny, I know my family will not approve of him.",
            "His brother's stinking rich (=very rich, in a way that you do not approve of).",
            "We entirely approve of his reluctance to be bracketed with a person of this sort.",
            "Although I can't help admiring the man's courage, I do not approve of his methods.",
            "It is understood that the Queen approves of her nephew's romance.",
            "The management retroactively approved some of those expenditures.",
            "I talked to Susie about it, and she's all in favor (=completely approves) of going."
        ],
        "example_translate": [
            "Мне не нравятся твои друзья.",
            "Я всецело одобряю твой выбор.",
            "Я не одобряю косметическую хирургию.",
            "Вы одобряете охоту на лис?",
            "Я одобряю его образовательную политику.",
            "Я против того, чтобы он останавливался у них.",
            "Родители Кэтрин одобрили ее брак.",
            "Мои родители наш брак не одобрили, так что мы сбежали.",
            "Я не могу сказать, что полностью одобряю сетевые рестораны.",
            "Моя чопорная тётя Анна не одобряет моих мини-юбок.",
            "Не пытайся льстить ей — она не любит подхалимов.",
            "Мне нравится ваш стиль (т.е. как вы всё делаете), Симпсон.",
            "Ее друзья не одобряют ее поведения с тех пор, как она начала спать с кем попало.",
            "Преподаватели не одобряли его равнодушное отношение к выполнению домашних заданий.",
            "Несмотря на то, что он умный и забавный, я знаю, что моей семье он не понравится.",
            "У его брата денег куры не клюют (т.е. он настолько богат, что вам это не нравится).",
            "Мы полностью одобряем его нежелание вставать в один ряд с этим человеком.",
            "Хотя я не могу не восхищаться мужеством этого человека, я не одобряю его методы.",
            "Подразумевается, что королева одобряет романтические отношения племянника.",
            "Руководство задним числом одобрило некоторые из этих расходов.",
            "Я поговорил об этом со Сьюзи, и она \"за\" (=полностью одобряет) этот шаг."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}