{
    "argue with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She would argue with anyone.",
            "Don't argue with the inevitable.",
            "I am not going to argue with you.",
            "It's bad form to argue with the umpire.",
            "You can't argue with him. His mind is closed.",
            "Don't try to argue with your father till he's cooled down.",
            "Gallacher continued to argue with the referee throughout the game.",
            "I would not presume to argue with you on matters botanical, but you are way-out on computers.",
            "Please don't argue with me in front of our guests, it shows me up.",
            "Every time she tried to argue with her husband she ended up crying her eyes out.",
            "He was loudly arguing with one of his tablemates.",
            "Too much of my time is spent arguing with customers.",
            "He's a player who's eternally arguing with the referee.",
            "If you keep arguing with Gerry, they won't invite us back.",
            "From past experience she knew that it was no use arguing with him.",
            "She's become so dogmatic lately that arguing with her is pointless.",
            "There's no arguing with him."
        ],
        "example_translate": [
            "Она бы с кем угодно спорила.",
            "Не спорьте с неизбежным. / Чему быть, того не миновать.",
            "Я не собираюсь с тобой спорить.",
            "Спорить с главным судьёй — дурной тон.",
            "С ним невозможно спорить: его разум закрыт.",
            "Не надо спорить с отцом, пока он не остынет.",
            "Галлахер продолжал спорить с арбитром на протяжении всей игры.",
            "Я бы не стал с вами спорить о ботанике, но в компьютерах вы ничего не понимаете.",
            "Пожалуйста, не спорь со мной в присутствии гостей, а то я не знаю, куда от стыда деться.",
            "Каждый раз, когда она пыталась спорить со своим мужем, дело кончалось тем, что она уходила рыдать в свою комнату.",
            "Он громко спорил с одним из соседей по столу.",
            "У меня слишком много времени уходит на споры с клиентами.",
            "Он — игрок, который постоянно пререкается /спорит/ с арбитром.",
            "Если ты не перестанешь ругаться с Джерри, они нас больше не пригласят.",
            "Из прошлого опыта она знала, что спорить с ним без толку.",
            "В последнее время она стала настолько категоричной, что спорить с ней бесполезно.",
            "С ним бесполезно спорить."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}