{
    "arrive at": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I aim to arrive at noon",
            "The president is to arrive at 9.30.",
            "Their flight is due to arrive at 11:30.",
            "She likes to arrive at social events early.",
            "It's not cool to arrive at a party too early.",
            "Organize yourself to arrive at places on time.",
            "We figured that we would arrive at around two o'clock.",
            "She was first to arrive at the party and last to leave.",
            "To forgive is the most arduous pitch human nature can arrive at.",
            "It seemed providential that he should arrive at just that moment.",
            "You should plan to arrive at the airport an hour before departure.",
            "You could take a different route and still arrive at the same conclusion.",
            "When the visitors arrive at your office, would you send them round (to mine)?",
            "He decided that dinner would be at 7 o'clock, and asked guests to arrive at 6.",
            "Cathy braced herself to see Matthew, who she expected to arrive at any minute.",
            "Media representatives should arrive at the Press Centre by 11:40 to obtain accreditation.",
            "Several adjustments were made to better accommodate changes in volatility, to arrive at the final scales.",
            "He was told to arrive at five o'clock on the dot.",
            "We figured that he would arrive at around two o'clock.",
            "We arrived right at noon.",
            "She arrived home at 7 o'clock.",
            "He arrived at work early today.",
            "He arrived home at six o'clock.",
            "They arrived late at the party.",
            "They arrived at an awkward time.",
            "He arrived at precisely 4 o'clock.",
            "Mr Green arrived at six on the dot.",
            "The train arrives at one twenty five.",
            "We drove all night and arrived at dawn.",
            "The bear arrived at the zoo in a crate."
        ],
        "example_translate": [
            "Я намерен прибыть в полдень",
            "Президент должен приехать в 9-30.",
            "Их рейс должен прибыть в 11:30",
            "Она любит приезжать на светские мероприятия пораньше.",
            "Приезжать на вечеринку слишком рано — не круто.",
            "Организуйте своё время так, чтобы прибыть на места без опоздания.",
            "Мы подсчитали, что приедем около двух часов.",
            "Она первой пришла на вечеринку и последней с неё ушла.",
            "Прощение - самая труднодоступная вершина, которую может достигнуть человек.",
            "Казалось, что само провидение заставило его приехать в тот самый момент.",
            "Следует рассчитать время так, чтобы прибыть в аэропорт за час до вылета.",
            "Можно пойти другим путём, и всё равно прийти к точно такому же выводу.",
            "Когда посетители придут к вам в офис, не могли бы вы направить их ко мне?",
            "Он решил, что ужин будет в семь часов, и попросил гостей приехать к шести.",
            "Кэти приготовилась увидеть Мэтью, прихода которого она ждала с минуты на минуту.",
            "Представители СМИ должны прибыть в пресс-центр к 11:40 для получения аккредитации.",
            "Было внесено несколько корректировок, чтобы лучше учесть изменения в волатильности и получить окончательные масштабы.",
            "Ему велели появиться ровно в пять часов.",
            "Мы полагали, что он прибудет где-то около двух часов.",
            "Мы приехали ровно в полдень.",
            "Она приехала домой в семь часов.",
            "Он сегодня приехал на работу пораньше.",
            "Он пришёл домой в шесть часов.",
            "Они опоздали к началу вечеринки.",
            "Они приехали в неудобное /неудачное/ время.",
            "Он прибыл ровно в четыре часа.",
            "Мистер Грин прибыл ровно в шесть.",
            "Поезд прибывает в час двадцать пять.",
            "Мы ехали всю ночь и прибыли на рассвете.",
            "Медведя привезли в зоопарк в ящике."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}