{
    "ask for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Ask for help if necessary.",
            "What more could you ask for?",
            "She was too shy to ask for help.",
            "Don't be afraid to ask for help.",
            "Please ask for our free colour brochure.",
            "How do you ask for directions in French?",
            "When I ask for details he just clams up.",
            "He had the arrogance to ask for more money.",
            "His pride wouldn't allow him to ask for help.",
            "You may be able to ask for help with the rent.",
            "Your doctor will ask for your medical history.",
            "Some people find it difficult to ask for help.",
            "I had to pocket my pride and ask for some help.",
            "Call the switchboard and ask for extension 410.",
            "I knew he had humbled himself to ask for my help.",
            "We had to stop to ask for directions to the beach.",
            "Krebs decided to ask for an advance on his salary.",
            "She knew exactly the right moment to ask for a raise.",
            "He had the audacity to ask for an increase in salary.",
            "The customer has a perfect right to ask for the earth.",
            "Customers may ask for a refund if the goods are faulty.",
            "Some farmers were too proud to ask for government help.",
            "She needed to confess her sins and ask for forgiveness.",
            "I didn't ask for the chairmanship, I was pitched into it.",
            "It's usual to ask for permission before visiting a class.",
            "I see you have been so bold as to ask for food at this hour.",
            "I wouldn't hesitate to ask for your help if I felt I needed it.",
            "We ask for one month's rent in advance, plus a deposit of $500.",
            "I set off to make the work by myself, but in the end I had to ask for help.",
            "Don't beat around the bush. Ask for your account to be paid, and paid quickly."
        ],
        "example_translate": [
            "В случае необходимости обратитесь за помощью.",
            "Чего ещё можно желать /просить/?",
            "Она была слишком застенчива, чтобы просить о помощи.",
            "Не бойтесь просить о помощи.",
            "Просим обращаться за нашими бесплатными брошюрами.",
            "Как спросить дорогу по-французски?",
            "Когда я спрашиваю о подробностях, он просто замолкает.",
            "И у него хватило наглости просить ещё денег.",
            "Его гордость, не позволила бы ему, попросить о помощи.",
            "Может быть, вы сможете попросить помочь с арендой.",
            "Врач попросит вашу историю болезни.",
            "Некоторым людям тяжело просить о помощи.",
            "Мне пришлось поступиться самолюбием и попросить помощи.",
            "Позвоните на коммутатор и попросите соединить вас с добавочным номером 410.",
            "Я знал, что он переступил через себя, чтобы попросить у меня помощи.",
            "Нам пришлось остановиться, чтобы спросить дорогу к пляжу.",
            "Кребс решил попросить аванс из своей зарплаты.",
            "Она точно знала, в какой момент просить прибавку к зарплате.",
            "Он осмелился попросить прибавку к жалованью.",
            "Покупатель имеет полное право требовать всё, что угодно.",
            "Если товар испорчен, покупатели могут попросить возврата денег.",
            "Некоторые фермеры были слишком горды, чтобы просить помощи у государства.",
            "Ей нужно было признаться в своих грехах и попросить прощения.",
            "Я не просил о посте председателя, меня туда засадили.",
            "Перед тем как входить в класс, принято просить разрешения.",
            "Я смотрю, у тебя хватает наглости просить еду в столь неурочный час.",
            "Я бы не задумываясь попросил вас о помощи, если бы ощущал в ней необходимость.",
            "Мы просим внести заранее месячную величину арендной платы, плюс залог в размере 500 долларов.",
            "Я начал делать работу самостоятельно, но в конце мне пришлось просить помощи.",
            "Не надо ходить вокруг да около. Попросите, чтобы ваш счёт оплатили, и побыстрее."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}