{
    "gain": {
        "comment": [
            "again",
            "against",
            "bargain",
            "regain"
        ],
        "translate": " прибыль, получать, набирать, приобретать, усиление, прирост, выигрыш",
        "transcription": "  |ɡeɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I took the job to gain experience.",
            "No pain(s), no gain(s).",
            "He gains a hundred a year.",
            "My watch gains.",
            "You will gain by reading these books.",
            "What do you hope to gain from this?",
            "He made a bid to gain attention.",
            "She has gained a reputation as a good communicator.",
            "Such research should not be for personal gain.",
            "There are obvious gains for the student.",
            "He gained a doctorate in Chemical Engineering.",
            "After gaining independence in 1957, it was renamed 'Ghana'.",
            "The swimmer finally gained the river bank.",
            "The gain from work for women has risen from $57 to $89 per week.",
            "The prisoner hoped to gain his own freedom by informing on his companions in the robbery.",
            "Ill-gotten gains never / seldom prosper.",
            "The dollar has gained 8% against the yen.",
            "Women still have to overcome many obstacles to gain equality.",
            "a crime committed for monetary gain",
            "Retail sales showed a gain of 0.4%.",
            "In a cartel, competitors agree to act as a monopoly to gain monopoly profits.",
            "They used foul means to gain power.",
            "Radical left-wing parties gained control of local authorities.",
            "What do firms think they stand to gain by merging?",
            "He fawns on his rich uncle, hoping to gain some of his money.",
            "The politicization of science is the manipulation of science for political gain.",
            "Only by soaking yourself in the details can you gain a thorough understanding of the subject.",
            "to gain a footing upon the theatrical boards",
            "We have a net gain of nearly 50 seats, the biggest for any party in Scotland.",
            "I must neglect my father as to gain time for writing what may support us."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я взялся за эту работу, чтобы набраться опыта.",
            "Без труда нет плода. / Без труда не вытащишь и рыбку из пруда. / Без боли нет результата. (посл.)",
            "Он зарабатывает сотню в год.",
            "Мои часы спешат.",
            "Тебе будет полезно прочитать эти книги.",
            "Чего вы надеетесь этим добиться?",
            "Он сделал ставку, чтобы привлечь внимание.",
            "Она приобрела репутацию хорошего пропагандиста.",
            "Такие исследования не должны проводиться для личной выгоды.",
            "Для студентов есть очевидные выгоды.",
            "Он получил докторскую степень в области химического машиностроения.",
            "После обретения независимости в 1957 году, она (страна) получила новое название \"Гана\".",
            "Пловец всё-таки доплыл до берега реки.",
            "Заработная плата женщин возросла с пятидесяти семи до восьмидесяти девяти долларов в неделю.",
            "Заключённый надеялся получить свободу, дав показания на своих соучастников ограбления.",
            "Чужое добро впрок нейдёт. (посл.)",
            "Доллар вырос на восемь процентов по отношению к иене.",
            "Женщинам по-прежнему приходится преодолевать множество препятствий, чтобы обрести равенство.",
            "преступление, совершённое ради денежной выгоды",
            "Розничные продажи показали прирост на четыре десятых процента.",
            "В картеле конкуренты соглашаются действовать как монополия, с целью получения монопольной прибыли.",
            "Они использовали грязные методы, чтобы захватить власть.",
            "Радикальные левые партии получили контроль над местными органами власти.",
            "Чего компании рассчитывают добиться этим слиянием?",
            "Он лебезит перед своим богатым дядей, в надежде, что тот даст ему денег.",
            "Политизация науки означает манипуляцию наукой для получения политической выгоды.",
            "Только погрузившись во все детали, вы сможете до конца понять предмет.",
            "завоевать себе место на театральных подмостках",
            "В конечном итоге мы получаем около пятидесяти мест — больше, чем любая другая партия в Шотландии.",
            "Я не могу уделять много внимания своему отцу, потому что я должен писать, чтобы прокормить семью."
        ]
    }
}