{
    "gallery": {
        "comment": [
            "bungalow",
            "galaxy"
        ],
        "translate": "галерея, хоры, галерка, балкон, штольня, портик, штрек, публика на галерке",
        "transcription": " |ˈɡæləri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He suggested a visit to the gallery.",
            "The gallery houses about 800 works of modern art.",
            "This painting is the jewel in our gallery.",
            "Chinese vases are disposed around the gallery.",
            "details of museums and art galleries in the city",
            "She owns a gallery downtown.",
            "The gallery is a triumph of design.",
            "The gallery charges an entrance fee.",
            "The gallery has a canvas by Paul Cézanne.",
            "The movie features a gallery of weird characters.",
            "Seven priced works have been sold in this gallery.",
            "an exhibition of African art at the Hayward Gallery",
            "In 1937 Mellon endowed the National Gallery of Art.",
            "If you have time, pay a visit to the City Art Gallery.",
            "Vociferous tragedians would now be sibilated by a gallery.",
            "The aircraft is displayed under cover in the USAF Gallery.",
            "Four paintings stolen from the gallery have been recovered.",
            "There was a public meeting about the future of the gallery.",
            "Her recent sculptures are being shown at the Hayward Gallery.",
            "Johann would creep into the gallery to listen to the singers.",
            "The National Gallery mounted an exhibition of Danish painting.",
            "The original painting is now in the National Gallery in London.",
            "The chairman commanded that the public gallery should be cleared.",
            "The painting was on loan to the National Gallery from the Louvre.",
            "She bequeathed her collection of paintings to the National Gallery.",
            "Henry VIII was the first English king to form a gallery of pictures.",
            "It is hoped that the new art gallery will be a big draw for visitors.",
            "He has a gallery of flamboyant gestures that makes him easy to imitate.",
            "The paintings are reproduced by kind permission of the National Gallery.",
            "The picture has been loaned for an indefinite period to the National Gallery."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он посоветовал посетить галерею.",
            "В галерее собрано около 800 работ современного искусства.",
            "Эта картина является жемчужиной /украшением/ нашей галереи.",
            "Китайские вазы расставлены по всей галерее.",
            "подробности о городских музеях и картинных галереях",
            "Она владеет галереей в центре города.",
            "Эта галерея представляет собой торжество конструкторской мысли.",
            "Галерея взимает плату за вход. / Вход в галерею — платный.",
            "В галерее имеется полотно Поля Сезанна",
            "В этом фильме присутствует целый ряд странных персонажей.",
            "Семь оценённых работ было продано в этой галерее.",
            "выставка африканского искусства в лондонской галерее Хэйуорд",
            "В 1937 году Меллон передал свою коллекцию в дар Национальной художественной галерее.",
            "Если у вас есть время, посетите городскую картинную галерею.",
            "Горластых трагиков теперь освистала бы галерка.",
            "Данный самолёт демонстрируется в помещении Выставочной галереи ВВС США.",
            "Найдены четыре картины, украденные из галереи.",
            "Состоялось открытое совещание по вопросу будущего галереи.",
            "Её последние скульптуры экспонируются в галерее Хэйуорд.",
            "Иоганн прокрадывался в галерею, чтобы послушать певцов.",
            "Национальная Галерея организовала выставку датской живописи.",
            "Оригинал картины сейчас находится в Лондонской национальной галерее.",
            "Председатель приказал освободить общую галерею [места для публики].",
            "Картина была взята из Лувра на время выставки в Национальной галерее.",
            "Она завещала свою коллекцию картин Национальной Галерее.",
            "Генрих VIII был первым английским королем, создавшим картинную галерею.",
            "Остаётся надеяться, что новая художественная галерея будет очень популярна среди посетителей.",
            "У него целый арсенал вычурных жестов, из-за чего его очень легко пародировать.",
            "Картины воспроизводятся с любезного разрешения Национальной Галереи.",
            "Картина была передана в Национальную Галерею на неопределённый срок."
        ],
        "stars": 2
    }
}