{
    "gambling": {
        "comment": [],
        "translate": "азартная игра, игорный",
        "transcription": " |ˈɡæmbəlɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's been drinking and gambling heavily.",
            "The lottery is probably the most popular form of gambling.",
            "poker and other gambling games",
            "Jack loves gambling on the horses.",
            "Gambling is a mug's game.",
            "His gambling cost him a fortune.",
            "The local Mafia won't touch gambling.",
            "He thought gambling was a vice.",
            "He had lost all his money gambling.",
            "His gambling was eating away at their income.",
            "He lost three grand in the gambling casino last night.",
            "The police winked at illegal gambling.",
            "He is trying to pay off gambling debts.",
            "She decried their gambling and drinking.",
            "She left the gambling table disappointedly.",
            "The mayor is gambling with the city's future.",
            "the reprobate conduct of a gambling aristocrat",
            "He earned a precarious livelihood by gambling.",
            "They wanted to legalize gambling in their city.",
            "people who lost money gambling in the stock market",
            "He needed money to feed his addiction to gambling.",
            "Elisabeth squandered all her money gambling in casinos.",
            "He is the overlord of the underground gambling industry.",
            "She was gambling that he wouldn't read it too carefully.",
            "They're gambling on Johnson being fit for Saturday's game.",
            "His father expostulated with him about the evils of gambling.",
            "There is evidence that this gambling pandemic is going global.",
            "Gambling became an obsession, and he eventually lost everything.",
            "He pawned his antique watch in order to pay off his gambling debt.",
            "the common belief that gambling casinos are often crooked businesses"
        ],
        "example_translate": [
            "Он пьянствовал и был сильно азартен.",
            "Лотерея — это, пожалуй, наиболее популярный вид азартных игр.",
            "покер и другие азартные игры",
            "Джек любит делать ставки на лошадей.",
            "Азартные игры — дело пустое.",
            "Страсть к азартным играм стоила ему состояния.",
            "Местная мафия не тронет игорный бизнес.",
            "Он считал азартные игры пороком.",
            "Он потратил все свои деньги на азартные игры.",
            "Его пристрастие к азартным играм съедало часть их доходов.",
            "Вчера в казино он просадил три штуки баксов.",
            "Полиция закрывала глаза на незаконный доход от азартных игр.",
            "Он пытается погасить игорные долги.",
            "Она ругала их за пьянство и игру.",
            "Она разочарованно покинула игровой стол.",
            "Мэр рискует будущим города.",
            "нечестивое поведение аристократа, погрязшего в азартных играх",
            "Он кое-как зарабатывал на жизнь азартными играми.",
            "Они хотели легализовать в своём городе игорный бизнес.",
            "людей, которые потеряли деньги, играя на фондовом рынке",
            "Ему нужны были деньги, чтобы утолить свою страсть к игре.",
            "Элизабет промотала все свои деньги, играя в казино.",
            "Он является королём подпольного игорного бизнеса.",
            "Она надеялась, что он станет слишком уж внимательно вчитываться.",
            "Они очень рассчитывают, что Джонсон всё-таки будет в состоянии выйти на субботнюю игру.",
            "Отец старался образумить его, говоря о том, какое зло таят в себе азартные игры.",
            "Имеются основания полагать, что эта эпидемия азартных игр приобретает всемирный характер.",
            "Азартные игры стали для него одержимостью, и в конце концов он потерял всё.",
            "Он заложил свои старинные часы для того, чтобы расплатиться с игорными долгами.",
            "общее убеждение в том, что игровой бизнес связан с тёмными делишками"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}