{
    "gamble": {
        "comment": [
            "scramble",
            "gambling"
        ],
        "translate": "азартная игра, авантюра, рисковать, играть в азартные игры",
        "transcription": " |ˈɡæmbl|",
        "antonyms": [],
        "mnemonic": [
            "gamble [гембл] азартная игра, рискованное предприятие - В азартных играх я выйграл компанию «Проктер энд (Гембл)».",
            "gamble ['gæmb (ə) l]\n***\nИграл в азартные игры - гам|был. (это) gamble\nАзартная игра.\nПрогулка \"ramble\"\nзакончилась азартной игрой \"gamble\"."
        ],
        "examples": [
            "Jack loves gambling on the horses.",
            "He's been drinking and gambling heavily.",
            "Are you going to gamble on the result of the fight?",
            "You can't gamble on the weather in England.",
            "They are not prepared to gamble their careers on this matter.",
            "Stevens was a compulsive gambler.",
            "Many English come here to get fresh air and indulge in a gamble.",
            "The mayor is gambling with the city's future.",
            "Their religion forbids them to drink or gamble.",
            "John gambled heavily on the horses.",
            "She thought about starting her own business, but she decided it was too much of a gamble.",
            "It was a big gamble for her to leave the band and go solo.",
            "Who wants to gamble with the life of a friend?",
            "people who lost money gambling in the stock market",
            "She was gambling that he wouldn't read it too carefully.",
            "They're gambling on Johnson being fit for Saturday's game.",
            "Her brute of a husband was always on the drink and gamble.",
            "In a depressed market, we cannot afford to take a gamble on a new product.",
            "The mayor is gambling that the new policies will help rather than hurt the city.",
            "You have to be bonkers to gamble that much.",
            "Potter gambled everything on his new play being a hit.",
            "Ellen had to admit the gamble had paid off (=succeeded).",
            "He would often gamble hundreds of dollars on a hand of poker."
        ],
        "example_translate": [
            "Джек любит делать ставки на лошадей.",
            "Он пьянствовал и был сильно азартен.",
            "Ты собираешься делать ставки на исход боя?",
            "В Англии никогда нельзя быть уверенным в том, какая будет погода.",
            "Они не готовы рисковать своей карьерой ради этого дела.",
            "Стивенс был заядлым игроком.",
            "Многие англичане приезжают сюда подышать воздухом и поиграть в азартные игры.",
            "Мэр рискует будущим города.",
            "Религия запрещает им пить (спиртное) и играть в азартные игры.",
            "Джон делал очень большие ставки на скачках.",
            "Она думала о начале собственного дела, но решила что это было бы слишком рискованно.",
            "С её стороны было очень рискованно покинуть группу и заняться сольной карьерой.",
            "Кто же хочет рисковать жизнью друга?",
            "людей, которые потеряли деньги, играя на фондовом рынке",
            "Она надеялась, что он станет слишком уж внимательно вчитываться.",
            "Они очень рассчитывают, что Джонсон всё-таки будет в состоянии выйти на субботнюю игру.",
            "Её муж-скотина вечно пил и играл в азартные игры.",
            "На депрессивном рынке мы не можем позволить себе рисковать, делая ставку на новый продукт.",
            "Мэр ставит на то, что новая политика скорее поможет, чем навредит городу.",
            "Нужно быть психом, чтобы так рисковать. / Только чокнутые столько играют.",
            "Поттер рискнул всем, поставив на то, что его новый спектакль будет иметь успех.",
            "Эллен пришлось признать, что авантюра оправдала себя (т.е. привела к успеху).",
            "Играя в покер, он часто ставил на кон сотни долларов за одну раздачу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}