{
    "gang": {
        "comment": [],
        "translate": "банда, шайка, группа, артель, набор, компания, идти, организовать бригаду",
        "transcription": " |ɡæŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Where is the gang?",
            "A gang of wolves took after her.",
            "Police tried to break up the gang.",
            "I must gang away at once.",
            "A gun battle between gang members and the police.",
            "He was shot by a member of a rival gang.",
            "The gang was infiltrated by undercover agents.",
            "He is in a gang.",
            "The gang picked their victims at random.",
            "The parents have denied that their son is a gang member.",
            "The accused is alleged to be a member of a right-wing gang.",
            "crimes committed as part of gang initiations",
            "The police arrested the gang's leader and his cohorts.",
            "When those big boys start ganging up, you can expect trouble.",
            "Police have received reports of gang activity in the neighborhood.",
            "The other gang members threatened to get him if he went to the police.",
            "I fear that Germany and France might gang up in Europe without Britain.",
            "The gang have pulled another bank robbery.",
            "He was beaten up by a gang of young thugs.",
            "The gang pulled off a bank job in St. Louis.",
            "The attack was perpetrated by a street gang.",
            "In school classmates ganged on / against him.",
            "The gang used the shop as a cover for drug deals.",
            "He was the victim of a shakedown by a street gang.",
            "He was accosted by three gang members on the subway.",
            "The gang escaped with a haul worth hundreds of pounds.",
            "The windows were broken by a gang of teenage hooligans.",
            "There were always gangs of kids hanging around the mall.",
            "The book is a revealing account of being part of a gang.",
            "the degeneracy of the family into a gang of petty thieves"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "-ng = [ŋ]"
        ],
        "example_translate": [
            "Где все? / Где вся команда?",
            "За ней бежала стая волков.",
            "Полиция попыталась уничтожить эту банду.",
            "Я немедленно должен уйти.",
            "Перестрелка между членами банды, и полицией.",
            "Его застрелил один из членов конкурирующей банды.",
            "В банду проникли / внедрились тайные агенты.",
            "Он является членом банды.",
            "Банда выбирала своих жертв наугад.",
            "Родители отрицают, что их сын является членом банды.",
            "Утверждается, что обвиняемый принадлежит к правой группировке.",
            "преступления, совершённые в качестве одной из частей обряда посвящения в члены банды",
            "Полиция арестовала главаря банды вместе с его дружками.",
            "Когда в шайку сбиваются такие парни, жди беды.",
            "Полиция получила сообщения об активности банд в данном районе.",
            "Остальные члены банды пригрозили, что ему не поздоровится, если он обратится в полицию.",
            "Боюсь, что Германия и Франция могут создать европейское объединение без Великобритании.",
            "Банде удалось провернуть ещё одно ограбление банка.",
            "Он был избит бандой молодых отморозков.",
            "Эта банда ограбила банк в Сент-Луисе.",
            "Нападение совершила одна из уличных банд.",
            "В школе одноклассники ополчились против него.",
            "Банда использовала магазин в качестве прикрытия для торговли наркотиками.",
            "Он стал жертвой ограбления со стороны уличной банды.",
            "В метро к нему пристали три бандита.",
            "Бандиты удрали с добычей стоимостью несколько сот фунтов.",
            "Окна были разбиты шайкой подростков-хулиганов.",
            "По торговому центру постоянно шатались ватаги ребятишек.",
            "Эта книга наглядно показывает, что значит быть членом банды.",
            "превращение данной семьи в банду воров"
        ]
    }
}