{
    "gap": {
        "comment": [],
        "translate": "разрыв, зазор, щель, пробел, промежуток, дефицит, отставание, брешь, интервал, отверстие",
        "transcription": " |ɡæp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There are huge gaps in my knowledge of history.",
            "The gaps between his visits got longer and longer.",
            "The gap has narrowed to just 12 points now.",
            "The neighbors' dog got in through a gap in the hedge.",
            "Frank's death has left a big gap in my life.",
            "There was a gap in his account.",
            "The child had a gap between her two front teeth.",
            "The gap between assets and liabilities was a $330 000 deficit at 30 June 2004.",
            "There are unexplained gaps in his story.",
            "The gap between the lead runner and the rest of the field continued to widen.",
            "The class filled in the gaps in my knowledge of biology.",
            "The explosion made a gap in the wall.",
            "His films attempt to bridge the gap between tradition and modernity.",
            "He filled the gap left by Hirst's retirement.",
            "It seems that the trade gap is widening (=the difference between the amount a country imports and exports)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В моих знаниях по истории есть огромные пробелы.",
            "Промежутки между его визитами становились все длиннее и длиннее.",
            "Сейчас разрыв сократился всего до 12 очков.",
            "Соседская собака проникла через дыру в изгороди.",
            "Смерть Фрэнка оставила большой пробел в моей жизни",
            "В его рассказе был пробел.",
            "У девочки была щель между двумя передними зубами.",
            "На 30 июня 2004 г. разрыв между активами и обязательствами составлял 330 тыс. долл. дефицита.",
            "В его рассказе есть необъяснимые пробелы.",
            "Разрыв между лидирующим бегуном и остальными продолжал увеличиваться.",
            "Этот курс заполнил пробелы в моих знаниях биологии.",
            "Взрыв пробил в стене дыру.",
            "В своих фильмах он делает попытку преодоления разрыва между традицией и современностью.",
            "Он заполнил пробел, образовавшийся после ухода Хёрста.",
            "Похоже, что торговый дефицит страны (т.е. разница между суммой импорта и экспорта) увеличивается."
        ]
    }
}