{
    "garbage": {
        "comment": [
            "baggage",
            "bag",
            "cabbage"
        ],
        "translate": "мусор, отбросы, чушь, барахло, чтиво, кухонные отбросы, макулатура, гниющий мусор",
        "transcription": " |ˈɡɑːrbɪdʒ|",
        "antonyms": [],
        "mnemonic": [
            "garbage [га'бидж] мусор - (К обыч-ным) мусорам добавились новые: налоговые, экологические и т.д.;"
        ],
        "examples": [
            "Please take out the garbage.",
            "Throw the can in the garbage.",
            "You're talking garbage.",
            "The movie was utter garbage.",
            "The garbage flushed down the river",
            "The fee pays for garbage pickup.",
            "Put the coffee grounds in the garbage.",
            "Can you take out the garbage when you go?",
            "The park was littered with garbage.",
            "Garbage pickup is on Mondays and Thursdays.",
            "the disagreeable odor of the garbage",
            "Raccoons were going through the garbage.",
            "The dogs were nosing around in the garbage.",
            "She tossed the moldy bread into the garbage.",
            "The garbage just piled up all summer. No pickup.",
            "...a terrible reek coming from the garbage can...",
            "Any garbage of this kind is food for a woman's vanity.",
            "Some animal must have nosed the lid off the garbage can.",
            "They're studying various ways to recycle garbage into fuel.",
            "Many vendors said they collected their wares from garbage sites.",
            "She crumpled the piece of paper into a ball and tossed it into the garbage can.",
            "the nauseating smell of rotting garbage",
            "She scavenged the garbage cans for food.",
            "The truck dumped the garbage in the street.",
            "Garbage collections are made every Tuesday morning.",
            "Raccoons managed to pry the lid off the garbage pail.",
            "We traced the foul smell to a pile of loathsome garbage by the back wall.",
            "They came home from their trip to find stinking garbage that had been left in the kitchen."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Пожалуйста, вынеси мусор.",
            "Выбрось банку в мусор.",
            "Вы говорите ерунду.",
            "Фильм был полным отстоем.",
            "Мусор стекал в реку.",
            "Этот сбор(денежный) платят за вывоз мусора.",
            "Вылей кофейную гущу в мусорное ведро.",
            "Можешь вынести мусор, когда будешь уходить?",
            "Парк был завален мусором.",
            "Мусор вывозят по понедельникам и четвергам.",
            "неприятный / противный запаха мусора",
            "В мусоре рылись еноты.",
            "Собаки что-то вынюхивали в мусоре.",
            "Она швырнула заплесневелый хлеб в мусорное ведро.",
            "Мусор копился всё лето. Никто его не вывозил.",
            "...ужасный смрад, исходящий от мусорного бака...",
            "Всякое подобное бульварное чтиво - пища для женского тщеславия.",
            "Должно быть, какой-то зверёк поднял носом крышку мусорного бака.",
            "Они изучают различные способы переработки мусора в топливо.",
            "Многие уличные торговцы говорят, что собирают свои товары на помойках.",
            "Она смяла бумажку в шарик и бросила его в мусорный бак.",
            "тошнотворный запах гниющего мусора",
            "Она рылась в мусорных баках в поисках еды.",
            "Грузовик вывалил мусор на улицу.",
            "Сбор мусора производится каждый вторник утром.",
            "Еноты ухитрились приоткрыть крышку мусорного бака.",
            "По мерзкому запаху мы нашли около задней стены отвратительную груду мусора.",
            "Вернувшись домой из своей поездки, они обнаружили на кухне вонючее мусорное ведро, которое забыли вынести."
        ],
        "stars": 0
    }
}