{
    "gardener": {
        "comment": [],
        "translate": "садовник, садовод, огородник",
        "transcription": " |ˈɡɑːrdnər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He jobs as a gardener from time to time.",
            "Mom has always been a good gardener.",
            "We helped the gardener in watering his flowers.",
            "The gardener rested for a moment on his spade, then proceeded with his work.",
            "The gardener planted a bed of roses.",
            "They were sitting out in the back garden.",
            "The gardener covered the soil with mulch.",
            "We planted a small garden in our backyard.",
            "He cast his expert eye on the gardener's work.",
            "I hear the gardener is up for the robbery at the big house.",
            "The gardener laced the shoots of ivy around the trellis to direct their growth.",
            "As a professional gardener with a well-heeled clientele, he's used to dealing with fusspots."
        ],
        "example_translate": [
            "Время от времени он работает садовником.",
            "Мама всегда была хорошим садовником.",
            "Мы помогли садовнику полить цветы.",
            "Садовник немного отдохнул, опершись на свою лопату, а затем продолжил работу.",
            "Садовник посадил клумбу из роз.",
            "Они сидели в саду за домом.",
            "Садовник покрыл почву мульчей. / Садовод мульчировал почву.",
            "Мы разбили на заднем дворе небольшой садик.",
            "Он окинул труды садовника взглядом знатока.",
            "Я слышал, что садовник предстанет перед судом за совершение кражи в большом доме.",
            "Садовник обвил побеги плюща вокруг шпалер, чтобы они росли в нужном направлении.",
            "Как профессиональный садовник с элитной клиентурой, он привык иметь дело с нервными, суетливыми людьми."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}