{
    "garlic": {
        "comment": [
            "click",
            "lick",
            "flick",
            "conflict"
        ],
        "translate": "чеснок",
        "transcription": " |ˈɡɑːrlɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Can you taste the garlic?",
            "Peel and crush the garlic.",
            "His breath smelt of garlic.",
            "Add only a smell of garlic.",
            "Ham seasoned with garlic.",
            "The sauce has a subtle hint of garlic.",
            "The herb masks the garlic taste.",
            "The ancient Chinese claimed that garlic promoted longevity.",
            "You add either one or two cloves of garlic.",
            "using garlic as a nostrum to prevent disease",
            "Mince the meat up with some onion and garlic.",
            "This dish could use a touch of garlic.",
            "a pasta dish flavored with basil and garlic",
            "She minced some garlic and added it to the stew.",
            "The fat man opposite was breathing garlic all over me.",
            "Add a crushed clove of garlic (=single section of it).",
            "Cooked garlic helps to prevent blood clotting, and so reduces the risk of heart attack.",
            "I ruined the sauce by adding too much garlic.",
            "I spoiled the sauce by adding too much garlic.",
            "Add two finely chopped onions and a clove of garlic.",
            "The bunch of grapes or stalk of garlic they frugally dined on.",
            "It was supposed to be garlic bread, but they'd been a bit mean with the garlic.",
            "Crush two cloves of garlic.",
            "a salad topped with garlic and anchovies",
            "fish marinated in olive oil, garlic and vinegar",
            "A unique property of garlic is its strong odor.",
            "tomato sauce made with garlic, paprika, and pepper",
            "Pound the herbs and garlic until they form a paste.",
            "Garlic is a plant that grows wherever there is a warm climate."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы чувствуете вкус чеснока?",
            "Очистите и раздавите чеснок.",
            "От него пахло чесноком.",
            "Добавьте чуть-чуть чеснока.",
            "Ветчина, приправленная чесноком.",
            "У этого соуса едва уловимый привкус чеснока.",
            "Эта приправа смягчает /скрывает/ привкус чеснока.",
            "Древние китайцы утверждали, что чеснок способствует долголетию.",
            "Добавьте один-два зубчика чеснока.",
            "использование чеснока в качестве панацеи для предотвращения заболеваний",
            "Пропустите через мясорубку мясо с небольшим количеством лука и чеснока.",
            "В это блюдо можно положить немного чеснока.",
            "блюдо из пасты, приправленное базиликом и чесноком",
            "Она накрошила немного чеснока и добавила его к рагу.",
            "Толстяк, сидящий напротив, меня всего обдышал чесноком.",
            "Добавьте толчёный зубчик чеснока (т.е. одну дольку головки).",
            "Варёный чеснок помогает предотвратить свёртывание крови, и таким образом снижает риск сердечного приступа.",
            "Я испортил соус, добавив слишком много чеснока.",
            "Я испортил соус, добавив слишком много чеснока.",
            "Добавьте две мелко нарезанные луковицы и зубчик чеснока.",
            "Их скудный обед состоял из грозди винограда или головки чеснока.",
            "Предполагалось, что это будет чесночный хлеб, но с чесноком они немного поскупились.",
            "Раздавите два зубчика чеснока.",
            "салат, украшенный чесноком и анчоусами",
            "рыба, замаринованная в оливковом масле, чесноке и уксусе",
            "Сильный запах является уникальным свойством чеснока.",
            "томатный соус с чесноком, паприкой и перцем",
            "Растолките травы и чеснок, пока они не образуют однородную массу.",
            "Чеснок - это растение, произрастающее в любом месте с тёплым климатом."
        ]
    }
}