{
    "gasoline": {
        "comment": [
            "gas",
            "gasp"
        ],
        "translate": " бензин, газолин",
        "transcription": "  |ˈɡæsəliːn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The gasoline powers the engines",
            "The smell of gasoline nauseates me.",
            "those bypast days when gasoline was cheap",
            "People are angry about rising gasoline prices.",
            "a gasoline additive to reduce pollution",
            "The smell of gasoline makes me nauseous.",
            "10 dollars worth of gasoline",
            "premium gasoline at a premium price",
            "The container leaked gasoline.",
            "An automobile must have gasoline to run.",
            "Gasoline won't always be cheap and plentiful.",
            "The gasoline spill created a serious biohazard.",
            "Drivers were irked by the higher gasoline prices.",
            "We were rationed to ten gallons of gasoline a month.",
            "Gasoline prices are 14% below the peak level they hit in November.",
            "The price of gasoline has crept back up to three dollars a gallon.",
            "The price of gasoline has increased fourfold over the past two years.",
            "During the war the government imposed rationing of food and gasoline.",
            "Gasoline was in short supply (=not enough of it was available) after the war."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Бензин приводит в движение двигатели.",
            "От запаха бензина меня тошнит.",
            "те давно минувшие времена, когда бензин был дёшев",
            "Народ негодует по поводу роста цен на бензин.",
            "присадка к бензину для уменьшения загрязнения воздуха",
            "От запаха бензина меня тошнит.",
            "(некоторое количество) бензина на десять долларов",
            "бензин высшего качества по высокой цене",
            "Из канистры протёк бензин.",
            "Для передвижения автомобилю требуется горючее.",
            "Бензин не всегда будет дёшев и в достатке.",
            "Разлив бензина создал серьезную биологическую опасность.",
            "Водители были возмущены повышением цен на бензин.",
            "Нам давали только по десять галлонов бензина в месяц.",
            "Цены на бензин находятся на четырнадцать процентов ниже пикового уровня, которого они достигли в ноябре.",
            "Стоимость бензина уже вновь доползла до трёх долларов за галлон.",
            "За последние два года цена бензина увеличилась в четыре раза.",
            "Во время войны правительство ввело нормирование еды и бензина.",
            "После войны бензин был в дефиците (т.е. его было недостаточно в наличии)."
        ]
    }
}