{
    "gathering": {
        "comment": [],
        "translate": "сбор, собирание, встреча, скопление, уборка, собирающий",
        "transcription": " |ˈɡæðərɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A storm was gathering.",
            "It's just a few days since our gathering.",
            "We watched the gathering thunderclouds.",
            "The pictures from our gathering at Steve Morrison's place.",
            "I hope that you will grace our gathering with your presence.",
            "The child was gathering flowers to give to his mother.",
            "The gathering satisfied both organizers and attendees.",
            "Storm clouds were gathering so we hurried home.",
            "Mrs Foster bobbed about, gathering up her things.",
            "Gathering that information means knocking on doors and asking people questions.",
            "The little girl's giggles were epidemic, and soon the entire gathering was laughing.",
            "We could see people gathering down yonder by the riverbank.",
            "The international relief effort appears to be gathering momentum.",
            "Scientists are gathering quantitative information about human intelligence."
        ],
        "example_translate": [
            "Собиралась буря.",
            "Прошло всего несколько дней с момента нашего собрания [нашей встречи].",
            "Мы наблюдали как собираются грозовые тучи.",
            "Фотографии с нашей встречи у Стива Моррисона.",
            "Надеюсь, ты удостоишь нашу встречу своим присутствием.",
            "Ребенок собирал цветы, чтобы подарить их матери.",
            "Собрание удовлетворило и организаторов, и участников.",
            "Собирались грозовые тучи, поэтому мы поспешили домой.",
            "Миссис Фостер металась вокруг, собирая вещи.",
            "Под сбором этой информации имеется в виду, что нужно стучать в двери и задавать людям вопросы.",
            "Девчушка хихикала так заразительно, что вскоре смеялись уже все присутствующие.",
            "Было видно как там, на берегу реки, собираются люди.",
            "Международная спасательная операция, по-видимому, набирает обороты.",
            "Ученые собирают количественную информацию о человеческом интеллекте."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}