{
    "gather": {
        "comment": [],
        "translate": "собираться, собирать, почерпнуть, сбор, урожай, то, что собрано",
        "transcription": " |ˈɡæðər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They gathered around the speaker.",
            "She gathered her hair into a ponytail.",
            "Give me just a minute to gather my things and then we can leave.",
            "He saw a crowd of people gathered before the window. (M. Edgeworth)",
            "I gather he's abroad.",
            "I could gather nothing from his statement.",
            "Storm clouds were gathering so we hurried home.",
            "Scientists from all over the world gather here.",
            "The farmer worked hard to gather the hay before the rains came.",
            "I felt helpless, but tried to gather my wits.",
            "A crowd gathered to watch the fight.",
            "Gather round and listen to my story.",
            "Let's gather in the dining room.",
            "The players gathered together to hear the coach's game plan.",
            "They had gathered 440,000 signatures to support their demand.",
            "A crowd began to gather on the sidewalk.",
            "Our ancestors gathered nuts in the Fall.",
            "The child was gathering flowers to give to his mother.",
            "'I gather you work in the sales department?' 'That's right.'",
            "Our first task is to gather information.",
            "People gather in churches to praise the Lord.",
            "Support for European unity began to gather pace.",
            "This is where the city's blue bloods like to gather.",
            "Tourists gather every day to watch the changing of the guard at Buckingham Palace.",
            "Could the bride's family all gather together for a photo?",
            "The researcher's job is to gather information about people.",
            "Playtime's over, it's time to gather up the whelps and head home.",
            "The police are continuing to gather evidence relating to the crime.",
            "The campaign for reform should start to gather momentum in the new year.",
            "You two know each other, I gather."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "th = [ð]"
        ],
        "example_translate": [
            "Они столпились вокруг оратора.",
            "Она собрала волосы в хвост.",
            "Дай мне минуту, чтобы собрать свои вещи, и потом мы сможем идти.",
            "Он увидел толпу людей, собравшихся под окном.",
            "Я полагаю, он за границей.",
            "Я ничего не мог понять из его заявления.",
            "Собирались грозовые тучи, поэтому мы поспешили домой.",
            "Здесь собираются учёные со всего мира.",
            "Фермер напряжённо работал, чтобы успеть убрать сено до дождей.",
            "Я почувствовал себя беспомощным, но попытался собраться с мыслями.",
            "Чтобы посмотреть этот бой, собралась целая толпа.",
            "Садитесь рядышком и слушайте мой рассказ.",
            "Давайте соберёмся в столовой.",
            "Игроки собрались вместе, чтобы выслушать план тренера на игру.",
            "К тому времени они уже собрали 440,000 подписей в поддержку своего требования.",
            "На тротуаре начала собираться толпа.",
            "Осенью наши предки собирали орехи.",
            "Ребенок собирал цветы, чтобы подарить их матери.",
            "— Насколько я понимаю, вы работаете в отделе продаж? — Верно.",
            "Наша первая задача состоит в том, чтобы собрать информацию.",
            "Люди собираются в храмах, чтобы восславить господа.",
            "Поддержка евроинтеграции начала набирать обороты.",
            "Именно там любит собираться городская аристократия.",
            "Каждый день туристы собираются, чтобы посмотреть церемонию смены караула у Букингемского дворца.",
            "Не могла бы вся семья невесты собраться вместе для фотографии?",
            "Работа исследователя заключается в том, чтобы собирать сведения о людях.",
            "Игра закончилась, пора собирать щенят и направляться домой.",
            "Полиция продолжает собирать улики, имеющие отношение к данному преступлению.",
            "В новом году кампания за реформу должна начать набирать силу.",
            "Как я понял, вы друг друга знаете."
        ]
    }
}