{
    "gauge": {
        "comment": [],
        "translate": "калибровать, оценивать, измерять, калибр, мера, размер, шаблон, масштаб, колея",
        "transcription": " |ɡeɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The petrol gauge was already at zero.",
            "I was gauging her reaction to the news.",
            "She, on the contrary, was never able to gauge him.",
            "The gauge read 'empty'.",
            "He accurately gauged the mood of the voters.",
            "It is difficult to gauge what the other party's next move will be.",
            "Retail sales are a gauge of consumer spending.",
            "The petrol gauge is still on full.",
            "I looked at Chris, trying to gauge his reaction.",
            "The thermostat will gauge the temperature and control the heat.",
            "Home sales provide a useful way of gauging the overall state of the economy.",
            "The instrument can gauge a distance with the push of a button.",
            "The tests will give parents a gauge of how their children are doing.",
            "The government is clearly testing the water, to gauge the country's reactions to their proposals."
        ],
        "example_translate": [
            "Датчик бензина был уже на нуле.",
            "Я оценивал её реакцию на новости.",
            "Она, напротив, никогда не могла понять, что он за человек.",
            "Датчик показывал \"пусто\".",
            "Он безошибочно определил настроение избирателей.",
            "Трудно оценить, каким будет следующий шаг противоположной стороны.",
            "Розничные продажи позволяют судить об уровне потребительских расходов.",
            "Топливный указатель по-прежнему показывает \"полный бак\".",
            "Я посмотрел на Криса, пытаясь оценить его реакцию.",
            "Термостат будет измерять температуру и контролировать нагрев.",
            "Продажи жилья являются полезным способом оценки общего состояния экономики.",
            "Этот прибор может измерить расстояние одним нажатием кнопки.",
            "Тесты дадут родителям возможность оценить, насколько хорошо успевают их дети.",
            "Правительство явно проверяет почву, чтобы оценить реакцию населения страны на свои предложения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}