{
    "gaze": {
        "comment": [],
        "translate": "взор, пристальный взгляд, посмотреть, пристально глядеть",
        "transcription": " |ɡeɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She gave me an innocent gaze.",
            "His gaze settled on her face.",
            "He didn't dare to meet her gaze.",
            "He gazed on Niagara Falls like entranced.",
            "She turned to meet his gaze.",
            "She directed my gaze upward.",
            "The climbers stood on top of the mountain, gazing at the splendid view.",
            "She melted under his gaze.",
            "She gazed intently into his eyes.",
            "She lifted her head to gaze at him.",
            "Nell was still gazing out of the window.",
            "She gave him a steely gaze.",
            "His gaze wandered round the room.",
            "He kept his gaze fixed on the car ahead.",
            "He spends hours gazing out of the window when he should be working.",
            "His gaze travelled over her face.",
            "He gazed out the window at the snow.",
            "Her gaze narrowed into a squint.",
            "She felt embarrassed under his steady gaze.",
            "Averting her gaze meant that she was angry.",
            "She looked at him with a calm, steady gaze.",
            "Any man would find it most delightsome to gaze upon her lovely face.",
            "He fixed his paternal gaze on me.",
            "Ellen smiled uncomfortably and lowered her gaze.",
            "The fixedness of his gaze upset her.",
            "He could not meet Connor's steady gaze.",
            "Phil turned his gaze towards the older man.",
            "Her downcast gaze made us realize that she was shy.",
            "Ben looked at me in horror for a moment and then dropped his gaze.",
            "They were met with a chill gaze when they arrived home late from the party."
        ],
        "example_translate": [
            "Она простодушно взглянула на меня.",
            "Его взгляд остановился на её лице.",
            "Он не посмел встретиться с ней взглядом.",
            "Он как зачарованный смотрел на Ниагарский водопад.",
            "Она повернулась, чтобы встретиться с ним взглядом.",
            "Она направила/устремила мой взор вверх.",
            "Альпинисты стояли на вершине горы, созерцая прекрасную панораму.",
            "Она растаяла под его пристальным взглядом.",
            "Она пристально посмотрела ему в глаза.",
            "Она подняла голову, чтобы взглянуть на него.",
            "Нелл по-прежнему пристально смотрела в окно.",
            "Она одарила его суровым взглядом.",
            "Его взгляд блуждал по комнате.",
            "Он не сводил взгляда с идущей впереди машины.",
            "Он провел много времени, высматривая в окно, когда он должен будет работать.",
            "Его пристальный взгляд блуждал по её лицу.",
            "Он смотрел из окна на снег.",
            "Она сощурила взгляд.",
            "Ей стало неловко под его пристальным взглядом.",
            "То, что она отвела взгляд, означало, что она сердится.",
            "Она посмотрела на него спокойно и твёрдо.",
            "Любому мужчине было бы чрезвычайно приятно взглянуть на её прекрасное лицо.",
            "Он остановил на мне отеческий взгляд.",
            "Эллен неловко улыбнулась и опустила глаза.",
            "Неподвижность его взгляда её огорчила.",
            "Он не мог выдержать пристального взгляда Коннора.",
            "Фил перевёл взгляд на пожилого мужчину.",
            "По её потупленному взору мы поняли, что она стесняется.",
            "Какое-то мгновение Бен с ужасом на меня смотрел, а потом опустил взгляд.",
            "Приехав домой поздно после вечеринки, они были встречены холодным взглядом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}