{
    "gear": {
        "comment": [
            "sergeant"
        ],
        "translate": "передача, механизм, шестерня, снасти, приспосабливать, запрягать, зацеплять",
        "transcription": " |ɡɪr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You have to gear down when you drive uphill.",
            "We'll need some camping gear.",
            "You can stash your gear in here.",
            "Get your ass in(to) gear!",
            "Bring your rain gear.",
            "a car with four forward gears",
            "Food and gear should be put in a pack.",
            "I shifted into second gear.",
            "I had never handled an automatic shift gear.",
            "Education should be geared to the children's needs and abilities.",
            "firefighters garbed in protective gear",
            "His mountain bike had 18 gears.",
            "The soldiers were wearing full combat gear.",
            "Does this thing have a reverse gear?",
            "When you are going fast enough, you'll be able to gear up.",
            "You must carry your camping gear.",
            "Who'd have thought hippy gear would ever come back!",
            "He stowed his gear in a locker.",
            "Police in riot gear held back the demonstrators.",
            "You'd better get your ass in gear — you're late.",
            "Change into second gear as you approach the corner.",
            "Make sure the gear is engaged.",
            "She loaded up the car with camping gear.",
            "Don't turn off the engine while you're still in gear.",
            "In Britain they call a gearshift a gear lever.",
            "Any cyclist can climb a difficult hill., you just change gear.",
            "the retraction of the landing gear",
            "You shouldn't try to start in third gear.",
            "Always carry foul weather gear when you go out walking.",
            "The boss expects us to be able to change gear just like that."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "g + e, i, y = [g] (исключения)",
            "ear = [ɪr]"
        ],
        "example_translate": [
            "Когда едешь в гору, включай пониженную передачу.",
            "Нам понадобится походное снаряжение.",
            "Можешь припрятать свои вещички сюда.",
            "Прикрути к жопе мотор!",
            "Возьмите с собой дождевик.",
            "автомобиль с четырьмя передними передачами (четырёх ступенчатая коробка)",
            "Еду и одежду нужно упаковать в рюкзак.",
            "Я переключился на вторую передачу.",
            "Я никогда не имел дела с автоматической коробкой передач.",
            "Образование должно соотноситься с нуждами и способностями детей.",
            "пожарники, облачённые в защитное снаряжение",
            "У его горного велосипеда было восемнадцать передач.",
            "Солдаты были в полном боевом снаряжении.",
            "У этой штуки есть задний ход /задняя передача/?",
            "Когда наберёшь достаточную скорость, можешь перейти на повышенную передачу.",
            "При себе необходимо иметь туристическое снаряжение.",
            "Кто бы мог подумать, что хипповые прикиды снова будут в моде!",
            "Он убрал свои вещи в шкафчик.",
            "Полицейские в защитном обмундировании сдерживали демонстрантов.",
            "Надо бы тебе пошевеливаться, опаздываешь.",
            "Приближаясь к углу, переключитесь на вторую передачу.",
            "Убедитесь в том, что передача включена.",
            "Она нагрузила машину походным снаряжением.",
            "Не выключайте двигатель, пока машина всё ещё на передаче.",
            "В Великобритании рычаг переключения передач называют \"gear lever\".",
            "Любой велосипедист может подняться на тяжёлую гору., нужно только переключить передачу.",
            "втягивание шасси",
            "Не стоит пытаться завести машину на третьей передаче.",
            "Выходя на прогулку, всегда берите с собой водонепроницаемую одежду на случай непогоды.",
            "Начальник хочет, чтобы мы могли по первому же свистку начать работать совсем по-другому."
        ]
    }
}