{
    "gender": {
        "comment": [
            "agenda",
            "legend"
        ],
        "translate": "пол, род, порождать",
        "transcription": " |ˈdʒendər|",
        "antonyms": [],
        "mnemonic": [
            "tend [tɛnd]\nattend [ə'tɛnd]\nextend [ɪks'tɛnd] - удлинять, расширять\ntender ['tɛndə] - нежный, мягкий, ласковый; няня,\nсиделка; заявка на подряд; предлагать\n***\nСКЛОННЫ оформлять мы стенд. (это) tend\nУхаживать, заботиться. Иметь склонность.\n***\nПОСЕЩАЛ лекции студент. (это) attend\nСЛЕДИЛ за зубами \"студенд\" (это). attend\nБУДЬ ВНИМАТЕЛЬНЫМ, студент. (это) attend\n***\nЗащитник \"defender\",\nженского пола \"gender\"\nимеет сердце доброе \"tender\"."
        ],
        "examples": [
            "Some languages do not use genders.",
            "Please state your name, birth date, and gender.",
            "“He” is a pronoun of the masculine gender.",
            "Do we divide dogs into hes and shes, and take the masculine gender out to hunt?",
            "Latin adjectives agree with nouns in gender, case and number.",
            "The adjective and noun must agree in number and gender.",
            "That language has a complex system for indicating gender.",
            "Blatant racial and gender discrimination is just about over.",
            "Discrimination on grounds of race or gender is forbidden.",
            "Most adjectives in English do not inflect for gender or number.",
            "Some languages sexualize all nouns and do not have a neuter gender",
            "From the beginning of my career as a journalist, I've been writing about gender issues.",
            "A well-known study from the 1970's showed that gender stereotyping placed women in a disadvantageous position."
        ],
        "example_translate": [
            "В некоторых языках не используется категория рода.",
            "Просьба указать ваше имя, дату рождения и пол.",
            "“Он” — это местоимение мужского рода.",
            "Разве мы делим собак на сук и кобелей, и берем с собой на охоту лишь последних?",
            "Латинские прилагательные согласуются с существительными в роде, падеже и числе.",
            "Прилагательное и существительное должны согласовываться в числе и роде.",
            "Этот язык обладает сложной системой правил указания на род.",
            "Вопиющей дискриминации по расовому и половому признакам вот-вот настанет конец.",
            "Дискриминация по половому или расовому признаку запрещена.",
            "Большинство прилагательных в английском языке не склоняется в зависимости от пола и числа.",
            "В некоторых языках все существительные разделены на роды, и не имеется среднего рода.",
            "С самого начала своей журналистской карьеры я пишу о гендерных проблемах.",
            "Хорошо известное исследование, проведённое в семидесятых годах, показало, что гендерные стереотипы ставят женщин в невыгодное положение."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}