{
    "generally": {
        "comment": [
            "generous",
            "generously",
            "general",
            "generate",
            "generation",
            "generator",
            "generic",
            "secretary-general"
        ],
        "translate": "вообще, обычно, как правило, в целом, в общем, в большинстве случаев",
        "transcription": " |ˈdʒenrəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Frogs generally feed at night.",
            "I had a generally good day.",
            "I generally get in to work by 8.00.",
            "He was generally punctual to a minute.",
            "He talked generally about his plans.",
            "It was generally a positive conversation.",
            "This style of music is generally referred to the 18th century.",
            "There is no generally accepted definition of life.",
            "At night she is generally a little squiffy.",
            "Premium products generally fetch a premium price.",
            "Women generally use up about 2000 calories a day (=each day).",
            "Generally, a synthesizer uses oscillators to make sounds.",
            "This situation generally obtains in early language learning.",
            "The fashions of dress are generally capricious and irreducible to rule.",
            "The bulk of his materials generally overwhelms him.",
            "Children generally feel much more confident working in groups.",
            "The faculties of the mind generally are strengthened by exercise.",
            "He has a reputation for being veracious, so people generally take his word for things.",
            "Raw flesh is generally regarded as more difficult of digestion than boiled or roast meat.",
            "The plants are generally regarded as weeds.",
            "When stocks are up, bonds are generally down.",
            "The criminals who excepted against him were generally condemned.",
            "Prisoners are generally exchanged within the same rank man for man.",
            "Generally speaking, the more expensive the stereo, the better it is.",
            "Generally the action doesn't get going (=start) until after midnight.",
            "The leaf of the pig is generally regarded as producing the best lard.",
            "Generally on the occasion of a new sovereign all lands were reassigned.",
            "Carriers are generally free to tariff the service at any rate required.",
            "As we have seen in chapter 4, women's pay is generally less than men's.",
            "The opinion of the meeting was generally favourable to the amendment."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Лягушки, как правило, питаются в ночное время.",
            "В целом, день у меня был хороший.",
            "Как правило, я прихожу на работу к восьми.",
            "Обычно он был пунктуален до минуты.",
            "О своих планах он говорил вообще, не вдаваясь в подробности.",
            "В целом, это был конструктивный разговор.",
            "Музыку такого стиля обычно относят к восемнадцатому веку.",
            "Общепринятого определения жизни не существует.",
            "По ночам она обычно слегка \"под мухой\".",
            "Товары высшего качества обычно продаются за самую высокую цену.",
            "Женщины обычно расходуют около двух тысяч калорий в день (т.е. каждый день).",
            "Как правило, для создания звука синтезатор использует осцилляторы.",
            "Такая ситуация обычно встречается на ранних этапах обучения языку.",
            "Мода обычно капризна и не подчиняется правилам.",
            "Объём материала обычно заваливает его.",
            "Дети, как правило, чувствуют себя гораздо увереннее, работая в группах.",
            "Возможности мозга обычно усиливаются благодаря упражнениям.",
            "У него репутация человека правдивого, поэтому люди обычно верят ему на слово.",
            "Обычно считается, что сырое мясо усваивается хуже, чем варёное или жареное.",
            "Эти растения обычно считают сорняками.",
            "Когда акции растут, облигации, как правило, падают.",
            "Преступники, которые противились ему, бывали, как правило, осуждены.",
            "Обычно при обмене военнопленных каждого человека обменивают на другого в том же звании.",
            "В большинстве случаев, чем стереосистема дороже, тем она лучше.",
            "Обычно события не начинаются до глубокой ночи.",
            "Считается, что из почечного жира поросёнка получается лучшее сало.",
            "Как правило, с появлением нового суверена все земли перераспределялись.",
            "Перевозчики обычно имеют право устанавливать цену на эту услугу по своему усмотрению.",
            "Как мы уже увидели в четвертой главе, женщинам, как правило, платят меньше, чем мужчинам.",
            "Мнение собрания было по большей части благосклонным в отношении поправок."
        ]
    }
}