{
    "genetic": {
        "comment": [],
        "translate": "генетический",
        "transcription": " |dʒəˈnetɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How did genetic engineering come about?",
            "Our genetic inheritance cannot be changed.",
            "He suffers from a rare genetic disease.",
            "She is a pioneer in the field of genetic research.",
            "the inheritance of a genetic trait",
            "The condition is caused by a genetic mutation.",
            "hemophilia and other genetic medical disorders",
            "The test results showed several genetic abnormalities.",
            "We discussed the rights and wrongs of genetic cloning.",
            "Genetic engineering is very much a subject for debate.",
            "Genetic scientists are often accused of perverting nature.",
            "people with a genetic disposition toward a particular disease",
            "Researchers are convinced of a genetic cause for the disease.",
            "She studies the genetic material harbored in a cell's nucleus.",
            "We've reached a new milepost in the field of genetic research.",
            "Understanding protein folding is the next step in deciphering the genetic code.",
            "Don't worry, the genetic disorder isn't transmissible from one generation to the next.",
            "By changing the tomato's genetic blueprint, scientists can alter the rate at which it ripens.",
            "There has always been an interest in genetic cloning, but never more so than in recent years.",
            "Some biologists doubt that there are important genetic differences between races of human beings."
        ],
        "example_translate": [
            "Как возникла генная инженерия?",
            "Нашу генетическую наследственность изменить нельзя.",
            "Он страдает редким генетическим заболеванием.",
            "Она является пионером в области генетических исследований.",
            "наследование генетического признака",
            "Это заболевание вызвано генетической мутацией.",
            "гемофилия и другие медико-генетические расстройства",
            "Результаты тестирования показали несколько генетических аномалий.",
            "Мы обсудили достоинства и недостатки генетического клонирования.",
            "Генная инженерия в большой степени является предметом для обсуждения.",
            "Учёных-генетиков часто обвиняют в извращении природы.",
            "люди с генетической предрасположенностью к тому или иному заболеванию",
            "Исследователи убеждены в генетической причине этой болезни.",
            "Она изучает генетический материал, который таится в клетке ядра.",
            "Мы достигли новой вехи в области генетических исследований.",
            "Понимание сворачивания белка является следующим шагом в расшифровке генетического кода.",
            "Не беспокойтесь, генетические расстройства не передаются от одного поколения следующему.",
            "Внеся изменения в генетический код этих помидоров, учёные могут изменить скорость, с которой они созревают.",
            "Интерес к генетическому клонированию всегда присутствовал, но не такой большой, как в последние годы.",
            "Некоторые биологи сомневаются в том, что между расами людей имеются существенные генетические различия."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}