{
    "generous": {
        "comment": [
            "generally",
            "generously",
            "general",
            "generate",
            "generation",
            "generator",
            "generic",
            "secretary-general"
        ],
        "translate": "щедрый, великодушный, обильный, большой, благородный, изрядный, густой, интенсивный",
        "transcription": " |ˈdʒenərəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's a very kind and generous person.",
            "She has a generous heart.",
            "The gift is generous by any standards.",
            "He was generous with both his time and his money.",
            "The generous host regaled his guests with wine and cheese.",
            "She is reputed to be very generous.",
            "He was always generous in sharing his enormous knowledge.",
            "I appreciate the generous offer.",
            "This generous appeal met no response.",
            "Jim is very generous with his time.",
            "a generous helping of mashed potatoes",
            "She was given generous remunerations for her work.",
            "Our very generous host heaped our plates with food.",
            "She was generous enough to overlook my little mistake.",
            "She has always been very generous toward the poor.",
            "We will all miss her generous spirit.",
            "It was generous of them to ask Anna along.",
            "Please give generously to the refugee fund.",
            "A child's allowance should not be too generous.",
            "The cut should be treated with a generous application of ointment.",
            "Sibyl was the most gracious, helpful, and generous person to work with.",
            "He's so generous. He's one in a million.",
            "The school raised the money through donations from generous alumni.",
            "The terms of the treaty were generous.",
            "Your generous gift was manna from heaven.",
            "Barry's kind, caring and generous to a fault.",
            "Stephen can be too generous for his own good.",
            "If he has a fault at all, it is that he is too generous.",
            "Sales staff get a generous mileage allowance or a company car.",
            "He is the beneficiary of a generous trust set up by his father."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она очень добрый и щедрый человек.",
            "У неё доброе сердце.",
            "По всем меркам это щедрый подарок.",
            "Он не скупился ни на свои деньги ни на время.",
            "Щедрый хозяин угостил гостей вином и сыром.",
            "Говорят, она очень щедрая.",
            "Он всегда охотно делился своими обширными знаниями.",
            "Большое спасибо за это щедрое предложение.",
            "Этот благородный порыв не встретил никакого отклика.",
            "Джим не жалеет своего времени.",
            "...огромная порция картофельного пюре...",
            "Она была щедро вознаграждена за свою работу.",
            "Наш щедрый хозяин навалил в наши тарелки целую гору еды.",
            "Она великодушно не обратила внимания на мою маленькую ошибку.",
            "Она всегда была очень щедра по отношению к бедным.",
            "Нам всем будет не хватать её щедрой души.",
            "Они проявили великодушие, пригласив Анну с собой.",
            "Просьба внести щедрые пожертвования в фонд беженцев.",
            "Детские карманные деньги не должны быть чересчур большими.",
            "Порез нужно обработать путём обильного нанесения мази.",
            "Сибил была самым добрым, внимательным и щедрым человеком, с которым приходилось работать.",
            "Он такой щедрый. Таких один на миллион.",
            "Школа собрала эти деньги через пожертвования щедрых выпускников.",
            "Условия договора были щедрыми.",
            "Ваш щедрый дар был манной небесной.",
            "Барри добрый, заботливый и до безобразия щедрый.",
            "Великодушие Стивена иногда ему даже вредит.",
            "Если он в чём-то и виноват, то только в том, что он слишком великодушен.",
            "Сотрудники отдела продаж получают щедрую компенсацию дорожных расходов, или же служебный автомобиль.",
            "Он является бенефициаром прибыльного треста, учреждённого своим отцом."
        ]
    }
}