{
    "generic": {
        "comment": [
            "generally",
            "generous",
            "generously",
            "general",
            "generate",
            "generation",
            "generator",
            "secretary-general"
        ],
        "translate": "общий, родовой, непатентованное средство",
        "transcription": " |dʒəˈnerɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Is there a generic Asian mind?",
            "“Flu” is sometimes used as a generic term for any illness caused by a virus.",
            "Fine Arts is a generic term for subjects such as painting, music and sculpture.",
            "Generics are cheap since they have no name to advertise.",
            "The program saved $11 million by substituting generics for brand-name drugs.",
            "Rock is a generic term for the range of styles that evolved out of rock'n'roll.",
            "A love of big things — big cars, big meals — seems to be a generic trait of the American people.",
            "Acetaminophen is the generic form of the proprietary drug Tylenol.",
            "You can substitute generics for brand-name drugs on this health plan.",
            "Sri Lanka adopted a national policy to switch supply to generic drugs.",
            "'Acetaminophen' is the generic form of the proprietary drug 'Tylenol'.",
            "'Tylenol' is a proprietary drug of which 'acetaminophen' is the generic form."
        ],
        "example_translate": [
            "Существует ли типичное азиатское мышление?",
            "\"Грипп\" иногда используется как общий термин для обозначения любого вирусного заболевания.",
            "Изобразительное искусство — это общее обозначение для таких дисциплин, как живопись, музыка и скульптура.",
            "Немарочные товары дешевые, потому что нет возможности их рекламировать.",
            "Программа сэкономила 11 млн. долларов, заменив патентованные препараты непатентованными.",
            "\"Рок\" — это общее название ряда стилей, развившихся из рок-н-ролла.",
            "Похоже, что любовь ко всему большому, будь то автомобили или порции еды, является общей чертой всех американцев.",
            "Ацетаминофен является непатентованной формой запатентованного медицинского препарата Тайленол.",
            "Согласно этому плану медицинского обслуживания, патентованные лекарства можно заменить непатентованными.",
            "Шри Ланка приняла национальную политику, заключающуюся в переходе на непатентованные лекарства.",
            "Парацетамол является непатентованной разновидностью /дженериком/ фирменного препарата \"Тайленол\".",
            "\"Тайленол\" — это патентованный препарат, дженериком которого является ацетаминофен (парацетамол)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}