{
    "gene": {
        "comment": [
            "genetic"
        ],
        "translate": "ген",
        "transcription": " |dʒiːn|",
        "antonyms": [],
        "mnemonic": [
            "gene [джи:н] ген - (Джин) из бутылки имел здоровые гены."
        ],
        "examples": [
            "The disease is caused by a defective gene.",
            "The drug blocks the action of the cancer gene.",
            "She inherited a good set of genes from her parents.",
            "This particular gene is passed down through the male line.",
            "Scientists have isolated the gene that causes the disease.",
            "the genes that regulate cell division",
            "He has to wear a jacket and tie to work.",
            "Scientists have identified the gene that causes abnormal growth.",
            "the process of repressing gene transcription",
            "Geneticists only recently discovered the identity of the gene that causes it.",
            "a faulty gene that causes breast cancer",
            "a gene that occurs in mammals but that is absent in birds",
            "The disease is under the control of a single dominant gene.",
            "They never give Gene any credit for all the extra work he does."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это заболевание вызвано дефектным геном.",
            "Данный препарат блокирует действие гена рака.",
            "Она унаследовала от родителей хороший набор генов.",
            "Этот конкретный ген передаётся по наследству по мужской линии.",
            "Учёные выделили ген, который вызывает данное заболевание.",
            "гены, которые регулируют деление клеток",
            "На работу ему приходится надевать пиджак и галстук.",
            "Ученые выявили ген, который вызывает аномальный рост.",
            "процесс подавления транскрипции генов",
            "Лишь недавно генетики установили, какой именно ген является причиной этого.",
            "дефектный ген, вызывающий рак молочной железы",
            "ген, который присутствует у млекопитающих, но отсутствует у птиц",
            "Данное заболевание контролируется одним доминантным геном.",
            "За всю ту сверхурочную работу, которую выполняет Джин, они ему и слова доброго никогда не скажут."
        ],
        "stars": 2
    }
}