{
    "generate": {
        "comment": [],
        "translate": " генерировать, порождать, производить, вызывать, образовывать",
        "transcription": "  |ˈdʒenəreɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The project generated enormous interest.",
            "The earthquake generated a tsunami",
            "This business should generate a lot of revenue.",
            "The new manager generated a lot of problems.",
            "The program would generate a lot of new jobs.",
            "The computer generated this image.",
            "Unobservable preferences generate observable choices.",
            "The computer bug generated chaos in the office.",
            "We can't generate enough power for the entire city.",
            "The project's boosters claim it will generate $2.9 million in tax revenue for the city.",
            "Tourism generates income for local communities.",
            "The company is trying to generate interest in its new offerings.",
            "We hope to generate some new ideas at the meeting.",
            "Wind turbines generate electricity for the local community.",
            "The hydroelectric plant needs to generate more electricity.",
            "His theories have generated a great deal of interest among other scientists.",
            "Her comments have generated a good deal of excitement.",
            "We can harness the power of the wind to generate electricity.",
            "They have been unable to generate much support for their proposals.",
            "The company should be able to generate business on the back of existing contracts."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот проект вызвал огромный интерес.",
            "Землетрясение стало причиной цунами.",
            "Этот бизнес должен принести большие доходы.",
            "Из-за нового руководителя возникла масса проблем.",
            "Эта программа создаст много новых рабочих мест.",
            "Данное изображение было создано на этом компьютере.",
            "Ненаблюдаемые предпочтения формируют наблюдаемый выбор.",
            "Эта компьютерная ошибка вызвала в офисе хаос.",
            "Мы не можем генерировать достаточно энергии для всего города.",
            "Сторонники проекта заявляют, что он принесёт городу два миллиона девятьсот тысяч долларов в виде налоговых поступлений.",
            "Туризм генерирует доходы для местных общин.",
            "Компания пытается вызвать интерес к своим новым предложениям.",
            "Надеемся, что на встрече у нас появятся какие-то новые мысли.",
            "Ветряные турбины генерируют электричество для местного населения.",
            "Эта ГЭС должна производить больше электроэнергии.",
            "Его теории вызвали большой интерес среди других учёных.",
            "Её комментарии вызвали большое волнение.",
            "Силу ветра мы можем использовать для выработки электроэнергии.",
            "Им не удаётся собрать значительную поддержку своих предложений.",
            "Компании должны быть в состоянии создавать новые предприятия на основе существующих контрактов."
        ]
    }
}