{
    "gentleman": {
        "comment": [
            "gentle",
            "gently"
        ],
        "translate": " джентльмен, господин, барин, дворянин, мужская уборная",
        "transcription": "  |ˈdʒentlmən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Ladies and gentlemen!",
            "He is a cad, not a gentleman.",
            "Show this gentleman how to get there.",
            "He's a gentleman by birth.",
            "Mr Field was a real gentleman.",
            "Good morning, ladies and gentlemen.",
            "He deported himself like a gentleman.",
            "This gentleman was reared at Cambridge.",
            "This gentleman is of a mixed reputation.",
            "Your father is a fine man, a real gentleman.",
            "Could you serve this gentleman please, Miss Bath?",
            "I never was a gentleman - only a swell. (Marryat)",
            "An elderly gentleman was asleep next to the fire.",
            "A true gentleman would never engage in such behavior.",
            "He was a shortish gentleman, with very stiff black hair",
            "The President aberrated from being a perfect gentleman.",
            "A gentleman was sitting on the grass, nursing his knees.",
            "the stylish accoutrements of an English country gentleman",
            "a portly gentleman who clearly didn't get enough exercise",
            "The image of art theft as a gentleman's crime is outdated.",
            "This is not the kind of behaviour pertaining to a gentleman.",
            "The gentleman has trailed his stick after him. (Ch. Dickens)",
            "A gentleman should call down any man who is rude to his wife.",
            "A gentleman, seated near Worcester, and very curious in gardening.",
            "He was also known as a charming and eminently visitable old gentleman.",
            "That a gentleman of your rank in life should stoop to the baseborn Pamela!",
            "You wouldn't recognize her, when she'll all poshed up to meet her gentleman.",
            "Sufficient to maintain me in comfort and independence as a gentleman. (James)",
            "Martin — always the perfect gentleman — got to his feet when my mother walked in.",
            "The suave gentleman was a great favorite of the elegant ladies who attended parties at the embassy."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дамы и господа!",
            "Он невежа / хам, не джентльмен.",
            "Покажите этому джентльмену, как туда пройти.",
            "Он дворянин по рождению.",
            "Мистер Филд был настоящим джентльменом.",
            "Доброе утро, дамы и господа.",
            "Он вёл себя как истинный джентльмен.",
            "Этот господин воспитывался в Кембридже.",
            "У этого джентльмена неоднозначная репутация.",
            "Ваш отец — прекрасный человек, настоящий джентльмен.",
            "Не могли бы вы обслужить этого джентльмена, мисс Батт?",
            "Я никогда не был настоящим джентльменом, а только лишь человеком из высшего общества.",
            "У огня спал пожилой джентльмен.",
            "Истинный джентльмен никогда не поведёт себя подобным образом.",
            "Это был коротышка с очень жёсткими чёрными волосами.",
            "Президент отклонился от поведения безупречного джентльмена.",
            "На траве сидел, обхватив колени руками, какой-то господин.",
            "стильная экипировка английского землевладельца",
            "дородный джентльмен, которому явно недоставало физических нагрузок",
            "Представление о краже произведений искусства как о благородном преступлении устарело.",
            "Джентльмену не подобает так вести себя.",
            "Джентльмен тащил за собой свою палку.",
            "Настоящий джентльмен должен вызвать на дуэль всякого, кто посмеет оскорбить его жену.",
            "Джентльмен, проживает неподалёку от Вустера, увлекается садоводством.",
            "Он был также известен как очаровательный старик, к которому постоянно ходили гости.",
            "Чтобы такой знатный джентльмен, как вы, опустился до этой Памелы, девицы неясного происхождения!",
            "Как расфуфырится для встречи со своим ухажёром, так её прямо не узнать.",
            "Достаточно для того, чтобы я мог жить в достатке и независимости, как настоящий джентльмен.",
            "Когда моя мать вошла в комнату, Мартин, будучи идеальным джентльменом, поднялся на ноги.",
            "Этот учтивый джентльмен пользовался большой любовью у элегантных дам, которые посещали приёмы в посольстве."
        ]
    }
}