{
    "genuine": {
        "comment": [],
        "translate": "подлинный, неподдельный, настоящий, истинный, искренний, чистопородный",
        "transcription": " |ˈdʒenjuɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The signature is genuine.",
            "a genuine desire to help others",
            "The painting was authenticated as genuine.",
            "The table is a genuine antique not a cheap imitation.",
            "The owner guaranteed the coins to be genuine.",
            "I cannot warrant the coins to be genuine.",
            "There has been a genuine improvement in the economy in recent months.",
            "The strap is genuine leather.",
            "She seems to be a very genuine person.",
            "From that first encounter, he developed a genuine regard for the man.",
            "She has always shown genuine concern for the poor.",
            "The document is genuine, I can assure you.",
            "He has always shown a genuine concern for poor people.",
            "He should be able to distinguish what is Genuine in them from what is Spurious.",
            "She showed a genuine interest in our work.",
            "She is the most genuine person I've ever met.",
            "Her students have a genuine hunger for knowledge.",
            "If you want to meet a real Southerner, Jake is the genuine article.",
            "Anyone reading the advertisement might be pardoned for thinking that the offer was genuine.",
            "Some fake designer clothes are so good that people have no idea they're not buying the genuine article.",
            "Carter hoped for greater trust between the two nations, more trade, more cultural exchanges — in short, a genuine peace.",
            "a genuine and artless girl",
            "'Did he really?' Her surprise seemed genuine.",
            "The majority of those who claim asylum are genuine refugees.",
            "We cannot affirm that this painting is genuine.",
            "There was a genuine upsurge of religious feeling.",
            "If you're selling, you have to have genuine belief in the product.",
            "Like a poem, a genuine essay is made of language and character and mood and temperament and pluck and chance.",
            "We need laws that will protect genuine refugees.",
            "The letter was a genuine expression of sympathy."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Подпись подлинная.",
            "искреннее желание помочь другим",
            "Картину признали подлинной.",
            "Этот стол настоящий антиквариат, а не какая-то дешевая подделка.",
            "Владелец ручается, что монеты настоящие.",
            "Не могу гарантировать подлинность монет.",
            "Настоящее улучшение в экономике наблюдается в последние месяцы.",
            "Этот ремешок — из натуральной кожи.",
            "Она кажется очень искренним человеком.",
            "С самого начала он проникся к этому человеку искренним уважением.",
            "Она всегда проявляла искреннюю заботу о бедных.",
            "Уверяю Вас, документ подлинный.",
            "Он всегда проявлял искренний интерес к беднякам.",
            "Он должен уметь отличить в них поддельное от настоящего.",
            "Она продемонстрировала неподдельный интерес к нашей работе.",
            "Она самый искренний человек, которого я когда-либо встречал.",
            "Её ученики обладают подлинной жаждой знаний.",
            "Если хотите встретить настоящего южанина, Джейк является их превосходным образчиком.",
            "Можно легко понять тех, кто, прочитав рекламу, решил, что данное предложение было настоящим.",
            "Некоторые поддельные дизайнерские вещи настолько хороши, что люди даже не подозревают о том, что покупают не оригинал.",
            "Картер надеялся на увеличение доверия между двумя народами, на расширение торговли и культурного обмена, — короче говоря, на подлинный мир.",
            "искренняя и простодушная девушка",
            "— Неужели он и впрямь это сделал? — Её изумление казалось искренним.",
            "Большинство тех, кто просит о предоставлении убежища, является настоящими беженцами",
            "Мы не можем с уверенностью утверждать, что эта картина подлинная.",
            "Имел место подлинный подъём религиозного чувства.",
            "Если вы что-то продаёте, то должны иметь истинную веру в свой товар.",
            "Подобно стихотворению, настоящий очерк сделан из языка, характера, настроения, темперамента, отваги и удачи.",
            "Нам нужны законы, которые будут защищать настоящих беженцев.",
            "Письмо представляло собой подлинное проявление симпатии."
        ]
    }
}