{
    "geography": {
        "comment": [
            "geographical"
        ],
        "translate": "география",
        "transcription": " |dʒiˈɑːɡrəfi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've got to revise my geography.",
            "studying the geography of the western United States",
            "The geography paper was really easy.",
            "She had a huge crush on her geography teacher.",
            "The king learned armory, geography, and history.",
            "Students today seem to know very little about geography.",
            "The geography of the flats made it hard to get to know our neighbours.",
            "Conrad's really up on his geography, isn't he?",
            "He taught geography at the local secondary school.",
            "The main objective was to improve children's knowledge of geography.",
            "The geography of the region matches ancient descriptions of the location of the lost city.",
            "The project has involved collaboration with the geography department."
        ],
        "example_translate": [
            "Мне нужно повторить географию. (перед экзаменом или контрольной, брит.)",
            "изучение географии западной части Соединённых Штатов",
            "Экзамен по географии был очень простым.",
            "У нее было сильное влечение к её учителю географии.",
            "Король изучал геральдику, географию и историю.",
            "Похоже, нынешние студенты знают о географии очень мало.",
            "Расположение квартир затруднило нам знакомство с соседями.",
            "А Конрад действительно разбирается в географии, не так ли?",
            "Он преподавал географию в местной средней школе.",
            "Главной задачей было улучшить знание детьми географии.",
            "География данного региона совпадает с древними описаниями местоположения утраченного города.",
            "Этот проект предусматривает сотрудничество с кафедрой изучения географии /с географическим факультетом/."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}