{
    "ghost": {
        "comment": [],
        "translate": "призрак, привидение, дух, тень, душа, преследовать, бродить как привидение",
        "transcription": " |ɡəʊst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You don't have a ghost of a chance.",
            "He looked like he had seen a ghost.",
            "A long rambling ghost story.",
            "My father's ghost still haunted our house.",
            "According to local lore, a ghost still haunts the castle.",
            "Hope is against the holy ghost.",
            "He detected a ghost of a smile on her face.",
            "The ghost of Stalinism still affects life in Russia today.",
            "The bright lights of the TV studio washed out her facial features, making her look as white as a ghost.",
            "The ghost manifests each year on the same day.",
            "The masked men ghosted across the moonlit yard.",
            "We ghosted into the harbour in the gloom of an autumn evening.",
            "She ghosted the mayor's autobiography.",
            "They don't stand a ghost of a chance of winning.",
            "Unfortunately, my car's just given up the ghost.",
            "The ghost of a smile flitted across her sad features.",
            "Here's a ghost story that will chill you.",
            "The pub is said to be haunted by the ghost of a former landlord.",
            "Some people believe that the ghost of an old sea captain haunts the beach.",
            "They say the young girl's ghost still haunts (=often appears in) the house.",
            "The keeper hadn't a ghost of a chance as Edwards belted the ball into the net.",
            "...the nostalgic allure of America's Wild West still attracts vacationers to ghost towns..."
        ],
        "example_translate": [
            "У тебя нет ни малейшего шанса.",
            "Он выглядел так, будто увидел привидение.",
            "Длинная путаная история про привидения.",
            "Призрак моего отца всё ещё появлялся в нашем доме.",
            "Согласно местным преданиям, в замке до сих пор обитает привидение.",
            "Надежда пребывает в духе святом.",
            "Он заметил на её лице лёгкую тень улыбки.",
            "В наши дни призрак сталинизма всё ещё влияет на жизнь в России.",
            "Яркое освещение телестудии размыло её черты лица, из-за чего она визуально побледнела и стала похожей на привидение.",
            "Привидение появляется каждый год в один и тот же день.",
            "Люди в масках пробирались по освещённому луной двору, словно призраки.",
            "На хорошей скорости мы вошли в бухту тёмным безветренным осенним вечером.",
            "Она написала от имени мэра его автобиографию.",
            "У них нет ни малейшего шанса на победу.",
            "К сожалению, моя машина только что отдала концы.",
            "Едва заметная улыбка промелькнула на её грустном лице.",
            "Вот страшная история, которая напугает вас до дрожи.",
            "Говорят, что в этом пабе обитает призрак прежнего владельца.",
            "Кое-кто верит, что на этом пляже обитает призрак старого морского капитана.",
            "Говорят, что дух этой молодые девушки сих пор преследует этот дом (т.е. часто там появляется).",
            "У вратаря не было ни малейшего шанса, после того как Эдвардс сильным ударом отправил мяч в сетку.",
            "...ностальгическое очарование американского Дикого Запада по-прежнему влечёт отпускников в города-призраки..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}