{
    "giant": {
        "comment": [
            "asian",
            "brilliant"
        ],
        "translate": "гигантский, громадный, исполинский, гигант, великан, исполин, титан",
        "transcription": " |ˈdʒaɪənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The building was shaped like a giant pyramid.",
            "Scientists hypothesize that the dinosaurs were killed by a giant meteor.",
            "The cave is the home of a legendary giant.",
            "The giant squid is one of the ocean's most elusive inhabitants.",
            "a giant that bestrode the river",
            "Giant pandas emit a gentle bleat instead of a mighty roar.",
            "The giant sycamore tree that dwarfs our house is almost 250 years old.",
            "The giant iceberg dissolved over the years during the global warming phase.",
            "The river flooded its banks and morphed into a giant sea that swamped the town.",
            "I was expecting some giant to emerge, but in came a tiny, immaculate, white-haired man.",
            "the fingered roots of giant trees",
            "When I get my hair highlighted, I look like a giant roll of aluminum foil.",
            "a science fiction story in which radiation metamorphoses people into giant bugs",
            "It requires a giant leap of faith for us to believe that she is telling the truth.",
            "old ladies shrivelling to nothing in a forest of flowers and giant facetious get-well cards",
            "In this age of giant chain stores, any attempt at operating an independent bookstore must be regarded as quixotic."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "d = [dʒ]"
        ],
        "example_translate": [
            "Здание было выстроено в форме гигантской пирамиды.",
            "Ученые выдвинули гипотезу о том, что динозавры вымерли в результате падения гигантского метеорита.",
            "В этой пещере живёт легендарный великан.",
            "Гигантский кальмар является одним из самых неуловимых жителей океана.",
            "великан, перешагнувший через реку",
            "Гигантские панды издают нежное блеяние, а не могучий рёв.",
            "Гигантской сикоморе, по сравнению с которой наш дом кажется крошечным, почти двести пятьдесят лет.",
            "Этот гигантский айсберг растаял за те годы, которые прошли в течение фазы глобального потепления.",
            "Река вышла из берегов и превратилась в гигантское море, затопившее город.",
            "Я ожидал появления какого-то великана, но вошёл безупречно одетый, седоволосый мужчина крошечного роста.",
            "пальцеподобные корни исполинских деревьев",
            "Когда мне делают мелирование, я выгляжу как гигантский рулон фольги.",
            "научно-фантастический рассказ, в котором радиация превращает людей в гигантских жуков...",
            "Чтобы поверить в правдивость её слов, нам придётся совершить огромное усилие и преодолеть себя.",
            "старушки, медленно угасающие среди пышных букетов цветов и громадных, неуместно весёлых открыток с пожеланиями скорейшего выздоровления",
            "В наш век гигантских сетей, любая попытка взять в управление независимый книжный магазин непременно будет выглядеть донкихотством."
        ]
    }
}