{
    "glance": {
        "comment": [
            "balance",
            "ambulance",
            "balanced"
        ],
        "translate": "взгляд, беглый взгляд, быстрый взгляд, взглянуть, глянуть, мельком взглянуть",
        "transcription": " |ɡlæns|",
        "antonyms": [],
        "mnemonic": [
            "glance [гланс] взгляд - Взгляд на (глянц-евых) фотографиях останавливается.",
            "glance [ɡlɑ:ns]\n***\nВЗГЛЯНИ или просто глянь (с). (это) glance\nБРОСИЛ ВЗГЛЯД на мой реглан (с). (это) glance\nВЗГЛЯНУЛ на мой реглан (с). (это) glance"
        ],
        "examples": [
            "I glanced at my watch.",
            "He cast a glance at the door.",
            "Glancing at the clock she saw that she was late.",
            "She only glanced at the paper.",
            "The rock glanced off the window.",
            "He snatched a quick glance at her.",
            "He moved his shield quickly, and the sword glanced off.",
            "She shrivelled him with one glance.",
            "As she glanced down the list, she saw that she had left out a name.",
            "Do we not flutter in the glance of youth?",
            "Owen gave him a warning glance.",
            "The sudden glance appears far south eruptive through the cloud.",
            "Jim shot an inquiring glance at Mary to see if she agreed with him.",
            "He took a flying glance at the book.",
            "Emily glanced over her shoulder.",
            "The man glanced nervously at his watch.",
            "I caught myself running my glance round.",
            "At first glance, the place seemed deserted.",
            "Then I glanced from him to the Duke himself.",
            "Women carrying home shopping didn't give me a second glance.",
            "Lisa shot him a venomous glance.",
            "He saw at a glance what had happened.",
            "She risked a glance back over her shoulder.",
            "She glanced up from her book when he entered the room.",
            "No-one gave the woman in the grey uniform a second glance.",
            "a surreptitious glance at his watch",
            "She went without a backward glance.",
            "Leith flicked a glance at her watch.",
            "The young tramp cast him a wary glance.",
            "She looked at him with a sultry glance."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(закр сл) = [ɑː]"
        ],
        "example_translate": [
            "Я мельком взглянул на свои часы.",
            "Он бросил взгляд на дверь.",
            "Мельком взглянув на часы, она поняла, что опаздывает.",
            "Она лишь бегло просмотрела документ.",
            "Камень отскочил от окна.",
            "Он увидел её мельком.",
            "Он быстро подставил щит, и меч соскользнул.",
            "От одного её взгляда он почувствовал себя полным ничтожеством.",
            "Когда она проглядела список ещё раз, она заметила, что пропустила одну фамилию.",
            "Разве мы не трепещем в отсветах юности?",
            "Оуэн бросил на него предостерегающий взгляд.",
            "Далеко на юге появляется пробивающийся сквозь облако неожиданный проблеск.",
            "Джим бросил вопросительный взгляд на Мэри, чтобы узнать, согласна ли она с ним.",
            "Он мельком бросил взгляд на книгу.",
            "Эмили взглянула через плечо.",
            "Мужчина нервно взглянул на свои часы.",
            "Я поймал себя на том, что мельком оглядываю всё вокруг.",
            "На первый взгляд, место казалось пустынным.",
            "Затем я перешёл от него к самому герцогу.",
            "Женщины, несущие домой покупки, не обратили на меня никакого внимания.",
            "Лиза зыркнула на него злобным взглядом.",
            "С первого же взгляда он понял, что случилось.",
            "Она рискнула /решилась, отважилась/ оглянуться через плечо.",
            "Она оторвала взгляд от книги, когда он вошёл в комнату.",
            "Никто не обращал особого внимания на эту женщину в серой форме.",
            "взгляд, брошенный им украдкой на свои часы",
            "Она ушла, и даже не оглянулась.",
            "Лейт бросил короткий взгляд на свои часы.",
            "Юный бродяга окинул его настороженным взглядом.",
            "Она одарила его пылким взглядом."
        ],
        "stars": 3
    }
}