{
    "glimpse": {
        "comment": [],
        "translate": "проблеск, некоторое представление, мелькать, промелькнуть, увидеть мельком",
        "transcription": " |ɡlɪmps|",
        "antonyms": [],
        "mnemonic": [
            "gleam [gli:m]\nglimpse [glɪmps] - мелькание, отблеск; мелькать,\nмельком взглянуть\n***\nЧтоб узнать про ЛУЧ, ОТБЛЕСК \"глим\" мы немножко\nпогуглим. (это) gleam\nСиять, мерцать, блестеть, светиться, мерцать. Слабый\nсвет, проблеск."
        ],
        "examples": [
            "We got a glimpse of the history of an English town.",
            "I only caught a glimpse of him out of the corner of my eye.",
            "I glimpsed a figure at the window.",
            "Even imperfect theories contain glimpses of truth.",
            "They caught a glimpse of a dark green car.",
            "Then glimpsed the hopeful morrow.",
            "We caught a glimpse of someone lurking around the corner.",
            "We glimpsed him through the window as his car sped past.",
            "For the first time she glimpsed the truth about her sister.",
            "We only had a fleeting glimpse of the river.",
            "The merest glimpse of blood sends him into a swim.",
            "We caught a glimpse of what life must have been like on the Queen Mary.",
            "I caught a fleeting glimpse of the comet.",
            "Fans waited for hours at the airport to catch a glimpse of their idol.",
            "I caught a fleeting glimpse of them as they drove past.",
            "He just glimpsed at the photo then turned his attention elsewhere.",
            "He caught only a glimpse of the professor's meaning.",
            "We caught a glimpse of him through the window as his car sped past.",
            "We glimpsed the Queen as she got into her limousine",
            "I only got a glimpse of him as we drove by.",
            "From the window he could catch a glimpse of the lake."
        ],
        "example_translate": [
            "Мы бегло ознакомились с историей английского города.",
            "Я увидел его лишь мельком, краем глаза.",
            "У окна я мельком увидел чью-то фигуру.",
            "Даже в несовершенных теориях есть доля истины.",
            "Они на мгновение увидели темно-зелёный автомобиль.",
            "Затем забрезжило утро, несущее надежду.",
            "Мы мельком увидели, что кто-то прячется за углом.",
            "Мы мельком увидели его через окно, когда его автомобиль промчался мимо.",
            "Впервые, лишь на мгновение, она начала понимать, кто её сестра на самом деле.",
            "Реку мы видели лишь мельком.",
            "Стоит ему хоть мельком увидеть кровь — и он уже поплыл.",
            "Мы на мгновение увидели, какой могла быть жизнь на \"Королеве Марии\".",
            "Я заметил мимолётный проблеск кометы.",
            "Болельщики / фанаты ждали в аэропорту несколько часов, чтобы хоть одним глазом взглянуть на своего кумира.",
            "Я мельком увидел их, когда они проезжали мимо.",
            "Он лишь мельком взглянул на фотографию, а затем переместил своё внимание в другое место.",
            "Он лишь смутно уловил то, что имел в виду профессор.",
            "Мы мельком увидели его через окно, когда он промчался мимо в своём автомобиле.",
            "Мы мельком увидели королеву, когда она садилась в свой лимузин.",
            "Я лишь мельком увидел его, когда мы проезжали мимо.",
            "Из окна он мельком увидел озеро."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}