{
    "globe": {
        "comment": [],
        "translate": "глобус, земной шар, шар, колпак, держава, становиться круглым, делать круглым",
        "transcription": " |ɡləʊb|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Drake circled the globe",
            "She has a globe in her office.",
            "We export our goods all over the globe.",
            "Well! that caps the globe.",
            "The tree was decorated with colorful glass globes.",
            "The magazines are air-speeded each week to every corner of the globe.",
            "Which play is the Globe putting on next?",
            "Magellan's circumnavigation of the earth proved that it is a globe.",
            "Nor was it a \"spotty globe\", as he has irreverently called the moon.",
            "The globe of Mars bulges, like our Earth, at the equator.",
            "The mission is to transport medical supplies to remote areas of the globe.",
            "He spent his youth voyaging around the globe.",
            "Magellan's circumnavigation of the globe disproved any lingering notions that the earth is flat."
        ],
        "example_translate": [
            "Дрейк объехал вокруг земного шара",
            "У неё в кабинете есть глобус.",
            "Мы экспортируем наши товары по всему миру.",
            "Да ну! Такого еще белый свет не видывал!",
            "Ёлка была украшена разноцветными стеклянными шарами.",
            "Каждую неделю журналы доставляются авиапочтой во все уголки мира.",
            "Какую следующую пьесу ставит Глобус?",
            "Кругосветное плавание Магеллана доказало, что Земля является шаром.",
            "Не было это и \"пятнистым шариком\", как он пренебрежительно называл Луну.",
            "На Марсе, как и на Земле, имеется утолщение в районе экватора.",
            "Задача заключается в перевозке медикаментов в отдалённые районы земного шара.",
            "Юность он провёл в кругосветных плаваниях.",
            "Кругосветное плавание Магеллана опровергло все устаревшие представления о том, что Земля плоская."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}