{
    "global": {
        "comment": [],
        "translate": "глобальный, мировой, всемирный, общий, всеобщий",
        "transcription": " |ˈɡloʊbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Global warming will affect all of us.",
            "English is becoming a global language.",
            "The global economy is a complex organism.",
            "Several hypotheses for global warming have been suggested.",
            "In 2007, Toyota nearly leapfrogged GM in annual global sales.",
            "It was a great achievement that a month later a global agreement was reached.",
            "So where to source: local or global?",
            "We are taking a global view of our business.",
            "Companies that are insensitive to global changes will lose sales.",
            "The eruption of the volcano Krakatoa was one of the most violent in global history.",
            "an economist who is regarded by many as a reliable prophet of future developments in the global economy",
            "Any member of the media who wishes to be accredited for the coverage of the 6th Global Forum must observe the following guidelines.",
            "a series of articles on global warming",
            "the proliferation of global media networks",
            "A summit on global warming was held that year.",
            "a milepost in the development of a global economy",
            "She described global warming as “a growing peril.”",
            "a master's thesis on the effects of global warming",
            "She is the global watchdog for human rights abuses.",
            "The article explains the truth about global warming.",
            "Ocean circulation is an important part of global climate.",
            "an expert in finance who predicts global economic disaster",
            "“Ozone” is now a household word, thanks to global warming.",
            "There is evidence that this gambling pandemic is going global.",
            "The probable result of global warming will be a rise in sea levels.",
            "Pollution could cause changes to weather patterns on a global scale.",
            "Hong Kong's stock market fell, setting off a global financial crisis.",
            "They used a computer to model the possible effects of global warming.",
            "despairing predictions regarding the effects of global overpopulation",
            "Britain came bottom on efforts to tackle pollution and global warming."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Глобальное потепление затронет всех нас.",
            "Английский язык становится международным.",
            "Мировая экономика представляет собой сложный организм.",
            "Были выдвинуты несколько гипотез по поводу глобального потепления.",
            "В 2007 году \"Тойота\" чуть не опередила \"Дженерал моторс\" по годовому объёму мировых продаж.",
            "Подписание всеобщего договора месяц спустя стало огромным достижением.",
            "Где же искать поставщиков: локально или глобально?",
            "Мы рассматриваем наш бизнес со всех точек зрения.",
            "Компании, которые нечувствительны к глобальным изменениям, потеряют в продажах.",
            "Извержение вулкана Кракатау было одним из самых сильных в мировой истории.",
            "экономист, которого многие считают надёжным предсказателем грядущих событий в мировой экономике",
            "Любой представитель СМИ, который желает получить аккредитацию на Шестом всемирном форуме, должен соблюдать следующие правила.",
            "серия статей о глобальном потеплении",
            "распространение глобальных медиасетей",
            "В том же году состоялась встреча в верхах по поводу глобального потепления.",
            "веха в развитии мировой экономики",
            "Она назвала глобальное потепление “растущей угрозой”.",
            "магистерская диссертация о влиянии глобального потепления",
            "Она зорко отслеживает нарушения прав человека по всему миру.",
            "В статье рассказывается правда о глобальном потеплении.",
            "Циркуляция океана является важной частью мирового климата.",
            "эксперт в области финансов, который предсказывает глобальную экономическую катастрофу",
            "Благодаря глобальному потеплению, слово “озон” вошло в повседневный обиход.",
            "Имеются основания полагать, что эта эпидемия азартных игр приобретает всемирный характер.",
            "Возможным следствием глобального потепления будет подъём уровня моря.",
            "Загрязнения окружающей среды могут вызывать изменение погодных условий в глобальном масштабе.",
            "Гонконгский фондовый рынок упал, положив начало мировому финансовому кризису.",
            "Они смоделировали возможные последствия глобального потепления на компьютере.",
            "безнадёжные прогнозы относительно последствий глобального перенаселения",
            "Великобритания стала одной из последних по части усилий по решению проблем загрязнения окружающей среды и глобального потепления."
        ]
    }
}