{
    "gloomy": {
        "comment": [
            "gloom",
            "blood"
        ],
        "translate": "мрачный, угрюмый, хмурый, сумрачный, темный, унылый, печальный",
        "transcription": " |ˈɡluːmɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've never seen you looking so gloomy.",
            "It was a gloomy room with one small window.",
            "Daniel seems very morose and gloomy.",
            "We've had a week of gloomy weather.",
            "Be careful, the staircase is a little gloomy.",
            "You suit the gloomy habit of my.",
            "The report paints a gloomy picture of the economy.",
            "The impressive and rather gloomy vestibule which leads to the great hall.",
            "Dad's a gloomy old moaner.",
            "The news continues to be gloomy.",
            "His book paints a gloomy picture of the prospects for peace.",
            "George was gloomy at the thought of what he had to face.",
            "Anne dismissed these gloomy thoughts from her mind.",
            "She doesn't agree with their gloomy economic forecasts."
        ],
        "example_translate": [
            "Никогда не видел тебя таким мрачным.",
            "Это была мрачная комната с одним маленьким окошком.",
            "На вид Дэниел очень угрюмый и мрачный.",
            "У нас неделю была пасмурная погода.",
            "Будь осторожен, лестница не очень хорошо освещается.",
            "Вы очень гармонируете с моей мрачной натурой.",
            "Отчёт рисует мрачную картину экономики.",
            "Впечатляющий и довольно мрачный вестибюль, ведущий в большой зал.",
            "Папа — угрюмый старый ворчун.",
            "Новости продолжают оставаться мрачными.",
            "Его книга рисует мрачную картину перспектив мира.",
            "Джордж помрачнел, подумав о том, с чем ему придётся столкнуться.",
            "Энн выбросила из головы эти мрачные мысли.",
            "Она несогласна с их мрачными экономическими прогнозами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}