{
    "gloom": {
        "comment": [],
        "translate": "мрак, уныние, темнота, мрачность, тьма, хмуриться, заволакиваться, омрачать",
        "transcription": " |ɡluːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her optimism neutralizes his gloom",
            "My eyes were becoming accustomed to the gloom and I was able to make out a door at one side of the room.",
            "The gloom sponged the forest out of the sight.",
            "We just sat there, glooming, as we waited and waited for our dinners to arrive.",
            "That thought merely deepened her gloom.",
            "My eyes couldn't penetrate the gloom.",
            "The papers are filled with stories of gloom and doom.",
            "He struck a match to dispel the gloom.",
            "We ghosted into the harbour in the gloom of an autumn evening.",
            "The gloom in the chapel oppressed her.",
            "A cloud of gloom has descended over the city.",
            "Despite these poor figures, it's not all doom and gloom.",
            "He was often subject to periods of gloom.",
            "He walked away, disappearing into the gloom.",
            "He continued to gloom over the fact that he had been passed over for promotion to district manager.",
            "The painting captures the gloom of a foggy night.",
            "Gloom had usurped mirth at the party after the news of the terrorist act broke.",
            "The total effect of the painting was one of gloom.",
            "Maria drew her gun nervously and peered out into the gloom."
        ],
        "example_translate": [
            "Её оптимизм уравновешивает его мрачность.",
            "Мои глаза начинали привыкать к темноте, и я уже мог разглять дверь в стене комнаты.",
            "Лес скрылся во мраке.",
            "Мы просто сидели там в унынии, пока всё ждали и ждали когда принесут наш ужин.",
            "От этой мысли она лишь ещё больше помрачнела.",
            "Я ничего не мог разглядеть во мраке.",
            "Газеты полны беспросветного пессимизма.",
            "Он чиркнул спичкой, чтобы развеять мрак.",
            "На хорошей скорости мы вошли в бухту тёмным безветренным осенним вечером.",
            "Мрак в часовне угнетал её.",
            "На город опустилось облако тоски и уныния.",
            "Несмотря на эти низкие показатели, всё не так уж страшно.",
            "Он часто был подвержен периодам уныния.",
            "Он пошёл прочь, исчезая в сумраке.",
            "Он продолжал горевать из-за того, что его обошли с повышением на должность регионального менеджера.",
            "Картина точно передаёт весь мрак туманной ночи.",
            "После того, как стало известно о теракте, веселье на вечеринке сменилось унынием.",
            "Общее впечатление, производимое этой картиной, было мрачное.",
            "Мария нервным движением вытащила пистолет и вгляделась в темноту."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}