{
    "glory": {
        "comment": [
            "lorry",
            "glorious",
            "calorie",
            "lord"
        ],
        "translate": "слава, великолепие, сияние, триумф, красота, прославлять, торжествовать, гордиться",
        "transcription": " |ˈɡlɔːrɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Rome at the height of its glory",
            "Eternal glory to our heroes!",
            "Let us give glory to God.",
            "The glory of the town is its fountain.",
            "She covered herself with glory.",
            "His glory is waning.",
            "The whole city gloried in the home team's winning of the World Series.",
            "Woman is the glory of creation.",
            "She dreamt of future glory as an Olympic champion.",
            "He valued glory above life itself.",
            "Glory! I thought I'd never see this day come.",
            "They may pay a high price for their few years of glory.",
            "Her hair was her crowning glory.",
            "He's trying to recapture the faded glory of his youth.",
            "As a young soldier he dreamed of winning military glory.",
            "The beautiful art reminds us of the glory of the empire.",
            "Then the bomb went off, and two of our officers were blown to glory.",
            "It's all bunk what they're saying to you, about honour and patriotism and glory.",
            "Everything redounded to his glory.",
            "They spent $10 million restoring the theatre to its former glory.",
            "Not since Rome in its glory days had a nation enjoyed such overwhelming military preponderance.",
            "Some historians contended that no nation had attained such undisputed preeminence since the glory days of the Roman Empire.",
            "She relished her fame and basked in her glory.",
            "Goran's moment of glory came when he defeated Rafter.",
            "The book recounts his many moments of glory on the gridiron.",
            "He now has only a few trophies to remind him of the glory of his athletic career.",
            "In the sanguineous culture of ancient Sparta, military glory was prized above all else.",
            "Becoming a Supreme Court judge was the crowning glory (=most successful part) of her career."
        ],
        "example_translate": [
            "Рим в апогее своей славы",
            "Вечная слава героям!",
            "Давайте славить Бога.",
            "Гордостью города является его фонтан.",
            "Она покрыла себя славой.",
            "Слава его тускнеет.",
            "Весь город праздновал победу местной команды в Мировой серии. (о бейсболе)",
            "Женщины являются венцом творения.",
            "Она мечтала о славе олимпийской чемпионки.",
            "Он ценил славу превыше самой жизни.",
            "Слава богу! Я думал, что не доживу до этого дня.",
            "Они могут заплатить высокую цену за эти несколько лет славы.",
            "Её главной гордостью были волосы.",
            "Он пытается вернуть увядшую славу своей юности.",
            "Будучи молодым солдатом, он мечтал добиться воинской славы.",
            "Это прекрасное искусство напоминает нам о славе империи.",
            "А затем бомба взорвалась, и двоих наших офицеров разнесло в клочья.",
            "Все, что они говорят вам по поводу чести, патриотизма и славы, есть не что иное, как полная чушь.",
            "Всё способствовало его триумфу.",
            "Они потратили десять миллионов долларов, чтобы вернуть театру его былую славу.",
            "Со времён древнего Рима на пике могущества, не было ещё страны, которая пользовалась столь подавляющим военным превосходством.",
            "По заявлениям некоторых историков, ни одна страна со времён расцвета Римской империи не достигала столь бесспорного превосходства.",
            "Она наслаждалась известностью и купалась в лучах своей славы.",
            "Слава настигла Горана (Иванишевича) в тот момент, когда он нанёс поражение (Патрику) Рафтеру.",
            "Книга рассказывает о множестве моментов его славы на футбольном поле.",
            "Лишь несколько трофеев напоминают ему теперь о славной спортивной карьере.",
            "В кровожадной культуре древней Спарты превыше всего ценилась воинская слава.",
            "Должность члена Верховного Суда стала венцом (т.е. самой успешной частью) её карьеры."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}