{
    "glow": {
        "comment": [
            "low",
            "blow",
            "glare"
        ],
        "translate": "свечение, свет, зарево, жар, накал, румянец, светиться, гореть, пылать, сиять, сверкать",
        "transcription": " |ɡləʊ|",
        "antonyms": [],
        "mnemonic": [
            "glow [глоу] светиться, гореть, румянец - (Глоу-бус) светится и горит румянцем."
        ],
        "examples": [
            "This toy glows in the dark.",
            "I felt the glow of the fire.",
            "I felt the glow of happiness.",
            "Mary glowed with pride when Jim received his prize.",
            "The bedside lamp glowed dimly.",
            "Sophie felt a glow of pride.",
            "Her face had a healthy glow.",
            "The spires that glow so bright!",
            "The log fire radiated a warm cosy glow.",
            "The flames cast an eerie glow.",
            "In a few minutes a comfortable glow succeeded.",
            "Her face glowed when she came out of the sauna.",
            "She looked exceptionally well, glowing with health.",
            "The whole horizon glowed with the light of the great fire.",
            "The fire cast a ruddy glow over the room.",
            "The town's lights cast a glow on the horizon.",
            "He bought the kids special rings that glow in the dark.",
            "The windows give the church an ethereal glow.",
            "The red tip of his cigarette was glowing in the dark.",
            "The topmost peaks were still aflame with the red sunset's dying glow.",
            "The firelight gave the room a warm glow.",
            "The light from the fire cast a lurid glow on everything.",
            "The late afternoon sunlight gave the room a celestial glow.",
            "The interior of the house glowed with colour, warmth, and life.",
            "The glow of rage was still lurid on Donatello's face. (N. Hawthorne)",
            "The fireplace was still glowing with the remains of last night's fire.",
            "The blazing logs in the fireplace cast a warm glow on our holiday party.",
            "The waves, reflecting the red glow of the sunset, gently lipped the prow."
        ],
        "example_translate": [
            "Эта игрушка светится в темноте.",
            "Я чувствовал жар от костра.",
            "Я ощущал приятную теплоту счастья.",
            "Мэри сияла от гордости, когда Джим получал свой приз.",
            "Прикроватная лампа тускло горела.",
            "Софи почувствовала прилив гордости.",
            "Её лицо сияло здоровьем.",
            "Как ярко сверкают шпили!",
            "От камина исходило тёплое уютное свечение.",
            "Пламя отбрасывает зловещее зарево.",
            "Через несколько минут наступило приятное ощущение тепла.",
            "Её лицо пылало румянцем, когда она вышла из сауны.",
            "Она выглядела на редкость хорошо — буквально светилась здоровьем.",
            "Весь горизонт озарился пламенем великого пожара.",
            "Огонь отбрасывал на комнату красноватый свет.",
            "Огни города отбрасывают зарево на горизонт.",
            "Он купил детям специальные кольца, которые светятся в темноте.",
            "Эти окна придают церкви неземное свечение.",
            "В темноте пылал красный огонёк его сигареты.",
            "Самые высокие пики ещё были освещены красным светом закатного солнца.",
            "Огонь камина освещал комнату тёплым светом.",
            "Свет от огня отбрасывал на всё вокруг мрачное зарево.",
            "Послеобеденное солнце озарило комнату каким-то божественным светом.",
            "Интерьер дома светился красками, теплом и жизнью.",
            "Гнев все еще пылал в глазах Донателло.",
            "В очаге всё ещё пылали остатки вчерашнего огня.",
            "Поленья, пылающие в камине, бросали тёплые отблески на наш праздник.",
            "Волны, отражающие красное зарево заката, нежно целовали нос корабля."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}