{
    "glue": {
        "comment": [],
        "translate": "клей, клеить, приклеивать, клеевой, клейкий",
        "transcription": " |ɡluː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The glue didn't hold.",
            "Join two blocks of wood with glue.",
            "We'll need pens, glue, and some paper.",
            "It will take about 24 hours for the glue to harden.",
            "He tested the set of the glue.",
            "Some kinds of glue are messier than others.",
            "How long does it take for the glue to set?",
            "I don't like to see children glueing their eyes to the television set for hours on end.",
            "His eyes were glued on her.",
            "I glued the pieces of the cup back together.",
            "We must glue the mat down at the edges to stop it curling.",
            "Join the two pieces of wood with strong glue.",
            "The sheets are glued together with strong adhesive.",
            "Check that you have glued everything in place properly.",
            "A little more glue should do the job.",
            "Trim away any excess glue with a knife.",
            "Apply the glue liberally to both surfaces.",
            "He'd tried to glue the broken pieces together.",
            "She used glue to stick the photo in the album.",
            "Clamp the two parts together until the glue dries.",
            "Use a glue gun to form a strong bond on wood or china.",
            "Roughen the surface with a file before you apply the glue.",
            "Prepare the glue with one part powder to three parts water."
        ],
        "example_translate": [
            "Клей не держал.",
            "Соедините два куска дерева с помощью клея.",
            "Нам понадобится ручки, клей, и немного бумаги.",
            "Потребуется около 24 часов, чтобы клей затвердел.",
            "Он проверил, застыл ли клей.",
            "Некоторые виды клея более липкие, чем другие.",
            "Сколько времени нужно клею, чтобы схватиться?",
            "Не нравится мне, что дети часами пялят глаза в телевизор.",
            "Он не сводил от неё глаз.",
            "Я снова склеил вместе кусочки чашки.",
            "Этот ковёр надо приклеить по краям, чтобы он не сворачивался.",
            "Соедините эти два кусочка дерева с помощью сильного клея.",
            "Листы склеены вместе с помощью прочного клея.",
            "Проверьте, всё ли вы как следует приклеили на свои места.",
            "Ещё немного клея — и всё должно получиться.",
            "Срежьте излишки клея ножом.",
            "Нанесите клей густым слоем на обе поверхности.",
            "Он уже как-то пытался склеить осколки вместе.",
            "Она прикрепила фотографию в альбом с помощью клея.",
            "Прижимайте две части друг к другу до тех пор, пока клей высохнет.",
            "Для образования прочной связи с деревом или фарфором используйте клеевой пистолет.",
            "Перед нанесением клея огрубите поверхность напильником.",
            "Приготовьте клей, смешав одну часть порошка с тремя частями воды."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}