{
    "goalkeeper": {
        "comment": [
            "keep",
            "keen",
            "keeper",
            "shopkeeper",
            "coal",
            "goal",
            "coalition"
        ],
        "translate": "вратарь",
        "transcription": " |ˈɡəʊlkiːpər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The goalkeeper dived for the ball but missed it.",
            "The goalkeeper played brilliantly.",
            "The kick was palmed away by the goalkeeper.",
            "The goalkeeper just managed to save the shot.",
            "Wright was booked for a foul on the goalkeeper.",
            "The Arsenal goalkeeper had a mare in the first half.",
            "Are you allowed to pass the ball back to the goalkeeper?",
            "The goalkeeper is still out of action with a knee strain.",
            "The goalkeeper on that fateful day in 1954 was Fred Martin.",
            "He was brought down by the goalkeeper and awarded a penalty.",
            "The ball looped over the goalkeeper into the back of the net.",
            "Francis believes the sky's the limit for the young goalkeeper.",
            "With only the goalkeeper to beat, he completely muffed his shot.",
            "The goalkeeper just managed to stop the ball going over the line.",
            "The loss of their goalkeeper through injury was a major setback for the team."
        ],
        "example_translate": [
            "Голкипер бросился за мячом, но упустил его.",
            "Голкипер сыграл блестяще.",
            "Вратарь /голкипер/ отразил этот удар ладонью.",
            "Вратарь с трудом отразил удар по воротам.",
            "Райт был предупреждён за нарушение против вратаря.",
            "Вратарь \"Арсенала\" провёл кошмарный первый тайм. (брит. разг. mare = nightmare)",
            "Разрешено ли отдавать мяч назад вратарю?",
            "Этот вратарь по-прежнему не играет из-за растяжения колена.",
            "В тот роковой день 1954 года вратарём был Фред Мартин.",
            "Он был сбит вратарем и заработал пенальти.",
            "Мяч перелетел через вратаря и опустился в сетку ворот.",
            "Фрэнсис считает, что для этого молодого голкипера нет ничего невозможного.",
            "Оставшись только против вратаря, он совершенно смазал свой удар.",
            "Вратарь еле успел остановить мяч, пересекающий линию ворот.",
            "Потеря голкипера из-за травмы оказалась серьёзным ударом для команды."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}