{
    "goat": {
        "comment": [
            "golf",
            "god",
            "gold",
            "golden",
            "go",
            "gosh",
            "gorgeous",
            "gown"
        ],
        "translate": "коза, козел, осел, козел отпущения, дурень, остолоп, мелкий скот",
        "transcription": " |ɡoʊt|",
        "antonyms": [],
        "mnemonic": [
            "boat [bəut]\n***\nЧтоб КАТАТЬСЯ НА ЛОДКЕ, ты надень бот. (это) boat\nЛодка - ботинок или, коротко - бот. (это) boat\n***\nОдин козёл \"goat\",\nнадел пиджак \"coat\",\nсел в лодку \"boat\"\nи поплыл \"float\"."
        ],
        "examples": [
            "Goat's cheese adds extra bite to any pasta dish.",
            "You should have seen me run when that goat charged at me!",
            "A young goat was capering in its pen.",
            "The goat was offered as a sacrifice.",
            "They slaughtered their only goat to survive the winter.",
            "¼ cup crumbled goat's cheese",
            "You can get goat's cheese at the local delicatessen — at a price!",
            "The goat butted the hiker with his horns",
            "a mother goat and all of her newborn",
            "The Chimera is a monster in Greek mythology that is part lion, part goat, and part serpent.",
            "An unhappy childhood was the goat he used to rationalize every failure and shortcoming.",
            "A small cross made of goat bone was worn in the Middle Ages as an amulet to ward off evil.",
            "In the last inning, a home run can make you the hero, and a strikeout can make you the goat.",
            "The salacious Greek god Pan is generally portrayed as having the legs, horns, and ears of a goat."
        ],
        "example_translate": [
            "Козий сыр придаёт особый вкус любому блюду из макарон.",
            "Ты бы видел, как я улепетывал, когда этот козел бросился на меня!",
            "Молодая козочка резвилась у себя в загоне.",
            "Коза /козёл/ была принесена в жертву.",
            "Им пришлось забить единственную козу, чтобы пережить зиму.",
            "1/4 стакана измельченного козьего сыра",
            "Козий сыр можно приобрести в местном гастрономе, но — дорого!",
            "Козёл боднул туриста рогами.",
            "мать-коза и все её новорожденные козлята",
            "Химера — в греческой мифологии, чудовище: частично — лев, частично — коза, частично — змея.",
            "Несчастное детство было тем козлом отпущения, на которого он сваливал все неудачи и проступки.",
            "В средневековье люди носили крестик, сделанный из козьей кости, в качестве амулета для защиты от зла.",
            "Хоум-ран в последнем иннинге может сделать тебя героем, а страйк-аут — козлом отпущения. (о бейсболе)",
            "Похотливый греческий бог Пан обычно изображается с копытами, рогами и ушами козла."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}