{
    "golden": {
        "comment": [
            "golf",
            "goat",
            "god",
            "gold",
            "go",
            "gosh",
            "gorgeous",
            "gown"
        ],
        "translate": " золотой, золотистый, златой",
        "transcription": "  |ˈɡoʊldən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Golden Horde",
            "I took the print of the golden age.",
            "the mellow golden light of early evening",
            "the golden summer of his life",
            "Hollywood's golden girl, Julia Roberts",
            "We sailed under the Golden Gate Bridge.",
            "She laid £50 on the favourite, Golden Boy.",
            "The memoir recounts the golden times in her life.",
            "...a little girl with perfect, golden ringlets...",
            "The big red curtain was caught up with a golden rope.",
            "If the right editor looks at your article, you're golden.",
            "Every year, hundreds of people jump off the Golden Gate bridge.",
            "He wasted a golden opportunity when he missed from the penalty spot.",
            "Trying to find a golden mean between doing too little and doing too much.",
            "This may be your golden moment to impress a baseball scout, so don't blow it.",
            "I saw it as a golden opportunity — the chance I'd been waiting for all along.",
            "a book that is an argosy of stories and legends about the golden age of Hollywood",
            "He questioned the adequacy of the usual sentimental interpretation of the Golden Rule.",
            "Alison Jones and her husband David, who live in Hartlepool, are celebrating their golden wedding anniversary.",
            "The golden rule is often cited as the epitome of moral conduct: “Do unto others as you would have them do unto you”."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "ист. Золотая Орда",
            "Я получил представление о том, что такое золотой век.",
            "мягкий золотистый свет раннего вечера",
            "золотое лето его жизни",
            "\"золотая девушка Голливуда\", Джулия Робертс",
            "Мы проплыли под мостом Золотые Ворота.",
            "Она поставила 50 фунтов на фаворита по кличке Золотой Мальчик.",
            "В мемуарах рассказывается о золотых годах её жизни .",
            "...маленькая девочка с идеальными, золотыми локонами...",
            "Большая красная штора была подвязана золочёным шнуром.",
            "Если твоя статья попадётся на глаза нужному редактору, ты будешь в шоколаде.",
            "Каждый год с моста \"Золотые ворота\" спрыгивают сотни людей.",
            "Он упустил блестящую возможность, промахнувшись с одиннадцатиметровой отметки.",
            "Попытки найти золотую середину между тем, чтобы сделать слишком мало, или сделать слишком много.",
            "Может, это твой золотой шанс произвести впечатление на бейсбольного скаута, так что смотри не упусти его.",
            "Я увидела в этом блестящую возможность — шанс, которого я ждала всё это время.",
            "книга, которая представляет собой богатый источник историй и легенд о золотом веке Голливуда",
            "Он поставил под сомнение адекватность обычной сентиментальной интерпретации золотого правила.",
            "Элисон Джонс и её муж Дэвид, проживающие в Хартлпуле, празднуют свою золотую свадьбу.",
            "Это золотое правило часто называют воплощением нравственности: “Поступай с другими так, как хочешь, чтобы они поступали с тобой”."
        ],
        "stars": 3
    }
}