{
    "golf": {
        "comment": [
            "goat",
            "god",
            "gold",
            "golden",
            "go",
            "gosh",
            "gorgeous",
            "gown"
        ],
        "translate": "гольф, играть в гольф",
        "transcription": " |ɡɑːlf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is off playing golf.",
            "He likes to play golf with the boys.",
            "He's a real golf fiend.",
            "Geoff went off to play golf.",
            "the dimples on a golf ball",
            "She had become addicted to golf.",
            "he put his golf bag in the trunk",
            "Why don't you give golf a whirl?",
            "The golf ball landed in the trees.",
            "The country club has a golf course.",
            "Golf is a personal interest of mine.",
            "A round of golf takes about 4 hours.",
            "His bag now is learning to play golf.",
            "I need to buy a new set of golf clubs.",
            "The head of the golf club was weighted.",
            "His interests include walking and golf.",
            "The golf ball bonked the hood of the car.",
            "She plays passable golf but prefers tennis.",
            "The golf tournament is a professional event.",
            "There is also a golf course five miles away.",
            "a golf tournament with a million dollar purse",
            "There's a waiting list to join the golf club.",
            "Jack Nicklaus is one of golf's all-time greats.",
            "She devoured every golf magazine she could find.",
            "She has a simple golf swing with no wasted motion.",
            "He is one of golf's most experienced practitioners.",
            "There are approximately 336 dimples on a golf ball.",
            "the small gap between top amateurs and pros in golf",
            "a businessman with few outside interests besides golf",
            "You mainly need to focus on improving your golf swing."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он уехал играть в гольф.",
            "Он любит играть с парнями в гольф.",
            "Он настоящий фанат гольфа.",
            "Джефф пошел играть в гольф.",
            "углубления / ямочки на мяче для гольфа",
            "Она пристрастилась к игре в гольф.",
            "Он поместил свою сумку для игры в гольф в багажник.",
            "Почему бы тебе не попробовать гольф?",
            "Мячик для гольфа упал где-то среди деревьев.",
            "В этом загородном клубе есть поле для гольфа.",
            "Гольф является моим личным интересом.",
            "Раунд игры в гольф занимает около четырёх часов.",
            "Сейчас его любимым занятием является обучение игре в гольф.",
            "Мне нужно купить новый набор клюшек для гольфа.",
            "Головка этой клюшки для гольфа была утяжелена.",
            "В числе его интересов — пешие прогулки и игра в гольф.",
            "Мяч для гольфа ударился о капот автомобиля.",
            "Она сносно играет в гольф, но предпочитает теннис.",
            "Этот турнир по гольфу проводится среди профессионалов.",
            "На расстоянии пяти миль также имеется поле для гольфа.",
            "турнир по гольфу с миллионом долларов призовых",
            "Чтобы вступить в гольф-клуб, нужно записаться в очередь.",
            "Джек Никлаус является одним из непревзойдённых игроков в гольф.",
            "Она залпом прочитывала каждый журнал о гольфе, которые только могла найти.",
            "Свинг у неё простой, без лишних движений. (о гольфе)",
            "Он — один из самых опытных действующих гольфистов.",
            "На мячике для гольфа приблизительно триста тридцать шесть углублений.",
            "небольшой разрыв между лучшими любителями и профессионалами гольфа",
            "бизнесмен, которого помимо работы и гольфа почти ничего не интересует",
            "Главным образом вам нужно сосредоточиться на улучшении своего свинга. (о гольфе)"
        ],
        "stars": 3
    }
}