{
    "goodbye": {
        "comment": [
            "goods",
            "good",
            "good morning",
            "goodness",
            "good night",
            "goodwill",
            "goodnight",
            "good-looking"
        ],
        "translate": "прощание",
        "transcription": " |ˌɡʊdˈbaɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She left without saying goodbye.",
            "He left without saying goodbye.",
            "Say goodbye before you go.",
            "I said goodbye and hung up.",
            "What hurts is that he never even said goodbye.",
            "'Goodbye then!' he cried to her.",
            "She said goodbye and went her way.",
            "He mumbled “Goodbye” and then left.",
            "He left without so much as a goodbye.",
            "He walked away without saying goodbye!",
            "She fought back her tears as she said goodbye.",
            "They left in haste, without even saying goodbye.",
            "She said goodbye and tripped off along the road.",
            "It was with a heavy heart that Kate said goodbye.",
            "It's curious that she left without saying goodbye.",
            "He was puzzled that she left without saying goodbye.",
            "We hugged briefly, and then it was time to say goodbye.",
            "It isn't right to leave the party without saying goodbye.",
            "We said goodbye., then he turned and walked off without another word.",
            "She knew if she concentrated on her marriage she could kiss her career goodbye.",
            "After inhaling their dinner, the children ran out the door without even saying goodbye."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она ушла, не попрощавшись.",
            "Он ушёл, не попрощавшись.",
            "Перед уходом не забудь сказать \"до свидания\".",
            "Я попрощался и повесил трубку.",
            "Обиднее всего, что он даже не попрощался.",
            "— Тогда прощай! — крикнул ей он.",
            "Она попрощалась и ушла своим путём / своей дорогой.",
            "Он пробормотал \"до свидания\", а потом ушёл.",
            "Он ушёл, даже не попрощавщись.",
            "Он ушёл и даже не попрощался!",
            "Она еле сдерживала слёзы, когда прощалась.",
            "Они ушли в спешке, даже не попрощавшись.",
            "Она сказала \"до свиданья\" и ускользнула прочь по дороге.",
            "Прощалась Кэти с тяжёлым сердцем.",
            "Странно, что она ушла, не попрощавшись.",
            "Он был озадачен тем, что она ушла, даже не попрощавшись.",
            "Мы быстренько обнялись и затем пришло время попрощаться.",
            "Нехорошо уходить с вечеринки, не попрощавшись.",
            "Мы попрощались., он повернулся и ушел, ничего больше не сказав.",
            "Она понимала, что, если сосредоточится на браке, то может навсегда распрощаться с карьерой.",
            "Скоренько поужинав, дети выбежали за дверь, и даже не попрощались. (амер.)"
        ]
    }
}