{
    "goodwill": {
        "comment": [
            "will",
            "wild",
            "unwilling",
            "willing",
            "wildlife",
            "wildly",
            "goods",
            "good",
            "goodbye",
            "good morning",
            "goodness",
            "good night",
            "goodnight",
            "good-looking"
        ],
        "translate": "добрая воля, доброжелательность, благоволение, расположение, доброжелательство",
        "transcription": " |ˌɡʊdˈwɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "As a token of goodwill, I'm going to write another letter.",
            "The US showed its own goodwill by undertaking to withdraw their troops.",
            "He set himself to labour with real goodwill.",
            "The sale price also covers the goodwill of the business.",
            "They allowed him to keep the extra money as a gesture of goodwill.",
            "A fund was set up as a goodwill gesture to survivors and their families.",
            "As a gesture of goodwill, we have decided to waive the charges on this occasion.",
            "In an effort to win the goodwill of the locals, the developers parleyed with them before finalizing plans for the massive mall."
        ],
        "example_translate": [
            "В качестве знака доброй воли я собираюсь написать ещё одно письмо.",
            "США продемонстрировали со своей стороны добрую волю, взяв обязательство вывести свои войска.",
            "Он с готовностью принялся за работу.",
            "Цена продажи также охватывает хорошую репутацию этого бизнеса.",
            "В качестве жеста доброй воли ему позволили оставить себе излишки денег.",
            "В качестве \"жеста доброй воли\" был создан благотворительный фонд для пострадавших и их семей.",
            "В качестве жеста доброй воли, мы решили отказаться от обвинений по этому поводу.",
            "Стремясь завоевать благосклонность местных жителей, застройщики провели с ними переговоры, прежде чем утвердить планы строительства этого огромного торгового центра."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}