{
    "goodness": {
        "comment": [
            "goods",
            "good",
            "goodbye",
            "good morning",
            "good night",
            "goodwill",
            "goodnight",
            "good-looking"
        ],
        "translate": "доброта, добродетель, доброкачественность, великодушие, хорошее качество",
        "transcription": " |ˈɡʊdnəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My goodness!",
            "Goodness knows!",
            "For goodness sake, don't be late!",
            "Please have the goodness to wait.",
            "Will you have the goodness to do it?",
            "Wisdom and goodness radiated from his face.",
            "For goodness' sake stop arguing!",
            "He did it out of the goodness of his heart.",
            "He likes to swagger about his goodness to people.",
            "the desire to see goodness and justice in the world",
            "For goodness sake, Peter, why don't you just let yourself go for once?",
            "Goodness is no such innocent mawkishly insipid character.",
            "Even if you don't agree, at least have the goodness to be polite!",
            "Goodness, your hands are frozen stiff!",
            "That bar's been closed for goodness knows how long.",
            "My personal experience does not corroborate your faith in the essential goodness of people.",
            "Goodness knows, I tried to help him!",
            "All the goodness of an egg is in the yolk.",
            "an inexpugnable belief in the essential goodness of people",
            "a person of such unaffected goodness that his friends were inspired to lead better lives",
            "An unshakable belief in the essential goodness of humankind is the warp of his philosophy.",
            "Much of the goodness has been leached from the soil by the action of continuous heavy rain."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Боже мой!",
            "кто его знает!",
            "Ради бога, не опаздывайте!",
            "Будьте добры, подождите, пожалуйста.",
            "Будьте настолько добры, сделайте это.",
            "Его лицо излучало мудрость и доброту.",
            "Ради всего святого, прекратите спорить!",
            "Он сделал это по доброте душевной.",
            "Он любит хвастать перед людьми своими добродетелями.",
            "желание видеть в мире добро и справедливость",
            "О господи, Питер, почему бы тебе хоть раз в жизни не расслабиться и не порадоваться жизни?",
            "Доброта - это не такое уж невинное сентиментально скучное свойство.",
            "Даже если ты не согласен, по крайней мере будь добр проявлять вежливость.",
            "Господи, да у тебя руки совсем закоченели!",
            "Этот бар закрыт уже бог знает сколько времени.",
            "Мой личный опыт не подтверждает вашу веру в присущее людям великодушие /доброту/.",
            "Видит бог, я пытался ему помочь!",
            "Вся польза яиц — в желтке.",
            "непобедимая вера в присущую всем людям доброту",
            "человек такой неподдельной доброты, что вдохновил своих друзей на то, чтобы жить лучше",
            "Основой его философии является непоколебимая вера в присущую всем людям доброту.",
            "Большой слой плодородной почвы был смыт непрерывными ливнями."
        ],
        "stars": 1
    }
}