{
    "govern": {
        "comment": [
            "government",
            "governor"
        ],
        "translate": "управлять, определять, регулировать, править, руководить, влиять, направлять",
        "transcription": " |ˈɡʌvərn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Who is governing the country now?",
            "You must govern your temper.",
            "He cannot govern his passions.",
            "Income must govern expenditure.",
            "He is not fit to govern this country!",
            "Govern your tongue not to injure anyone around you.",
            "His belief in God governs his conduct.",
            "Marine insurance is governed by a strict series of rules and regulations.",
            "Physicists study both the nature of matter and the forces which govern it.",
            "The archbishop was aware of the motives by which the papal decisions were governed.",
            "The government has altered the rules governing eligibility for unemployment benefit.",
            "The party had been governing for seven months.",
            "The Prime Minister is incompetent to govern the country.",
            "The council governs fishing in the region.",
            "Tradition governs all aspects of their lives.",
            "The universe is governed by the laws of physics.",
            "The scandal limited her ability to govern effectively.",
            "They want to form their own country and govern themselves.",
            "He is the only party leader competent enough to govern this country.",
            "The tribe is governed by a 10-member council.",
            "How would he govern if he were elected president?",
            "We will be studying the forces that govern the Earth's climate."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o = [ʌ]"
        ],
        "example_translate": [
            "Кто сейчас управляет страной?",
            "Ты должен держать себя в руках.",
            "Он не способен обуздать свои страсти.",
            "Расходы должны определяться доходами.",
            "Он не пригоден к тому, чтобы управлять этой страной!",
            "Следи за тем, что говоришь, чтобы не обидеть никого вокруг себя.",
            "Его поступками управляет вера в бога.",
            "Морское страхование определяется чётким набором правил и положений.",
            "Физики изучают как природу материи, так и силы, которые ею управляют.",
            "Архиепископ знал о мотивах, повлиявших на решение папы.",
            "Правительство изменило нормы, определяющие назначение пособий по безработице.",
            "Партия была у власти уже семь месяцев.",
            "Премьер-министр недостаточно компетентен, чтобы управлять страной.",
            "Совет регулирует рыболовство в этом регионе.",
            "Все аспекты их жизни регулирует обычай.",
            "Вселенная подчиняется законам физики.",
            "Этот скандал ограничил её возможность эффективно управлять.",
            "Они хотят создать собственную страну и управлять собой самостоятельно.",
            "Он — единственный лидер партии, который достаточно компетентен для того, чтобы управлять этой страной.",
            "Племенем управляет совет из десяти членов.",
            "Как бы он руководил, если бы его избрали президентом?",
            "Мы будем изучать силы, определяющие климат Земли."
        ]
    }
}