{
    "governor": {
        "comment": [
            "govern",
            "government"
        ],
        "translate": "губернатор, правитель, регулятор, начальник, комендант, хозяин, господин, заведующий",
        "transcription": " |ˈɡʌvərnər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The governor will run for a second term.",
            "The governor visited the prison.",
            "The governor graced us with his presence.",
            "The prisoners applied to the governor for parole.",
            "When our rules are once set, no Governor should offer to alter them.",
            "Wait here while I get the governor.",
            "Board of Governors of the Federal Reserve System",
            "the governor of the state of Florida",
            "the governor of the central bank",
            "the hospital's board of governors",
            "the governor of the Bank of England",
            "an attempt to discredit the governor",
            "The governor took a hard line on drugs.",
            "The governor opposes the death penalty.",
            "The governor tried to suppress the news.",
            "The new governor pledged to reduce crime.",
            "The agency is answerable to the governor.",
            "the governor's council on physical fitness",
            "The governor had held the post since 1989.",
            "The governor declared a state of emergency.",
            "He called the governor's top aide a reptile.",
            "He resigned as Governor of Punjab in August.",
            "The new governor will be sworn in next week.",
            "She proclaimed that she will run for governor.",
            "The race for governor is beginning to warm up.",
            "The governor made improper use of state money.",
            "They expect the governor to resign his office.",
            "He refused to live in the governor's residence.",
            "The governor should act on the new energy bill.",
            "She announced her intention to run for governor."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Губернатор будет баллотироваться на второй срок.",
            "Губернатор посетил тюрьму.",
            "Губернатор удостоил нас своим присутствием.",
            "Заключенные обратились к начальнику тюрьмы с просьбой о досрочном освобождении.",
            "Когда законы установлены, ни один правитель не должен пытаться их изменить.",
            "Подождите здесь, а я пока приведу губернатора.",
            "Совет управляющих федеральной резервной системы (в США)",
            "губернатор штата Флорида",
            "заведующий центрального банка",
            "совет управляющих этой больницы",
            "управляющий банка Англии",
            "попытка дискредитации губернатора",
            "Губернатор занял жёсткую позицию в отношении наркотиков.",
            "Губернатор против смертной казни.",
            "Губернатор попытался скрыть эту новость.",
            "Новый губернатор пообещал снизить уровень преступности.",
            "Агентство отвечает перед губернатором.",
            "совет губернатора по физической культуре",
            "Губернатор занимал этот пост с 1989 года.",
            "Губернатор объявил чрезвычайное положение.",
            "Он назвал старшего помощника губернатора подхалимом.",
            "В августе он ушёл в отставку с поста губернатора штата Пенджаб.",
            "Новый губернатор будет приведен к присяге на следующей неделе.",
            "Она объявила, что будет баллотироваться на должность губернатора.",
            "Предвыборная гонка за пост губернатора начинает набирать обороты.",
            "Губернатор незаконно использовал государственные деньги.",
            "Они полагают, что губернатор уйдёт в отставку.",
            "Он отказался жить в резиденции губернатора.",
            "Губернатор должен действовать в соответствии с новым энергетическим законом.",
            "Она объявила о своём намерении баллотироваться на пост губернатора."
        ]
    }
}