{
    "gown": {
        "comment": [],
        "translate": "платье, мантия, римская тога, одевать, облачать",
        "transcription": " |ɡaʊn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The gown was an excellent fit.",
            "The gown showed off her lovely figure.",
            "The King was clothed in a purple gown.",
            "She wore a glamorous black gown.",
            "She looked glamorous in her formal black gown.",
            "The scarf surmounted the gown.",
            "Her gown is of silk, smocked here and gathered there.",
            "The bride wore a lovely lace wedding gown.",
            "Beads stud the surface of the gown.",
            "Her evening gown had a plunging neckline.",
            "The nurse asked the patient to change into a paper gown.",
            "Helen looked stunning as she tripped down the stairs in her ball gown.",
            "She looked resplendent in her green evening gown.",
            "The relations between town and gown are always sensitive.",
            "She donned her best gown for the ball."
        ],
        "example_translate": [
            "Платье прекрасно сидело.",
            "Платье подчёркивало её прекрасную фигуру.",
            "Король был облачён в пурпурную мантию.",
            "На ней было эффектное чёрное платье.",
            "Она очаровательно смотрелась в своём строгом черном платье.",
            "Шарф был накинут поверх платья.",
            "Её платье из шёлка, здесь сборочки, там складочки.",
            "Невеста была в прекрасном кружевном свадебном платье.",
            "Поверхность этого платья усыпана бисером.",
            "У её вечернего платья был глубокий вырез.",
            "Медсестра спросила пациента переодеться в бумажный халат.",
            "Хелен, плавно спускавшаяся по лестнице в своём бальном платье, была великолепна.",
            "Она выглядела блистательно в своём зеленом вечернем платье.",
            "Отношения горожан со студентами и преподавателями всегда деликатны.",
            "На бал она надела своё лучшее платье."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}