{
    "grab": {
        "comment": [
            "rabbit",
            "arab"
        ],
        "translate": "захват, грейфер, самосхват, ковш, черпак, захватывать, схватывать, прихватывать",
        "transcription": " |ɡræb|",
        "antonyms": [],
        "mnemonic": [
            "grab [грэб] хватать, перехватывать - (Греб-и) под себя и хватай всё, что можешь!;",
            "grab [græb]\ngrabber ['ɡræbə]\n***\nХВАТАЙ всё и просто грабь. (это) grab\nОн ЗАХВАТЫВАЛ, как краб. (это) grab\nЗахват, присвоение.\n***\nРВАЧ, ХАПУГА просто грабил. (это) grabber\n***\nКраб \"crab\"\nклешнями хватает \"grab\"."
        ],
        "examples": [
            "This story will grab you.",
            "I grabbed my bag and ran off.",
            "I'll grab a taxi and meet you there.",
            "She grabbed at the branch.",
            "Do you think that will grab them?",
            "Let's grab a bite to eat before the movie starts.",
            "Why don't you go and grab some sleep?",
            "Hang on while I grab a cup of coffee.",
            "When I give the word, grab him.",
            "Bob tried to grab all the profit.",
            "He knew the technique of grabbing an audience.",
            "She grabbed the child's hand and ran out of the room.",
            "Let's grab a bite to eat before we go.",
            "She grabbed the opportunity to go to America.",
            "By the time we arrived, someone had grabbed all the good seats.",
            "I managed to grab the gun from Bowen.",
            "The store had a lot of nice stuff, but nothing really grabbed me.",
            "Melanie grabbed at the invitation to go.",
            "Try to get there early and grab good seats.",
            "The climber grabbed for the rope, but missed and fell to his death.",
            "Grab hold of the rope and pull yourself up.",
            "a shameless power grab to eliminate opposition",
            "I have to go back in the house and grab my car keys.",
            "He made a grab for the ball before it landed.",
            "How does the idea of a trip to Spain grab you?",
            "This is our chance to grab a slice of this new market.",
            "I think you should grab your chance to travel while you're young.",
            "The passenger grabbed for the oxygen mask.",
            "Kay grabbed hold of my arm to stop herself falling.",
            "She grabbed the child's hand and ran out of the room"
        ],
        "example_translate": [
            "Эта история захватит ваше воображение.",
            "Я схватил свою сумку и убежал.",
            "Я поймаю такси и встречусь с вами там.",
            "Она ухватилась за эту ветку.",
            "Ты думаешь, это будет их волновать?",
            "Давайте перекусим прежде чем начнётся фильм.",
            "Почему бы тебе не пойти и не поспать /вздремнуть/ немного?",
            "Подожди немного, я прихвачу (с собой) чашечку кофе.",
            "Когда я скажу /скомандую/, — хватайте его.",
            "Боб пытался заграбастать всю прибыль.",
            "Он знал, как завладеть вниманием аудитории.",
            "Она схватила ребёнка за руку и выбежала из комнаты.",
            "Давайте перекусим перед уходом /перед выходом/.",
            "При первой же возможности она поехала в Америку.",
            "К тому времени, когда мы пришли, кто-то уже расхватал все хорошие места.",
            "Мне удалось выхватить у Боуэна пистолет.",
            "В этом магазине было много хороших вещей, но по-настоящему меня ничего не зацепило.",
            "Мелани сразу же ухватилась за приглашение пойти.",
            "Постарайся попасть туда пораньше и занять места получше.",
            "Скалолаз пытался ухватиться за верёвку, но не смог, упал и разбился насмерть.",
            "Хватайся за верёвку и подтягивайся.",
            "бессовестный захват власти для устранения оппозиции",
            "Мне придётся вернуться в дом и захватить ключи от машины.",
            "Он схватил мяч прежде, чем тот упал.",
            "Как тебе мысль о том, чтобы съездить в Испанию?",
            "Вот наш шанс отхватить себе кусочек этого нового рынка.",
            "Я думаю, что нужно хвататься за возможность отправиться в путешествие, пока вы молоды..",
            "Пассажир схватился за кислородную маску.",
            "Кей схватила меня за руку, чтобы не упасть.",
            "Она схватила ребенка за руку и выбежала из комнаты"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}