{
    "grace": {
        "comment": [
            "graceful"
        ],
        "translate": "благодать, милость, изящество, грация, украшать, награждать, удостаивать",
        "transcription": " |ɡreɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The monks prayed daily for grace.",
            "She graced me with a smile.",
            "He graced the meeting with his presence.",
            "His portrait graces the wall of the drawing room.",
            "Max definitely lacked social graces.",
            "Her character is graced by every virtue.",
            "Several marble statues grace the courtyard.",
            "Lena moved with the grace of a dancer.",
            "Your Grace",
            "She moved with the grace of a gazelle.",
            "She handles her problems with grace and dignity.",
            "I got a few days' grace to finish my essay.",
            "The house was graced with arch and pillars.",
            "I hope that you will grace our gathering with your presence.",
            "As a girl she learned the graces required of a good hostess.",
            "She walked with effortless grace.",
            "His wife is sadly lacking in social graces I must add.",
            "By the king's grace, the traitor was permitted to leave the country.",
            "She moves with feline grace.",
            "An athlete known for losing with grace",
            "The victor's grace in treating the vanquished",
            "Each character was sustained with so much grace and art.",
            "His Grace",
            "Grace is easily led away.",
            "Let us give thanks for God's grace.",
            "The governor graced us with his presence.",
            "He carted and uncarted the manure with a sort of grace.",
            "He died in a state of grace (=when God has forgiven you for the wrong things you have done).",
            "Borders of flowers graced the paths in the park.",
            "the liquid grace of a ballerina"
        ],
        "example_translate": [
            "Монахи день и ночь молились о (ниспослании им) благодати.",
            "Она наградила [одарила] меня улыбкой.",
            "Он удостоил собрание своим присутствием.",
            "Его портрет украшает стену гостиной.",
            "Максу явно не хватало светских манер /умения вести себя в обществе/.",
            "Она - воплощение всех добродетелей.",
            "Несколько мраморных статуй украшают внутренний двор дома.",
            "Лена двигалась с грацией танцовщицы.",
            "Ваша светлость",
            "Она двигалась с грациозностью газели.",
            "Она решает свои проблемы с изяществом и достоинством.",
            "Мне дали ещё несколько дней, чтобы дописать эссе.",
            "Дом был украшен аркой и колоннами.",
            "Надеюсь, ты удостоишь нашу встречу своим присутствием.",
            "Ещё девочкой она усвоила, как должна себя вести хорошая хозяйка.",
            "Она ходила с непринуждённым изяществом.",
            "От себя добавлю, что его жена, к сожалению, не умеет себя вести в приличном обществе.",
            "По милости короля, предателю разрешили покинуть страну.",
            "Она двигается с кошачьей грацией.",
            "Спортсмен, который известен своим умением достойно проигрывать",
            "Величие победителя в великодушии к побежденным.",
            "Все роли были исполнены с большим изяществом и мастерством.",
            "Его светлость",
            "Грейс легко увлекается.",
            "Возблагодарим Господа за милость его.",
            "Губернатор удостоил нас своим присутствием.",
            "Он загружал навоз на тележку и сгружал его с некоторой долей изящества.",
            "Он умер в состоянии благодати (т.е. когда Бог простил вас за все оплошности, которые вы сделали).",
            "Дорожки парка были украшены по краям цветами.",
            "непринуждённое изящество балерины"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}