{
    "graceful": {
        "comment": [
            "grace"
        ],
        "translate": "изящный, грациозный, элегантный, приятный",
        "transcription": " |ˈɡreɪsfl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She rose gracefully to her feet.",
            "It would be a graceful act on your part.",
            "The composition of the painting is very graceful.",
            "His manners were unaffected and graceful rather than dignified.",
            "These birds are graceful fliers.",
            "Anastasia was willowy and graceful, with grey eyes and long, straight hair.",
            "A certain graceful ease marks him as a man who knows the world.",
            "The dancer was light and graceful.",
            "She was a graceful young woman with delicate features.",
            "the long, graceful neck of a swan",
            "He admired her long graceful neck.",
            "the graceful movements of a ballerina",
            "The ice-skater executed graceful jumps and spins.",
            "She made a graceful leap into the air.",
            "Her father was a quiet man with graceful manners.",
            "There was no graceful way to say no to their offer.",
            "an ancient statue of a young man of graceful, epicene beauty",
            "His writing is clear and graceful.",
            "The graceful movements of a dancer"
        ],
        "example_translate": [
            "Она грациозно /изящно/ поднялась на ноги.",
            "Это будет очень любезно с вашей стороны.",
            "Композиция картины весьма изящна.",
            "Его манеры были скорее простыми и изящными, нежели величественными.",
            "Эти птицы грациозно летают.",
            "Анастасия была тонкая и грациозная девушка с серыми глазами и длинными прямыми волосами.",
            "Некая изящная непринуждённость характеризует его как человека, знающего свет.",
            "Танцовщица была лёгкой и изящной.",
            "Это была изящная молодая женщина с тонкими чертами лица.",
            "длинная, изящная шея лебедя",
            "Его восхищала её длинная изящная шея.",
            "грациозные движения балерины",
            "Фигурист выполнил изящные прыжки и вращения.",
            "Она грациозно подпрыгнула.",
            "Её отец был тихий человек с элегантными манерами.",
            "Не существовало красивого способа ответить отказом на их предложение.",
            "древняя статуя юноши изящной и даже женственной красоты",
            "Он пишет понятно и изящно.",
            "грациозные движения танцовщицы"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}