{
    "graduate": {
        "comment": [
            "gradual",
            "gradually",
            "adult",
            "grade",
            "upgrade"
        ],
        "translate": "выпускник, аспирант, градуировать, имеющий ученую степень",
        "transcription": " |ˈɡrædʒuət|",
        "antonyms": [],
        "mnemonic": [
            "grade [greɪd]\nupgrade [¸ʌp'ɡreɪd] - подъём; повышать качество;\nвверх, в гору\ngradually ['ɡrædʒʊəli]\ngradual ['ɡrædʒʊəl]\ngraduate ['grædjuət]\n***\nЧем выше ГРАДУС, тем больше \"греед\". (это) grade\nГрадус, степень, ранг, класс, звание, сорт, отметка.\n***\nПОСТЕПЕННО съела винегрет|Жюли. (это) gradually\n***\nПОСТЕПЕННЫЙ интерес подогрет|же. (это) gradual\n***\nВЫПУСКНИК виноград|жуёт. (это) graduate\nЗАКОНЧИЛ ВУЗ и виноград|жуёт. (это) graduate\n***\nТорговля \"trade\" -\nвысший класс \"grade\"."
        ],
        "examples": [
            "He graduated from the university last year.",
            "Did he graduate at Oxford or Cambridge?",
            "He graduated to chef at the Hotel.",
            "Jerry graduated from high school last year.",
            "Is this ruler graduated in centimetres or in inches?",
            "He is taking graduate classes at the university.",
            "He graduated in physics from Cambridge University.",
            "She graduated in 1990.",
            "I plan to graduate in July.",
            "Bruce graduated to chef at the Hotel.",
            "They both graduated with honors.",
            "Kate graduated from medical school last year.",
            "He plans to be in graduate school next year.",
            "From commercials she quickly graduated to television shows.",
            "She graduated with a degree in history.",
            "He graduated from the university last June.",
            "This school graduates 2,000 students each year.",
            "He plans to be in graduate school next year.",
            "The word has graduated from slang to accepted use.",
            "No schools offer graduate study in interior design.",
            "My nephew has graduated from baby food to solid food.",
            "In 1973, the first Open University graduates received their degrees.",
            "I don't have enough credits to graduate.",
            "He joined the navy after graduating high school.",
            "She's the director of graduate studies at the university.",
            "He attended college for several years, but didn't graduate.",
            "Average grades are not good enough to get you into graduate school.",
            "Under the new system, students will have to pass an exam to graduate.",
            "The famous professor mentored him during his years in graduate school.",
            "A graduate student taught sections for the professor's lecture course."
        ],
        "example_translate": [
            "Он закончил университет в прошлом году.",
            "Он окончил университет в Оксфорде или Кембридже?",
            "Он поднялся до шеф-повара отеля.",
            "В прошлом году Джерри закончил школу.",
            "Эта линейка в сантиметрах или в дюймах?",
            "Он проходит последипломное образование (магистратура, аспирантура, докторантура) в университете.",
            "Он окончил физический факультет Кембриджского университета.",
            "Она закончила учёбу в 1990 году.",
            "Я планирую закончить учёбу в июле.",
            "Брюс поднялся до шеф-повара отеля.",
            "Они оба закончили (школу или вуз) с отличием.",
            "В прошлом году Кейт окончила медицинский факультет.",
            "Он собирается поступить в магистратуру в следующем году.",
            "Начав в рекламных роликах, она быстро выросла до телешоу.",
            "Она получила диплом историка.",
            "Он окончил университет в июне прошлого года.",
            "Эта школа выпускает 2000 учеников ежегодно.",
            "В следующем году он планирует попасть в аспирантуру.",
            "Это слово перестало быть жаргонным и превратилось в общеупотребительное.",
            "Ни одно учебное заведение не предлагает получение высшего образования в области дизайна интерьера.",
            "Мой племянник уже перешёл с детского питания к твёрдой пище.",
            "В 1973 году первые выпускники Открытого университета получили свои дипломы.",
            "У меня не хватает баллов для получения диплома.",
            "Он поступил на флот после окончания средней школы.",
            "Она занимает должность директора аспирантуры данного университета.",
            "Он несколько лет учился в колледже, но не закончил его.",
            "Для поступления в аспирантуру ваш средний балл недостаточно хорош.",
            "Согласно новой системе, студенты должны будут сдать экзамен для получения диплома.",
            "Этот знаменитый профессор в годы учёбы в аспирантуре был его наставником.",
            "Отдельные разделы курса лекций этого профессора преподавал какой-то аспирант."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}