{
    "gradual": {
        "comment": [],
        "translate": "постепенный, последовательный, сборник гимнов и псалмов",
        "transcription": " |ˈɡrædʒuəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Education is a gradual process.",
            "Weight loss should be gradual.",
            "We noticed a gradual change in temperature.",
            "the gradual deterioration of the weather",
            "There has been a gradual change in climate.",
            "He is in favour of gradual, evolutionary social change.",
            "Gradual change is preferable to sudden, large-scale change.",
            "The roads are built to accommodate gradual temperature changes.",
            "The hospital has made gradual improvements in health care.",
            "the gradual erosion of our civil liberties",
            "He hopes for the gradual disconnection from the federation.",
            "There was a gradual escalation of hostilities.",
            "The island's population initially numbered 180, but there was a gradual decline until only 40 people were left."
        ],
        "example_translate": [
            "Образование — это постепенный процесс.",
            "Похудение должно быть постепенным.",
            "Мы заметили постепенное изменение температуры.",
            "постепенное ухудшение погоды",
            "Наблюдается постепенное изменение климата.",
            "Он выступает за постепенные, эволюционные социальные изменения.",
            "Постепенное изменение предпочтительнее, чем неожиданная, крупномасштабная перемена.",
            "Дороги строят таким образом, чтобы они выдерживали последовательную смену температур.",
            "Больница постепенно добилась улучшения качества медицинского обслуживания.",
            "постепенное уничтожение наших гражданских свобод",
            "Он надеется на постепенный выход из состава федерации.",
            "Имела место /происходила/ постепенная эскалация военных действий.",
            "Население острова изначально составляло сто восемьдесят человек, но произошло постепенное его уменьшение, пока не осталось всего сорок жителей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}