{
    "grain": {
        "comment": [
            "rain",
            "strain",
            "brain",
            "restrain",
            "restraint",
            "drain",
            "rainforest"
        ],
        "translate": "зерно, зернистость, зернышко, гран, волокно, раздроблять, красить под дерево",
        "transcription": " |ɡreɪn|",
        "antonyms": [],
        "mnemonic": [
            "grain [грейн] зерно - Грузовик с зерном (к Рейн-у) подъехал.",
            "grain [greɪn] - зерно, злаки, песчинка; раздроблять\nrain [reɪn]\n***\nПосле дождя \"rain\",\nпочву высуши \"drain\",\nи сажай по зёрнышку \"grain\"."
        ],
        "examples": [
            "There isn't a grain of truth in his assertion.",
            "Grain is shipped by water.",
            "The grain had spilled onto the road.",
            "bread made from whole wheat grain",
            "He forecasts a likely increase in grain production.",
            "The grains of sand run through the hourglass.",
            "Farmers raise millions of bushels of grain to feed the nation.",
            "He does not have a grain of sense.",
            "They bartered their grain for salt.",
            "However, the overstock of grain is still a headache in the province.",
            "The farm grows a variety of grains.",
            "The machine grinds grain into flour.",
            "Last year's grain harvest was the biggest ever.",
            "The machine at the centre was used to screen the grain to remove any contamination.",
            "the production of grain",
            "Saw the board across the grain.",
            "The perfect climate here develops the grain.",
            "There were crumbs and grains of sugar on the table.",
            "The grain was mashed into pulp.",
            "Some overseas trade in grain arose.",
            "The story wouldn't have fooled anyone with a grain of sense.",
            "Her story contains a grain of truth but also lots of exaggeration.",
            "agricultural commodities like grain and corn",
            "They survived by cultivating vegetables and grain.",
            "Anyone with a grain of sense knows that she's lying.",
            "She stood there winnowing grain all day in the field",
            "natural foods like whole grain bread and fresh vegetables"
        ],
        "example_translate": [
            "В его утверждении нет ни крупицы правды.",
            "Зерно перевозят водным транспортом.",
            "Зерно просыпалось на дорогу.",
            "хлеб, испечённый из цельного пшеничного зерна",
            "Он предсказывает вероятный рост производства зерна.",
            "В песочных часах сыплются песчинки.",
            "Фермеры выращивают миллионы бушелей зерна, чтобы накормить страну.",
            "У него нет ни капли здравого смысла.",
            "Они обменяли зерно на соль.",
            "Однако, избыточный запас зерна все еще остается головной болью провинции.",
            "На ферме выращивают разные виды зерновых.",
            "Этот аппарат перемалывает зерно в муку.",
            "Прошлогодний урожай зерновых был крупнейшим в истории.",
            "Машина в центре использовалась для просеивания зерна с целью удаления примесей.",
            "производство зерна",
            "Распилите доску поперёк волокон.",
            "Идеальный здешний климат способствует росту зерен.",
            "На столе были крошки и крупинки сахара.",
            "Зёрна были растёрты в кашицу.",
            "Возникла какая-то морская торговля зерном.",
            "Эта выдумка не обманула бы ни одного человека, имеющего хоть крупицу здравого смысла.",
            "Её рассказ содержит в себе зерно истины, но также и много преувеличений.",
            "такие сельскохозяйственные товары, как зерно и кукуруза",
            "Они выжили благодаря выращиванию овощей и зерна.",
            "Любой, у кого есть хоть капля здравого смысла, знает, что она лжёт.",
            "Весь день она простояла в поле, провеивая зерно.",
            "такие натуральные продукты, как хлеб из цельного зерна и свежие овощи"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}