{
    "grandparents": {
        "comment": [],
        "translate": "дедушка и бабушка",
        "transcription": " |ˈɡrændˌperənts|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My grandparents are still very youthful.",
            "My grandparents live in Sussex.",
            "My grandparents are still alive.",
            "He was brought up by his grandparents.",
            "The grandparents want to bond with the child.",
            "The judge granted custody to the grandparents.",
            "My grandparents grew up dirt poor (=very poor).",
            "In 1963 we moved to Boston, where my grandparents lived.",
            "My father and grandparents were proud observers of my nativity.",
            "The show had a massive audience, ranging from children to grandparents.",
            "His grandparents were immigrants from Germany who settled in Pennsylvania.",
            "The court decided that it was in the girl's best interests to remain with her grandparents."
        ],
        "example_translate": [
            "Мои бабушка и дедушка еще очень молодые.",
            "Мои бабушка и дедушка живут в Сассексе.",
            "Мои бабушка с дедушкой ещё живы.",
            "Он воспитывался у бабушки и дедушки.",
            "Бабушка и дедушка хотят сблизиться с ребёнком.",
            "Судья предоставил право опеки ребёнка /детей/ бабушке и дедушке.",
            "Мои бабушка и дедушка выросли в глубокой нищете (т.е. были очень бедными).",
            "В 1963 году мы переехали в Бостон, где жили мои бабушка и дедушка.",
            "Отец, бабушка и дедушка с гордостью наблюдали за моим рождением.",
            "Программа обладала огромной аудиторией, от детей — до бабушек и дедушек.",
            "Его бабушка и дедушка были выходцами из Германии, которые поселились в Пенсильвании.",
            "Суд решил, что в интересах девочки будет остаться с дедушкой и бабушкой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}