{
    "grandfather": {
        "comment": [
            "mother",
            "grandmother",
            "father",
            "grandparent",
            "granddaughter",
            "grandchild",
            "grandpa",
            "daughter",
            "grandma",
            "grandad",
            "grandson"
        ],
        "translate": " дед, дедушка",
        "transcription": "  |ˈɡrænfɑːðər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Give my dear love to Grandfather.",
            "The grandfather dandled the small child.",
            "My grandfather had a weak heart.",
            "My grandfather lived until the end of war.",
            "Pawn your grandfather's gold watch.",
            "Grandfather won't see out another month.",
            "Grandfather was a very powerful man, and used to bend us to his wishes.",
            "Our grandfather was the family's patriarch.",
            "His name is Alessandro, after his grandfather.",
            "Tod's grandfather taught him to shoot a rifle.",
            "My grandfather fought in the Second World War.",
            "Sixty years ago my grandfather came to the U.S.",
            "He sympathized on the loss of their grandfather.",
            "I had the privilege of knowing your grandfather.",
            "I doubt if grandfather will live through the night.",
            "My grandfather was in his early nineties when he died.",
            "...her grandfather has a proverb for every occasion...",
            "The letter brought back a clear image of his grandfather.",
            "My grandfather was a plumber by trade (=that was his job).",
            "Don't let the house your grandfather built fall into ruin.",
            "My grandfather had among his possessions a portrait by Matisse.",
            "She occupies the house that her grandfather built 50 years ago.",
            "Grandfather is getting along and doesn't see too well any more.",
            "His grandfather would always tousle the boy's neatly combed hair.",
            "This tradition has been passed down from our pioneer grandfathers.",
            "She wrote a heartbreaking story about the death of her grandfather.",
            "She kissed her grandfather on the forehead when she entered the room",
            "She drives a red truck that was originally owned by her grandfather.",
            "My grandfather was very fond of handing out advice to all my friends.",
            "The story goes that my grandfather saved his captain's life in battle."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Передавай нежный привет дедушке.",
            "Дед качал на руках маленького ребёнка.",
            "У моего деда было слабое сердце.",
            "Мой дед дожил до конца войны.",
            "Отдай в залог дедушкины золотые часы.",
            "Дедушка не доживёт до следующего месяца.",
            "Дед был очень властным человеком и всегда старался подчинить нас своей воле.",
            "Наш дедушка был главой семьи.",
            "Его зовут Алессандро, в честь деда.",
            "Дедушка Тода научил его стрелять из винтовки.",
            "Мой дед сражался во Второй Мировой войне.",
            "Шестьдесят лет назад мой дед приехал в США.",
            "Он выразил им сожаление в связи с утратой дедушки.",
            "Я имел честь знать вашего дедушку.",
            "Сомневаюсь, что дед переживёт эту ночь.",
            "Когда мой дедушка умер, ему было больше девяноста лет.",
            "...у её деда была пословица для каждого случая (в жизни)...",
            "Это письмо вызвало у него в памяти яркий образ деда.",
            "Мой дед был водопроводчиком по профессии (т.е. это была его работа).",
            "Не позволь дому, построенному твоим дедом, прийти в запустение.",
            "У моего дедушки, среди его имущества, был портрет кисти Матисса.",
            "Она проживает в доме, который пятьдесят лет назад построил её дедушка.",
            "Дедушка стареет и плохо видит.",
            "Дедушка постоянно взъерошивал аккуратно причёсанные волосы мальчика.",
            "Эта традиция дошла до нас от наших дедов-первопроходцев.",
            "Она написала трогательную историю о смерти своего деда.",
            "Войдя в комнату, он поцеловала дедушку в лоб.",
            "Она водит красный грузовик, который изначально принадлежал её деду.",
            "Мой дед очень любил раздавать советы всем моим друзьям.",
            "Рассказывают, что мой дед спас в бою жизнь своему капитану."
        ]
    }
}