{
    "graphics": {
        "comment": [
            "graph",
            "graphic"
        ],
        "translate": "графика, проектирование, составление чертежей",
        "transcription": " |ˈɡræfɪks|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The graphics are bold and colourful.",
            "Graphics use more bandwidth than text does.",
            "Graphics are especially well handled in the book.",
            "The graphics are brilliant. It's just a shame the content is so poor.",
            "The graphics in the video game are more lifelike than we imagined they would be.",
            "The video game has slick graphics.",
            "Using graphics software, you can revolve the image on the screen.",
            "You can integrate text with graphics and manipulate graphic images.",
            "At this point the Web site is only text. Graphics will be added later.",
            "It's easy to get carried away when you can do so much with the graphics software.",
            "The use of graphics in the text of the dictionary helps to break up the visual monotony of the page."
        ],
        "example_translate": [
            "Графика — яркая и красочная.",
            "Графика занимает больше полосы пропускания, чем текст.",
            "Для книги графические материалы подготавливают особенно хорошо.",
            "Графика великолепна. Жаль только, что содержание такое плохое.",
            "Графика в этой видеоигре реалистичнее, чем мы себе представляли.",
            "В этой видеоигре — красивая графика.",
            "С помощью графического программного обеспечения можно вращать изображение на экране.",
            "Вы можете интегрировать текст с графикой и управлять графическими изображениями.",
            "На данный момент наполнение веб-сайта — это только текст, графика будет добавлена позже.",
            "Когда графические программы предоставляют такие большие возможности, очень легко увлечься.",
            "Использование в тексте словаря графики помогает нарушить визуальное однообразие страницы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}