{
    "graph": {
        "comment": [],
        "translate": "график, граф, диаграмма, кривая, номограмма, изображать диаграммой",
        "transcription": " |ɡræf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The graph showed peaks and troughs of activity.",
            "Line the pages for the graph both horizontally and vertically.",
            "Students were asked to graph each equation.",
            "From this graph, it can be seen that some people are more susceptible to the disease.",
            "The computer can draw the graph for you.",
            "the vertical axis of a graph",
            "Keith was drawing a complicated-looking graph.",
            "Martin showed me a graph of their recent sales.",
            "We will refer to the plane of the graph as the X-Y plane.",
            "The shaded part of the graph represents the amount of sales.",
            "We plotted a graph to show the increase in sales figures this year.",
            "Sales targets are indicated on the graph by a vertical dotted line."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "На диаграмме были показаны пики и спады активности.",
            "Разлинуй страницы по горизонтали и по вертикали для графиков.",
            "Студентам было предложено построить / начертить / график уравнения.",
            "Из этой диаграммы видно, что некоторые люди более подвержены этой болезни, чем другие.",
            "Компьютер может нарисовать для вас эту диаграмму.",
            "вертикальная ось графика",
            "Кейт чертила какой-то сложный на вид график.",
            "Мартин показал мне график их последних продаж.",
            "Плоскость, в которой лежит график, мы будем называть плоскостью X-Y.",
            "Заштрихованная часть графика отображает объём продаж.",
            "Мы нарисовали график, чтобы показать, насколько в этом году выросли продажи.",
            "Запланированные объёмы продаж указаны на графике вертикальной пунктирной линией."
        ]
    }
}