{
    "grasp": {
        "comment": [],
        "translate": "понять, осознать, усвоить, схватывать, понимание, хватка, схватывание, контроль",
        "transcription": " |ɡræsp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I grasped the rope by its end.",
            "I failed to grasp the film's central concept.",
            "She impressed me with her grasp of the subject.",
            "She slipped from his grasp and fled.",
            "I readily grasped at his proposal.",
            "He has a tenuous grasp on reality.",
            "He doesn't grasp the complexity of the situation.",
            "It's very simple, once you grasp the concept.",
            "It was perceptive of them to grasp our meaning.",
            "Alan grasped the handle and pulled it.",
            "We don't have a firm grasp of the situation yet.",
            "She imperfectly grasped the rudiments of the science.",
            "She struggled fiercely, trying to pull her arm out of his grasp.",
            "He has sound grasp of European history.",
            "She kicked back at him, making him lose his grasp, then she kicked again...",
            "Nick had grasped that something was wrong.",
            "His mind is distinguished by the amplitude of its grasp.",
            "She is ready to grasp any opportunity to expand the business.",
            "All her efforts to squirm out of his grasp were useless.",
            "Some people find the idea of relativity difficult to grasp.",
            "Gashford slid his cold insidious palm into his master's grasp. (Ch. Dickens)",
            "She wrenched the toy from his grasp.",
            "She felt the solution was within her grasp.",
            "A terrible power had her in its grasp.",
            "He has a good grasp of accounting practices.",
            "Steve has a good grasp of the European legal system.",
            "Politicians have no sound grasp of technology issues/",
            "I grasped his arm firmly and led him away.",
            "They didn't fully grasp the enormity of their decision.",
            "We need to grasp the nettle of prison reform."
        ],
        "example_translate": [
            "Я схватил веревку за конец.",
            "Мне не удалось понять главную идею фильма.",
            "Она поразила меня своим пониманием предмета.",
            "Она выскользнула из его объятий и убежала.",
            "Я с готовностью ухватился за его предложение.",
            "Он имеет слабое представление о реальности.",
            "Он не понял всей сложности ситуации.",
            "Как только ухватываешь суть, всё становится очень просто.",
            "Они молодцы, поняли, что мы хотели сказать.",
            "Алан схватился за ручку и потянул её на себя.",
            "У нас ещё нет чёткого понимания ситуации.",
            "Она кое-как усвоила азы науки.",
            "Она отчаянно боролась, пытаясь вырвать руку из его цепкой хватки.",
            "Он имеет чёткое понимание европейской истории.",
            "Она дала ему сдачи, вырвалась и вновь нанесла удар ногой…",
            "Ник понял, что что-то было не так.",
            "Его ум отличается полнотой восприятия.",
            "Она готова ухватиться за любую возможность, чтобы расширить бизнес.",
            "Все её попытки увернуться от его крепких объятий были тщетны.",
            "Некоторые люди находят идею относительности трудной для понимания.",
            "Гашфорд сунул свою холодную мерзкую ладошку в ладонь своего хозяина.",
            "Она выхватила игрушку из его рук.",
            "Она чувствовала, что решение где-то совсем рядом.",
            "Она была во власти чудовищной силы.",
            "Он имеет хорошее представление о практике бухгалтерского учёта.",
            "Стив имеет хорошее представление о европейской правовой системе.",
            "У политиков нет здравого понимания технических вопросов.",
            "Я крепко схватил его за руку и увёл прочь.",
            "Они не полностью осознают всю чудовищность своего решения.",
            "Нам необходимо решительно взяться за тюремную реформу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}