{
    "grateful": {
        "comment": [
            "integrate",
            "integration",
            "integrated"
        ],
        "translate": "благодарный, признательный, благодарственный, приятный",
        "transcription": " |ˈɡreɪtfl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's grateful for the attention.",
            "I am grateful to you for your help.",
            "I will forever be grateful for his considerable input.",
            "We were grateful for her many acts of kindness.",
            "I'd be grateful if you would send me further details.",
            "the grateful warmth of the fire",
            "The women were extremely grateful for the help, prompting Sullivan to make a business of helping single mothers.",
            "I'm so grateful for all your help.",
            "He had good reason to be grateful for the opportunities which they had made available to him and which consequently led to the good position he now held",
            "She gave me a grateful look.",
            "I'm grateful to you for your help.",
            "I've learned to be grateful for small favors.",
            "I'd just like to say how grateful we are for your help.",
            "I'll be eternally grateful (=very grateful) to you for this.",
            "I am very grateful to all those who took the trouble to write to me.",
            "We should be grateful if you would reply at your earliest convenience.",
            "an act of heroism for which the nation will e'er be grateful",
            "The college sent us a grateful acknowledgment of our donation.",
            "I would be grateful if you would acknowledge receipt of this letter.",
            "grateful survivors who were fulsome in their praise of the rescue team",
            "I would be most grateful if you could send me an invoice in due course.",
            "I am extremely grateful for the assistance your staff have provided."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он благодарен за оказанное внимание.",
            "Благодарю тебя за помощь.",
            "Я буду вечно ему благодарен за его значительный вклад.",
            "Мы были очень благодарны ей за множество добрых дел.",
            "Я был бы благодарен, если бы вы выслали мне более подробную информацию.",
            "приятное тепло костра",
            "Женщины были чрезвычайно благодарны и предлагали Салливану профессионально заняться помощью матерям-одиночкам.",
            "Я так благодарен за всю вашу помощь.",
            "Он имел все основания быть благодарным за те возможности, которые они ему предоставили, и которые впоследствии привели его к тем высотам, которые он сейчас занимает.",
            "Она благодарно на меня взглянула.",
            "Я благодарен вам за помощь.",
            "Я научился быть благодарным за мелкие услуги.",
            "Я просто хотел бы сказать, как мы благодарны вам за помощь.",
            "Я буду вечно благодарен (т.е. очень благодарен) вам за это.",
            "Я очень благодарен всем тем, кто взял на себя труд мне написать.",
            "Будем признательны, если вы ответите при первой возможности.",
            "акт героизма, за который народ будет вечно благодарен",
            "За наше пожертвование колледж прислал нам официальное благодарственное письмо.",
            "Я был бы признателен, если бы вы подтвердили получение этого письма.",
            "благодарные выжившие, которые на все лады расхваливали членов спасательной команды",
            "Я был бы весьма признателен, если бы вы выслали мне счёт-фактуру в установленном порядке.",
            "Я очень признателен за помощь, которую предоставили ваши сотрудники."
        ]
    }
}