{
    "gravity": {
        "comment": [],
        "translate": "тяжесть, сила тяжести, серьезность, тяготение, притяжение, важность, опасность",
        "transcription": " |ˈɡrævətɪ|",
        "antonyms": [],
        "mnemonic": [
            "grave [greıv]\ngravity - серьёзность\n***\nМОГИЛКУ роют для душегреев. (это) grave\nСЕРЬЁЗНАЯ угроза для душегреев. (это) grave\nГравировать, высекать. Серьёзный, роковой.\n***\nЕсли ты храбрый \"brave\",\nто и серьёзный \"grave\"."
        ],
        "examples": [
            "The Consul spoke slowly and with great gravity.",
            "The gravity of the situation cannot be overstated.",
            "I could not hide from her the gravity of the situation.",
            "There was an appealing gravity to everything she said.",
            "This point should coincide with the centre of gravity of the wheel.",
            "Anything with strong gravity attracts other things to it.",
            "Gravity is inversely proportional to the square of the distance.",
            "The House was influenced in its decision by the gravity of the financial crisis.",
            "...the inflexible law of gravity...",
            "The more remote the body the less the gravity.",
            "Gravity is one of the basic laws of nature.",
            "He made the unlikely assertion that gravity affects light.",
            "Wind and sea may displace the ship's center of gravity along three orthogonal axes.",
            "The hospital waiting room was filled with the kind of gravity that inevitably accompanies worry."
        ],
        "example_translate": [
            "Консул говорил медленно и с большой важностью / серьёзностью.",
            "Опасность такого положения нельзя переоценить.",
            "Я не мог скрыть от неё всей серьезности ситуации.",
            "Во всём, что она говорила, была трогательная серьёзность.",
            "Эта точка должна совпасть с центром тяжести колеса.",
            "Любое тело с большой массой притягивает к себе другие.",
            "Сила тяжести обратно пропорциональна квадрату расстояния.",
            "На решения палаты оказал влияние серьезный финансовый кризис.",
            "...неумолимый закон всемирного тяготения...",
            "Чем дальше тело, тем меньше его притяжение.",
            "Гравитация является одним из основных законов природы.",
            "Именно он стал автором сомнительного утверждения о том, что гравитация якобы воздействует на свет.",
            "Под действием ветра и морских волн центр тяжести судна может сместиться вдоль трёх ортогональных осей.",
            "В зале ожидания больницы царила тяжёлая атмосфера, которая неизбежно сопровождает тревогу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}