{
    "gray": {
        "comment": [],
        "translate": "серый, седой, пасмурный, серый цвет, седина, седеть, делать серым",
        "transcription": " |ɡreɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was a gray winter day.",
            "His hair was shot with gray.",
            "It was a gray, dreary morning.",
            "My friends have all gone gray.",
            "What will you do when you are old and gray?",
            "He was dressed real sharp, a gray suit, not just sports clothes.",
            "Gray caught smallpox from his nephew.",
            "Those gray skies promise rain.",
            "She was wearing a demure gray suit.",
            "He wore a modish gray suit and hat.",
            "He wore a dark blazer and gray flannels.",
            "He wore his gray suit to the job interview.",
            "His once-thick brown hair was a gray straggle.",
            "A hard gray crust had formed on the bottom of the tea kettle.",
            "Gray hair is one of the natural consequences of getting older.",
            "A large gray, indistinct mass stretched all along from east to west.",
            "The epitaph reads “In loving memory of John Gray: husband, father, soldier.”"
        ],
        "example_translate": [
            "Это был пасмурный зимний день.",
            "В его волосах поблёскивали седые нити.",
            "Это было серое, тоскливое утро.",
            "Все мои друзья уже стали седыми.",
            "Что ты будешь делать, когда станешь старым и седым?",
            "Он был одет по-настоящему стильно, в серый костюм, а не в какую-нибудь спортивную одежду.",
            "Грей подхватил оспу /заразился оспой/ от своего племянника.",
            "Это пасмурное небо предвещает дождь.",
            "Она была одета в скромный серый костюм.",
            "Он носил модный серый костюм и шляпу.",
            "Он был одет в тёмный пиджак и серые фланелевые брюки.",
            "На собеседование он пришёл в сером костюме.",
            "От его когда-то густых каштановых волос осталось лишь несколько седых прядок.",
            "На дне чайника образовалась твёрдая серая корка.",
            "Седые волосы — одно из естественных последствий старения.",
            "Большая серая смутная масса протянулась с востока на запад.",
            "Эпитафия /надгробная надпись/ гласит: “Незабвенной памяти Джона Грэя: мужа, отца, солдата”."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}