{
    "greatly": {
        "comment": [
            "great",
            "greasy"
        ],
        "translate": "значительно, очень, весьма, возвышенно, благородно",
        "transcription": " |ˈɡreɪtli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We were greatly surprised at the news.",
            "It takes greatly from the pleasure.",
            "He is greatly reduced by illness.",
            "For them it greatly imports.",
            "She has contributed greatly to our success.",
            "This argument is greatly overstrained.",
            "Education can greatly enrich your life.",
            "The tone of your letter greatly distresses me.",
            "Your help the other day was greatly appreciated.",
            "The news of my death was greatly exaggerated.",
            "All offers of help will be greatly appreciated.",
            "I'm sure you'll benefit greatly from the visit.",
            "The car's design has been greatly improved.",
            "It agonized her greatly and she nearly went insane.",
            "Medical treatment varies greatly from state to state.",
            "The dream had distressed her greatly.",
            "a greatly augmented collection of books",
            "We were greatly insulted by his rudeness.",
            "He was greatly loved by his parishioners.",
            "Jim was greatly put about by the message.",
            "The quality of health care varies greatly.",
            "The world's population has increased greatly.",
            "The value of the house has depreciated greatly.",
            "The common people in those days suffered greatly.",
            "Sean's performance at school has greatly improved.",
            "The engine has been greatly improved in later models.",
            "The patients benefit greatly from a change of scenery.",
            "If he should refuse, they would be greatly disappointed.",
            "I have been greatly encouraged by the team's recent form.",
            "The aerugo of ancient metals adds greatly to their value."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Нас сильно удивила эта новость.",
            "Это сильно уменьшает удовольствие.",
            "Во время болезни он очень похудел.",
            "Для них это имеет большое значение. (уст. to import — быть важным, иметь значение)",
            "Она внесла огромный вклад в наш успех.",
            "Это слишком натянутый аргумент.",
            "Образование может существенно обогатить вашу жизнь.",
            "Тон вашего письма меня ужасно огорчает.",
            "Огромное спасибо за то, что вы нам тогда помогли.",
            "Известия о моей смерти сильно преувеличены.",
            "Мы с огромной благодарностью примем все предложения о помощи.",
            "Я уверен, что вы получите большую пользу от этого визита.",
            "Дизайн автомобиля значительно улучшен.",
            "Это её доконало и едва ли не довело до безумия.",
            "Медицинское обслуживание значительно отличается в зависимости от штата.",
            "Этот сон очень сильно её расстроил.",
            "значительно дополненная коллекция книг",
            "Мы были сильно обижены из-за его грубости.",
            "Прихожане очень любили его.",
            "Джим был очень обеспокоен известием.",
            "Качество медико-санитарной помощи варьируется в широких пределах.",
            "Мировое население значительно выросло.",
            "Стоимость дома значительно снизилась.",
            "В те времена простые люди сильно страдали.",
            "Успеваемость Шона в школе значительно улучшилась.",
            "Двигатель был значительно улучшен в более поздних моделях.",
            "Больные получают огромную пользу от перемены обстановки.",
            "Если бы он отказался, они были бы очень разочарованы.",
            "Меня очень воодушевила та форма, в которой в последнее время пребывает команда.",
            "Ржавчина значительно повышает цену старинных металлов."
        ]
    }
}