{
    "greet": {
        "comment": [
            "greeting",
            "greedy"
        ],
        "translate": "приветствовать, встречать, здороваться, кланяться, раскланяться, плакать",
        "transcription": " |ɡriːt|",
        "antonyms": [],
        "mnemonic": [
            "greet [gri:t] - приветствовать, встречать\ngreeting- приветствие\n***\nНа улице \"street\"\nмы всегда здороваемся \"greet\"\nи делимся сладостями \"sweet\"."
        ],
        "examples": [
            "The President was greeted with catcalls.",
            "She was surprised that no one was there to greet her.",
            "How you greet a customer can leave a lasting impression.",
            "Belinda greeted her warmly.",
            "Loud music greeted him when he entered the apartment",
            "The old lady rushed to greet him, arms outstretched.",
            "A crowd was waiting at the dock to greet them.",
            "He stationed himself by the door to greet the guests.",
            "The chairman rose from his chair and came forward to greet her.",
            "My duties weren't onerous., I only had to greet the guests.",
            "Complete silence greeted us as we entered the room.",
            "People flocked in their thousands to greet their new princess.",
            "Bill opened the door to Harold and greeted him with cries of welcome.",
            "His statement was greeted with cries of astonishment and indignation.",
            "Exuberant crowds rushed to greet the returning national champions in collegiate basketball."
        ],
        "example_translate": [
            "Президента встретили свистом.",
            "Она была удивлена тем, что её никто не встречал.",
            "То, как вы приветствуете клиента, может оставить неизгладимое впечатление.",
            "Белинда тепло её поприветствовала.",
            "Когда он вошел в квартиру, его встретила громкая музыка.",
            "Старушка бросилась ему навстречу с распростёртыми объятиями.",
            "Толпа ждала на пристани, чтобы поприветствовать их.",
            "Он расположился у дверей, чтобы встретить гостей.",
            "Председатель поднялся со стула и вышел вперёд, чтобы поприветствовать её.",
            "Мои обязанности не были обременительными: мне нужно было всего лишь встречать/приветствовать гостей.",
            "Когда мы вошли в комнату, нас встретила полная тишина.",
            "Люди тысячами стекались, чтобы поприветствовать свою новую принцессу.",
            "Билл открыл Гарольду дверь и встретил его радостными криками.",
            "Его заявление было встречено криками изумления и негодования.",
            "Ликующие толпы бросились приветствовать возвращение чемпионов страны по студенческому баскетболу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}