{
    "grim": {
        "comment": [
            "grin",
            "grid",
            "trim",
            "rim"
        ],
        "translate": "мрачный, зловещий, жестокий, неумолимый, беспощадный, непреклонный, страшный",
        "transcription": " |ɡrɪm|",
        "antonyms": [],
        "mnemonic": [
            "grim [грим] зловещий, беспощадный - Под (грим-ом) зловещая личность прячется.",
            "grim [grɪm]\n***\nМРАЧНЫЙ вид не скроет грим. (это) grim\nЗЛОВЕЩУЮ улыбку не скроет грим. (это) grim\nЖЕСТОКИЕ поступки в сказках братьев Гримм.\n(это) grim"
        ],
        "examples": [
            "The weather forecast is pretty grim.",
            "'I'll survive,' he said with a grim smile.",
            "The report paints a grim picture of life in this country.",
            "Kate's face was set in a grim expression.",
            "Dickens painted a grim picture of Victorian life.",
            "When he lost his job, his future looked grim.",
            "His face looked grim, and we knew his news wouldn't be good.",
            "We received the grim news in silence.",
            "He took a grim view of the economy.",
            "Juliet felt grim through the early months of her pregnancy.",
            "She waited for news with a grim sense of foreboding.",
            "They painted a grim picture of what life used to be like there.",
            "Hikers made a grim discovery when they came across a dead body in the woods.",
            "The prognosis is grim — doctors do not expect her to live longer than six months.",
            "He paints a grim picture of the prospects for peace.",
            "But undoubtedly the grimmest part of him was his iron claw.",
            "The outskirts of the city became a grim industrial wasteland.",
            "The mournful survivors of the disaster were faced with the grim task of burying the dead.",
            "Millions of Britons face the grim prospect (=something bad that will probably happen) of dearer home loans.",
            "His mouth set into a rather grim line.",
            "The worldwide picture for tribal people remains grim."
        ],
        "example_translate": [
            "Прогноз погоды довольно мрачен.",
            "— Я переживу, — с мрачной усмешкой сказал он.",
            "Репортаж рисует мрачную картину жизни в этой стране.",
            "На лице Кейт застыла мрачная гримаса.",
            "Диккенс нарисовал мрачную картину жизни в викторианской Англии.",
            "Когда он потерял работу, его будущее казалось мрачным.",
            "Его лицо было мрачным, и мы поняли: хороших новостей у него нет.",
            "Мы молча выслушали эту страшную новость.",
            "Он мрачно оценивал состояние экономики.",
            "В первые месяцы беременности Джульетта чувствовала себя очень плохо.",
            "Она ждала новостей с мрачным предчувствием беды.",
            "Они нарисовали мрачную картину того, как там раньше жилось.",
            "Путешественники обнаружили страшную находку, когда наткнулись в лесу на труп.",
            "Прогнозы мрачные: врачи ожидают, что она проживёт не больше шести месяцев.",
            "Он рисует мрачную картину перспектив мира.",
            "Но несомненно, самым страшным в нём был его железный коготь. (\"Питер Пэн\", о Капитане Крюке)",
            "Окраина города превратилась в мрачную индустриальную пустошь.",
            "Перед полными скорби выжившими после катастрофы встала непростая задача погребения погибших.",
            "Миллионы британцев стоят перед мрачной перспективой (т.е. чем-то плохим, что, скорее всего, произойдёт) удорожания ипотечных кредитов.",
            "Его губы сжались в довольно мрачную линию.",
            "Ситуация с племенными народами в мировом масштабе по-прежнему мрачная."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}