{
    "grind": {
        "comment": [
            "grin"
        ],
        "translate": "молоть, молоться, растереть, шлифовать, размалывание, зубрила",
        "transcription": " |ɡraɪnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Grind the sugar into a powder.",
            "The corn is ground into meal.",
            "Grind a pound of coffee for me.",
            "He grinds his teeth in his sleep.",
            "I need a break from the daily grind.",
            "After all, it does grind me to have lost that money.",
            "Don't let the army grind you down!",
            "I find the journey to work a real grind.",
            "A new knife needs to be ground down to get it really sharp.",
            "Come now, old grind, do take a day off.",
            "This machine grinds out the crushed rock ready for road building.",
            "I could hear the gears grinding.",
            "He ground out his cigarette on the window ledge.",
            "The lenses are ground to a high standard of precision.",
            "It was safer to let the Greeks grind each other down in a protracted conflict.",
            "As the negotiations grind on, time is passing towards the deadline.",
            "You'll need a pestle and mortar to grind the spices.",
            "He dropped a cigar butt and ground it into the carpet with his heel."
        ],
        "example_translate": [
            "Разотрите сахар в порошок /пудру/.",
            "Зерно перемалывается в муку.",
            "Намели мне фунт кофе.",
            "Он скрипит зубами во сне.",
            "Мне нужно перевести дух от повседневной рутины.",
            "В конце концов, меня действительно удручает, что я потерял эти деньги.",
            "Не дай армии себя сломать!",
            "Дорога на работу меня ужасно выматывает.",
            "Новый нож надо заточить, чтобы он был на самом деле острый.",
            "Ну, ботаник ты несчастный, устрой себе выходной.",
            "Эта машина дробит разрезанную породу для дорожного строительства.",
            "Я слышал скрежет шестерёнок.",
            "Он затушил сигарету о подоконник.",
            "Линзы отшлифованы согласно высоким стандартам точности.",
            "В этом затянувшемся конфликте было безопаснее дать грекам растерзать друг друга.",
            "Переговоры всё тянутся и тянутся, а время между тем приближается к крайнему сроку.",
            "Вам понадобится пестик и ступка, чтобы растереть специи.",
            "Он бросил окурок сигары и раздавил его каблуком о ковёр."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}