{
    "grin": {
        "comment": [
            "grind"
        ],
        "translate": "усмешка, оскал, усмехаться, ухмыляться, скалить зубы",
        "transcription": " |ɡrɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was wearing a foolish grin.",
            "He gave us a toothless grin.",
            "She grinned approbation.",
            "She had a big grin on her face.",
            "She has an infectious grin.",
            "She grinned at me, her eyes sparkling.",
            "Ken gave her an embarrassed grin.",
            "She continued to tease her brother, grinning wickedly.",
            "He walked out of the pool, grinning widely.",
            "The major hesitated, and then a grin lamped up his dial.",
            "He swaggered down the street with a foolish grin on his face.",
            "'Of course,' he agreed with a wide grin.",
            "He came into the room with a friendly grin on his face.",
            "He just stood there with a dumb grin on his face.",
            "'Now it's your turn,' he said with a mirthless grin.",
            "Carl had a wicked grin on his face as he crept up behind Ellen.",
            "Mortimer continued to shoot, a manic grin on his face.",
            "He seems to have a perpetual grin on his face.",
            "As he ran toward me, his face broke into a wide grin.",
            "Passengers could be insulting, and stewardesses just had to grin and bear it (=accept it without complaining).",
            "A goofy grin apread across her face when she saw the card."
        ],
        "example_translate": [
            "Он глупо улыбался.",
            "Он одарил нас беззубой ухмылкой.",
            "Она одобрительно улыбнулась.",
            "На её лице сияла широкая улыбка. / Она улыбалась до ушей.",
            "У неё заразительный смех.",
            "Она улыбнулась мне, сверкая глазами.",
            "Кен смущенно улыбнулся ей.",
            "Она продолжала дразнить своего брата, зло усмехнувшись.",
            "Он вышел из бассейна, широко улыбаясь.",
            "Майор замялся, а затем его физиономию осветила широкая улыбка.",
            "Он с важным видом шёл по улице с дурацкой ухмылкой на лице.",
            "— Конечно, — широко улыбаясь, согласился он.",
            "Он вошёл в комнату с приветливой улыбкой на лице.",
            "Он просто стоял и глупо улыбался.",
            "- Теперь твоя очередь, - сказал он с безрадостной ухмылкой.",
            "У Карла была злая усмешка на лице, когда он подкрадывался сзади к Эллен.",
            "Мортимер продолжил стрелять c маниакальной улыбкой на лице.",
            "Кажется, что с его лица никогда не сходит улыбка.",
            "Когда он подбежал ко мне, лицо его расплылось в широкой ухмылке.",
            "Иногда пассажиры ведут себя по-хамски, но стюардессам приходится просто стиснуть зубы и терпеть (т.е принимать это, не жалуясь).",
            "При виде карточки /открытки/ на её лице появилась глупая ухмылка."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}