{
    "grip": {
        "comment": [
            "striped",
            "stripe",
            "trip",
            "strip",
            "rip",
            "triple"
        ],
        "translate": "захват, ручка, рукоятка, власть, контроль, захватывать, схватить, сжимать, зажимать",
        "transcription": " |ɡrɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The story really grips the reader.",
            "Please relax your grip on my arm.",
            "Stop being hysterical and get a grip on yourself.",
            "Asthma has gripped me by the throat.",
            "He held his weapon gripped between his knees.",
            "Don't loosen your grip on the rope or you'll fall.",
            "You can't get a grip on the slippery blighters.",
            "I have a grip of the essential facts of the case.",
            "Don't be such a foolish woman., sit down and take a grip on yourself!",
            "I don't know what's the matter., I think I'm losing my grip.",
            "He gripped the steering wheel.",
            "For God's sake get a grip!",
            "I tried to wrench free from his grip.",
            "She was losing her grip on reality.",
            "He was in the grip of a powerful emotion.",
            "Her smile \"wandered\" the assistant, he promptly lost grip.",
            "The little boy gripped his mother's hand tightly.",
            "He has a strong grip for an old man.",
            "Harry loosened his grip momentarily and Anna wriggled free.",
            "She fell back in the chair and gripped her hands round the arms of it.",
            "He relaxed his grip on my arm.",
            "My racquet needs a new grip.",
            "The scandal has gripped the nation.",
            "In Britain they call a bobby pin a grip.",
            "The former dictator still keeps a tight grip on power.",
            "She gripped on to the railings with both hands.",
            "The woman moved closer to Beth, gripping her arm tightly.",
            "He released his grip and stepped back.",
            "I tried to wrench myself free from his grip.",
            "The pliers had serrations to improve the grip."
        ],
        "example_translate": [
            "Эта история, что называется, захватывает читателя.",
            "Пожалуйста, не сжимай мне так руку.",
            "Прекрати истерику и возьми себя в руки.",
            "Астма схватила меня за горло.",
            "Он зажал своё ружье между колен.",
            "Держи канат /верёвку/ крепко, а не то упадёшь. / Не ослабляй захват верёвки, иначе ты упадёшь.",
            "Они такие скользкие, что не ухватишься.",
            "У меня сложилась картина основных фактов по этому делу.",
            "Не будь такой дурой, сядь и возьми себя в руки!",
            "Я не знаю, в чём дело. Наверное, я теряю хватку.",
            "Он ухватился за руль.",
            "Ради Бога, возьмите себя в руки!",
            "Я пытался вырваться из его хватки.",
            "Она теряла контроль над реальностью.",
            "Им овладело сильное чувство.",
            "Её улыбка смутила помощника, и он сразу потерял контроль над ситуацией.",
            "Мальчик крепко стиснул руку матери.",
            "Для старика у него крепкая хватка.",
            "На мгновенье Гарри ослабил хватку, и Анна выскользнула из его рук.",
            "Она снова плюхнулась в кресло и схватилась за ручки.",
            "Он чуть ослабил хватку на моей руке.",
            "Моей ракетке нужна новая ручка.",
            "Скандал приковал внимание всего народа.",
            "В Великобритании шпильку-невидимку называют словом \"grip\".",
            "Бывший диктатор по-прежнему сохраняет жёсткий контроль над властью.",
            "Она схватилась за перила обеими руками.",
            "Женщина придвинулась ближе к Бет, крепко схватив её за руку.",
            "Он отпустил свою хватку и отступил назад.",
            "Я попытался освободиться от его хватки.",
            "На плоскогубцах имеются зубцы для улучшения сцепления."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}