{
    "grocery": {
        "comment": [],
        "translate": "продуктовый, бакалейный, бакалея, бакалейная лавка",
        "transcription": " |ˈɡroʊsəri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I make weekly trips to the grocery store.",
            "I'll swing by the grocery store on my way.",
            "She stopped to pick up some groceries for supper.",
            "She saved $15 at the grocery store by using coupons.",
            "They own a chain of organic grocery stores.",
            "The grocery store included a meat market.",
            "He works as a produce stocker at the grocery store.",
            "I need to make a stop at the grocery store on the way home.",
            "He bounced a 100-dollar check at the grocery store.",
            "the express lane at the grocery store",
            "The nearest grocery store is three blocks away.",
            "There's a pharmacy in our grocery store now.",
            "Do you reckon you'll be able to go to the grocery store after work?",
            "Workers picketed outside the grocery store.",
            "Small grocery stores are going out of business in the face of stiff competition from the large supermarket chains.",
            "He went to the grocery store around the corner from the bank.",
            "The news that the local grocery store had sold contaminated produce unsettled many shoppers."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Каждую неделю я совершаю поездки в продуктовый магазин.",
            "По пути я заскочу в продуктовый магазин.",
            "Она сделала остановку, чтобы купить продуктов к ужину.",
            "Она сэкономила пятнадцать долларов в продуктовом магазине с помощью купонов.",
            "Они владеют сетью магазинов \"здоровой пищи\".",
            "В продуктовом магазине есть мясной рынок.",
            "Он работает в продуктовом магазине оператором /работником/ торгового зала.",
            "По дороге домой мне нужно будет сделать остановку возле продуктового магазина.",
            "Он выписал в продуктовом магазине \"пустой\" чек на сто долларов.",
            "\"быстрая\" касса в продуктовом магазине",
            "Ближайший продуктовый магазин находится в трёх кварталах отсюда.",
            "Сейчас в нашем продуктовом магазине есть аптека.",
            "Как по-твоему, ты сможешь зайти после работы в магазин?",
            "Рабочие устроили пикет возле продуктового магазина.",
            "В условиях жёсткой конкуренции с крупными сетями супермаркетов, небольшие продуктовые магазины закрываются.",
            "Он пошёл в магазин, что за углом от банка.",
            "Новость о том, что в местном магазине продавали заражённые продукты, встревожила многих покупателей."
        ]
    }
}