{
    "growth": {
        "comment": [
            "grow",
            "growl",
            "grown-up",
            "growing"
        ],
        "translate": "рост, развитие, прирост, увеличение, возрастание, выращивание, опухоль, поросль",
        "transcription": " |ɡroʊθ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Light stimulates plant growth.",
            "Economic growth is slow.",
            "Warm weather encourages plant growth.",
            "The goal is zero population growth.",
            "Good soil promotes plant growth.",
            "Caterpillars go through several stages of growth.",
            "We have revised our estimates of population growth.",
            "The sector was showing only 0.5 per cent growth.",
            "His chin bore a thick growth of stubble.",
            "Descent determines the specific character of the growth.",
            "a thick growth of underbrush",
            "Exercise increases growth, while over-exercise stunts it.",
            "Fertilizer promotes leaf growth.",
            "We're still on track for 10% growth.",
            "The rate of population growth reached a peak in 1999 and declined in subsequent years.",
            "She pinched back the new growth.",
            "The yeast's growth is activated by sugar and warmth.",
            "Forecasts of economic growth are being revised downwards.",
            "The company's path to success was by means of organic growth.",
            "You will stunt your growth by building all these muscles.",
            "A typical example of its use is for the growth of crystals.",
            "This helps to ripen new growth and makes it flower profusely.",
            "Sustained firm growth is vital to both value and job creation.",
            "There is considerable scope for further growth in the economy.",
            "the growth of the developing embryo",
            "Economists warn that rapid economic growth could inflate prices.",
            "The market has shown annual growth of 20 per cent for several years.",
            "The party is promising low inflation and sustainable economic growth.",
            "Consumer spending was the driving force behind the economic growth in the summer.",
            "The only growth was some salt grass."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Свет способствует росту растений.",
            "Экономический рост является медленным.",
            "Тёплая погода способствует росту растений.",
            "Целью является нулевой рост населения.",
            "Хорошая почва способствует росту растений.",
            "Гусеницы проходят через несколько стадий роста.",
            "Мы пересмотрели свои оценки роста численности населения.",
            "Рост в этом секторе составлял всего лишь полпроцента.",
            "Его подбородок зарос густой щетиной.",
            "Особенности развития определяются наследственностью.",
            "густые заросли мелколесья",
            "Упражнения увеличивают рост, в то время как перенапряжение останавливает его.",
            "Удобрения способствуют росту листьев.",
            "Мы по-прежнему находимся на пути к десятипроцентному росту.",
            "Прирост населения в 1999 году достиг своего пика, но в дальнейшие годы пошёл на убыль.",
            "Она отщипнула свежую поросль.",
            "Сахар и тепло способствуют росту дрожжей /активизируют рост дрожжей/.",
            "Прогнозы экономического роста были пересмотрены в сторону снижения.",
            "Компания достигла успеха путём естественного, постепенного развития.",
            "Если ты нарастишь такие мускулы, то перестанешь расти.",
            "Типичный пример его использования — для выращивания кристаллов.",
            "Это поможет вызреть новым растениям и приведёт к их обильному цветению.",
            "Устойчивый рост фирмы жизненно необходим для создания и ценности, и рабочих мест.",
            "Существует значительный потенциал для дальнейшего роста экономики.",
            "рост развивающегося эмбриона",
            "Экономисты предупреждают, что быстрый экономический рост может привести к резкому повышению цен.",
            "Рынок показывает ежегодный прирост на двадцать процентов в течение нескольких лет.",
            "Партия обещает низкий уровень инфляции и устойчивый экономический рост.",
            "Движущей силой летнего подъёма экономики были потребительские расходы.",
            "Росла там только трава-солянка."
        ]
    }
}