{
    "guest": {
        "comment": [
            "guess"
        ],
        "translate": "гость, постоялец, паразит, гостить, гостевой",
        "transcription": " |ɡest|",
        "antonyms": [],
        "mnemonic": [
            "guest [gɛst]\n***\nУ нас ГОСТЬ, а у них \"гест\". (это) guest"
        ],
        "examples": [
            "You are here as my guests.",
            "The guest asked for the manager.",
            "The guest room is in the east wing.",
            "Use of the sauna is free to guests.",
            "You should make a guest list of who you want to invite.",
            "Please give a warm welcome to our special guest.",
            "They were temporarily installed in the guest bedroom.",
            "Frequent guests receive a discount.",
            "We have a special guest tonight — the mayor.",
            "Our guests receive the finest quality service.",
            "The guest list glittered with famous names.",
            "After each guest we changed the bed linens.",
            "He was a famous singer who guested on several pops.",
            "Our special guest on the programme is Robert de Niro.",
            "The chair was set apart from the others for the special guest.",
            "The guest got very drunk so they bundled him into a taxi and sent him home.",
            "I was treated like an honored guest.",
            "Our guest seems to become a fixture.",
            "Most of the wedding guests had left.",
            "She guested on a comedy show last year.",
            "Fontaine appeared as a guest on the show.",
            "He is keeping three women in the guest cottage.",
            "He was practically the only guest at the party.",
            "We set an extra place at the table for our guest.",
            "I've nearly finished the guest list for the wedding.",
            "We fixed up the guest bedroom before he came to stay.",
            "'Do you mind if I look at your notes?' 'Be my guest.'",
            "Strike off her name, I refuse to have her as a guest!",
            "They mentioned (to her) that they would bring a guest.",
            "Your uninvited guest has just decamped with the silver."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ue = [e]"
        ],
        "example_translate": [
            "Вы находитесь здесь в качестве моих гостей.",
            "Гость попросил позвать управляющего.",
            "Гостевая комната находится в восточном крыле.",
            "Для гостей посещение сауны — бесплатно.",
            "Тебе следует составить список гостей, которых ты хочешь пригласить.",
            "Поприветствуйте, пожалуйста, нашего особого гостя.",
            "Они были временно размещены в спальне для гостей.",
            "Постоянные гости (ресторана или гостиницы) получают скидку.",
            "У нас сегодня особый гость — мэр.",
            "Наши гости получают самое качественное обслуживание.",
            "Список гостей пестрел фамилиями знаменитостей.",
            "После каждого гостя мы меняли постельное бельё.",
            "Он был знаменитым певцом и выступал в нескольких поп-концертах.",
            "Специальный гость нашей программы — Роберт де Ниро.",
            "Один стул поставили отдельно, для особого гостя.",
            "Гость был совершенно пьян, так что они впихнули его в такси и отправили восвояси.",
            "Меня принимали как почётного гостя.",
            "Кажется наш гость собрался у нас поселиться.",
            "Большинство гостей свадьбы уже разъехались.",
            "В прошлом году она приняла участие в одном из комедийных шоу в качестве приглашённого гостя.",
            "Фонтэн появилась на шоу в качестве гостя.",
            "У него в гостевом коттедже живут три женщины.",
            "На этой вечеринке он был практически единственным гостем.",
            "Мы поставили на стол ещё один прибор для нашего гостя.",
            "Я уже почти закончил составлять список гостей на свадьбу.",
            "Мы отремонтировали гостевую спальню, перед тем как он приехал погостить.",
            "— Ничего, если я взгляну на ваши заметки? — Пожалуйста, ради бога.",
            "Вычеркни ее имя! Я не хочу видеть ее у себя в гостях.",
            "Они сказали ей, что приведут гостя.",
            "Твой незваный гость только что испарился, прихватив с собой наше серебро."
        ],
        "stars": 3
    }
}