{
    "guidance": {
        "comment": [
            "dancer",
            "dance",
            "dancing",
            "accordance",
            "redundancy",
            "attendance"
        ],
        "translate": " руководство, рекомендация, управление, водительство, совет",
        "transcription": "  |ˈɡaɪdns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Children need moral guidance.",
            "They don't give you a lot of guidance — you're just left to sink or swim, really.",
            "Guidance on the issues which should be addressed.",
            "We need more guidance on how to handle these unusual cases.",
            "He gave himself up unhesitatingly to the guidance of (Pope) Innocent.",
            "I went to a counselor for guidance on my career.",
            "I was looking forward to working under her expert guidance.",
            "a conjuration for divine guidance during a time of national crisis",
            "a fervent orison asking for divine guidance in bringing about a peaceful solution to the grave international crisis"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дети нуждаются в духовно-нравственном воспитании.",
            "Советов они дают немного., на самом деле, человека просто бросают на произвол судьбы.",
            "Рекомендации по пунктам повестки дня.",
            "Нам нужны более подробные указания о том, как поступать с такими необычными случаями.",
            "Он без колебаний отдал себя под покровительство (папы) Иннокентия.",
            "Я пошёл к консультанту для получения рекомендаций по поводу своей карьеры.",
            "Я с нетерпением ждала возможности поработать под её умелым руководством.",
            "мольба о божественном наставлении во время национального кризиса",
            "пылкая молитва о божественном наставлении в достижении мирного решения серьёзного международного кризиса"
        ]
    }
}