{
    "guide": {
        "comment": [
            "disguise"
        ],
        "translate": " руководство, путеводитель, гид, проводник, направлять, вести, руководить",
        "transcription": "  |ɡaɪd|",
        "antonyms": [],
        "mnemonic": [
            "guide [гайд] гид, экскурсовод - Гид провёл в (Гайд) парк;",
            "guide [gaid] - проводник, гид; повести\n***\nЭКСКУРСОВОД всем помогает. (это) guide\nЭКСКУРСОВОД всегда пугает. (это) guide\nПОВЕДУ вас в гай (д). (это) guide"
        ],
        "examples": [
            "The stars will guide us back.",
            "The feelings are dangerous guides.",
            "This handbook is a good guide to London.",
            "Let your conscience guide you.",
            "Have you seen the manner how they guided me?",
            "She guided us through the busy streets to the cathedral.",
            "We hovered around our guide.",
            "Follow our step-by-step guide.",
            "He guided us around the city.",
            "She guided her team to victory.",
            "Shall we take a guide in Rome?",
            "Guide to the advisable best casinos.",
            "Our guide conducted us along the path.",
            "Nothing but the interest of this world guided him.",
            "The travel guide is very readable.",
            "Teenagers need adults to guide them.",
            "The book is a practical guide to car care.",
            "She had a guiding influence on my decision.",
            "Paper qualifications are no guide to ability.",
            "Our guide slowly conducted us through the museum.",
            "They used the stars as a guide to find their way back.",
            "Accompanied by our guide, we proceeded to the glacier.",
            "Please follow the guide through the museum.",
            "It's the clearest guide I've used.",
            "A guide sculled alongside us and urged us to slow down.",
            "The guide took us through the city, pointing interesting sights out.",
            "The guide is crammed full of useful information.",
            "The restaurant is rated highly in the food guide.",
            "The guide offers information on local customs.",
            "The tour guide was a wellspring of information."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ui = [aɪ]"
        ],
        "example_translate": [
            "На обратном пути нашим проводником будут звезды.",
            "Чувства - опасные советчики.",
            "Это хороший путеводитель по Лондону.",
            "Следуйте за своей совестью.",
            "Ты видел, как они со мной обращались?",
            "Она провела нас к собору по шумным улицам.",
            "Мы толпились вокруг нашего экскурсовода.",
            "Следуйте нашей пошаговой инструкции.",
            "Он устроил нам экскурсию по городу.",
            "Она привела свою команду к победе.",
            "Мы будем брать в Риме гида?",
            "Практический путеводитель по лучшим казино.",
            "Проводник повёл нас по тропе.",
            "Его вдохновлял только интерес к этому миру",
            "Путеводитель очень легко читается.",
            "Подростки нуждаются в руководстве взрослых.",
            "Данная книга представляет собой практическое руководство по уходу за автомобилем.",
            "Она оказала направляющее влияние на моё решение.",
            "Дипломы — ещё не признак умения.",
            "Наш гид медленно провёл нас через музей.",
            "Они воспользовались звёздами, чтобы найти обратный путь.",
            "В сопровождении нашего гида мы продолжили путь по направлению к леднику.",
            "Просьба перемещаться по музею вслед за гидом.",
            "Это самое ясное руководство, которым мне приходилось пользоваться.",
            "К нам подплыл проводник и попросил нас снизить скорость.",
            "Гид водил нас по городу, обращая наше внимание на достопримечательности.",
            "В путеводителе полным-полно полезной информации.",
            "Этот ресторан высоко оценивают в каталоге заведений общепита.",
            "Данный путеводитель предоставляет информацию о местных обычаях.",
            "Экскурсовод был настоящим кладезем информации."
        ],
        "stars": 3
    }
}