{
    "guilt": {
        "comment": [],
        "translate": "вина, виновность, чувство вины, грех",
        "transcription": " |ɡɪlt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's been troubled by feelings of guilt.",
            "He did not deny his guilt.",
            "He tried to cover up his guilt by lying.",
            "He had guilt written all over his face.",
            "He had terrible feelings of guilt.",
            "You cannot conceal your guilt from the police.",
            "He was now too far gone in guilt to recede.",
            "Evidence of his guilt is accumulating.",
            "Nothing could assuage his guilt.",
            "The prisoner at last blubbered out his guilt.",
            "I felt a twinge of guilt.",
            "It was clear that the guilt lay with him.",
            "I think it would be a guilt not to companion you.",
            "Throughout the trial, the prisoner insisted on his lack of guilt.",
            "Liza was racked by guilt.",
            "Falsehood will only aggravate your guilt.",
            "He projects his own guilt onto his parents.",
            "He has no tangible evidence of John's guilt.",
            "Silence is often interpreted as an admission of guilt.",
            "Be careful, your silence could be interpreted as an admission of guilt.",
            "He has stained the good honour of his family with the guilt of his crime.",
            "She felt a sudden pang of guilt.",
            "Seth was tormented by feelings of guilt.",
            "His guilt in the matter was indisputable.",
            "His flight was an indication of his guilt.",
            "They neither affirmed nor denied their guilt.",
            "He was consumed with guilt after the accident.",
            "He felt some guilt over the manner of her death.",
            "They reject the notion of group guilt.",
            "The drinking and the guilt fed on each other."
        ],
        "example_translate": [
            "Его мучило чувство вины.",
            "Он не отрицал своей вины.",
            "Он попытался скрыть свою вину, солгав. / Он сделал попытку сокрыть вину ложью.",
            "По его лицу было хорошо понятно, что он виновен.",
            "Его ужасно мучило чувство вины.",
            "Тебе не удастся убедить полицию, что ты невиновен.",
            "Он слишком погряз в грехе, чтобы раскаяться.",
            "Доказательств его вины становится всё больше.",
            "Ничто не могло облегчить его чувство вины.",
            "Заключённый, рыдая, сознался наконец в своём преступлении.",
            "Я почувствовал лёгкие угрызения совести.",
            "Было ясно, что вина лежит на нём.",
            "Мне думается, будет просто преступлением не проводить тебя.",
            "В течение всего судебного процесса подсудимый настаивал на своей невиновности.",
            "Лиза была измучена чувством вины.",
            "Лжесвидетельство лишь усугубит твою вину.",
            "Он проецирует собственное чувство вины на своих родителей.",
            "У него нет ощутимых доказательств виновности Джона.",
            "Молчание зачастую бывает истолковано как признание вины.",
            "Будь осторожен, твое молчание могут принять за признание вины.",
            "Этим преступлением он запятнал доброе имя своей семьи.",
            "Она почувствовала внезапный укол вины.",
            "Сета мучило чувство вины.",
            "Его вина в этом деле была бесспорна.",
            "Его бегство свидетельствовало о виновности.",
            "Они не подтвердили, но и не отрицали свою вину.",
            "После аварии его снедало чувство вины.",
            "Он чувствовал некоторую вину за то, как именно она умерла.",
            "Они отвергают понятие коллективной вины.",
            "Пьянство и чувство вины подпитывали друг друга."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}