{
    "guitar": {
        "comment": [],
        "translate": "гитара",
        "transcription": " |ɡɪˈtɑːr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I never knew you played the guitar!",
            "a hot young guitar player",
            "He is an adept guitar player.",
            "Can I have a go on your guitar?",
            "He mimed playing a guitar.",
            "She drummed while he played the guitar.",
            "He strummed a tune on the guitar.",
            "Greg's bass guitar was out of tune.",
            "She backed the singer on the guitar.",
            "The sound of the guitar was distorted.",
            "He hanged himself with a guitar string.",
            "He plays the guitar and sings folk songs.",
            "I like to play the guitar for relaxation.",
            "I forgot to unplug my guitar from the amp.",
            "He was just noodling around on the guitar.",
            "She sings and plays the guitar quite well.",
            "He's a musician, but his guitar is in hock.",
            "The original version featured a guitar solo.",
            "The guitar is 16 inches wide across the body.",
            "He plays folk music with guitar accompaniment.",
            "Picasso cut out a guitar from a piece of paper.",
            "He plugged his electric guitar into an amplifier.",
            "The rock star totals his guitar at every concert.",
            "When you tighten guitar strings, the note gets higher.",
            "It takes hours of practice to learn to play the guitar.",
            "A battered old guitar was his most treasured possession.",
            "He does actually play his guitar — it's not just for show.",
            "The band's lead guitar player hurt his hand and couldn't play.",
            "Cooder was encouraged to begin playing the guitar by his father.",
            "He was only ten when he strapped on a guitar for the first time."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ui = [ɪ]"
        ],
        "example_translate": [
            "Я и не знал, что вы играете на гитаре!",
            "страстный молодой гитарист",
            "Он хороший гитарист.",
            "Могу я попробовать поиграть на твоей гитаре?",
            "Он изобразил руками игру на гитаре.",
            "Она играла на барабанах, а он — на гитаре.",
            "Он бренчал на гитаре какую-то мелодию.",
            "Бас-гитара Грега была расстроена.",
            "Она подыграла певцу на гитаре.",
            "Звук гитары был искажён.",
            "Он повесился на гитарной струне.",
            "Он играет на гитаре и поёт народные песни.",
            "Я люблю играть на гитаре для развлечения.",
            "Я забыл отключить свою гитару от усилителя.",
            "Он просто бренчал на гитаре.",
            "Она довольно хорошо /прилично/ поёт и играет на гитаре .",
            "Он музыкант, но его гитара под залогом.",
            "В оригинальной версии было гитарное соло.",
            "Ширина корпуса этой гитары — шестнадцать дюймов.",
            "Он играет народную музыку под аккомпанемент гитары.",
            "Пикассо вырезал из листа бумаги гитару.",
            "Он подключил свою электрогитару к усилителю.",
            "На каждом концерте эта рок-звезда разбивает в хлам свою гитару.",
            "Когда натягиваешь гитарные струны, тон становится выше.",
            "Чтобы научиться играть на гитаре, нужно много часов тренироваться.",
            "Самым дорогим его сокровищем была старая потёртая гитара.",
            "Он действительно играет на гитаре, она не просто для красоты.",
            "Соло-гитарист группы поранил руку и не мог играть.",
            "Заняться игрой на гитаре Кудеру предложил его отец.",
            "Ему было всего десять, когда он впервые надел на себя гитару."
        ]
    }
}