{
    "gunman": {
        "comment": [
            "gun"
        ],
        "translate": "убийца, бандит, преступник, оружейный мастер, вооруженный ружьем",
        "transcription": " |ˈɡʌnmən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They were shot by an unknown gunman.",
            "The gunman freed two of the hostages.",
            "Eye witnesses identified the gunman as an army sergeant.",
            "The police blocked off the street where the gunman was hiding.",
            "Police searched in vain for the missing gunman.",
            "Three men were held hostage for two days by masked gunmen.",
            "Police have sealed off the street where the gunman is hiding.",
            "The gunman surrendered and was taken into custody.",
            "The gunman's picture was splashed across the front page.",
            "The situation ended in tragedy when the gunman shot and killed two students.",
            "The broker in the hostage situation was a prominent reporter that the gunman felt he could trust."
        ],
        "example_translate": [
            "Они были застрелены неизвестным преступником.",
            "Бандит освободил двух заложников.",
            "Очевидцы опознали в стрелявшем армейского сержанта.",
            "Полиция оцепила квартал, где прятался вооружённый преступник.",
            "Полиция тщетно разыскивала скрывшегося преступника.",
            "В течение двух дней вооруженные бандиты в масках удерживали в заложниках троих мужчин.",
            "Полиция окружила улицу, где прячется бандит.",
            "Бандит /убийца, преступник/ сдался, и был взят под стражу.",
            "Фотография стрелявшего была крупно напечатана на первой странице.",
            "Всё это закончилось трагедией, когда бандит выстрелил и убил двух студентов.",
            "Посредником в этой ситуации с заложниками был известный журналист, к которому преступник чувствовал какое-то доверие."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}