{
    "gut": {
        "comment": [],
        "translate": "кишка, кетгут, потрошить, опустошать, инстинктивный, насущный",
        "transcription": " |ɡʌt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I didn't have the guts to do it.",
            "It takes guts to start a new business on your own.",
            "The salmon is already gutted and filleted.",
            "His gut sagged out over his belt.",
            "Fire gutted the building.",
            "There were blood and guts all over the place.",
            "No-one had the guts to tell Paul what a mistake he was making.",
            "That decision took a lot of guts.",
            "The building was completely gutted by fire.",
            "It can take 72 hours for food to pass through the gut.",
            "A firebomb gutted a building where 60 people lived.",
            "Phil has a huge beer gut (=unattractive fat stomach caused by drinking too much beer).",
            "He felt as if someone had just kicked him in the gut.",
            "Critics claim that these reforms will gut the law.",
            "And my gut tells me to give you this opportunity.",
            "Because my gut says that he was innocent."
        ],
        "example_translate": [
            "У меня не хватило мужества сделать это.",
            "Требуется немало мужества, чтобы начать / открыть собственное дело.",
            "Лосось уже выпотрошен и филетирован.",
            "Его брюхо нависало над ремнём.",
            "Огонь полностью уничтожил всё внутри здания.",
            "Там всё было в крови и кишках.",
            "Ни у кого не хватило смелости сказать Полу, какую ошибку он совершил.",
            "Для этого решения потребовалось немало мужества.",
            "Здание было полностью уничтожено огнём.",
            "Процесс прохождения пищи через кишечник может занимать трое суток.",
            "Зажигательная бомба уничтожила здание, в котором жили 60 человек.",
            "У Фила огромный пивной живот (т.е. непривлекательный жирный живот, вызванный чрезмерным употреблением пива).",
            "Он чувствовал себя так, как будто кто-то только что ударил его ногой в живот.",
            "Противники этих реформ утверждают, что они выхолостят закон, сделают его неэффективным.",
            "И моя интуиция подсказывает мне дать тебе эту возможность.",
            "Потому что моё чутьё подсказывает, что он был невиновен."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}