{
    "jail": {
        "comment": [],
        "translate": "тюрьма, тюремное заключение, сажать в тюрьму, заключать в тюрьму",
        "transcription": " |dʒeɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He went to jail for his crimes.",
            "He was arrested and sent to jail.",
            "He's been in jail for three months already.",
            "They clapped him into jail.",
            "He's serving a 7-year jail sentence.",
            "Drunks were thrown in jail for a few days.",
            "They carted him off to jail.",
            "She was sent to jail for eleven months.",
            "Instead of ending up in jail or in the gutter he was remarkably successful.",
            "This may land you in jail.",
            "He was sent to jail for molesting children.",
            "an escapee from the local jail",
            "He is doing time in the county jail.",
            "He tried to bribe a police officer and finished up in jail.",
            "The judge clapped him in jail.",
            "the sheer boredom of being in jail",
            "They ought to jail her killer for life.",
            "He is being held in jail pending trial.",
            "He just got out of jail a few weeks ago.",
            "Dunn copped a plea to avoid going to jail.",
            "He says his time in jail was hell on earth.",
            "Sam was slung into jail for punching a cop.",
            "his ignominious incarceration in the local jail",
            "The guards hustled the prisoners into the jail.",
            "He was kept in jail overnight.",
            "Several prisoners absconded from the jail.",
            "Anyone who opposes the regime is thrown in jail.",
            "They're going to jail for embezzlement and fraud.",
            "Three men have broken out of a top security jail.",
            "He was released from jail and placed on probation."
        ],
        "example_translate": [
            "За свои преступления он попал в тюрьму.",
            "Его арестовали и отправили в тюрьму.",
            "Он просидел в тюрьме уже три месяца.",
            "Они упекли его в тюрьму.",
            "Он отбывает 7-летний тюремный срок.",
            "Пьяных на несколько дней бросали в тюрьму.",
            "Они забрали его в тюрьму.",
            "Её на одиннадцать месяцев отправили в тюрьму.",
            "Вместо того, чтобы кончить в тюрьме или на помойке, он имел грандиозный успех.",
            "Из-за этого можно попасть в тюрьму.",
            "Он был отправлен в тюрьму за растление детей.",
            "беглец из местной тюрьмы",
            "Он отбывает срок в окружной тюрьме.",
            "Он попытался подкупить сотрудника полиции, и в итоге оказался в тюрьме.",
            "Судья швырнул его в тюрьму.",
            "ужасная скука пребывания в тюрьме",
            "Её убийцу нужно засадить в тюрьму пожизненно.",
            "Он содержится в тюрьме в ожидании суда.",
            "Он вышел из тюрьмы всего несколько недель назад.",
            "Данн признал свою вину, чтобы не сесть в тюрьму (т.е. получить условный срок).",
            "Он говорит, что срок, который он провёл в тюрьме, показался ему кромешным адом.",
            "Сэм был брошен в тюрьму, за то что ударил полицейского.",
            "его позорное заключение в местную тюрьму",
            "Охранники быстро затолкали заключённых внутрь СИЗО.",
            "Его оставили в тюрьме на всю ночь.",
            "Из тюрьмы сбежало несколько заключённых.",
            "Любого, кто выступает против (политического) режима, бросают в тюрьму.",
            "Они отправятся в тюрьму за растрату и мошенничество.",
            "Трое мужчин совершили побег из тюрьмы особого режима.",
            "Его выпустили из тюрьмы и поместили на испытательный срок."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}