{
    "jam": {
        "comment": [
            "pyjamas"
        ],
        "translate": "джем, варенье, замятие, повидло, заедание, заклинить, застревать, заедать, глушить",
        "transcription": " |dʒæm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The street was jammed with traffic.",
            "Sorry we're late. We got stuck in a traffic jam.",
            "He jammed everything into one suitcase.",
            "He jammed a hat on his head.",
            "The typewriter keys jam, so I can't work.",
            "They all tried to jam into the small room.",
            "I thought you wouldn't find it all jam!",
            "She jammed on the brakes.",
            "You'll have to catch the next bus, we can't possibly jam any more passengers in.",
            "It caused a jam in the printer.",
            "They all jammed into the car.",
            "Thousands of people jammed into the hall.",
            "She jammed her foot down hard on the brakes.",
            "People were jamming the exits after the concert.",
            "A piece of paper jammed the copy machine.",
            "Crowds jammed the entrance to the stadium.",
            "He jammed the book back into the bookcase.",
            "We became friends after he helped me out of a jam.",
            "A chair had been jammed up against the door.",
            "The front roller has jammed on the photocopier.",
            "The driver jammed the brake pedal to the floor.",
            "He jammed his foot on the accelerator and the car sped off."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Улица была загружена транспортом.",
            "Извините за опоздание. Мы застряли в пробке.",
            "Он запихал всё в один чемодан.",
            "Он нахлобучил на голову шляпу.",
            "Клавиши печатной машинки заедают, я не могу на ней работать.",
            "Они все попытались вместиться в маленькую комнату.",
            "Я знал, что тебе придется несладко.",
            "Она ударила по тормозам.",
            "Вам придется сесть на следующий автобус, мы просто не сможем втиснуть больше ни одного пассажира.",
            "Это вызвало заедание принтера.",
            "Они все втиснулись в машину.",
            "Тысячи людей битком набились в зал.",
            "Она сильно нажала ногой на тормоза.",
            "После концерта люди столпились у выхода.",
            "В копировальной машине /ксероксе, копире/ застрял лист бумаги.",
            "У входа на стадион было не протолкнуться.",
            "Он (с трудом) втиснул книгу назад на полку.",
            "Мы подружились после того, как он помог мне выпутаться из одной передряги.",
            "Дверь кто-то подпёр стулом.",
            "Передний ролик на ксероксе заклинило.",
            "Водитель вдавил педаль тормоза в пол.",
            "Он вдавил в пол педаль газа, и автомобиль умчался прочь."
        ]
    }
}