{
    "January": {
        "comment": [],
        "translate": "январь, январский",
        "transcription": " |ˈdʒænjueri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Rosie's party was on January 6th.",
            "The package arrived January 6.",
            "The are expecting another child in January",
            "He took office on 6th January 1999.",
            "The colds of January did not hinder him from sending messengers.",
            "Their contract commences in January.",
            "The increase in tax was backdated to January.",
            "The deadline for submissions is January 31st.",
            "It snowed heavily during the month of January.",
            "The pay increase will be backdated to January.",
            "The department set new sales quotas in January.",
            "Export receipts in January totalled $626 million.",
            "The next income tax payment is due on 31 January.",
            "Submit your application no later than January 31st.",
            "Over 10,000 soldiers died on that one day in January.",
            "The study was carried out between January and May 1998.",
            "On January 3 the company will present its plans to the bank.",
            "The Supreme Court issued a landmark decision in January 2001.",
            "I picked up some real bargains in the January sales this year.",
            "The group holds bimonthly meetings in January, March, May, and so on.",
            "January typically brings a great flux of returns to department stores.",
            "It was a drear morning in January when I went to take my driving test.",
            "The decade of the 1920s runs from January 1, 1920 to December 31, 1929.",
            "Jack and Kim celebrated their twentieth wedding anniversary in January.",
            "The Beavers have dropped only one game since losing to Oregon in January.",
            "On 8 January 1959 De Gaulle was inaugurated as First President of the Republic.",
            "Millions of people celebrated the beginning of the 21st century on January 1, 2000.",
            "She returned home by way of Avignon where on 15 January 1366 she presented a petition to Pope Urban V."
        ],
        "example_translate": [
            "Вечеринка у Рози была 6 января.",
            "Посылка была доставлена шестого января.",
            "Они ожидают ещё одного ребенка в январе.",
            "Он вступил в должность шестого января 1999 года.",
            "Январские холода не помешали ему отправить гонцов.",
            "Их контракт вступает в силу в январе.",
            "Повышение налогов было оформлено задним числом, начиная с января.",
            "Последний срок подачи документов /заявок/ — тридцать первое января.",
            "В течение января месяца шли сильные снегопады.",
            "Повышение оплаты труда будет оформлено задним числом, начиная с января.",
            "В январе министерство установило новые квоты продаж.",
            "Поступления (доходы) от экспорта в январе составили в общей сумме 626 млн долл.",
            "Следующий срок оплаты подоходного налога — 31 января.",
            "Заявки следует подавать не позднее 31 января.",
            "Более десяти тысяч солдат погибло в этот январский день.",
            "Исследование проводилось в период с января по май 1998 года.",
            "Третьего января компания представит банку свои планы.",
            "В январе 2001 года Верховный Суд вынес историческое решение.",
            "На январской распродаже этого года я сделала несколько очень выгодных покупок.",
            "Группа проводит собрания раз в два месяца: в январе, марте, мае, и так далее.",
            "Январь, как правило, приносит универмагам огромный поток возвратов.",
            "Когда я пошел сдавать экзамен по вождению, стояло унылое январское утро.",
            "Двадцатые годы двадцатого века начинаются 1 января 1920 года и заканчиваются 31 декабря 1929 года.",
            "В январе Джек и Ким отпраздновали двадцатую годовщину своей свадьбы.",
            "После январского проигрыша \"Орегону\", \"Бобры\" уступили только в одной игре.",
            "Восьмого января 1959 года де Голль был торжественно введён в должность Первого президента Республики.",
            "Миллионы людей отметили начало двадцать первого века 1 января 2000 года.",
            "Она вернулась домой через Авиньон, где 15 января 1366 года передала некое прошение папе Урбану Пятому."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}