{
    "jazz": {
        "comment": [],
        "translate": "джаз, пестрота, джазовый, кричащий, грубый",
        "transcription": " |dʒæz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Jazz is out.",
            "Don't give me any of that jazz.",
            "Let's jazz this party up, it's very dull.",
            "I'm more of a jazz man myself.",
            "a capsule history of jazz in one town",
            "Their music is a blend of jazz and African rhythms.",
            "Jazz just isn't my cup of tea - I prefer classical music.",
            "Jazz reigns happily and completely in the barrelhouse regions.",
            "Many jazz album covers have little connection with the contents.",
            "Crossover and fusion have been quite valuable in increasing the jazz audience.",
            "The music was a quirky mixture of jazz and classical violins.",
            "Dave Milton is a school librarian who also blows jazz tenor with the New Jazz Orchestra.",
            "He plays in a jazz trio.",
            "New York jazz station WBGO",
            "the high priest of modern jazz",
            "a feature of modern jazz idiom",
            "He is a member of a jazz quartet.",
            "an early jazz record reissued on CD",
            "an avid collector of old jazz records",
            "Haden has played with many jazz greats.",
            "What's all this jazz about you leaving?",
            "We went to listen to a new jazz ensemble.",
            "Good jazz musicians know how to improvise.",
            "The jazz festival is held annually in July.",
            "I first got into jazz when I was at college.",
            "She loves hiking, biking, and all that jazz.",
            "The nightclub is popular among jazz devotees.",
            "He played trumpet professionally in a jazz combo.",
            "There are many differences between jazz and rock.",
            "I'm fed up with work, meetings, and all that jazz."
        ],
        "example_translate": [
            "Джаз сейчас уже не в моде.",
            "Не пытайтесь меня одурачить! / Не вешай мне лапшу на уши!",
            "Давай-ка расшевелим всех, вечеринка очень скучная.",
            "Сам я больше люблю джаз.",
            "краткая история джаза в одном отдельно взятом городе",
            "Их музыка представляет собой смесь джаза и африканских ритмов.",
            "Джаз не в моём вкусе, я предпочитаю классическую музыку.",
            "В кварталах дешевых пивных счастливо и беспредельно царствует джаз.",
            "Обложки многих джазовых альбомов слабо отражают их содержание.",
            "Кроссовер и фьюжн весьма способствовали расширению джазовой аудитории.",
            "Эта музыка представляла собой странную смесь джаза и классических скрипок.",
            "Дейв Милтон работает школьным библиотекарем и, кроме того, играет на тенор-саксофоне в Новом джаз-оркестре.",
            "Он играет в каком-то джазовом трио.",
            "нью-йорская джазовая радиостанция WBGO",
            "корифей современного джаза",
            "особенность современного джазового стиля",
            "Он является одним из участников джаз-квартета.",
            "одна из первых джазовых пластинок, переизданная на CD",
            "заядлый коллекционер старых джазовых пластинок",
            "Хейден играл со многими великими джазменами.",
            "Что это за фигня насчёт твоего отъезда?",
            "Мы пошли послушать новый джазовый ансамбль.",
            "Хорошие джазовые музыканты умеют импровизировать.",
            "Этот джазовый фестиваль проводится ежегодно в июле.",
            "Я впервые заинтересовался джазом, когда учился в колледже.",
            "Она любит ходить в походы, кататься на велосипеде, и всё такое прочее.",
            "Этот ночной клуб пользуется популярностью среди поклонников джаза.",
            "Он профессионально играл на трубе в джазовом ансамбле.",
            "Между джазом и роком существует много различий.",
            "Я сыт по горло работой, совещаниями, и вообще всей этой ерундой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}