{
    "jealous": {
        "comment": [],
        "translate": "ревнивый, ревнующий, завидующий, завистливый, ревностный, ревниво оберегающий",
        "transcription": " |ˈdʒeləs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You're just jealous of her.",
            "Why are you so jealous of his success?",
            "He was in a jealous rage.",
            "I hated myself for feeling jealous of her.",
            "She will not be jealous, or if she is, she will not show it.",
            "She gets jealous if I even look at another woman.",
            "Suddenly, I felt madly jealous.",
            "His success has made some of his old friends jealous.",
            "Paul admitted to me that he sometimes feels jealous of my friendship with Stanley.",
            "He was talking to Nina to make me jealous.",
            "It's common for new fathers to feel jealous of the baby.",
            "I'd say he was jealous.",
            "They were jealous of his success and covetous of his possessions.",
            "He is jealous and full of spite.",
            "He throttled her in a fit of jealous rage.",
            "Julian was almost pathologically jealous of her, fearing the final indignity of horns.",
            "...a mealymouthed compliment from a jealous competitor...",
            "Mimi became jealous when Jack's career started taking off.",
            "She became very jealous whenever he talked to other women.",
            "The jealous man was eavesdropping on his wife's conversations.",
            "Of course she's jealous — it's only human nature (=the feelings and ways of behaving that all people have)."
        ],
        "example_translate": [
            "Ты просто ее ревнуешь.",
            "Почему вы так завидуете его успеху?",
            "Он был в порыве ревности.",
            "Я ненавидел себя за то, что её ревновал.",
            "Она не будет ревновать, а если и будет, то не покажет этого.",
            "Она начинает ревновать, стоит мне лишь взглянуть на другую женщину.",
            "Внезапно я безумно взревновала. / Вдруг я почувствовал ужасную зависть.",
            "Его успех стал причиной зависти кое-кого из его старых друзей.",
            "Пол признался, что иногда завидует моей дружбе со Стэнли.",
            "Он разговаривал с Ниной, чтобы заставить меня ревновать.",
            "Часто бывает, что молодые отцы ревнуют к своим детям.",
            "Я бы сказал, что он был ревнив. / На мой взгляд, ему было завидно.",
            "Они завидовали его успеху и жаждали завладеть его имуществом.",
            "Он завистлив и полон злобы.",
            "Он задушил её в припадке дикой ревности.",
            "Джулиан патологически её ревновал, боясь оказаться рогоносцем.",
            "...ничего не значащий комплимент от завистливого конкурента...",
            "Мими стало завидно, когда карьера Джека пошла в гору.",
            "Она очень ревновала каждый раз, когда он разговаривал с другими женщинами.",
            "Этот ревнивец подслушивал разговоры жены.",
            "Конечно, она ревнует: такова человеческая природа (т.е. она чувствует и ведёт себя так, как и любой другой человек)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}