{
    "jeans": {
        "comment": [
            "jealous"
        ],
        "translate": "джинсы",
        "transcription": " |dʒiːnz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My jeans are in the wash.",
            "I got these jeans for $100.",
            "Are you going to wear jeans or a dress?",
            "He was wearing blue jeans.",
            "She wore a T-shirt and an old pair of jeans.",
            "She was wearing ripped jeans.",
            "He changed into an old flannel shirt and a scrubby pair of jeans to clean out the garage.",
            "Can you sew a patch on my jeans?",
            "Her jeans had holes at the knees.",
            "I had paint splatters on my jeans.",
            "He slipped on a pair of blue jeans.",
            "She was wearing jeans and a T-shirt.",
            "He had frayed the bottom of his jeans.",
            "His jeans have worn thin at the knees.",
            "My jeans are starting to go at the knee.",
            "I threw on a pair of jeans and a T-shirt.",
            "A waiter looked askance at Ellis's jeans.",
            "She was wearing jeans and a baggy T-shirt.",
            "What brand are those jeans you are wearing?",
            "I always turn my jeans inside out to wash them.",
            "I bought these jeans at half price in the sale.",
            "Those jeans need a good wash (=a thorough wash).",
            "Torn jeans received no acceptance at the country club.",
            "She had swapped her long skirts for jeans and T shirts.",
            "An elastic waist makes these jeans ideal for the larger woman.",
            "The singer is posing in jeans and cowboy boots on the album cover.",
            "The restaurant considers jeans and T-shirts incorrect attire for dinner.",
            "The company president issued a diktat that employees may not wear jeans to work.",
            "Even at the Ivies they dress in the standard rigging of the college student: T-shirt and jeans."
        ],
        "example_translate": [
            "Мои джинсы — в стирке.",
            "Я купил эти джинсы за сто долларов.",
            "Ты собираешься надеть джинсы или платье?",
            "Он был одет в голубые джинсы.",
            "Она была в футболке и старых джинсах.",
            "Она была одета в рваные джинсы.",
            "Он переоделся в старую фланелевую рубашку и поношенные /протёртые / джинсы, чтобы прибраться в гараже.",
            "Ты не могла бы залатать мои джинсы?",
            "На коленях её джинсов были дыры.",
            "Мои джинсы были забрызганы краской.",
            "Он нацепил джинсы.",
            "Она была одета в джинсы и футболку.",
            "Его джинсы внизу истрепались.",
            "Его джинсы износились в коленях.",
            "Мои джинсы начинают протираться на коленях.",
            "Я набросила на себя джинсы и футболку.",
            "Один из официантов покосился на джинсы Эллис.",
            "Она была одета в джинсы и мешковатую футболку.",
            "Джинсы какой торговой марки на тебе сейчас?",
            "Я всегда выворачиваю джинсы наизнанку, чтобы их постирать.",
            "Я купила эти джинсы за полцены на распродаже.",
            "Эти джинсы нужно хорошенько (т.е. тщательно) постирать.",
            "Рваные джинсы в этом загородном клубе не признавали.",
            "Она променяла свои длинные юбки на джинсы и футболки.",
            "Эластичная талия делает эти джинсы идеально подходящими для крупных женщин.",
            "На обложке этого альбома певица позирует в джинсах и ковбойских сапогах.",
            "Согласно правилам ресторана, джинсы и футболки считаются одеждой, неподобающей для ужина.",
            "Президент компании выпустил приказ о том, что сотрудникам запрещается приходить на работу в джинсах.",
            "Даже в Лиге Плюща студенты одеваются в свой стандартный прикид: футболку и джинсы..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}