{
    "jewellery": {
        "comment": [
            "jewel",
            "jewish",
            "jew"
        ],
        "translate": "ювелирные изделия, драгоценности, ювелирный",
        "transcription": " |ˈdʒuːəlri|",
        "antonyms": [],
        "mnemonic": [
            "jewellery [джу':элри] драгоценности - Тигр(раджу ел ры-ча) и драгоценности его, выплёвывая."
        ],
        "examples": [
            "She wears a lot of gold jewelry.",
            "Someone took a jewellery store in the town.",
            "I don't really like her choice of jewellery.",
            "The thief absconded with all the jewellery.",
            "Police say money and jewellery were taken in the raid.",
            "Apparently the jewellery wasn't insured.",
            "a wooden jewellery box inlaid with ivory",
            "The police are enquiring into the disappearance of the jewellery.",
            "The police have promised to see into the disappearance of the jewellery.",
            "Some of the stolen jewellery can be melted down and sold for the value of the precious metal.",
            "They managed to bring off the most daring jewellery robbery in history.",
            "I don't like jewellery that jumps out at you.",
            "She started a craze for this type of jewellery.",
            "Thieves walked off with two million dollars' worth of jewellery.",
            "She was wearing a single piece of jewellery.",
            "A company from Darlington has just launched its latest range of fashion jewellery."
        ],
        "example_translate": [
            "Она носит много золотых украшений.",
            "Кто-то захватил ювелирный магазин в городе.",
            "Мне не очень нравится её выбор ювелирных украшений.",
            "Вор скрылся со всеми драгоценностями.",
            "По словам полиции, во время облавы были изъяты деньги и драгоценности.",
            "По-видимому, драгоценности не были застрахованы.",
            "деревянная коробка для украшений, инкрустированная слоновой костью",
            "Полиция расследует дело о пропаже драгоценностей.",
            "Полиция обещала разобраться с обстоятельствами пропажи драгоценностей.",
            "Некоторые краденые драгоценности переплавляют и продают по цене драгметаллов.",
            "Им удалось совершить самое дерзкое хищение ювелирных изделий в истории.",
            "Я не люблю украшения, которые бросаются в глаза.",
            "С неё началась мода на такого рода ювелирные украшения.",
            "Воры унесли с собой ювелирных украшений на два миллиона долларов.",
            "На ней было всего одно ювелирное украшение.",
            "Одна компания из Дарлингтона только что представила свой новейший ассортимент бижутерии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}