{
    "jewelry": {
        "comment": [],
        "translate": "",
        "transcription": " |ˈdʒuːəlrɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She wears a lot of gold jewelry.",
            "My friend left her jewelry with me for safekeeping when she went on vacation.",
            "My aunt bequeathed me all her jewelry",
            "She doesn't like ornate jewelry.",
            "Lustrous silver jewelry adorned her neck.",
            "She used the box as a receptacle for her jewelry.",
            "She liked to flaunt her wealth by wearing furs and jewelry.",
            "She keeps her jewelry in a strongbox.",
            "The jewelry can be yours for $15 plus shipping and handling.",
            "She makes and sells jewelry as a sideline.",
            "She keeps her jewelry protected in a safe.",
            "She just wants to show off her new jewelry.",
            "There is something missing in my jewelry box!",
            "Jewelry and clothing fashions vary with the season.",
            "It was the largest jewelry heist in the city's history.",
            "The salesclerk told us where to find the jewelry department.",
            "Dazzling articles of imitative jewelry almost equal to real.",
            "The thief ripped off some jewelry as soon as no one was looking.",
            "They stole thousands of dollars' worth of jewelry from the store.",
            "The theft of the jewelry and other valuables was immediately reported to the police.",
            "A professional burglar was able to heist a box of jewelry from the safe in the closet."
        ],
        "example_translate": [
            "Она носит много золотых украшений.",
            "Отправляясь в отпуск, подруга отдала мне свои драгоценности на хранение.",
            "Моя тётя завещала мне все свои драгоценности.",
            "Она не любит аляпистых / цветастых / чрезмерно украшенных ювелирный изделий.",
            "Её шею украшали блестящие изделия из серебра.",
            "Она использовала эту коробку в качестве хранилища своих украшений. / В этой коробке она хранила свои украшения.",
            "Она любила демонстрировать /выставлять на показ/ своё богатство, надевая меха и драгоценности.",
            "Она хранит свои драгоценности в сейфе.",
            "Ювелирное изделие может стать вашим всего за $15 плюс стоимость пересылки.",
            "В качестве побочного заработка она производит и продаёт ювелирные изделия.",
            "Она хранит свои драгоценности под защитой сейфа.",
            "Она просто хочет похвастаться новым украшением.",
            "В моей шкатулке для украшений что-то пропало!",
            "Мода на украшения и одежду меняется в зависимости от сезона.",
            "Это ограбление стало крупнейшим в истории города.",
            "Продавец рассказал нам, где найти ювелирный отдел",
            "Сверкающая бижутерия, почти неотличимая от настоящих драгоценностей.",
            "Вор спёр несколько украшений, как только все отвернулись.",
            "Они украли из магазина драгоценности на несколько тысяч долларов.",
            "О краже ювелирных изделий и других ценных вещей немедленно сообщили в полицию.",
            "Профессиональному взломщику удалось умыкнуть из сейфа в шкафу коробку драгоценностей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}