{
    "jewel": {
        "comment": [
            "jewellery",
            "jewish",
            "jew"
        ],
        "translate": "драгоценность, драгоценный камень, вставлять камни",
        "transcription": " |ˈdʒuːəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She wore her best jewels to the ball.",
            "This house is really a jewel.",
            "The jewel boxes had been prised open.",
            "It was just as he said — the jewel was gone.",
            "This painting is the jewel in our gallery.",
            "The jewel box had a carved wooden cover.",
            "That tender rosy tint jewelled the mountains and the stones.",
            "The setting is more valuable than the jewel.",
            "He introduced her to Budapest, a jewel of a city.",
            "The woman cowered away when the jewel thief pointed a gun at her.",
            "The jewel thief stole up on the house without being seen.",
            "Doesn't he look like that man who's wanted for the jewel robbery?",
            "The building is regarded as one of the jewels of modern architecture.",
            "Puddings are the jewel in the crown of British cookery.",
            "a jewel thief said to be light of heart and fleet of foot",
            "He detected several imperfections in the surface of the jewel."
        ],
        "example_translate": [
            "Она надела на бал свои лучшие драгоценности.",
            "Этот дом — настоящее сокровище.",
            "Шкатулки с драгоценностями были взломаны.",
            "Всё было в точности, как он сказал: сокровище исчезло.",
            "Эта картина является жемчужиной /украшением/ нашей галереи.",
            "Крышка шкатулки для драгоценностей была сделана из дерева и украшена резьбой.",
            "Этот нежный розовый отблеск украшал горы и камни.",
            "Огранка дороже, чем сам камень.",
            "Он представил ей Будапешт, город-сокровище.",
            "Женщина сжалась и попятилась назад, когда грабитель наставил на неё пистолет.",
            "Вор-домушник незамеченным подкрался к дому.",
            "Разве он не похож на человека, которого разыскивают за кражу драгоценностей?",
            "Данное здание считается одной из жемчужин современной архитектуры.",
            "Пудинги являются жемчужиной в короне британской кулинарии.",
            "вор драгоценностей, якобы обладавший лёгким нравом и быстрыми ногами",
            "Он обнаружил на поверхности этого ювелирного украшения несколько дефектов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}