{
    "job": {
        "comment": [
            "jobless"
        ],
        "translate": "работа, задание, выполнять задание, аккордный, наемный",
        "transcription": " |dʒoʊb|",
        "antonyms": [],
        "mnemonic": [
            "job [джоб] работа - Работа гомиков их (джоб-ой) выполняется.",
            "job [dʒɔb]\n***\nРАБОТАТЬ будет Джо (б). (это) job\nРабота, труд.\nЧтобы он пошёл работать \"job\",\nего надо подтолкнуть \"jog\"."
        ],
        "examples": [
            "She was working at two jobs.",
            "Do you enjoy your job?",
            "I'm looking for a new job.",
            "He jobs as a gardener from time to time.",
            "It was quite a job to find him.",
            "His appointment was a job.",
            "Right now I'm working on six jobs for US and UK clients.",
            "He took a job as a waiter.",
            "It's a dirty job, but someone has to do it.",
            "He's been in the job for six years.",
            "She's trying to get a job in New York.",
            "I've applied for a job at the university.",
            "Eventually, Mary got a job as a waitress.",
            "She has a high-paying job on Wall Street.",
            "The new factory will create thousands of jobs.",
            "He gave it up as a bad job.",
            "It is always a job to contact him.",
            "They offered him the job but he turned it down.",
            "They'll have a bit of a job getting here in this fog anyway.",
            "It is their job to print the truth.",
            "Raising kids can be a difficult job.",
            "He really did a job on his opponent.",
            "The barber did a real job on my hair.",
            "It was the first paid job I ever had.",
            "She did an outstanding job as Ophelia.",
            "He never lacked a job for Giles to do.",
            "Filleting fish can be quite a fiddly job.",
            "He had never been able to hold down a job.",
            "Oh Rick, you didn't quit your job did you?",
            "The gang pulled off a bank job in St. Louis."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она работала на двух работах.",
            "Вам нравится ваша работа?",
            "Я ищу новую работу.",
            "Время от времени он работает садовником.",
            "Найти его было достаточно тяжело.",
            "Он получил назначение по протекции.",
            "В данный момент я работаю над шестью заказами американских и британских клиентов.",
            "Он устроился на работу в качестве официанта.",
            "Это грязная работа, но кто-то же должен её делать.",
            "Он занимается этим в течение шести лет.",
            "Она пытается найти работу в Нью-Йорке.",
            "Я подал заявление /устроился/ на работу в университет.",
            "В конце концов, Мэри устроилась официанткой.",
            "У неё высокооплачиваемая работа на Уолл-Стрит.",
            "Новый завод позволит создать тысячи рабочих мест.",
            "Он махнул на это рукой. / Он бросил это гиблое дело.",
            "Выйти с ним на связь — всегда непросто.",
            "Ему предложили эту работу, но он отказался.",
            "В любом случае, им будет нелегко добраться сюда в таком тумане.",
            "Печатать правду — их обязанность.",
            "Воспитывать детей порой нелегко.",
            "Он здорово отделал своего соперника.",
            "Парикмахер здорово поработал /славно потрудился/ над моей причёской.",
            "Именно за эту работу мне впервые заплатили деньги.",
            "Она замечательно исполнила роль Офелии.",
            "Для Джайлса у него всегда находилась работа.",
            "Разделка рыбы на филе порой довольно утомительна.",
            "Ему ещё ни разу не удавалось удержаться на работе.",
            "Рик, милый, ты же не бросил работу, правда? / Прошу тебя, Рик, только не говори, что уволился.",
            "Эта банда ограбила банк в Сент-Луисе."
        ],
        "stars": 3
    }
}