{
    "joint": {
        "comment": [
            "join"
        ],
        "translate": "совместный, объединенный, соединение, сустав, шарнир, соединять, сочленять",
        "transcription": " |dʒɔɪnt|",
        "antonyms": [],
        "mnemonic": [
            "joint [джо'инт] совместный - (Джо инт-ересовался) совместной работой.",
            "join [ʤɔin]\njoint [dʒɔɪnt] - сочленять, расчленять; место\nсоединения\nrejoin [ri:'dʒɔɪn] - возвращаться, присоединяться,\nпримкнуть\n***\nПРИСОЕДИНЯТЬ нельзя чужое (н). (это) join\nОБЪЕДИНЯТЬ своё и чужое (н). (это) join\nСоединение, точка, линия."
        ],
        "examples": [
            "The pipe is leaking at the joints.",
            "They had a joint account at the bank.",
            "Having a joint in the middle, it folds.",
            "It was a joint operation of the navy and air force.",
            "The boys took a few tokes on a joint.",
            "The beats in this joint were the bomb!",
            "We could have a joint party, seeing that your birthday is the same day as mine.",
            "During the joint lives of the heirs.",
            "Something is out of joint in our society.",
            "I bet Stive's been drumming every room in the joint.",
            "Seal the joints of the pipes.",
            "This place looks like a fifty-cent crib joint.",
            "The meal was a joint effort (=two or more people worked on it together).",
            "Britain will carry out a joint military operation with the US.",
            "The repetitive motion inflamed her joint.",
            "Their joint venture in Las Vegas struck out, and they hurriedly dissolved the partnership.",
            "careful tinning of the ends of wires results in a better joint when you solder them",
            "The two ministers have issued a joint statement.",
            "The project is under discussion as a possible joint venture.",
            "The meal was a joint effort (=it was done by two people together).",
            "The artificial hip joint luxated and had to be put back surgically.",
            "What should I use to seal the joint between a carport roof and the house wall?",
            "My husband and I have a joint account (=one that is shared between two people).",
            "The carpenter jointed two pieces of wood.",
            "Both parties must sign the form if the account is to be in joint names (=belong to two named people).",
            "In motor vehicles a universal joint allows the driveshaft to move up and down as the vehicle passes over bumps.",
            "She's been having pain in her muscles and joints."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта труба течёт на стыках.",
            "У них был общий / совместный счёт в банке.",
            "Поскольку посередине есть шарнир, она складывается.",
            "Это была совместная операция армии и флота.",
            "Ребята несколько раз затянулись косяком.",
            "Музыка была в этом кабаке - просто улет!",
            "Коль скоро мы с тобой родились в один день, мы могли бы отпраздновать наши дни рождения вместе.",
            "Пока оба наследника живы и здравствуют.",
            "Что-то в нашем обществе не так.",
            "Я уверен, что Стайв обстучал все комнаты в доме.",
            "Герметизируйте стыки труб.",
            "Это место выглядит как дешёвый бордель.",
            "Еду приготовили совместными усилиями (т.е. два или более человека работали над этим вместе).",
            "Великобритания проведёт совместную военную операцию с США.",
            "От повторяющихся движений её сустав воспалился.",
            "Их совместное предприятие в Лас-Вегасе потерпело неудачу, и они поспешили расторгнуть партнёрство.",
            "тщательное лужение концов проводов обеспечивает более прочное соединение, когда спаиваешь их друг с другом",
            "Министры двух стран выступили с совместным заявлением.",
            "Обсуждается возможность превращения данного проекта в совместное предприятие.",
            "Еда была приготовлена совместными усилиями (т.е. для этого понадобились усилия двух человек).",
            "Искусственный тазобедренный сустав был вывихнут, и его пришлось вправлять назад хирургическим путём.",
            "Чем мне следует уплотнить стык между крышей гаража и стеной дома?",
            "У нас с мужем есть совместный счёт (т.е. тот, которым совместно владеют два человека).",
            "Плотник соединил два куска древесины.",
            "Если счёт будет находиться в совместном владении (т.е. принадлежать двум лицам), то бланк должны подписать обе стороны.",
            "В автомобилях карданное соединение позволяет приводному валу двигаться вверх и вниз, пока машина продвигается по ухабам.",
            "Она давно мучается от болей в мускулах и суставах."
        ],
        "stars": 3
    }
}