{
    "journal": {
        "comment": [],
        "translate": "журнал, дневник, газета, цапфа, ведомости, шейка вала",
        "transcription": " |ˈdʒɜːrnl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He decided to keep a journal.",
            "He marked the date in his journal.",
            "We publish a quarterly journal.",
            "She records her dreams in a journal.",
            "The journal was set up in 1924.",
            "He just published a paper in the journal.",
            "A potted history of the Journal from its infancy up to this final issue.",
            "I consider your journal one of the best possible mediums for such an article.",
            "The journal rejected the student's paper.",
            "I've been keeping a journal for several years.",
            "She wrote faithfully in her journal every day.",
            "Membership entitles you to the monthly journal.",
            "The journal accused the professor of plagiarism.",
            "Keeping a journal is a good discipline for a writer.",
            "Bessie's mind was not quite in tune with the profundities of that learned journal.",
            "The journal article unmasked the corrupt politician.",
            "The report was published in a leading medical journal.",
            "In her journal, she recorded her impressions of the city.",
            "The words were lifted from an article in a medical journal.",
            "The journal aims to provide a forum for discussion and debate.",
            "Ten scientists contributed to the special edition of the journal.",
            "I'm preparing the results of my study for submission to a medical journal.",
            "The account in his journal coheres with the official report of the battle.",
            "The journal receives review copies (=free copies to review) of most new software products."
        ],
        "example_translate": [
            "Он решил вести дневник.",
            "Он записал дату в своём дневнике.",
            "Мы издаём ежеквартальный журнал.",
            "Она записывает свои сны в дневник.",
            "Этот журнал был основан в 1924 году.",
            "Он только что опубликовал в этом журнале статью.",
            "Краткая история издания \"Journal\" от зарождения до последнего выпуска.",
            "На мой взгляд, ваш журнал — одна из лучших возможностей опубликовать такую статью.",
            "Журнал отклонил статью этого студента.",
            "Я веду дневник уже несколько лет.",
            "Она усердно писала в своём дневнике каждый день.",
            "Членство даёт право на получение ежемесячного журнала.",
            "Журнал обвинил профессора в плагиате.",
            "Ведение дневника является хорошей тренировкой для писателя.",
            "Уму Бесси был чужд высокопарный стиль этого учёного журнала.",
            "Данная журнальная статья разоблачила этого лживого политикана.",
            "Доклад был опубликован в одном из ведущих медицинских журналов.",
            "Она записала свои впечатления от города в дневнике.",
            "Эти слова были списаны из статьи в одном медицинском журнале.",
            "Цель данного журнала — предоставить площадку для дискуссий и дебатов.",
            "Для специального выпуска данного журнала написали статьи десять учёных.",
            "Я готовлю результаты моего исследования для отправки в один медицинский журнал.",
            "Рассказ в его дневнике совпадает с официальным отчётом об этой битве.",
            "Данный журнал получает экземпляры для рецензирования большинства новых программных продуктов (т.е. бесплатные копии для написания отзывов на ПО)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}