{
    "judgment": {
        "comment": [],
        "translate": "суждение, мнение, приговор, усмотрение, решение суда, взгляд, наказание",
        "transcription": " |ˈdʒʌdʒmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't rush to judgment without examining the evidence.",
            "His judgment was an overpoise to his imagination.",
            "I think that the directors were out in their judgment.",
            "Such questions tend only to wiredraw the judgment.",
            "The two brothers differ in their judgment of this piece of music.",
            "I am not so partial to the royal judgment as to support it.",
            "He didn't exercise good judgment.",
            "The verdict and judgment passed for the defendant.",
            "Use your own best judgment.",
            "It was a case of bad judgment.",
            "The judgment of the editors is final.",
            "In my judgment, we should accept his offer.",
            "a great sickness of his judgment",
            "He was reluctant to make his judgment known.",
            "I bow to your better judgment, and will take your advice.",
            "the belief that limbo is the place where sinless but unbaptized souls abide until Judgment Day",
            "I won a judgment against the bank.",
            "Watch carefully and use your judgment.",
            "It's a judgment that you are unqualified to make.",
            "The minister showed a lack of political judgment.",
            "I've known him for years and I trust his judgment.",
            "We have to make a judgment about the value of their services.",
            "His placable course was the choice of his individual judgment.",
            "We must question your judgment in this matter.",
            "My personal feelings color my judgment in this case.",
            "Some people believe the day of judgment is close at hand.",
            "The judgment shall be against him only and the others shall go quit.",
            "Jealousy had jaundiced his judgment.",
            "His ad-lib comments showed poor judgment.",
            "He held prejudices that warped his judgment."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не торопитесь с суждениями, не изучив как следует все улики.",
            "Здравый смысл в нём брал верх над воображением.",
            "Думаю, что директора приняли неправильное решение.",
            "Такие вопросы обычно только запутывают суд.",
            "Мнения двух братьев об этом музыкальном произведении разделились.",
            "Мне не настолько близко королевское решение, чтобы я его поддерживал.",
            "Он не руководствовался здравым смыслом.",
            "Решение присяжных и суда было вынесено в пользу ответчика.",
            "Поступайте, как сочтёте правильным, по своему усмотрению.",
            "В этом случае имело место неверное решение.",
            "Решение редакторов является окончательным.",
            "По-моему, мы должны согласиться на его предложение.",
            "огромная ошибочность его суждений",
            "Он не хотел обнародовать своё мнение.",
            "Я склоняюсь перед вашим суждением, поскольку вы опытнее, и сделаю, как вы сказали.",
            "убеждённость в том, что чистилище — это место, где безгрешные, но некрещёные души пребывают до Судного дня",
            "Я выиграл суд против банка.",
            "Смотрите внимательно и используйте здравый смысл.",
            "У вас не хватает знаний, чтобы делать подобные выводы.",
            "Министр продемонстрировал отсутствие политического здравомыслия.",
            "Я знаком с ним несколько лет, и доверяю его суждениям.",
            "Мы должны вынести суждение о ценности их услуг.",
            "Миролюбивая линия поведения была его личным выбором.",
            "Мы должны подвергать сомнению ваши суждения в этом вопросе.",
            "В данном случае мои личные чувства влияют на суждения.",
            "Некоторые люди верят, что Судный день уже близок.",
            "Приговор будет касаться только его одного, остальные будут отпущены на свободу.",
            "Зависть дурно отразилась на его суждениях.",
            "Его неподготовленные высказывания свидетельствовали о склонности принимать плохие решения.",
            "Его суждение было искажено его собственными предрассудками."
        ]
    }
}