{
    "judgement": {
        "comment": [
            "judge",
            "judgment"
        ],
        "translate": "суждение, мнение, приговор, усмотрение, решение суда, взгляд, наказание",
        "transcription": " |ˈdʒʌdʒmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's a man of excellent judgement.",
            "I trust his judgement completely.",
            "I won a judgment against the bank.",
            "The judgment of the editors is final.",
            "Don't rush to judgment without examining the evidence.",
            "Don't allow your friends' opinions to colour your judgement.",
            "The court granted a judgment in favor of the plaintiffs.",
            "I respect his judgement.",
            "We make the judgement of Chaucer from his works.",
            "Use your own best judgment.",
            "You mustn't allow your dislike of her to warp your judgement.",
            "Don't let your personal feelings cloud your judgement.",
            "The report shows utter contempt for women's judgement.",
            "How can you sit in judgement on somebody you hardly know?",
            "The appeals court vacated the judgement of a federal court.",
            "We have to make a judgment about the value of their services.",
            "The decision to expand the company was an error of judgement.",
            "In my position, I can't afford to let my judgement be coloured by personal feelings.",
            "This latest judgement will definitely be one in the eye for the fast food corporations."
        ],
        "example_translate": [
            "Он очень здравомыслящий человек.",
            "Я полностью доверяю его мнению.",
            "Я выиграл суд против банка.",
            "Решение редакторов является окончательным.",
            "Не торопитесь с суждениями, не изучив как следует все улики.",
            "Не позволяй суждениям друзей влиять на твоё собственное мнение.",
            "Суд вынес решение в пользу истцов.",
            "Я уважаю его мнение.",
            "Мы составляем мнение о Чосере на основе его произведений.",
            "Поступайте, как сочтёте правильным, по своему усмотрению.",
            "Нельзя допустить, чтобы ваша к ней неприязнь влияла на ваше решение.",
            "Не позволяйте своим личным чувствам затмить ваше суждение.",
            "Данный доклад демонстрирует крайнее презрение к мнению женщин.",
            "Как ты можешь судить о человеке, которого едва знаешь?",
            "Апелляционный суд отменил решение федерального суда.",
            "Мы должны вынести суждение о ценности их услуг.",
            "Решение о расширении компании была ошибкой в оценке ситуации.",
            "Учитывая своё положение, я не могу позволить, чтобы на моё суждение как-либо повлияли личные чувства.",
            "Это последнее решение суда, безусловно, придётся не по вкусу корпорациям, торгующим фаст-фудом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}