{
    "July": {
        "comment": [
            "january",
            "february",
            "march",
            "april",
            "june",
            "autumn",
            "september",
            "october",
            "november",
            "december"
        ],
        "translate": "июль, июльский",
        "transcription": " |dʒuˈlaɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's cold for July.",
            "July is my favorite month.",
            "I was born on July 1st.",
            "I plan to graduate in July.",
            "The plums ripen in July.",
            "The competition ends July 6.",
            "The annual meeting is in July.",
            "Gas charges will rise in July.",
            "The baby was born on July 31st.",
            "The bill matures on the 5th July.",
            "The new hospital opens on July 1st.",
            "The July date is still rather iffy.",
            "They left on the evening of July 26.",
            "The house is available after July 1.",
            "My strawberries crop in June or July.",
            "July 4 is a national holiday in the U.S.",
            "President Bush vetoed the bill on July 6.",
            "The jazz festival is held annually in July.",
            "The 4th of July is a national holiday in the US.",
            "It is intolerably hot there from March till July.",
            "The new church was officially opened on July 5th.",
            "I am writing in response to your letter of July 17.",
            "There was an upsurge in violence during June and July.",
            "The Fourth of July parade was a real slice of Americana.",
            "In July everything we sell is reduced right across the board.",
            "The election will be set back to July to avoid the June holiday.",
            "In light of this tragic event, we have cancelled the 4th of July celebrations.",
            "Even in July the windchill factor (=the degree to which the air feels colder because of the wind) can be intense."
        ],
        "example_translate": [
            "Холодновато для июля. (обычно теплее)",
            "Июль — это мой любимый месяц.",
            "Я родился первого июля.",
            "Я планирую закончить учёбу в июле.",
            "Эти сливы созревают в июле.",
            "Конкурс завершится шестого июля.",
            "Ежегодное заседание проходит в июле.",
            "В июле тарифы на газ вырастут.",
            "Ребёнок родился тридцать первого июля.",
            "Срок платежа по векселю наступает 5 июля.",
            "Новая больница открывается первого июля.",
            "Встреча в июле пока ещё под вопросом.",
            "Они уехали двадцать шестого июля, вечером.",
            "После первого июля дом будет в вашем распоряжении.",
            "Мой урожай клубники в июне или июле.",
            "В США четвёртое июля является национальным праздником.",
            "Президент Буш наложил вето на законопроект шестого июля.",
            "Этот джазовый фестиваль проводится ежегодно в июле.",
            "Четвертое июля в США является национальным праздником.",
            "Там невыносимо жарко с марта по июль.",
            "Новый храм был торжественно открыт пятого июля.",
            "Я пишу в ответ на ваше письмо от 17 июля.",
            "В течение июня и июля наблюдался всплеск насилия.",
            "Парад в честь Четвёртого Июля стал настоящим образцом американского образа жизни.",
            "В июле мы снижаем цены на абсолютно весь ассортимент товаров.",
            "Выборы будут перенесены на июль, чтобы они не пришлись на июньские отпуска.",
            "В свете этого трагического события, мы отменили торжества по случаю дня независимости.",
            "Даже в июле фактор холодного ветра (т.е. степень, в которой воздух ощущается холоднее из-за ветра) может быть интенсивным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}