{
    "jungle": {
        "comment": [
            "junior",
            "junk",
            "conjunction"
        ],
        "translate": "джунгли, дебри, густые заросли, притон, связанный с джунглями",
        "transcription": " |ˈdʒʌŋɡl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The garden looked like a jungle.",
            "What a worldwide jungle of redtape!",
            "We acclimatized ourselves quickly to the jungle.",
            "Their return was celebrated by a big shoot in the jungle.",
            "A jungle fringed the shore.",
            "The army snaked through the jungle.",
            "They cut a path through the dense jungle.",
            "The group bushwhacked through the jungle.",
            "He moved like a tiger prowling the jungle.",
            "They slashed their way through the jungle.",
            "They stopped at an open space in the jungle.",
            "Quit fooling around on the jungle gym, or you'll get hurt.",
            "Spending a week in the jungle was a mind-blowing experience.",
            "The hunters lost the tiger's trail in the middle of the jungle.",
            "It's hard to succeed in the business world. It's a jungle out there.",
            "The front page shouted \"The Police Jungle - What Goes On In Our Precincts.\"",
            "The ancient temple was surrounded by vast stretches of impenetrable jungle."
        ],
        "example_translate": [
            "Сад был похож на джунгли.",
            "Что за бесконечные дебри бюрократических проволочек!",
            "Мы быстро адаптировались к климату джунглей.",
            "Их возвращение отпраздновали большой охотой в джунглях.",
            "Вдоль берега произрастали джунгли.",
            "Войска извилистыми тропами пробрались сквозь джунгли.",
            "Они срезали путь через густые джунгли.",
            "Группа пробивалась через джунгли.",
            "Он двигался подобно тигру, крадущемуся в джунглях.",
            "Они прорубили себе путь сквозь джунгли.",
            "Они остановились на открытом пространстве в джунглях.",
            "Хватит дурачиться на шведской стенке /на лазалке, на турнике/, а то ушибёшься.",
            "Неделя, проведённая в джунглях, была просто умопомрачительной.",
            "Охотники потеряли след тигра в чаще джунглей.",
            "В деловом мире сложно добиться успеха: это джунгли, где каждый сам за себя.",
            "Передовица гласила: \"Полицейские джунгли: что происходит в окрестностях\".",
            "Древний храм был окружён обширными непроходимыми джунглями."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}