{
    "junior": {
        "comment": [
            "junk",
            "jungle",
            "conjunction",
            "union"
        ],
        "translate": "младший, юношеский, подчиненный, младший, юниор, подчиненный, сынок",
        "transcription": " |ˈdʒuːniər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Robert Browning junior",
            "John Smith junior",
            "She is a junior partner in the law firm.",
            "She is two years my junior.",
            "She had been in the afternoon to the chemist's to buy some junior aspirin.",
            "Oxford junior encyclopaedia",
            "Snawley jr.",
            "Snawley junior",
            "He is junior to me by three years.",
            "The juniors use the courts on Tuesday night.",
            "Look here, junior, it's none of your business.",
            "When I was a junior in college, I spent a semester in Spain.",
            "The kids learn fast, and can't wait to move up to the junior team.",
            "She's a junior at the state college.",
            "the second semester of my junior year",
            "He is a junior secretary at the embassy.",
            "I learned a lot during my short period as a junior reporter.",
            "Rhodes is currently rated the top junior player in the country.",
            "Her best performance to date was her third place at the World Junior Championships."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Роберт Браунинг сын",
            "Джон Смит младший",
            "Она является младшим партнёром в этой юридической фирме.",
            "Она на два года младше меня.",
            "Во второй половине дня она пошла в аптеку купить детский аспирин.",
            "Оксфордский энциклопедический словарь для юношества",
            "Сноули-младший",
            "Сноули младший",
            "Он младше меня на три года.",
            "По вторникам корты используются юниорами.",
            "Послушай, сынок, это не твоё дело.",
            "Когда я учился на предпоследнем курсе колледжа, то провёл один семестр в Испании.",
            "Дети быстро учатся, и ждут-не дождутся, чтобы подняться в юниорскую команду.",
            "Она студентка предпоследнего курса государственного колледжа. (амер.)",
            "второй семестр моего предпоследнего курса",
            "Он является младшим секретарём в посольстве.",
            "Во время короткого пребывания на должности младшего репортёра я многому научился.",
            "Роудс сейчас считается самым лучшим молодым игроком страны.",
            "Пока что лучшим её результатом было третье место на чемпионате мира среди юниоров."
        ]
    }
}