{
    "junk": {
        "comment": [
            "junior",
            "jungle",
            "conjunction"
        ],
        "translate": "барахло, хлам, рухлядь, джонка, отбросы, выбрасывать как ненужное",
        "transcription": " |dʒʌŋk|",
        "antonyms": [],
        "mnemonic": [
            "junk [джанк] барахло, хлам - (Джон к) барахлу и хламу испытывал слабость;"
        ],
        "examples": [
            "Don't waste your money on that junk!",
            "I'd sooner go hungry than eat junk food.",
            "This cupboard's full of junk.",
            "You need to eat a proper meal instead of junk food.",
            "Kids are all prone to eat junk food.",
            "We get a lot of junk mail.",
            "We decided to junk our old computer and buy a new one.",
            "Is any of this junk usable?",
            "He's an expert at making things out of junk.",
            "You should have junked the roses before they died.",
            "He snatched up a large pound-cake, cut it into junks.",
            "His car is a pathetic piece of junk.",
            "He eats a lot of junk food and doesn't get enough exercise.",
            "The house was full of worthless junk.",
            "To produce a two-inch rope and junk it into three lengths was the work of an instant.",
            "That piece of junk is a pitiful excuse for a car.",
            "Once she became rich and didn't need them anymore, she cast off all her old friends like so much junk.",
            "...over the years the town's discarded junk conglomerated at the bottom of the river..."
        ],
        "example_translate": [
            "Не стоит тратить деньги на эту рухлядь!",
            "Я лучше буду ходить голодным, чем есть, что попало.",
            "В этом шкафу полно хлама.",
            "Тебе нужно есть полноценную пищу, а не еду из дешёвых кафе.",
            "Все дети любят есть вредную /нездоровую/ пищу.",
            "Мы получаем много спама /нежелательной почты/.",
            "Мы решили выбросить старый компьютер и купить новый.",
            "Среди этого хлама есть хоть что-то полезное?",
            "Он мастерски делает вещи из всякого барахла.",
            "Тебе надо было выкинуть эти розы, пока они совсем не увяли.",
            "Он схватил большой пирог и нарезал его на куски.",
            "Его автомобиль — жалкая рухлядь.",
            "Он ест много вредного и мало двигается.",
            "Дом быт набит бесполезным хламом. / В доме было полно никому не нужной рухляди.",
            "Достать двухдюймовый канат и разрезать его на три куска было делом одной минуты.",
            "Эта убогая рухлядь — не машина, а одно название.",
            "Она избавилась от всех своих старых друзей, как от бесполезного хлама, как только разбогатела и перестала в них нуждаться.",
            "...на протяжении многих лет выбрасываемый городской мусор копился на дне реки..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}