{
    "justify": {
        "comment": [
            "justice",
            "just",
            "justified",
            "justification"
        ],
        "translate": "оправдывать, объяснять, подтверждать, выравнивать, выключить строку",
        "transcription": " |ˈdʒʌstɪfaɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I don't have to justify myself to you or anyone else.",
            "The end does not justify the means.",
            "How can we justify spending so much money on arms?",
            "Nothing justifies murdering another human being.",
            "The chief of police tried to justify his actions.",
            "We can't justify wasting food when half the world is hungry.",
            "A pretence was at hand to justify the most violent proceedings.",
            "It would be hard to justify this particular assertion by an appeal to facts.",
            "The fact that we are at war does not justify treating innocent people as criminals.",
            "We have no longer the difficult task of justifying science in the eyes of the nation.",
            "Mindful of these criticisms, I shall attempt to justify my action.",
            "a line of indistinctive sportswear that does not justify its premium price point"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мне не нужно оправдывать себя перед тобой или кем-либо другим.",
            "Цель не оправдывает средства.",
            "Как мы можем оправдать /обосновать/ такие огромные затраты на вооружение?",
            "Ничто не оправдывает убийство другого человека.",
            "Начальник полиции попытался оправдать свои действия.",
            "Мы не можем оправдать трату продуктов питания, пока пол мира голодает.",
            "Сразу же нашёлся предлог, чтобы оправдать самые жестокие действия.",
            "Будет сложно доказать это утверждение обращением к фактам.",
            "Тот факт, что мы находимся в состоянии войны не оправдывает обращение с невинными людьми как с преступниками.",
            "Перед нами больше не стоит трудная задача оправдания науки в глазах народа.",
            "Учитывая эту критику, я постараюсь оправдать свои действия.",
            "линейка невыразительной спортивной одежды, которая не оправдывает свою высокую цену"
        ]
    }
}