{
    "justified": {
        "comment": [],
        "translate": "оправданный, обоснованный",
        "transcription": " |ˈdʒʌstɪfaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Was the employment of force justified?",
            "Force is only justified in extreme circumstances.",
            "The use of compulsion in psychiatric care cannot be justified.",
            "In the Chief Constable's view the use of force was fully justified.",
            "The decision may be legally justified, but I question its morality.",
            "Under the circumstances, the principal was justified in expelling this student.",
            "Clerics were sharply divided on the issue of whether the war was morally justified.",
            "That's a particularly rosy view of the economic situation, and one that may not be justified.",
            "The judge ruled that the town's rescission of the contract was justified due the contractor's repeated failures to meet its obligations."
        ],
        "example_translate": [
            "Было ли применение силы оправданным?",
            "Применение силы может быть оправдано только в чрезвычайных обстоятельствах.",
            "Применение принуждения в психиатрическом лечении не может быть оправдано.",
            "С точки зрения начальника полиции, применение силы было вполне оправданно.",
            "Возможно, это решение и оправданно с юридической точки зрения, но я сомневаюсь в его этичности.",
            "Учитывая обстоятельства, директор школы имел полное право отчислить этого ученика.",
            "Мнения священнослужителей относительно того, является ли эта война оправданной с точки зрения морали, резко разделились.",
            "Это представление об экономической ситуации является особенно наивным, и его ничем нельзя оправдать.",
            "Судья признал расторжение городскими властями данного договора обоснованным по причине многочисленных отказов исполнителя отвечать по своим обязательствам."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}