{
    "obey": {
        "comment": [
            "beyond"
        ],
        "translate": "подчиняться, повиноваться, слушаться, выполнять приказание",
        "transcription": " |əˈbeɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You are required to obey.",
            "He always obeys his parents.",
            "The children must obey the rules.",
            "The children must learn to obey.",
            "'Sit!' he said, and the dog obeyed him instantly.",
            "There is no ifs or buts. He has to obey.",
            "I obey your requisition and inquire the purpose of it.",
            "We just obey orders from above.",
            "Henceforth I obey and you control.",
            "His dog has learned to obey several commands.",
            "Soldiers are expected to obey orders without questioning them.",
            "The little boy made no effort to obey.",
            "We are expected to obey his commands.",
            "He made a studious effort to obey the rules.",
            "I have sworn to obey the laws, and I cannot forswear myself.",
            "They refused to obey the court's order to call off the strike.",
            "He belonged to the class whose business was to order rather than obey.",
            "No subjects more obsequiously obey.",
            "A man has a moral duty to obey the law.",
            "I must obey his words and thine. (P. B. Shelley)",
            "Failure to obey the law can lead to a large fine.",
            "the courageous decision to quit rather than obey an illegal order",
            "With the proper conditioning, the horse will learn to trust and obey its handler.",
            "Elected officials ought to obey the law.",
            "All counsel are expected to obey the rules of the court.",
            "Obey the laws and use common sense when operating your boat.",
            "The despotic coach demands that his players obey him without question."
        ],
        "example_translate": [
            "Ты обязан подчиниться. / От вас требуют подчинения.",
            "Он всегда слушается родителей.",
            "Дети должны соблюдать правила.",
            "Дети должны научиться слушаться.",
            "- Сядь! - сказал он, и пес мгновенно повиновался ему.",
            "Никаких \"если\" и \"но\". Ему придётся подчиниться.",
            "Я подчиняюсь вашему требованию, но хотел бы знать ваши цели.",
            "Мы всего лишь выполняем приказы сверху.",
            "Отныне я подчиняюсь, а ты командуешь.",
            "Его собака научилась выполнять несколько команд.",
            "От солдат, ожидается подчинение приказам, без лишних вопросов.",
            "Мальчик и не подумал слушаться.",
            "Мы обязаны подчиняться его приказам.",
            "Он старательно пытался соблюдать правила.",
            "Я поклялся подчиняться законам, и не могу нарушить свою клятву.",
            "Они отказались выполнять постановление суда, по прекрашению забастовки.",
            "Он принадлежал к тому классу людей, которые командуют, а не подчиняются.",
            "Никакие другие подданные не подчиняются более раболепно.",
            "У человека есть моральная обязанность подчиняться закону.",
            "Я должен подчиняться его словам и твоим.",
            "Несоблюдение законов может привести к крупному штрафу.",
            "смелое решение уволиться, но не подчиниться незаконному приказу",
            "При правильном обращении лошадь научится доверять и повиноваться своему тренеру.",
            "Выборные должностные лица должны подчиняться закону.",
            "Все адвокаты обязаны подчиняться правилам суда.",
            "Управляя лодкой, следует соблюдать законы и подчиняться здравому смыслу.",
            "Этот деспотичный тренер требует, чтобы его игроки беспрекословно ему подчинялись."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}