{
    "objection": {
        "comment": [],
        "translate": "возражение, протест, недостаток, неодобрение, неприязнь, нелюбовь, дефект",
        "transcription": " |əbˈdʒekʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The speaker allowed the objection.",
            "We have no objections to your going.",
            "The main objection to the plan was that it would cost too much.",
            "The judge overruled their objection.",
            "Her objection was that he was too young.",
            "The motion passed, our objection notwithstanding.",
            "The length of the journey was the chief objection to it.",
            "Lawyers raised no objections to the plan.",
            "My main objection is that some people will have to pay more than others.",
            "You might take it that this court overruled the objection.",
            "Local residents raised strong objections to the building application.",
            "He said he had no objection to the plan.",
            "He had moral objections to killing animals for food.",
            "The judge overruled the objection.",
            "They raised one final, piddling objection to the plan.",
            "a clamorous objection to the play that the students have chosen to put on this year"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Спикер принял возражение.",
            "Мы не возражаем против вашего ухода.",
            "Единственным недостатком этого плана была его дороговизна.",
            "Судья отклонил их возражение.",
            "Она возразила, что он слишком молод.",
            "Предложение прошло, несмотря на наш протест.",
            "Главным аргументом против поездки была её чрезмерная продолжительность.",
            "У юристов не было никаких возражений по данному плану.",
            "Мое главное возражение заключается в том, что некоторые люди будут вынуждены платить больше, чем другие.",
            "Можно заключить, что суд отклонил возражение.",
            "Местные жители выдвинули серьёзные возражения против данной заявки на строительство.",
            "Он сказал, что не возражает против данного плана.",
            "У него были моральные возражения против убийства животных ради пищи.",
            "Судья отклонил протест.",
            "Они озвучили одно последнее мелкое возражение касательно этого плана.",
            "громкий протест против пьесы, которую студенты решили поставить в этом году"
        ]
    }
}