{
    "object": {
        "comment": [
            "objection",
            "objective"
        ],
        "translate": "объект, предмет, цель, вещь, возражать, возразить, объектный, целевой",
        "transcription": " |ˈɑːbdʒekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They objected that the price was too high.",
            "No one objected.",
            "I object to being spoken to like that.",
            "I think I'll have a smoke, if you don't object.",
            "I see an object in the distance.",
            "His words achieved their object.",
            "The object was part hidden by the grass.",
            "'My name's not Sonny,' the child objected.",
            "Robson strongly objected to the terms of the contract.",
            "My wife objects to modern furniture.",
            "A floating object displaces water.",
            "The decision was made with the object of cutting costs.",
            "The object of this gymnastic exercise is to expand the chest.",
            "Their object is to investigate the matter thoroughly.",
            "The sun was an object of veneration.",
            "They saw a starlike object in the sky.",
            "The camera could define the smallest object.",
            "The object of the game is to improve children's math skills.",
            "I objected to having to rewrite the article.",
            "Money's no object., I want the best.",
            "She feared becoming an object of ridicule.",
            "to seize and book every object worth noticing",
            "No matter how much people object, I will stand by my decision.",
            "The tower predominates over every object.",
            "The killer struck him with a blunt object.",
            "Once famous, he was now a mere object of pity.",
            "“We can't buy the chair,” he objected. “It won't fit in the car.”",
            "My object was to explain the decision simply.",
            "It was full of rackets, balls and other objects.",
            "Infrared sensors can track an object's movement."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они возразили, что цена слишком высока.",
            "Никто не возражал.",
            "Не люблю, когда со мной говорят в подобном тоне.",
            "Я бы выкурил сигарету, если вы не против.",
            "Я вижу вдали какой-то предмет.",
            "Его слова достигли своей цели.",
            "Предмет был частично прикрыт травой.",
            "— Меня зовут не Сынок, — возразил ребёнок.",
            "Робсон категорически не соглашался с условиями контракта.",
            "Моей жене не нравится современная мебель.",
            "Плавающий предмет вытесняет воду.",
            "Это решение было принято с целью сократить расходы.",
            "Цель этого упражнения — развивать мышцы грудной клетки.",
            "Их цель — тщательно расследовать это дело.",
            "Солнце было предметом почитания.",
            "Они увидели в небе звездообразный объект.",
            "Эта камера могла различить мельчайшие предметы.",
            "Цель игры состоит в развитии у детей математических навыков.",
            "Переписывать статью мне ужасно не хотелось.",
            "Деньги не вопрос, мне нужно самое лучшее.",
            "Она боялась стать объектом насмешек.",
            "схватить и описать любой предмет, достойный внимания",
            "Сколько бы люди ни возражали, я всё равно останусь при своём решении.",
            "Башня возвышается над остальными постройками.",
            "Убийца ударил его тупым предметом.",
            "Некогда знаменитый, теперь он лишь вызывал жалость.",
            "— Мы не можем купить это кресло, — возразил он. — Оно не влезет в машину.",
            "Моя цель была в том, чтобы объяснить это решение просто.",
            "Там было полно ракеток, мячей и других предметов.",
            "Инфракрасные датчики могут отслеживать перемещение объектов."
        ],
        "stars": 3
    }
}