{
    "obligation": {
        "comment": [
            "oblige"
        ],
        "translate": "обязательство, обязанность, долг, обязательность, принудительная сила",
        "transcription": " |ˌɑːblɪˈɡeɪʃn|",
        "antonyms": [],
        "mnemonic": [
            "oblige [ə'blaɪdʒ]\nobligation [¸ɒblɪ'ɡeɪʃən]\n***\nСначала ОБЯЖЕШЬ, потом облаешь. (это) oblige\nСДЕЛАЕШЬ ОДОЛЖЕНИЕ, а потом облаешь. (это)\noblige\nУГОДИШЬ, потом облаешь. (это) oblige\nОбязательство, долг, обязанность."
        ],
        "examples": [
            "We have an obligation to help them.",
            "She failed to fulfill her obligations as a parent.",
            "Greater resources are needed to meet these obligations.",
            "He stayed with the team out of a sense of obligation.",
            "The judge expressed it thus: \"Our obligation is to discover the truth.\"",
            "He felt that he had a moral obligation to help the poor.",
            "The government must pay for health care for war veterans — it is an obligation we owe to them.",
            "She believes that all people have a moral obligation to defend human rights.",
            "We must not fail his obligation to the victims of the Holocaust",
            "Parents are under a legal obligation to educate their children.",
            "Employers have an obligation to treat all employees equally.",
            "Every right implies a responsibility., every opportunity, an obligation., every possession, a duty.",
            "Tutors have a contractual obligation to research and publish."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы обязаны им помогать.",
            "Она не выполнила свои родительские обязанности.",
            "Для выполнения этих обязательств нужно больше ресурсов.",
            "Он остался в команде из чувства долга.",
            "Судья выразился так: \"Наша обязанность — выяснить правду\".",
            "Он чувствовал себя морально обязанным помогать беднякам.",
            "Правительство должно оплатить медицинское обслуживание ветеранов войны — это та обязанность, которую мы им задолжали.",
            "Она считает, что все люди имеют моральное обязательство защищать права человека.",
            "Мы не имеем права не выполнить его обязательства перед жертвами Холокоста.",
            "Родители по закону обязаны воспитывать своих детей.",
            "Работодатели обязаны относиться ко всем работникам одинаково.",
            "Каждое право подразумевает ответственность., каждая возможность — обязательство., каждое владение — обязанность. (Джон Рокфеллер)",
            "По контракту младшие преподаватели обязаны вести исследовательскую работу и публиковаться в научной прессе."
        ],
        "stars": 3
    }
}