{
    "oblige": {
        "comment": [
            "obligation"
        ],
        "translate": "обязать, обязывать, заставлять, принуждать, угождать, радеть, делать одолжение",
        "transcription": " |əˈblaɪdʒ|",
        "antonyms": [],
        "mnemonic": [
            "oblige [эбла'йдж] обязывать - Наличие (облач-ности) обязывает лётчиков к внимательности.",
            "oblige [ə'blaɪdʒ]\nobligation [¸ɒblɪ'ɡeɪʃən]\n***\nСначала ОБЯЖЕШЬ, потом облаешь. (это) oblige\nСДЕЛАЕШЬ ОДОЛЖЕНИЕ, а потом облаешь. (это)\noblige\nУГОДИШЬ, потом облаешь. (это) oblige\nОбязательство, долг, обязанность."
        ],
        "examples": [
            "“Thank you for your help.” “I'm happy to oblige.”",
            "We had to oblige him.",
            "Please, oblige me with a reply as soon as possible.",
            "Circumstances had obliged him to sell the business.",
            "She's always ready to oblige her friends.",
            "Could you oblige me with a pen and a piece of paper, please?",
            "If you don't oblige me, I'll talk!",
            "Would you oblige me by taking this letter to the Director?",
            "If you need a ride home, I'd be happy to oblige.",
            "The minister was obliged to report at least once every six months.",
            "Her job obliges her to work overtime and on weekends.",
            "Can you oblige me with a couple of bob till next Tuesday?",
            "Many parents feel obliged to pay for at least part of the wedding.",
            "It's always a good idea to oblige important clients.",
            "They asked for food and he obliged with soup and sandwiches."
        ],
        "example_translate": [
            "“Спасибо за вашу помощь”. “Я рад помочь вам.”",
            "Нам пришлось ему помочь.",
            "Сделайте одолжение, ответьте мне как можно скорее.",
            "Обстоятельства вынудили /заставили/ его продать этот бизнес.",
            "Она всегда готова помочь своим друзьям.",
            "Не могли бы вы дать мне ручку и листок бумаги?",
            "Если ты мне не поможешь, я всё расскажу!",
            "Сделайте, пожалуйста, одолжение: отнесите это письмо директору.",
            "Если вас нужно подвезти домой, я с радостью это сделаю.",
            "Министр был обязан отчитываться, по крайней мере, раз в полгода.",
            "По долгу службы ей приходится работать сверхурочно и в выходные дни.",
            "Одолжи мне, пожалуйста, пару шиллингов до следующего вторника.",
            "Многие родители чувствуют себя обязанными оплатить, по крайней мере, часть свадьбы.",
            "Угодить важному клиенту — это всегда неплохо.",
            "Они попросили поесть, и он угостил их супом и бутербродами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}