{
    "obscure": {
        "comment": [
            "cure",
            "secure"
        ],
        "translate": "неясный, темный, непонятный, безвестный, затемнять, затушевывать, застилать",
        "transcription": " |əbˈskjʊr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The details of his life remain obscure.",
            "The view was obscured by fog.",
            "I found her lecture very obscure.",
            "For some obscure reason, the group is very popular.",
            "His fame was obscured by the fame of his wife.",
            "The view was obscured by mist.",
            "The moon was now quite obscured.",
            "Details of this period of Shakespeare's life remain obscure.",
            "The distinction was obscured.",
            "The stars are obscured by the clouds.",
            "The origins of the language are obscure.",
            "The fog is so dense, you can only make out the obscure shape of trees.",
            "The motives behind the decision remain obscure.",
            "Two new skyscrapers had sprung up, obscuring the view from her window.",
            "They accused the company of trying to obscure the fact that the product poses a health risk.",
            "In this young, obscure challenger the champion found his master.",
            "Managers deliberately obscured the real situation from federal investigators.",
            "Recent successes have obscured the fact that the company is still in trouble.",
            "He wrote his dissertation on an obscure 16th-century poet.",
            "The movie is full of obscure references that only pop culture enthusiasts will understand.",
            "Many people shared an obscure sense of gratification that Dylan Thomas had died young, as a poet should.",
            "Several obituaries for Herman Melville portrayed him as an obscure, largely forgotten author."
        ],
        "example_translate": [
            "Подробности его жизни, остаются неясными.",
            "Видимость была затруднена из-за тумана.",
            "Её лекция показалась мне очень непонятной.",
            "По некоторым непонятным причинам, группа очень популярна.",
            "Слава его жены затмила его собственную.",
            "Обзор был ограничен туманом.",
            "Луна полностью скрылась (за облаками).",
            "Подробности этого периода в жизни Шекспира остаются неизвестны.",
            "Различие было размыто.",
            "Звезды скрыты облаками.",
            "Происхождение этого языка неясно.",
            "Туман настолько густой, что можно различить лишь смутные очертания деревьев.",
            "Мотивы данного решения остаются неясными.",
            "Рядом с её домом выросли два новых небоскрёба и закрыли вид из её окна.",
            "Они обвинили компанию в попытке скрыть тот факт, что данный продукт представляет риск для здоровья.",
            "Этот юный неприметный претендент оказался лучше самого чемпиона.",
            "Руководители намеренно скрывали истинное положение дел от федеральных следователей.",
            "Недавние успехи затушевали тот факт, что компания по-прежнему в беде.",
            "Он написал докторскую диссертацию по одному малоизвестному поэту шестнадцатого века.",
            "Фильм полон неясных ссылок, которые поймут только горячие приверженцы поп-культуры.",
            "Многие люди разделили непонятное чувство удовлетворения от того, что Дилан Томас умер молодым, как и положено поэту.",
            "В некоторых некрологах Германа Мелвилла изображали безвестным, почти забытым автором."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}