{
    "obsession": {
        "comment": [],
        "translate": "одержимость, навязчивая идея",
        "transcription": " |əbˈseʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They have an obsession with making money.",
            "She has an obsession about cleanliness.",
            "His obsession with cleanliness annoys everyone.",
            "Money has become an obsession for him.",
            "Gambling became an obsession, and he eventually lost everything.",
            "He's convinced he was unfairly treated and it's become an obsession.",
            "Society's obsession with sex has bred a generation of unhappy children.",
            "He was fascinated by the actress and tracking her every move had become an obsession.",
            "She has an unnatural obsession with money.",
            "She looked after him with a devotion bordering on obsession.",
            "The game pachinko became a national obsession.",
            "Her concern about cleanliness approaches the level of obsession.",
            "He has an enthusiasm for art, to the point of obsession in my opinion.",
            "The current obsession with exam results is actually harming children's education."
        ],
        "example_translate": [
            "Они просто помешаны на деньгах.",
            "У нее есть пунктик насчет чистоты. / Она одержима чистотой.",
            "Его одержимость чистотой раздражает всех.",
            "Он помешался на деньгах. / Деньги стали для него навязчивой идеей.",
            "Азартные игры стали для него одержимостью, и в конце концов он потерял всё.",
            "Он убежден, что с ним несправедливо обошлись, и это стало для него навязчивой идеей.",
            "Всеобщая одержимость сексом породила поколение несчастных детей.",
            "Он был очарован актрисой и отслеживание каждого её шага стало для него одержимостью.",
            "Она необычайно одержима деньгами.",
            "Она заботилась о нём с рвением, граничащим с одержимостью.",
            "На игре \"патинко\" помешалась вся страна.",
            "Её озабоченность чистотой граничит с одержимостью.",
            "Его увлечение искусством, на мой взгляд, граничит с одержимостью.",
            "Нынешняя одержимость результатами экзаменов приносит самый настоящий вред образованию детей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}