{
    "observe": {
        "comment": [
            "observation",
            "observer"
        ],
        "translate": "соблюдать, наблюдать, заметить, соблюсти, следить за, блюсти, замечать, усмотреть",
        "transcription": " |əbˈzɜːrv|",
        "antonyms": [],
        "mnemonic": [
            "observe [эбзэ'в] наблюдать - Пойдем в (обсерв-аторию) наблюдать за звездами."
        ],
        "examples": [
            "The police have been observing his movements.",
            "Observe how the people in the group interact.",
            "She observed that almost all the chairs were occupied.",
            "Did he observe on your unusual appearance?",
            "They understood his wish to observe incognito.",
            "Christmas is now observed in Scotland much more than formerly.",
            "The UN has called on both sides to observe the ceasefire.",
            "We observed a large flock of birds heading north.",
            "'Sid looks ill,' Doherty observed.",
            "The patient must be observed constantly.",
            "The people in the village still observe the ancient customs of their ancestors.",
            "We took the best telescope to observe it withal.",
            "The governor failed to observe the rules of natural justice.",
            "Children learn by observing their parents and others.",
            "The class will be observing the movements of fish.",
            "It being necessary for me to observe strict economy, I took my passage in the steerage.",
            "Please observe the reaction of these two chemicals.",
            "She observed that every man in the room had removed his hat.",
            "He observed two children playing with marbles on the street corner.",
            "You will observe the cover has no reading on it, but only seven stars.",
            "Officers observed him driving at 90 miles per hour.",
            "He had been taught to observe the ordinary decencies.",
            "The scientist must stop to observe and start to excogitate.",
            "So far the ceasefire has been observed by both sides.",
            "Few cases of the disease have been observed in humans.",
            "She observed that his presentation took up too much time.",
            "One student performs the experiment, while his partner observes.",
            "Any member of the media who wishes to be accredited for the coverage of the 6th Global Forum must observe the following guidelines.",
            "Keynes observed that humans fall into two classes.",
            "Scientists have observed a drop in ozone levels over the Antarctic."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив",
            "all_words",
            "Причастие",
            "Сложное дополнение с причастием 1",
            "Причастие - сложное дополнение с причастием 1(после глаголов)",
            "Сложное подлежащее",
            "Инфинитив - сложное дополнение(восприятие посредством органов чувств)",
            "Сложное дополнение",
            "Причастие - сложное подлежащее",
            "Инфинитив - сложное подлежащее(страдательный залог)"
        ],
        "example_translate": [
            "Полиция уже некоторое время наблюдает за его передвижениями.",
            "Обратите внимание, как взаимодействуют участники группы.",
            "Она заметила, что почти все стулья заняты.",
            "Он заметил, что вы выглядите необычно?",
            "Они с пониманием отнеслись к его желанию оставаться инкогнито.",
            "Сейчас в Шотландии Рождество отмечается гораздо более торжественно, чем раньше.",
            "ООН призвала обе стороны соблюдать режим прекращения огня.",
            "Мы наблюдали за тем, как улетает на север большая стая птиц.",
            "— Сид выглядит больным, — заметил Доэрти",
            "За этим пациентом нужно вести постоянное наблюдение.",
            "Жители этой деревни по-прежнему соблюдают древние обычаи своих предков.",
            "Мы взяли лучший телескоп, чтобы вести наблюдения с его помощью.",
            "Губернатор не смог соблюсти нормы естественной справедливости.",
            "Дети учатся, наблюдая за своими родителями и другими людьми.",
            "Класс будет отслеживать перемещения рыб.",
            "Необходимо было строго экономить средства, поэтому я отправился третьим классом.",
            "Прошу обратить внимание на реакцию этих двух химических веществ.",
            "Она заметила, что все мужчины в комнате сняли свои головные уборы.",
            "Он заметил на углу улицы двух детей, играющих со стеклянными шариками.",
            "Вы обнаружите, что на обложке (книги) ничего не написано, а только нарисованы семь звёзд.",
            "Полицейские видели, как он едет со скоростью девяносто миль в час.",
            "Его приучили соблюдать простые приличия.",
            "Учёные должны перестать наблюдать, и начать уже что-то придумывать.",
            "Пока что режим прекращения огня соблюдается обеими сторонами.",
            "У людей почти не наблюдалось случаев этого заболевания.",
            "Она обратила внимание, что его выступление заняло слишком много времени.",
            "Один из учеников выполняет эксперимент, а его напарник наблюдает.",
            "Любой представитель СМИ, который желает получить аккредитацию на Шестом всемирном форуме, должен соблюдать следующие правила.",
            "Кейнс заметил, что люди делятся на два класса.",
            "Учёные заметили падение уровня озона над Антарктикой."
        ],
        "stars": 3
    }
}