{
    "observer": {
        "comment": [],
        "translate": "наблюдатель, обозреватель, соблюдающий законы, блюститель нравов",
        "transcription": " |əbˈzɜːrvər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am a great observer of natural appearances.",
            "You have to be a good observer to see all the details.",
            "She's a very keen observer of the political world.",
            "Observers say the economy is improving.",
            "Observers are predicting a fall in interest rates.",
            "She used to edit the Observer.",
            "Independent observers monitored the elections.",
            "I was invited to attend their conference as an observer.",
            "He is an astute observer of the current political scene.",
            "Did you read that piece in the Observer about censorship?",
            "According to one observer, the event was poorly organized.",
            "The star is not visible to an observer without a telescope.",
            "'The Observer' ran a story about the scandal (=reported it).",
            "The British government acted as a neutral observer during the talks.",
            "The class has an observer today, so please be on your best behavior.",
            "How often an observer can predict man's actions better than the man himself.",
            "According to one military observer, this change comes after years of planning.",
            "He was allowed to attend as an observer but not active participant in the toss."
        ],
        "example_translate": [
            "Я очень люблю наблюдать за природными явлениями.",
            "Нужно быть хорошим наблюдателем, чтобы увидеть все детали.",
            "Она очень внимательно наблюдает за миром политики.",
            "Наблюдатели говорят, что состояние экономики улучшается.",
            "Наблюдатели прогнозируют снижение процентных ставок.",
            "Раньше она редактировала газету \"Обсервер\".",
            "За выборами следили независимые наблюдатели.",
            "Меня пригласили на конференцию в качестве слушателя (не участника).",
            "Он внимательно наблюдает за текущей политической обстановкой.",
            "Вы читали ту статью в \"Обсервере\" по поводу цензуры?",
            "По словам одного наблюдателя, мероприятие было плохо организовано.",
            "Эта звезда не видна наблюдателю без телескопа.",
            "Газета \"Обсервер\" разместила статью об этом скандале (т.е. сообщила о нём).",
            "В ходе переговоров правительство Великобритании выступило в качестве нейтрального наблюдателя.",
            "Сегодня у нас в классе будет наблюдатель, поэтому, просьба вести себя как можно лучше.",
            "Как часто наблюдатель может предсказать действия человека лучше, чем сам человек.",
            "По словам одного военного обозревателя, это изменение происходит после многих лет планирования.",
            "Ему разрешили присутствовать при обыске, но не участвовать в нём."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}