{
    "observation": {
        "comment": [
            "observe",
            "observer"
        ],
        "translate": "наблюдение, замечание, соблюдение, наблюдательность, высказывание, обсервация",
        "transcription": " |ˌɑːbzərˈveɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He recorded his observations in a notebook.",
            "She has good powers of observation.",
            "He spent two nights under close observation in hospital.",
            "Her constant observations about the weather bored me.",
            "That observation of hers was very perceptive.",
            "His orders were to keep the men under observation.",
            "These states of matter will fall under our observation.",
            "Some interesting observations came from the study.",
            "This book contains observations about the causes of addictions.",
            "base a claim on some observation",
            "Art classes help develop children's powers of observation.",
            "You can improve your knowledge of the natural world by study and observation.",
            "He reported his observations to the mayor.",
            "They kept her in overnight for observation.",
            "These facts are based on close observation of the birds in the wild.",
            "From their direct observations, children absorb a model of marriage.",
            "She made the astute observation that the whole matter had been exaggerated.",
            "We remount to facts which lie beyond our powers of analysis and observation.",
            "Bloomfield's approach to linguistics was based on observation of the language.",
            "Please allow me to interpose a brief observation.",
            "wartime roles such as observation and reconnaissance",
            "Darwin's observations on the habits of certain birds",
            "The railing curves out near the observation platform.",
            "Careful observation suggests that this is not the case.",
            "Some interesting observations emerged from this research.",
            "Paz makes some observations about the role of the critic.",
            "There were wide variations in the conditions of observation.",
            "Observations made using the telescope have led to new theories.",
            "As we crested each swell, we were freshly exposed to observation.",
            "a smoke screen by howitzers to blank out hostile observation posts"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он записал свои наблюдения в блокнот.",
            "Она наделена большой наблюдательностью.",
            "Он провел две ночи в больнице под тщательным наблюдением врачей.",
            "Ее постоянные высказывания о погоде мне наскучили.",
            "Это её замечание было очень тонким.",
            "Он приказал не спускать с мужчин глаз.",
            "Данное положение дел будет контролироваться нами.",
            "Это исследование породило несколько интересных наблюдений.",
            "В книге содержатся наблюдения о причинах пагубных пристрастий.",
            "основать утверждение на некоторых наблюдениях",
            "Занятия изобразительным искусством помогают детям развивать наблюдательность.",
            "Вы можете обогатить свои знания об окружающем мире путем изучения и наблюдения.",
            "Он доложил о своих наблюдениях мэру.",
            "Они оставили её на ночь для наблюдения.",
            "Эти факты основаны на внимательном наблюдении за птицами в дикой природе.",
            "Из своих непосредственных наблюдений дети и впитывают модель брака.",
            "Она сделала тонкое замечание о том, что всё было преувеличено.",
            "Мы возвращаемся к фактам, которые не поддаются нашему анализу и наблюдению.",
            "Подход Блумфилда к лингвистике был основан на наблюдении языка.",
            "Пожалуйста, позвольте мне вставить краткое замечание.",
            "такие военные обязанности, как наблюдение и разведка",
            "наблюдения Дарвина по поводу привычек некоторых птиц",
            "Ограждение изгибается вблизи смотровой площадки.",
            "Тщательное наблюдение позволяет предположить, что это не так.",
            "Из этого исследования возникли некоторые интересные наблюдения.",
            "Пас делает несколько замечаний о роли критики.",
            "Условия наблюдений значительно различались.",
            "Наблюдения, сделанные с помощью телескопа, привели к возникновению новых теорий.",
            "На каждом перевале нас было прекрасно видно.",
            "дымовая завеса от гаубиц с целью скрыть вражеские точки наблюдения"
        ]
    }
}