{
    "obtain": {
        "comment": [
            "прил obtainable"
        ],
        "translate": "получать, приобретать, добиваться, достигать, добывать, применяться, существовать",
        "transcription": " |əbˈteɪn|",
        "antonyms": [],
        "mnemonic": [
            "obtain [эбте'йн] добывать, приобретать - Где ты добыл эти (эбтейн-утые*) брюки? ('Обтянутые).",
            "attain [ə'teɪn]\nobtain [əb'tein] - получать, достигать, приобретать\n***\nДОСТИГ успехов, наводя тень на плетень. (это) attain\nДОСТИГ успехов Эйнштейн. (это) attain\nДОБИЛСЯ многого Эйнштейн. (это) attain\n***\nЕсли высот достиг \"attain\"\nили получил \"obtain\",\nты их сохрани \"retain\"."
        ],
        "examples": [
            "How did you obtain the visa?",
            "The information may be difficult to obtain.",
            "These conditions no longer obtain.",
            "We managed to obtain another pin of beer.",
            "I could obtain with the snap of my fingers anything I chose.",
            "This situation generally obtains in early language learning.",
            "I climbed to obtain a general view of the surrounding scene.",
            "We obtained a copy of the original letter.",
            "Obtain postage stamps, and affix them carefully to the letters.",
            "People unable to obtain places were inconveniently crowded about the gangways.",
            "It is sufficient to levigate them with water to obtain them very white.",
            "These ideas no longer obtain for our generation.",
            "The committee decided to play her along for a time, hoping to obtain her services for lower pay.",
            "Further information can be obtained from head office.",
            "You will need to obtain permission from the principal.",
            "Each child must obtain the signature of his or her parents.",
            "I managed to obtain a visa through the good offices of a friend in the Service.",
            "Media representatives should arrive at the Press Centre by 11:40 to obtain accreditation.",
            "efforts to obtain a clean bass in orchestral recordings",
            "I was fortunate enough to obtain a research studentship at Stanford.",
            "The company is accused of employing questionable methods to obtain the contract.",
            "The early efforts by the suffragists to obtain voting rights for women were met with ridicule.",
            "They failed to obtain an injunction.",
            "the processing of ore to obtain minerals",
            "They tried by diplomatic maneuvers to obtain an agreement."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "прил которые могут стоять как после сущ, так и перед сущ - без какой-либо разницы"
        ],
        "example_translate": [
            "Каким образом вы получили визу? / Как вам удалось раздобыть визу?",
            "Получить такую информацию может быть трудно.",
            "Эти условия больше не соблюдаются.",
            "Нам удалось раздобыть ещё один бочонок пива.",
            "Я мог получить всё, что захочу, одним щелчком пальцев.",
            "Такая ситуация обычно встречается на ранних этапах обучения языку.",
            "Я взобрался выше, чтобы (получить возможность) получше рассмотреть окрестности.",
            "Мы раздобыли копию оригинала этого письма.",
            "Приобретите почтовые марки и аккуратно наклейте их на конверты.",
            "Люди, оставшиеся без мест, неловко толпились у проходов.",
            "Достаточно растереть их с водой, чтобы они стали белыми.",
            "Эти идеи для нашего поколения более не актуальны.",
            "Комитет решил потянуть время, надеясь получить её услуги за более низкую цену.",
            "Дополнительную информацию можно получить из головного офиса.",
            "Вам нужно будет получить разрешение директора школы.",
            "Каждый ребёнок должен получить подпись своих родителей.",
            "Мне удалось получить визу благодаря посредничеству одного из друзей, работающего на госслужбе.",
            "Представители СМИ должны прибыть в пресс-центр к 11:40 для получения аккредитации.",
            "попытки получения чистого баса в оркестровых записях",
            "Мне посчастливилось получить место в аспирантуре Стэнфордского университета.",
            "Компания обвиняется в использовании сомнительных методов с целью получения данного контракта.",
            "Поначалу попытки суфражисток добиться права голоса для женщин встречали насмешками.",
            "Они не смогли добиться судебного запрета.",
            "обработка руды для получения минералов",
            "Они попытались добиться соглашения путём дипломатических маневров."
        ],
        "stars": 3
    }
}