{
    "obvious": {
        "comment": [],
        "translate": "очевидный, ясный, явный, банальный, понятный, тривиальный",
        "transcription": " |ˈɑːbviəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her disappointment was obvious to everyone.",
            "It's obvious that he is drunk.",
            "It was obvious that Gina was lying.",
            "There is no obvious solution to the problem.",
            "The ending was pretty obvious.",
            "It's pretty obvious what she means.",
            "The obvious question is — does his invention work?",
            "It might be obvious to you, but it isn't to me.",
            "The answer seems obvious enough to me.",
            "For obvious reasons, I would not like to reveal my name.",
            "He was the obvious candidate for president.",
            "For obvious reasons, we can't do that yet.",
            "It was obvious that he was about to grow a beard.",
            "Duties and taxes are the most obvious barrier to free trade.",
            "The obvious thing is to speak to her before you make a decision.",
            "It's obvious he was making a play for her.",
            "The set of his mind was obvious.",
            "He was moved by her obvious concern.",
            "There are obvious gains for the student.",
            "The obvious question is: how did he become so successful?",
            "The contempt he felt for his fellow students was obvious.",
            "For obvious reasons, we've changed the names.",
            "It's obvious why his application was rejected.",
            "The patient showed no obvious signs of distress.",
            "The quality of his cooking is immediately obvious.",
            "It's obvious that he doesn't have a jot of interest in history.",
            "She has a tendency to labor the obvious.",
            "She sipped her drink with obvious pleasure.",
            "The author's antipathies and prejudices are obvious.",
            "His concern with the well-being of his family is obvious."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её недовольство было заметно всем.",
            "Ясно, что он пьян.",
            "Было очевидно, что Джина лгала.",
            "Очевидного решения этой проблемы не существует.",
            "Конец был абсолютно банальным.",
            "Довольно очевидно, что именно она имеет в виду.",
            "Естественно, возникает вопрос: работает ли его изобретение?",
            "Возможно, это очевидно для вас, но не для меня.",
            "Ответ мне кажется достаточно очевидным.",
            "По понятным причинам, я бы не хотел раскрывать своё имя.",
            "Он был очевидным кандидатом на пост президента.",
            "По понятным причинам, мы пока не можем этого сделать.",
            "Он, очевидно, решил отращивать бороду.",
            "Пошлины и сборы - наиболее очевидная помеха на пути к свободной торговле.",
            "Очевидно, что нужно поговорить с ней, прежде чем принимать какое-то решение.",
            "Он явно пытается её добиться.",
            "Склад его ума был очевиден.",
            "Он был тронут её несомненной заботой.",
            "Для студентов есть очевидные выгоды.",
            "Естественно, возникает вопрос: как получилось, что он стал настолько успешным?",
            "Презрение, которое он испытывал к своим однокурсникам, было очевидным.",
            "По понятным причинам мы изменили имена.",
            "Понятно, почему его заявку отклонили.",
            "Пациент не проявлял явных признаков страданий.",
            "Качество его готовки видно сразу.",
            "Очевидно, что история его нисколько не интересует.",
            "У неё есть привычка постоянно повторять очевидные вещи.",
            "Она потягивала свой напиток с явным удовольствием.",
            "Антипатия и предрассудки автора очевидны.",
            "Его озабоченность благополучием своей семьи очевидна."
        ]
    }
}