{
    "occasionally": {
        "comment": [],
        "translate": "иногда, изредка, время от времени, порой, случайно, подчас, нерегулярно",
        "transcription": " |əˈkeɪʒnəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I love occasionally to aberrate from routine.",
            "We only see each other very occasionally (=rarely).",
            "I cook a meal for him occasionally and I run a vacuum over the place.",
            "It was his fancy to fly to Paris occasionally for dinner.",
            "he was arrogant and occasionally callous",
            "Every summer periods of cool weather occasionally interrupt the intense heat.",
            "Roosevelt occasionally attempted to circumvent him.",
            "She watches the kids for us occasionally.",
            "Employees may occasionally receive bonus payments.",
            "She used to call her mother every week but now she calls only occasionally.",
            "Dad would occasionally break in with an amusing comment.",
            "She wants someone to take the kids off her hands occasionally.",
            "The silence was occasionally punctuated by laughter.",
            "Occasionally working from home adds variety to a job.",
            "The Rocky Mountains occur occasionally in collateral ridges.",
            "Baste the potatoes occasionally.",
            "Open areas are only occasionally interrupted by clumps of trees.",
            "Occasionally people confess to crimes they haven't committed just to get attention."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мне нравится иногда отойти от привычного распорядка.",
            "Мы видимся друг с другом лишь время от времени (т.е. редко).",
            "Время от времени я готовлю ему еду и провожу уборку с помощью пылесоса.",
            "У него был каприз: летать в Париж обедать.",
            "он был высокомерным и иногда чёрствым",
            "Каждое лето сильная жара изредка прерывается периодами прохладной погоды.",
            "Время от времени Рузвельт пытался перехитрить его.",
            "Иногда она присматривает за нашими детьми.",
            "Время от времени сотрудники могут получать премиальные выплаты.",
            "Раньше она звонила матери каждую неделю, но сейчас звонит лишь время от времени.",
            "Папа время от времени вмешивался в разговор, отпуская забавные комментарии.",
            "Ей нужно, чтобы кто-нибудь время от времени забирал у неё детей (и приглядывал за ними вместо неё).",
            "Тишина время от времени нарушалась смехом.",
            "Иногда работа из дома добавляет в неё некоторое разнообразие.",
            "Скалистые горы местами располагаются в виде параллельных горных хребтов.",
            "Время от времени поливайте картошку маслом. (во время жарки)",
            "Открытые площадки лишь изредка прерываются группами деревьев.",
            "Иногда люди сознаются в преступлениях, которых не совершали, просто чтобы привлечь к себе внимание."
        ]
    }
}