{
    "occupy": {
        "comment": [
            "occupation",
            "occupied",
            "occupational",
            "occupant"
        ],
        "translate": " занимать, оккупировать, захватывать, завладеть, арендовать, завладевать",
        "transcription": "  |ˈɑːkjupaɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This hobby occupies all of my free time.",
            "The garden occupies 5 acres.",
            "Work will occupy your mind and help you forget about him.",
            "These questions have continued to occupy her mind.",
            "It was a pretext to occupy more territory.",
            "Football occupies most of my leisure time.",
            "The young prince will soon occupy the throne.",
            "They have occupied the apartment for three years.",
            "It would have occupied the attention of all companies.",
            "They occupy the room next to ours.",
            "Family photos occupied almost the entire wall.",
            "Students occupied Sofia university on Monday.",
            "She occupies the house that her grandfather built 50 years ago.",
            "Only six percent of police time is occupied with criminal incidents.",
            "He occupies the house without paying any rent.",
            "Their house occupies a beautiful spot next to the ocean.",
            "This region was once almost completely occupied by forests.",
            "They own another house that they occupy only three months out of the year.",
            "Both parties are battling to occupy the centre ground.",
            "Much of our time is occupied by answering questions from our customers.",
            "Before becoming prime minister, he had already occupied several cabinet posts.",
            "Many patients who are occupying hospital beds could be transferred to other places."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это увлечение поглощает всё моё свободное время.",
            "Под сад занято 5 акров земли.",
            "Работа займет твой разум и поможет тебе забыть о нём.",
            "Эти вопросы продолжали занимать её ум.",
            "Это был предлог для захвата новых территорий.",
            "Футбол занимает большую часть моего свободного времени /досуга/.",
            "Юный принц вскоре займёт трон.",
            "Они снимают эту квартиру уже три года.",
            "Это привлекло бы внимание всех компаний.",
            "Они занимают комнату рядом с нашей.",
            "Семейные фотографии занимали почти всю стену.",
            "В понедельник студенты захватили территорию Софийского университета.",
            "Она проживает в доме, который пятьдесят лет назад построил её дедушка.",
            "Лишь шесть процентов времени полиция занимается уголовными преступлениями.",
            "Он занимает этот дом без какой-либо арендной платы.",
            "Их дом расположен в красивом месте рядом с океаном.",
            "Когда-то эти края были почти полностью заняты лесами.",
            "У них есть ещё один дом, где они проводят всего три месяца в году.",
            "Обе стороны борются за то, чтобы занять место ведущей центристкой партии.",
            "Много времени у нас занимают ответы на вопросы клиентов.",
            "До того как стать премьер-министром, он уже занимал ряд министерских должностей.",
            "Многих пациентов, которые занимают больничные койки, можно перевести в другие места."
        ]
    }
}