{
    "occupied": {
        "comment": [
            "occupy",
            "occupation",
            "occupational",
            "occupant"
        ],
        "translate": "оккупированный, занятый",
        "transcription": " |ˈɑːkjupaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bathroom is occupied.",
            "Only half of the rooms are occupied at the moment.",
            "Sorry, this seat is occupied.",
            "His time was occupied with the children.",
            "The most important thing is to keep yourself occupied.",
            "She's fully occupied with work.",
            "They occupied only a small extent of England.",
            "The commons occupied the Capitol.",
            "She observed that almost all the chairs were occupied.",
            "The upper stories are occupied by offices.",
            "The speech occupied some five hours in delivery.",
            "It would have occupied the attention of all companies.",
            "Now he is occupied with data treatment, preparing articles.",
            "300 students occupied the building and over 50 went on hunger strike.",
            "The museum has enough exhibits to keep anyone occupied for an hour or two.",
            "Before becoming prime minister, he had already occupied several cabinet posts.",
            "A steady stream of clients kept her occupied until the middle of the afternoon.",
            "Students occupied Sofia university on Monday.",
            "Family photos occupied almost the entire wall.",
            "They have occupied the apartment for three years.",
            "Demonstrators have occupied the municipal building.",
            "He collaborated with the Nazis when they occupied Paris.",
            "A clot of daisies occupied one corner of the flower bed.",
            "This region was once almost completely occupied by forests.",
            "The Vietnamese cut a lot of timber while they occupied Cambodia.",
            "Only six percent of police time is occupied with criminal incidents.",
            "The company was granted a charter to trade in the occupied territory.",
            "The French guillotined many Vietnamese while they occupied the country.",
            "Much of our time is occupied by answering questions from our customers.",
            "In anticipation of a riot the temples on the Forum were occupied with guards."
        ],
        "example_translate": [
            "Ванная занята.",
            "Сейчас занята только половина комнат.",
            "Извините, это место занято.",
            "Его время было занято детьми.",
            "Самое главное - это чем-нибудь себя занять.",
            "Она полностью занята работой.",
            "Они захватили только малую часть Англии.",
            "Простой люд захватил Капитолий.",
            "Она заметила, что почти все стулья заняты.",
            "Верхние этажи заняты офисами.",
            "Речь заняла около пяти часов.",
            "Это привлекло бы внимание всех компаний.",
            "Сейчас он занят обработкой данных, подготовкой статей.",
            "Триста студентов заняли здание, и свыше пятидесяти объявили голодовку.",
            "В музее достаточно экспонатов, чтобы занять кого угодно на час-другой.",
            "До того как стать премьер-министром, он уже занимал ряд министерских должностей.",
            "Непрекращавшийся поток клиентов не отпускал ее почти до вечера.",
            "В понедельник студенты захватили территорию Софийского университета.",
            "Семейные фотографии занимали почти всю стену.",
            "Они снимают эту квартиру уже три года.",
            "Участники демонстрации окупировали здание муниципалитета.",
            "Он сотрудничал с нацистами, когда они оккупировали Париж.",
            "Один из углов цветочной клумбы был засажен ромашками.",
            "Когда-то эти края были почти полностью заняты лесами.",
            "Во время оккупации Камбоджи вьетнамцы вырубили много леса.",
            "Лишь шесть процентов времени полиция занимается уголовными преступлениями.",
            "Компании было предоставлено право торговать на оккупированной территории.",
            "Во время оккупации Вьетнама французы отправили на гильотину многих жителей этой страны.",
            "Много времени у нас занимают ответы на вопросы клиентов.",
            "Для предупреждения беспорядков в храмах на Форуме была размещена стража."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}