{
    "occupation": {
        "comment": [],
        "translate": "оккупация, занятие, занятость, профессия, оккупационный",
        "transcription": " |ˌɑːkjuˈpeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is a waitress by occupation.",
            "State your name and occupation.",
            "Parachuting is a dangerous occupation.",
            "He has no occupation outside his office work.",
            "Please tell us your name and occupation.",
            "In the space marked \"occupation\" she wrote \"police officer\".",
            "He is thinking about changing occupations and becoming a police officer.",
            "Swimming was their main occupation at summer camp.",
            "Hunting was a typically masculine occupation.",
            "One of my childhood occupations was collecting stamps.",
            "The offices are ready for occupation.",
            "The new homes will be ready for occupation in August.",
            "He has a resource in the chase, an occupation, ever ready at hand.",
            "Families are classified according to the father's occupation.",
            "Please state your name, address and occupation.",
            "Firefighting is an inherently dangerous occupation.",
            "He missed the bell in his occupation with the computer game.",
            "during the German occupation of Paris",
            "at liberty to choose whatever occupation one wishes",
            "Some evidence of human occupation was found in these caves.",
            "His occupation condemned him to spend long periods of time away from his family.",
            "The coal miner's son aspired to a white-collar occupation as a bookkeeper.",
            "When the first scientists came to the region they found little evidence of human occupation.",
            "Since an ancestor settled there in the 19th century, farming has been the only occupation for six generations of the family."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она работает официанткой.",
            "Назовите своё имя и род занятий.",
            "Парашютный спорт - опасное занятие.",
            "У него нет никакого другого занятия, кроме работы в офисе.",
            "Пожалуйста, назовите нам своё имя и род занятий.",
            "В графе \"профессия\" она написала \"полицейский\".",
            "Он подумывает сменить профессию и стать офицером полиции.",
            "В летнем лагере, плавание было их основным занятием.",
            "Охота была типично мужским занятием.",
            "Одним из моих детских увлечений было коллекционирование марок.",
            "Офисные помещения готовы к заселению.",
            "Новые дома будут готовы для заселения в августе.",
            "Его основное развлечение — это охота, всегда доступное занятие.",
            "Семьи классифицируются согласно профессии отца.",
            "Просьба указать ваше имя, адрес и род занятий.",
            "Пожаротушение — занятие само по себе опасное.",
            "Он пропустил звонок, увлекшись компьютерной игрой.",
            "во время немецкой оккупации Парижа",
            "свобода выбирать любой род занятий по своему желанию",
            "В этих пещерах были найдены некоторые свидетельства человеческой деятельности.",
            "Профессия вынуждала его подолгу находиться вдали от своей семьи.",
            "Этот шахтёрский сын стремился получить конторскую профессию бухгалтера.",
            "Первые исследователи, пришедшие в эту область, почти не обнаружили свидетельств человеческой деятельности.",
            "С тех пор, как один из предков поселился там в девятнадцатом веке, на протяжении шести поколений сельское хозяйство было единственным занятием этой семьи."
        ]
    }
}