{
    "occur": {
        "comment": [
            "occurrence"
        ],
        "translate": "происходить, встречаться, иметь место, случаться, являться, попадаться, бывать",
        "transcription": " |əˈkɜːr|",
        "antonyms": [],
        "mnemonic": [
            "occur [ə'kз: ]\n***\nПРОИЗОШЛА авария в горах высоко. (это) occur\nСЛУЧАЛОСЬ, что скисало молоко. (это) occur\nПРИШЛО НА УМ: \"снесла курочка золотое кокó\". (это)\noccur\nСЛУЧИЛОСЬ выиграть в очко. (это) occur"
        ],
        "examples": [
            "When exactly did the incident occur?",
            "Nothing occurred that seemed important.",
            "New ideas occur to him in the act of writing.",
            "It did not occur to me to mention it.",
            "Many suicides occur in prisons.",
            "Marble also occurs here.",
            "The disease occurs chiefly in tropical climates.",
            "The event is scheduled to occur at noon tomorrow.",
            "It occurred to me that we should hire another secretary.",
            "The explosion occurred at 5.30 a.m.",
            "She forecast that an earthquake would occur.",
            "Most infections occur in childhood.",
            "There's a chance that a similar event will occur in the future.",
            "No one was ready for what was about to occur.",
            "The realization that a catastrophe could occur at any time sobered them up.",
            "It is uncertain how likely this is to occur.",
            "The plant occurs naturally throughout South America.",
            "Some mangles in newspaper articles occur under the pressure of deadlines.",
            "A third of accidental deaths occur in the home.",
            "Few continental rises occur in the Pacific Ocean.",
            "The highest rates of unemployment occur in the inner urban areas.",
            "Combustion may occur at high temperatures.",
            "Problems only occur when this attitude is taken to extremes.",
            "The Rocky Mountains occur occasionally in collateral ridges.",
            "Although arbitrary arrests are illegal, they continue to occur in many parts of the country.",
            "Whooping cough occurs mainly in young children.",
            "Flight delays do occur, for reasons that are outside our control.",
            "Retrenchment may occur within an industry when there are shifts in market share.",
            "diseases that can occur in childhood",
            "the number of crimes that occur per capita"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Когда именно случилось это происшествие?",
            "Вроде бы ничего важного не произошло.",
            "Новые идеи приходят к нему в процессе работы.",
            "Мне и в голову не приходило об этом упоминать.",
            "Многие самоубийства совершаются в тюрьмах.",
            "Здесь также залегает мрамор.",
            "Это заболевание встречается, главным образом, в тропическом климате.",
            "Мероприятие запланировано на завтрашний полдень.",
            "Мне пришло в голову, что нам следует нанять нового секретаря.",
            "Взрыв произошел в пять-тридцать утра.",
            "Она предсказала, что произойдёт землетрясение.",
            "В большинстве случаев инфицирование происходит в детстве.",
            "Есть шанс, что подобное событие произойдёт в будущем.",
            "Никто не был готов к тому, что должно было вот-вот произойти.",
            "Осознание того, что в любой момент может произойти катастрофа, отрезвило их.",
            "Неясно, насколько высока вероятность того, что это произойдёт.",
            "Это растение встречается в природе по всей Южной Америке.",
            "Некоторые ошибки в газетных материалах происходят под давлением надвигающихся сроков их сдачи.",
            "Треть смертей от несчастных случаев происходит в домашних условиях.",
            "В Тихом океане залегают несколько материковых возвышенностей.",
            "Наибольший уровень безработицы встречается во внутригородских районах.",
            "Горение может происходить при высоких температурах.",
            "Проблемы возникают только тогда, когда это отношение доведено до абсурда.",
            "Скалистые горы местами располагаются в виде параллельных горных хребтов.",
            "Хотя произвольные аресты являются незаконными, они продолжают происходить во многих частях страны.",
            "Коклюш бывает в основном у маленьких детей.",
            "Задержки полётов действительно происходят, по причинам, которые находятся вне нашего контроля.",
            "Режим экономии может применяться внутри отрасли, если происходит изменение доли рынка.",
            "болезни, которые могут возникнуть в детстве",
            "количество преступлений, совершаемых на душу населения"
        ],
        "stars": 3
    }
}