{
    "odd": {
        "comment": [
            "odds",
            "oddly",
            "toddler"
        ],
        "translate": "нечетный, странный, лишний, необычный, нечетное число, решающая взятка, удар",
        "transcription": " |ɑːd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was odd of her to do that.",
            "They're an odd couple.",
            "He was wearing odd socks.",
            "She had an odd look on her face.",
            "A wheel in general contains an odd number of teeth.",
            "It was an odd thing to say.",
            "There was something odd about his story.",
            "There was something odd about him.",
            "That is one of the oddest creatures I have ever seen.",
            "I lived by odd-jobbing for the blacks on the sugar plantations.",
            "That's odd. He was here a minute ago.",
            "She's got a really odd sense of humor.",
            "It seemed odd that he wanted a picture of me.",
            "Any odd scrap of paper will do.",
            "He had to seek odd corners for his safety.",
            "It is odd that his name is never mentioned.",
            "It's odd that nobody told me about this before.",
            "Some rather odd people used to live in this house.",
            "People would call at odd hours during the night.",
            "She was holding an extremely odd-looking weapon.",
            "She kept a stack of magazines that she would read at odd moments.",
            "What she did was unforgivable, but the odd thing was he didn't seem to mind.",
            "During the summer, he would do odd jobs for his neighbors to earn extra money."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Странно, что она так поступила.",
            "Они — странная парочка.",
            "На нём были разные носки.",
            "У неё было странное выражение лица.",
            "Обычно в колесе нечётное количество зубьев.",
            "Это прозвучало как-то странно.",
            "В его рассказе было что-то странное.",
            "Было в нём что-то странное.",
            "Это одно из самых странных существ, которых я когда-либо видел.",
            "Я перебивался случайными работами вместо нeгрoв на сахарных плантациях.",
            "Странно. Он был здесь минуту назад.",
            "У неё очень странное чувство юмора.",
            "Казалось странным, что ему нужна была моя фотография.",
            "Подойдёт любой клочок бумаги.",
            "Он был вынужден забиваться в самые дальние углы, чтобы оставаться в безопасности.",
            "Странно, что его имя никогда не упоминается.",
            "Странно, что никто не рассказал мне об этом раньше.",
            "В этом доме когда-то жили довольно странные люди.",
            "Иногда люди звонили посреди ночи.",
            "В руках она держала чрезвычайно странное на вид оружие.",
            "Она хранила стопку журналов, которые время от времени читала.",
            "То, что она сделала, было непростительно, но странное дело — его вроде бы это не волновало.",
            "Летом он выполнял разную работу для соседей, чтобы заработать дополнительные деньги."
        ]
    }
}