{
    "odds": {
        "comment": [],
        "translate": "шансы, разногласие, перевес, разница, преимущество, неравенство, гандикап",
        "transcription": " |ɑːdz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The odds are in our favour.",
            "Odds are ten to three.",
            "The odds are that she'll win.",
            "The two brothers were always at odds.",
            "He offered odds of two to one.",
            "He survived the cancer against all odds.",
            "It's no good to be at odds with my husband.",
            "He was facing impossible odds.",
            "The odds were always in favour of a South African victory.",
            "Against all the odds, he recovered from his terrible injuries.",
            "They're at odds over the funding for the project.",
            "What are the odds on him being re-elected?",
            "Against all the odds, we won our case on appeal.",
            "Blake's version of events was at odds with the official police report.",
            "Their bookie is giving good odds.",
            "The favourite and underdog are given odds to win a game.",
            "The odds against a plane crash are around a million to one.",
            "The British Air Force succeeded despite overwhelming odds against them.",
            "Most residents live in tiny apartments and pay over the odds for them too.",
            "She gave him a sweet smile, totally at odds with the look of dislike in her eyes.",
            "The hospital's director has been battling against the odds to improve patient care.",
            "You can narrow the odds of a nasty accident happening in your home by being more safety-conscious.",
            "Their job was to hold on despite impossible odds, in order to give the rest of the army time to strike.",
            "As usual, the hero was facing insuperable odds.",
            "Mark's account of what happened is at odds with Dan's.",
            "He reckoned the odds are against the scheme going ahead.",
            "The bottom of the drawer was always a miscellaneous accumulation of odds and ends",
            "the familiar story of the underdog who ultimately triumphs despite insurmountable odds",
            "At odds of 10-1 he bet a hundred pounds.",
            "The South Africans overcame the odds to beat Australia."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Перевес на нашей стороне.",
            "Ставки — десять к трём.",
            "Похоже на то, что она выиграет.",
            "Два брата постоянно не ладили между собой.",
            "Он предложил шансы два к одному.",
            "Он победил рак, несмотря на то, что все шансы были против него.",
            "Расходиться во мнениях с моим мужем небезопасно.",
            "Шансов справиться у него (практически) не было. / Ему предстояло совершить невозможное.",
            "Шансы на победу были по-прежнему на стороне команды из ЮАР.",
            "Наперекор всему, он оправился от страшных травм.",
            "У них разногласия по поводу финансирования проекта.",
            "Какова вероятность того, что он будет переизбран?",
            "Несмотря на все трудности. Мы выиграли наше дело в суде.",
            "Предложенная Блейком версия событий расходилась с официальной версией из полицейского рапорта.",
            "Их букмекер даёт хорошие шансы.",
            "Ставки делаются на победу в игре и фаворита, и аутсайдера.",
            "Шансы попасть в авиакатастрофу составляют около миллиона к одному.",
            "Британским ВВС удалось добиться успеха, несмотря на превосходящие силы противника.",
            "Большинство жителей живёт в крошечных квартирах, да ещё и здорово за них переплачивает.",
            "Она подарила ему очаровательную улыбку, совершенно несочетающуюся с неприязнью, которая читалась в ее глазах.",
            "Директор больницы ведёт неравный бой за улучшение обслуживания пациентов.",
            "Вероятность несчастного случая у вас в доме можно уменьшить за счёт лучшего соблюдения правил безопасности.",
            "Их задача была продержаться, несмотря на намного превосходящие силы противника, чтобы дать остальной армии время для нанесения удара.",
            "Как обычно, герой столкнулся с непреодолимыми трудностями.",
            "То, что рассказал о происшедшем Марк, расходится с рассказом Дэна.",
            "Он полагал, что обстоятельства против того, чтобы этот проект был приведен в действие.",
            "Дно ящика всегда было местом скопления разнообразной безделицы",
            "хорошо знакомая история аутсайдера, который, в конечном счете, торжествует, несмотря на непреодолимые препятствия",
            "Он поставил сто фунтов по коэффициенту десять к одному. (эквивалентно 11 в европейской системе коэффициентов)",
            "Южноафриканцы победили Австралию, несмотря на неблагоприятные шансы."
        ]
    }
}