{
    "of course": {
        "comment": [],
        "translate": "конечно",
        "transcription": "",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Why, of course I do!",
            "Of course he'll come!",
            "Of course, dear child.",
            "Well of course I love you.",
            "She travelled incognita, of course.",
            "Of course I automatically said yes.",
            "We don't agree on everything, of course.",
            "He'd sussed what was going on, of course.",
            "Of course there are exceptions to every rule.",
            "The very opposite word was of course expected.",
            "The young woman was his confederate, of course.",
            "'Can I have a glass of water?' 'Yes, of course.'",
            "Of course you should stand in with the chairman.",
            "What a cheek! Of course I read the instructions!",
            "Of course, it might all be complete fabrication.",
            "Of course everyone else thought it was hilarious!",
            "Of course the relationship meant something to me.",
            "The range of courses presently available has grown.",
            "We cannot of course go into the history of these wars.",
            "One problem we both have is of course that of housing.",
            "I'll tell you about Moira — in confidence, of course.",
            "Of course the supermarkets' aim is to make fat profits.",
            "Of course I'd like to help, but things aren't so simple.",
            "Unruly pupils were given detention as a matter of course.",
            "Of course I know him well, we roomed together for a year.",
            "the multiplicity of courses available to language students",
            "We will contact your former employer as a matter of course.",
            "The remedy of course is for the author to direct his own play.",
            "a silent stolid creature who took it all as a matter of course",
            "He asked his father if it was true. ' Of course not,' Jack said."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ну конечно, да!",
            "Конечно, он придет!",
            "Разумеется, родной мой.",
            "Ну, конечно, я люблю тебя.",
            "Она путешествовала инкогнито, разумеется.",
            "Разумеется, я машинально согласился.",
            "Мы, конечно, не на всё согласны.",
            "Конечно, он понял, что происходит.",
            "Конечно, из каждого правила есть исключения.",
            "Конечно, ожидали услышать прямо противоположное.",
            "Конечно же, эта молодая женщина была его сообщницей.",
            "— Можно мне стакан воды? — Да, конечно.",
            "Безусловно, вы должны поддерживать хорошие отношения с председателем.",
            "Ну и нахал! Конечно, я читала инструкции!",
            "Конечно, всё это может быть полной выдумкой.",
            "Конечно, все остальные думали, что это было весело!",
            "Конечно, эти отношения для меня что-то значили.",
            "Увеличился ассортимент блюд, доступных для выбора в настоящее время.",
            "Естественно, мы не можем во всех подробностях рассмотреть историю этих войн.",
            "Проблема, которая есть у нас обоих, - это, конечно, жилищные условия.",
            "Я расскажу вам о Мойре — по секрету, конечно.",
            "Разумеется, цель супермаркетов — сделать побольше прибыли.",
            "Конечно, я хотел бы помочь, но всё не так просто.",
            "Непослушных учеников, как и положено, задержали после занятий.",
            "Конечно, я его знаю, мы вместе снимали квартиру целый год.",
            "множество курсов, доступных для тех, кто изучает иностранные языки",
            "Разумеется, мы свяжемся с вашим бывшим работодателем.",
            "Выход, конечно, если автор сам ставит свою пьесу.",
            "молчаливое и флегматичное создание, которое воспринимало всё, как должное",
            "Он спросил своего отца, правда ли это. — Конечно, нет, — ответил Джек."
        ]
    }
}