{
    "offering": {
        "comment": [],
        "translate": "предлагающий, предложение, приношение, подношение",
        "transcription": " |ˈɔːfərɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We don't need any help, but thank you for offering.",
            "They're offering free Internet connection.",
            "He made an offering to propitiate the angry gods.",
            "Our office staff made a freewill offering for UNESCO.",
            "They vetted her thoroughly before offering her the job.",
            "After our last argument, I sent her flowers as a peace offering.",
            "I think you should examine their motives in offering to lend you the money.",
            "The police are offering a reward for any information.",
            "We have been successful because we are offering a quality service.",
            "Why overburden yourself when people are offering to help?",
            "He forestalled critics by offering a defense of the project.",
            "She was diffident when offering a comment on the professor's lecture.",
            "The professor was offering a tutorial in her office a week before the exam.",
            "The store is offering coffee mugs as free giveaways to attract new customers.",
            "The company is offering a special low price as an added incentive for new customers.",
            "They put an advertisement in The Morning News, offering a high salary for the right person.",
            "He has the annoying habit of putting down others under the guise of offering constructive criticism.",
            "The clinic is offering free screening for diabetes.",
            "The organization is offering five $5,000 scholarships.",
            "The stores are offering specials on sweaters this week.",
            "Many banks are offering financial packages for students.",
            "The Shakespeare Company is offering 'King Lear' this month.",
            "They're only offering halfway measures, not a real solution.",
            "Thanks so much for offering to help. You're a real lifesaver!",
            "The company is offering a free health screen to all employees.",
            "The company is offering a special promotion to increase sales.",
            "The company is planning to major on offering the machines we need.",
            "They're offering weekend breaks in Paris for only a hundred pounds.",
            "Several lenders are offering very attractive rates of interest at the moment.",
            "...a newspaper editorial offering the timeworn bromide that people should settle their differences peacefully..."
        ],
        "example_translate": [
            "Никакая помощь нам не нужна, но спасибо за предложение.",
            "Они предлагают бесплатный доступ в Интернет.",
            "Он принёс жертву, чтобы умилостивить разгневанных богов.",
            "Сотрудники нашего офиса сделали добровольные пожертвования в адрес ЮНЕСКО.",
            "Её тщательно проверили, прежде чем предложили эту работу.",
            "После нашей последней ссоры, я послал ей цветы в знак предложения мира.",
            "Мне кажется, вам следует внимательно рассмотреть мотивы, по которым они предлагают вам взаймы деньги.",
            "Полиция предлагает вознаграждение за любую информацию.",
            "Мы добились успеха, потому что предлагаем качественное обслуживание.",
            "Зачем надрываться самому, когда люди предлагают помочь?",
            "Он опередил критиков, выступив в защиту данного проекта.",
            "Комментируя лекцию профессора, она держалась скромно.",
            "Преподавательница предложила провести консультацию у себя в кабинете за неделю до экзамена.",
            "Для привлечения новых клиентов, магазин предлагает кофейные кружки в подарок.",
            "Компания предлагает специальные низкие цены в качестве дополнительного стимула для новых клиентов.",
            "Они поместили рекламное объявление в газете \"Морнинг Ньюз\", предлагая подходящему кандидату высокую зарплату.",
            "У него есть раздражающая привычка унижать других под видом конструктивной критики.",
            "Клиника предлагает пройти бесплатное обследование на диабет.",
            "Организация предлагает пять стипендий размером в пять тысяч долларов.",
            "На этой неделе магазины дают специальные предложения по свитерам.",
            "Многие банки предлагают финансовые пакеты для студентов.",
            "В этом месяце \"Шекспировская компания\" ставит \"Короля Лира\". (Royal Shakespeare Company — крупная британская театральная компания)",
            "Они предлагают лишь полумеры, а не реальное решение проблемы.",
            "Огромное спасибо за то, что предложили помочь. Вы просто спасли мне жизнь!",
            "Компания предлагает бесплатное медицинское обследование всем своим сотрудникам. (брит.)",
            "Компания предлагает специальную акцию с целью увеличения объёма продаж.",
            "Компания планирует уделить особое внимание продаже нужных нам станков.",
            "Они предлагают отдых на выходных в Париже всего за сто фунтов.",
            "Некоторые кредиторы в данный момент предлагают очень привлекательные процентные ставки.",
            "...передовица, предлагающая вниманию набившую оскомину банальщину, что люди должны улаживать споры мирно..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}