{
    "offend": {
        "comment": [
            "offence",
            "offensive",
            "offender"
        ],
        "translate": "оскорблять, обижать, задевать, нарушать, погрешить, нарушать закон",
        "transcription": " |əˈfend|",
        "antonyms": [],
        "mnemonic": [
            "offend [ə'fend]\noffence [ə'fɛns] - оскорбление, правонарушение\noffender [ə'fɛndər] - правонарушитель, преступник\n***\nОСКОРБИЛ меня в кафе (нд). (это) offend\nОБИЖАЛ меня в кафе (нд). (это) offend\n***\nТы обижал \"offend\",\nтеперь сам защищайся \"defend\".",
            "offend ['ɔfə]\n***\nПРЕДЛОЖИЛИ тебе кофе. (это) offend\nСпец. ПРЕДЛОЖЕНИЕ - чипсы и кофе. (это) offend\nПредложение; попытка.\n***\nМне предложили \"offer\"\nограбить казну \"coffer\"."
        ],
        "examples": [
            "Don't worry. I wasn't offended.",
            "I'm sorry, I didn't mean to offend.",
            "Her tactless remark offended me.",
            "I'm sorry, I didn't mean to offend you.",
            "A solution must be found that doesn't offend too many people.",
            "Liddy was offended by such a personal question.",
            "You might offend your hosts if you camp it up at the party in your usual way.",
            "It offends me that you would make such a remark.",
            "His remarks deeply offended many Scottish people.",
            "Some of these new buildings really offend the eye (=look very ugly).",
            "Many of the young men here are likely to offend again.",
            "I felt a little offended by their lack of respect.",
            "I can't invite a boor like him to dinner! He'd offend the other guests.",
            "Some people are offended by the song's lyrics.",
            "The careful language is designed not to offend.",
            "How can we word the letter so as not to offend the parents?",
            "Avoid using words that might offend someone's racial or moral sensibilities.",
            "His comments about minority groups offended many of us."
        ],
        "example_translate": [
            "Не волнуйся, я не обиделся.",
            "Простите, я не хотел никого оскорбить.",
            "Её бестактное замечание обидело меня.",
            "Извините, я не хотел вас обидеть.",
            "Решение должно быть найдено такое, чтобы не задевало слишком много людей.",
            "Лидди была обижена столь личным вопросом.",
            "Если ты опять разойдешься, как с тобой все время случается, ты можешь обидеть хозяев.",
            "Меня обижает, что вы делаете подобные замечания.",
            "Его высказывания глубоко оскорбили многих шотландцев.",
            "Некоторые из этих новых зданий поистине режут глаз (т.е. выглядят очень некрасиво).",
            "Многие присутствующие здесь молодые люди, скорее всего, снова нарушат закон.",
            "Я почувствовал себя несколько обиженным их неуважением.",
            "Я не могу пригласить на ужин такого хама! Он обидит других гостей.",
            "Некоторые люди оскорблены текстом этой песни.",
            "Осторожный языковой стиль предназначен для того, чтобы никого не обидеть.",
            "Как нам составить это письмо, чтобы не обидеть родителей?",
            "Избегайте слов, которые могут оскорбить чьи-либо расовые чувства или моральные ценности.",
            "Его высказывания в адрес нацменьшинств оскорбили многих из нас."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}