{
    "offence": {
        "comment": [
            "offensive",
            "offend",
            "offender"
        ],
        "translate": "нападение, преступление, правонарушение, нарушение, оскорбление, проступок, обида",
        "transcription": " |əˈfens|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Best defence is offence.",
            "She takes offence at every remark.",
            "Punishment for a first offence is a fine.",
            "He took offence at my question.",
            "Sorry, I didn't mean to cause offence (=offend you).",
            "Don't take offence. Roger says things like that to everybody.",
            "Whither will this offence insult him?",
            "She was given nine months concurrent for each offence.",
            "Every ordinary offence does not disentitle a son to the love of his father.",
            "The team plays good offense.",
            "I think he took offence at my lack of enthusiasm.",
            "The defendant had been articled for an ecclesiastical offence.",
            "The bill makes it an offence to carry a knife.",
            "The team needs some work on its offense.",
            "The possession of stolen property is a criminal offence.",
            "Our team has the best offense in the league.",
            "Penalties for a first offense range from fines to jail time.",
            "As it was his first offence, the store agreed not to press charges.",
            "He had been accused of a drug offence but police had been unable to serve a summons on him (=officially order him to appear in court)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Лучшая защита — это нападение.",
            "Она обижается на каждое замечание.",
            "Наказанием за первое правонарушение является штраф.",
            "Он обиделся на мой вопрос.",
            "Простите, я не хотел никого оскорбить (т.е. обидеть).",
            "Не обижайтесь, Роджер всем говорит что-то подобное.",
            "Как сильно заденет его это оскорбление?",
            "За каждое правонарушение ей дали по 9 месяцев, но наказания она будет отбывать одновременно.",
            "Обычный проступок не лишает сына отцовской любви.",
            "Команда хорошо играет в нападении.",
            "Думаю, что он обиделся на отсутствие энтузиазма с моей стороны.",
            "Ранее подсудимого уже обвиняли в оскорблении церкви.",
            "Согласно этому законопроекту, ношение при себе ножа является противозаконным.",
            "Команде нужно немного поработать над атакой /над нападением/.",
            "Хранение краденого имущества является уголовным преступлением.",
            "Наша команда имеет лучшее в лиге нападение.",
            "Наказания за первое правонарушение варьируются от штрафа до тюремного заключения.",
            "Поскольку это было его первое правонарушение, владельцы магазина согласились не выдвигать обвинений.",
            "Его когда-то обвиняли в правонарушениях, связанных с наркотиками, но полиции не удалось вручить ему повестку (т.е. официально приказать ему явиться в суд)."
        ]
    }
}