{
    "offender": {
        "comment": [
            "offence",
            "offensive",
            "offend"
        ],
        "translate": "преступник, правонарушитель, обидчик, оскорбитель",
        "transcription": " |əˈfendər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm sorry, I didn't mean to offend you.",
            "The judge considered the offender's youth and was lenient.",
            "Don't worry. I wasn't offended.",
            "The offender was assessed twenty shillings.",
            "The offender must make restitution for the hurt that he or she has caused.",
            "A gang of bullies was secretly sent to slit the nose of the offender.",
            "It offends me that you would make such a remark.",
            "I'm sorry, I didn't mean to offend.",
            "Community punishment is used for less serious offenders.",
            "I felt a little offended by their lack of respect.",
            "Some people are offended by the song's lyrics.",
            "His comments about minority groups offended many of us.",
            "Among causes of air pollution, car exhaust fumes may be the worst offender."
        ],
        "example_translate": [
            "Извините, я не хотел вас обидеть.",
            "Судья учёл молодость подсудимого и был к нему снисходителен.",
            "Не волнуйся, я не обиделся.",
            "Нарушитель был оштрафован на двадцать шиллингов.",
            "Виновный обязан возместить ущерб, который был им причинён.",
            "Тайком была отправлена шайка хулиганов, чтобы они расквасили нос обидчику.",
            "Меня обижает, что вы делаете подобные замечания.",
            "Простите, я не хотел никого оскорбить.",
            "Наказания в воде общественных работ применяются в отношении менее серьёзных правонарушителей.",
            "Я почувствовал себя несколько обиженным их неуважением.",
            "Некоторые люди оскорблены текстом этой песни.",
            "Его высказывания в адрес нацменьшинств оскорбили многих из нас.",
            "Среди причин загрязнения воздуха, выхлопные газы, возможно, хуже всех."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}