{
    "offensive": {
        "comment": [],
        "translate": "наступление, наступательная операция, наступательный, оскорбительный, обидный",
        "transcription": " |əˈfensɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I find your comments offensive.",
            "His actions were offensive to everyone.",
            "Why should I sit down under her continued offensive remarks?",
            "I shall construe your remark as offensive.",
            "Peace proposals were called peace offensives. (J. B. Show)",
            "The coach said the offensive unit did a good job.",
            "My men don't dig foxholes. I don't want them to. Foxholes only slow up an offensive.",
            "A major offensive was launched on August 22.",
            "...please exorcise that offensive word from your vocabulary...",
            "offensive words that coarsen the English language",
            "The action was not offensive to him but proved somewhat disobliging.",
            "The general marshalled his forces for a major offensive.",
            "The international coalition was ready to take the offensive.",
            "He was labeled a bigot after making some offensive comments.",
            "That's a dis that a person of any color should find offensive.",
            "bowdlerize a classic novel by removing offensive language",
            "The tackles flank the center on a football team's offensive line.",
            "The author finally tamed some of his potentially offensive statements.",
            "The primary offensive by the ground forces will commence at dawn tomorrow.",
            "Rick's remarks were offensively racist."
        ],
        "example_translate": [
            "Я нахожу (считаю) ваши комментарии оскорбительными.",
            "Его действия оскорбили всех.",
            "Почему я должен сносить ее нескончаемые оскорбительные замечания в мой адрес?",
            "Я истолкую ваши слова как оскорбление.",
            "Мирные предложения получили название \"мирного наступления\".",
            "Тренер сказал, что группа атаки хорошо потрудилась.",
            "Мои люди не роют одиночных окопов. Я этого не хочу. Окопы только замедляют наступление.",
            "Двадцать второго августа было начато крупное наступление.",
            "...пожалуйста, изгоните это оскорбительное слово из вашего лексикона...",
            "оскорбительные слова, которые огрубляют английский язык",
            "Этот поступок не был для него оскорбительным, но оказался несколько нелюбезным.",
            "Генерал расположил свои войска для серьёзного наступления.",
            "Международная коалиция была готова перейти в наступление.",
            "После некоторых оскорбительных высказываний он прослыл мракобесом /расистом, ханжой, фанатиком/.",
            "Такую критику человек любого цвета кожи должен найти оскорбительной.",
            "отцензурировать классический роман, удалив из него оскорбительные выражения",
            "В линии нападения футбольной команды тэклы располагаются по бокам от центра. (об амер. футболе)",
            "В конечном итоге автор смягчил несколько потенциально оскорбительных высказываний.",
            "Основное наступление сухопутных войск начнётся завтра на рассвете.",
            "Замечания Рика были оскорбительно расистскими."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}