{
    "officer": {
        "comment": [
            "office",
            "officially",
            "official",
            "coffin"
        ],
        "translate": "офицер, должностное лицо, чиновник, командовать",
        "transcription": " |ˈɔːfɪsər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The police officer was directing traffic.",
            "No officer was touched.",
            "an officer of the court",
            "He is an officer of the court.",
            "A customs officer is a poor companion.",
            "The police officer was wearing a bulletproof vest.",
            "The officer raised his hand in salute.",
            "\"Open the door!\" shouted the police officer.",
            "You must present your passport to the customs officer.",
            "The officer fell the men in.",
            "Report to your superior officer.",
            "The officer refused to abandon his post.",
            "The second officer covered the top floor.",
            "A police officer was sent to Ryan's home.",
            "Who is the officer in command of the unit?",
            "The officer was seconded for duty overseas.",
            "The police officer warned us not to jaywalk.",
            "“Open the door!” shouted the police officer.",
            "\"Stop! Drop your weapon!\" ordered the officer.",
            "“Stop! Drop your weapon!” ordered the officer.",
            "He was fined for impersonating a police officer.",
            "He was arrested for assaulting a police officer.",
            "The police officer motioned for me to pull over.",
            "boorish behavior that is unbecoming to an officer",
            "The officer left the scene without filing a report.",
            "He was arrested for impersonating a police officer.",
            "His conduct as a police officer was irreproachable.",
            "Is he psychologically suited to be a police officer?",
            "The Officer rumbled requests down the speaking-tube.",
            "All accidents must be reported to the safety officer."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Полицейский регулировал движение транспорта.",
            "Ни один офицер не был ранен.",
            "судебный пристав",
            "Он является судебным исполнителем.",
            "Таможенник — плохой собеседник.",
            "Полицейский был одет в пуленепробиваемый жилет. / На офицере полиции был надет бронежилет.",
            "Офицер поднял руку в приветствии.",
            "— Откройте дверь! — крикнул полицейский.",
            "Вы должны предъявить паспорт сотруднику таможни.",
            "Офицер построил солдат.",
            "Доложите вышестоящему должностному лицу.",
            "Офицер отказался покинуть свой пост.",
            "Второй сотрудник (полиции) прикрывал верхний этаж.",
            "К Райану домой отправили полицейского.",
            "Кто командир этого подразделения?",
            "Этот офицер был откомандирован для прохождения службы за рубежом.",
            "Полицейский предупредил, чтобы мы не переходили дорогу в неположенных местах.",
            "— Откройте дверь! — крикнул полицейский.",
            "— Стоять! Оружие на пол! — приказал полисмен.",
            "— Стой! Бросай оружие! — приказал офицер.",
            "Его оштрафовали за то, что он выдавал себя за полицейского.",
            "Он был арестован за нападение на сотрудника полиции.",
            "Полицейский жестом приказал мне остановиться.",
            "хамское поведение, недостойное офицера",
            "Полицейский покинул место происшествия без составления протокола.",
            "Он был арестован за то, что выдавал себя за офицера полиции.",
            "Его поведение в качестве полицейского было безупречно.",
            "Годится ли он психологически на должность полицейского?",
            "Офицер громко выкрикивал свои требования в переговорную трубу.",
            "О всех происшествиях необходимо докладывать сотруднику службы безопасности."
        ]
    }
}