{
    "officially": {
        "comment": [
            "office",
            "officer",
            "official",
            "coffin"
        ],
        "translate": "официально, формально",
        "transcription": " |əˈfɪʃəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Officially, the talks never took place.",
            "She was accused of destroying official documents.",
            "The scheme was officially launched in May.",
            "We extended an official greeting to the ambassador.",
            "I hereby declare the Olympic Games officially open.",
            "Authorities have officially ruled the death a suicide.",
            "His letters were found opened and officially resealed.",
            "The Vice President is on an official trip.",
            "A company official responded to our request.",
            "The new church was officially opened on July 5th.",
            "The convocation ceremony officially begins the semester.",
            "Although she left the church officially, she still tithes.",
            "The ribbon was cut and the new station was officially open.",
            "He was officially censured for his handling of the situation.",
            "The new County Hall building was officially opened by the King.",
            "Mr Bird has now officially joined the race for the White House.",
            "She interviewed a senior official from the previous administration.",
            "Her illness did not prevent her from performing her official duties.",
            "The news of his appointment leaked out before it was officially made known.",
            "Given his phenomenal poll numbers in a race he has not yet officially entered ...",
            "The annual emolument for the director of the charity is officially only one dollar."
        ],
        "example_translate": [
            "Официально этих переговоров никогда не было.",
            "Её обвинили в уничтожении официальных документов.",
            "Проект был официально начат в мае.",
            "Мы официально поприветствовали посла.",
            "Настоящим я официально объявляю Олимпийские игры открытыми.",
            "Власти официально признали эту смерть самоубийством.",
            "Обнаружилось, что его письма официально вскрывали, а потом снова запечатывали.",
            "Вице-президент находится в официальной поездке.",
            "Один из служащих компании откликнулся на нашу просьбу.",
            "Новый храм был торжественно открыт пятого июля.",
            "Семестр официально начинается с церемонии посвящения в студенты.",
            "Хотя официально она покинула церковь, но до сих пор платит десятину.",
            "Ленточку перерезали, и новая станция была официально открыта.",
            "Ему сделали официальный выговор за то, как он повёл себя в этой ситуации.",
            "Новое Центральное административное здание графства было официально открыто королём.",
            "Теперь мистер Берд официально вступил в гонку за Белый Дом.",
            "Она взяла интервью у одного высокопоставленного чиновника из предыдущей администрации.",
            "Болезнь не помешала ей выполнять свои должностные обязанности.",
            "Вести о его назначении просочились раньше официального объявления.",
            "Учитывая его феноменальный рейтинг в гонке, в которой он официально пока ещё не принимает участия ...",
            "Официально годовой заработок директора этой благотворительной организации составляет всего один доллар."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}