{
    "official": {
        "comment": [],
        "translate": "официальный, служебный, должностной, чиновник, должностное лицо, служащий",
        "transcription": " |əˈfɪʃl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I have no official business to bind me.",
            "Customs official peered into the driver's window.",
            "Unemployment is way above the official figure.",
            "You can't get a ticket through official channels.",
            "We were invited to attend the official opening.",
            "Her official title is editor.",
            "She has a distinguished record as a public official.",
            "A company official responded to our request.",
            "The government issued an official denial of the rumour.",
            "The new official was warmly applauded.",
            "The railway official punched a hole out of my ticket.",
            "a fat official sweltering in his uniform under the burning sun",
            "The official language of Ghana is English.",
            "The property vests in the official receiver.",
            "It must go through official channels.",
            "I know not how his proper official title ran.",
            "Despite protests, the official decision stood.",
            "The country adopted an official policy of neutrality.",
            "The election returns are now official.",
            "He was the official timer for the race.",
            "the official mascot of the 2002 World Cup",
            "the official endorsement of his candidacy",
            "The Vice President is on an official trip.",
            "Many doubted the official version of events.",
            "Our house passed under his official control.",
            "You will have to get official permission first.",
            "Your promotion to Senior Editor is now official.",
            "The official opening of the institute was in May.",
            "She was accused of destroying official documents.",
            "The official enquiry was a long-drawn-out process."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не связан никакими служебными делами.",
            "Сотрудник таможни заглянул в окно водителя.",
            "Безработица намного превышает официальные цифры.",
            "Обычным способом билетов не достать.",
            "Мы были приглашены на официальную церемонию открытия.",
            "Её официальная должность — редактор.",
            "Она блестяще проявила себя в роли должностного лица.",
            "Один из служащих компании откликнулся на нашу просьбу.",
            "Правительство официально опровергло этот слух.",
            "Новое должностное лицо тепло приветствовали аплодисментами.",
            "Контролёр проколол дырку в моём билете.",
            "толстый чиновник, изнемогающий в своей униформе под палящим солнцем",
            "Официальный язык Ганы — английский.",
            "Имущество переходит к временному управляющему.",
            "Это должно пойти по официальным каналам.",
            "Я не знаю, каков был его официальный титул.",
            "Несмотря на протесты, официальное решение осталось в силе.",
            "Страна приняла официальную политику невмешательства.",
            "Теперь результаты выборов оглашены официально.",
            "Он был официальным хронометристом гонки.",
            "официальный талисман Чемпионата мира по футболу 2002 года",
            "официальная поддержка его кандидатуры",
            "Вице-президент находится в официальной поездке.",
            "Многие сомневались в официальной версии событий.",
            "Наш дом официально перешёл под его контроль.",
            "Сначала вам придётся получить официальное разрешение.",
            "Теперь вы официально повышены на должность старшего редактора.",
            "Официальное открытие института состоялось в мае.",
            "Её обвинили в уничтожении официальных документов.",
            "Процесс официального расследования чрезвычайно затянулся."
        ]
    }
}