{
    "often": {
        "comment": [],
        "translate": "часто, зачастую, много раз",
        "transcription": " |ˈɔːfn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How often do you call your mother?",
            "How often do you see your parents?",
            "We often met over a cup of coffee.",
            "She often works at the weekend.",
            "He travels more often than I do.",
            "I quite often go to Paris on business.",
            "They go out to dinner fairly often.",
            "I often take a walk during my lunch break.",
            "If you wash your hair too often, it can get too dry.",
            "It's often difficult to translate poetry.",
            "It's not often that I get to enjoy a day off.",
            "Very often children who behave badly at school have problems at home.",
            "Water the plants often enough to keep the soil moist.",
            "The disease is diagnosed most often in children.",
            "They seem to be getting into arguments more and more often.",
            "The condition often returns even after treatment with antibiotics.",
            "It's not often that a government minister will admit to being wrong.",
            "Robin is a difficult child., you've said so yourself often enough (=a lot of times)."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "t = [ ]"
        ],
        "example_translate": [
            "Как часто ты звонишь матери?",
            "Как часто вы видитесь с родителями?",
            "Мы часто встречались за чашкой кофе.",
            "Она часто работает по выходным.",
            "Он путешествует чаще, чем я.",
            "Я довольно часто бываю в Париже по делам.",
            "Они довольно часто ужинают не дома /в ресторане/.",
            "Во время обеденного перерыва я часто выхожу на прогулку.",
            "Если мыть волосы слишком часто, они могут стать слишком сухими.",
            "Переводить поэзию часто нелегко.",
            "Нечасто у меня получается воспользоваться выходным днём.",
            "Очень часто дети, которые ведут себя плохо в школе, испытывают проблемы дома.",
            "Поливайте растения достаточно часто, чтобы сохранить почву во влажном состоянии.",
            "Чаще всего это заболевание диагностируется у детей.",
            "Похоже, что они всё чаще и чаще ввязываются в ссоры.",
            "Это заболевание часто возвращается даже после лечения антибиотиками.",
            "Нечасто бывает, чтобы министр правительства признавал свою неправоту.",
            "Робин — трудный ребёнок, ты сам достаточно часто (т.е. много раз) так говорил."
        ]
    }
}