{
    "oil": {
        "comment": [
            "soil",
            "coil",
            "toilet",
            "spoil"
        ],
        "translate": "масло, нефть, нефтяной, масляный, смазать, смазывать",
        "transcription": " |ɔɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The heating system runs on oil.",
            "We heat our house with oil.",
            "He oiled the bearings of the machine.",
            "The bicycle chain needs oiling.",
            "Add a little oil to the pan and stir-fry the onions.",
            "I asked Simon to oil my back for me.",
            "Check the oil level in your car every week.",
            "I oiled round to where Jeeves awaited me.",
            "I rather liked his oils than his drawings.",
            "The price of crude oil is expected to rise.",
            "As man to man, do you want to oil out of this thing?",
            "A little bit of oil will help lubricate the chain.",
            "I usually paint in oils (=using oils).",
            "Fish oils are supposed to help relieve arthritis.",
            "The dressing is made with oil, vinegar, and a pinch of herbs.",
            "If you oil the machinery on a regular basis, it will operate more efficiently."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "oi(y) = [ɔɪ]"
        ],
        "example_translate": [
            "Система отопления работает с использованием масла. (масляные системы отопления)",
            "Мы отапливаем дом мазутом.",
            "Он смазал подшипники машины.",
            "Нужно смазать цепь велосипеда.",
            "Добавьте на сковородку немного масла и жарьте, постоянно помешивая лук.",
            "Я попросила Саймона намазать мне спину маслом.",
            "Каждую неделю проверяйте уровень масла в вашем автомобиле.",
            "Я прокрался в обход до того места, где меня поджидал Дживз.",
            "Мне больше нравились его масляные полотна, чем рисунки.",
            "Цена нефти, как ожидается, возрастёт.",
            "Скажи, как мужчина мужчине — ты хотел бы из этого выпутаться?",
            "Цепь можно будет смазать небольшим количеством масла.",
            "Я обычно пишу маслом (т.е. масляными красками).",
            "Облегчить артрит должен рыбий жир.",
            "Соус сделан с маслом, уксусом и щепоткой зелени.",
            "Если оборудование регулярно смазывать, то оно будет работать более эффективно."
        ]
    }
}