{
    "old-fashioned": {
        "comment": [],
        "translate": "старинный, старомодный, устарелый",
        "transcription": " |əʊl ˈfæʃənd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her clothes are so old-fashioned!",
            "The idea seems rather old-fashioned now.",
            "An old-fashioned bonnet succours the ears.",
            "In old-fashioned schools, the desks were screwed to the floor.",
            "The chairman has always clung onto old-fashioned ideas.",
            "A frock was at once old-fashioned and tremendously contemporary.",
            "It is advised to use some old-fashioned prudence when agreeing to meet face-to-face with an online acquaintance.",
            "He's very old-fashioned when it comes to music.",
            "An old-fashioned gas lamp hung from the ceiling.",
            "Give me good old-fashioned rock 'n' roll any day!",
            "He has a collection of old-fashioned manual typewriters.",
            "An old-fashioned signpost pointed the way to the restaurant.",
            "The magazine is desperately trying to shed its old-fashioned image.",
            "The performance was an old-fashioned olio of songs, dances, and puppetry.",
            "Her use of old-fashioned language lends an air of formality to her writing.",
            "The movie is an uncertain ragout of fantasy, science fiction, and old-fashioned romance.",
            "He's an old-fashioned politician who is seen by many of his colleagues as an anachronism.",
            "Nowadays my only opportunity for an old-fashioned, self-indulgent sulk comes when I'm traveling.",
            "The historic village boasts an old-fashioned apothecary that's been there for almost a century and a half.",
            "He made his old-fashioned apartment look more modern by changing the color of the walls and buying new furniture.",
            "For their old-fashioned wedding, the couple arrived at the church in a Victorian-era equipage, complete with costumed driver."
        ],
        "example_translate": [
            "Она одевается так старомодно!",
            "Эта мысль сейчас кажется довольно старомодной.",
            "Старомодная шляпа закрывает уши.",
            "Раньше в школах парты привинчивались к полу.",
            "Председатель всегда цеплялся за устаревшие идеи.",
            "Платье было одновременно старомодным и очень современным.",
            "Соглашаясь встретиться с интернет-знакомым наедине, рекомендуется проявить капельку старого доброго благоразумия.",
            "Что касается музыки, у него очень старомодные вкусы.",
            "С потолка свисала старомодная газовая лампа.",
            "Старый добрый рок-н-ролл хоть каждый день буду слушать!",
            "У него имеется коллекция старинных пишущих машинок.",
            "Дорогу к ресторану указывал старомодный дорожный знак.",
            "Журнал отчаянно пытается избавиться от своего старомодного имиджа.",
            "Представление оказалось старомодной смесью из песен, танцев и кукольного театра.",
            "Используемый ею старомодный стиль придаёт написанному ею некоторый оттенок официальности.",
            "Этот фильм представляет собой невнятную мешанину из фэнтези, научной фантастики и старомодной мелодрамы.",
            "Это старомодный политик, который, как считают многие его коллеги, уже отжил свой век.",
            "Теперь единственная моя возможность обижаться по-старомодному, потакая своим желаниям, приходит во время путешествий.",
            "Эта историческая деревня гордится старинной аптекой, которая находится там уже почти полтора века.",
            "Он придал своей старомодной квартире более современный вид, изменив цвет стен и купив новую мебель.",
            "На свою свадьбу в старинном стиле молодожёны приехали в церковь в экипаже викторианской эпохи, да ещё с кучером в ливрее впридачу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}