{
    "old": {
        "comment": [
            "old-fashioned",
            "elderly"
        ],
        "translate": "старый, старинный, прежний, бывший, давний, старики, прошлое",
        "transcription": " |oʊld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How old are you?",
            "My old boss was awful!",
            "My old car was always breaking down.",
            "Are you older than Sally?",
            "They're old rivals.",
            "It's good to get back into the old routine.",
            "Bob's an old friend of mine.",
            "Old Lady of Threadneedle Street",
            "He's an old man now.",
            "We had a grand old time.",
            "The hotel was old and dingy.",
            "a new approach to an old problem",
            "The house we live in is 50 years old.",
            "the oldest known civilization in the region",
            "I enjoyed seeing all the old familiar faces.",
            "He comes out with the same old excuses every time!",
            "I can't run around like I used to — I must be getting old.",
            "Young and old alike will enjoy the movie.",
            "We went back to visit our old neighborhood.",
            "Some of the houses around here are very old.",
            "That story's as old as the hills (=extremely old).",
            "I met up with one of my old girlfriends at the weekend.",
            "There's an old saying that good fences make good neighbors.",
            "We rented an old black-and-white movie.",
            "She wore a T-shirt and an old pair of jeans.",
            "I can't believe you're nearly forty years old!",
            "You're old enough to get your own breakfast now.",
            "I wish you would stop wearing that dirty old hat!",
            "I'm not coming skating. I'm too old for that now.",
            "That happened when we were still in the old house."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o + Закр сл = [ou]"
        ],
        "example_translate": [
            "Сколько вам лет?",
            "Мой прежний начальник был ужасен!",
            "Мой старый автомобиль постоянно ломался.",
            "Вы старше Салли?",
            "Они давние соперники.",
            "Приятно вернуться к давно заведённому порядку вещей.",
            "Боб — мой старый друг.",
            "Английский банк",
            "Он уже старик.",
            "Мы здорово повеселились. (амер. grand old = excellent, outstanding)",
            "Гостиница была старой и грязной.",
            "новый подход к старой проблеме",
            "Дому, в котором мы живём — пятьдесят лет.",
            "самая древняя из известных цивилизаций в этом регионе",
            "Мне было очень приятно увидеть все старые знакомые лица.",
            "Каждый раз у него одни и те же отговорки!",
            "Я не могу бегать, как раньше — должно быть, старею.",
            "Этот фильм понравится и старикам, и молодёжи.",
            "Мы вернулись навестить места, где когда-то жили.",
            "Некоторые из здешних домов — очень старые.",
            "Эта история стара, как мир (т.е. очень старая).",
            "На выходных я встретился с одной из моих бывших подружек.",
            "Есть старая поговорка, что хороший забор — залог хорошего соседства.",
            "Мы взяли напрокат старый чёрно-белый фильм.",
            "Она была в футболке и старых джинсах.",
            "Не верится, что тебе уже почти сорок лет!",
            "Ты уже достаточно взрослый, чтобы самому приготовить себе завтрак.",
            "Прошу тебя, перестань надевать эту грязную старую шляпу!",
            "Я не пойду кататься на коньках, слишком стар я стал для этого.",
            "Это произошло, когда мы ещё жили в старом доме."
        ]
    }
}