{
    "olive": {
        "comment": [
            "liver",
            "lively",
            "live",
            "alive"
        ],
        "translate": "оливковый, оливкового цвета, оливка, оливки, маслина, олива, олив",
        "transcription": " |ˈɑːlɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The vegetables were drizzled with olive oil.",
            "Her best customer of wine, olive oil and tobacco was Germany.",
            "Does the suit come in olive?",
            "Her complexion was clear, but quite olive.",
            "We now import 20 million dollars' worth of olive oil a year.",
            "The olive not being successfully propagable by seed.",
            "During World War I, she dressed as a doughboy in olive drab.",
            "Olive dashed into the room, grabbed her bag, and ran out again.",
            "For the best results use olive oil. Not just any olive oil, mind — only the finest quality will do.",
            "It's not a good idea to use olive oil to lubricate the gears in an appliance."
        ],
        "example_translate": [
            "Овощи были политы оливковым маслом.",
            "Ее лучшим покупателем вина, оливкового масла и табака была Германия.",
            "Этот костюм есть в оливковом цвете?",
            "Кожа на лице у неё была чистой, но с желтоватым оттенком.",
            "В настоящее время мы ежегодно импортируем оливкового масла на 20 миллионов долларов.",
            "Оливы плохо размножаются семенами.",
            "Во время Первой мировой войны она одевалась в одежду цвета хаки, как солдат-пехотинец.",
            "Оливия бросилась в комнату, схватила свою сумку и снова выбежала.",
            "Лучше всего использовать оливковое масло., но обратите внимание, подойдёт не всякое, а только самое качественное.",
            "Использовать оливковое масло для смазки шестерёнок в каком-нибудь устройстве — затея не из лучших."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}