{
    "one another": {
        "comment": [
            "other",
            "another",
            "otherwise",
            "each other"
        ],
        "translate": "друг друга",
        "transcription": "",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His emotions hurtled one another.",
            "We move when we meet one another.",
            "They looked at one another in fear.",
            "They were distrustful of one another.",
            "The horses ran level with one another.",
            "They were ideally suited to one another.",
            "We had a bit of a snap with one another.",
            "The churches built wide from one another.",
            "They are made for each other / one another.",
            "Her relatives treat one another with deference.",
            "Magnets can both repel and attract one another.",
            "All things in nature are dependent on one another.",
            "a group of angry people hurling epithets at one another",
            "These two versions do not formally contradict one another.",
            "They spend the bulk of their time slanging one another in public.",
            "They have not spoken to one another other than by e-mail message.",
            "The members encouraged one another in running the Christian course.",
            "The two computers are able to communicate directly with one another.",
            "The churches are within four miles of one another by the nearest road.",
            "In former times, prisoners were chained to the wall or to one another.",
            "The puzzle pieces overlay one another in complete disarray on the floor.",
            "If two straight lines cut one another, the opposite angles shall be equal.",
            "Others holding a vast number of gods, either all equal or subaltern to one another.",
            "He had seen how in their dances the white men and women held one another obscenely.",
            "Voters don't like political advertisements in which opponents disparage one another.",
            "They got a bad connection and could hardly hear one another over the background signals.",
            "The warring groups need to shake off the manacle of their troubled past and learn to live with one another in peace.",
            "Young people like to pal around with one another.",
            "Sometimes we'd rag one another in a rough manner.",
            "They copied from one another as usual, I suppose, mistakes and all."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его чувства были противоречивы.",
            "Мы снимаем шляпы в знак приветствия, когда встречаемся друг с другом.",
            "Они в страхе переглянулись.",
            "Они относились друг к другу с подозрением.",
            "Лошади бежали голова в голову.",
            "Они идеально подходили друг другу.",
            "Мы повздорили друг с другом.",
            "Церкви, построенные далеко друг от друга.",
            "Они созданы друг для друга.",
            "Её родственники относятся друг к другу с уважением.",
            "Магниты могут как притягиваться, так и отталкиваться друг от друга.",
            "Всё в природе взаимосвязано.",
            "группа разгневанных людей, выкрикивающих друг другу оскорбления",
            "Формально эти две версии не опровергают одна другую.",
            "Большую часть времени они поносят друг друга у всех на виду.",
            "Они общались друг с другом только при помощи сообщений по электронной почте.",
            "Все члены поддерживали друг друга в следовании христианской религии.",
            "Эти компьютеры могут взаимодействовать друг с другом напрямую.",
            "Церкви расположены в четырёх милях друг от друга вдоль ближайшей дороги.",
            "В прошлом узников приковывали к стенам или друг к другу.",
            "Кусочки головоломки лежали кучей на полу, в полном беспорядке.",
            "Если две прямые пересекают друг друга, то противолежащие углы будут равны.",
            "Другие верят во многих богов, или равных между собой, или подчинённых друг другу.",
            "Он уже как-то видел, как эти белые мужчины и женщины непристойно обнимаются в танце.",
            "Избирателям не нравится политическая реклама, в которой оппоненты унижают друг друга.",
            "Связь была плохая, и они с трудом слышали друг друга из-за фоновых сигналов.",
            "Враждующим группировкам необходимо стряхнуть оковы своего тяжёлого прошлого и научиться жить в мире друг с другом.",
            "Молодым людям нравится дружить друг с другом.",
            "Иногда мы грубовато подшучиваем друг над другом.",
            "Они списали друг у друга и, конечно, с ошибками."
        ],
        "stars": 0
    }
}