{
    "online": {
        "comment": [
            "line",
            "outline",
            "deadline",
            "offline",
            "underline",
            "linear",
            "linen"
        ],
        "translate": "онлайн, подключённый, в интернете, в онлайне, в подключённом режиме",
        "transcription": " |ˌɑːnˈlaɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I do my banking online.",
            "You can book seats online.",
            "Many people now shop online.",
            "The printer is not yet online.",
            "The online system can classify books by subject.",
            "The list is online at www.***.",
            "He doesn't go online very much.",
            "He does a lot of gaming online.",
            "The city libraries are all online.",
            "Web users can book a ticket online.",
            "He likes to engage in online chats.",
            "The kids spend too much time online.",
            "Discounts are available if you buy online.",
            "If you subscribe online, you can cancel at any time.",
            "I checked the stock quotes online.",
            "License renewals can be done online.",
            "Amy is online on her portable computer.",
            "The reports are not available online yet.",
            "She was arrested for selling bootlegs online.",
            "She has no trust in the security of online banking.",
            "Online bookstores can undercut retailers by up to 30%.",
            "She stayed up all night chatting with her friends online.",
            "You can order new checks simply by calling or going online.",
            "The system enables students to access class materials online.",
            "Many publishing companies have diversified into online services.",
            "Filing taxes online is an option for people with Internet access.",
            "the publisher's reticence to make content available online for free",
            "an online clearinghouse for information on museums around the world",
            "A calamitous decision to sell their products online exclusively ruined the business.",
            "The girl's classmates were bullying her online, sending her hateful e-mails and text messages."
        ],
        "example_translate": [
            "Я совершаю операции по своим счетам через интернет.",
            "Вы можете забронировать места через Интернет /онлайн/.",
            "Сегодня многие делают покупки через Интернет.",
            "Принтер еще не подключен.",
            "Данная онлайн-система может классифицировать книги по теме.",
            "Список опубликован в интернете на сайте www.***.",
            "Он не часто выходит в интернет.",
            "Он много играет в интернете.",
            "Все библиотеки города подключены к интернету.",
            "Интернет-пользователи могут заказать билет онлайн.",
            "Ему нравится принимать участие в онлайн-чатах.",
            "Дети слишком много времени проводят в интернете.",
            "Скидка предоставляется при покупке в интернет-магазине.",
            "При оформлении подписки онлайн, её можно отменить в любое время.",
            "Я проверил биржевые сводки в режиме он-лайн.",
            "Лицензию можно продлить в режиме онлайн.",
            "Эми вышла со своего переносного компьютера в интернет.",
            "В интернете этих докладов пока ещё нет.",
            "Она была арестована за продажу контрабанды в интернете.",
            "Она не доверяет безопасности онлайн-банкинга.",
            "Цены на книги в интернет-магазинах иногда до тридцати процентов ниже, чем у розничных торговцев.",
            "Она всю ночь не спала: болтала с подружками в интернете.",
            "Заказать новые чеки можно, просто позвонив по телефону, или же в режиме онлайн.",
            "Данная система позволяет студентам получить доступ к материалам занятий в Интернете.",
            "Многие издательские компании перенесли часть своих услуг в онлайн сервисы.",
            "Для людей, имеющих доступ в интернет, возможна подача налоговых деклараций онлайн.",
            "нежелание издателя сделать контент доступным онлайн бесплатно",
            "интернет-центр обмена информацией относительно музеев, работающих по всему миру",
            "К уничтожению бизнеса привело гибельное решение продавать продукцию исключительно через интернет.",
            "Одноклассники девочки издевались над ней по сети, отправляя ей полные ненависти электронные письма и сообщения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}