{
    "opening": {
        "comment": [
            "open",
            "openly",
            "openness",
            "opener"
        ],
        "translate": "открытие, отверстие, вскрытие, начало, открывающий, первый, начальный",
        "transcription": " |ˈoʊpnɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We went to the play's opening.",
            "The opening game of the year was snowed off.",
            "The opening is too narrow to turn round, you'll have to back out.",
            "He made the opening bid.",
            "the opening chapter of the book",
            "The ship entered the opening of the sea.",
            "It was the opening day of the exhibition.",
            "There is an opening in the sales department.",
            "Kasparov opened with a standard opening.",
            "The children were opening their presents.",
            "We saw 'Riverdance' on its opening night.",
            "The opening received good critical reviews.",
            "There was a small opening between the trees.",
            "New markets are opening up all over the world.",
            "The opening quarter of the game was very tight.",
            "We were invited to attend the official opening.",
            "A strike followed hard upon the plant's opening.",
            "The official opening of the institute was in May.",
            "He was able to wriggle through the narrow opening.",
            "Opening a new school will increase parental choice.",
            "The play grabs the audience from the opening scene.",
            "He failed to show for the opening game of the season.",
            "Don't let the dazzle of opening ceremonies blind you.",
            "The play's opening scene takes place in the courtyard.",
            "Opening our own restaurant has long been a pipe dream.",
            "The drain clogs easily because the opening is so small.",
            "This book contained the opening letter of our professor.",
            "He liked to introduce himself with a witty opening line.",
            "In the opening chapter the author looks back on his youth.",
            "Play up your strongest arguments in the opening paragraph."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы ходили на премьеру этого спектакля.",
            "Первая игра сезона была отменена из-за обильного снегопада.",
            "Проём слишком узок, вы не развернётесь, нужно дать задний ход.",
            "Он открыл торги. / Он назначил стартовую цену.",
            "первая /начальная/ глава этой книги",
            "Корабль зашёл в морскую бухту.",
            "Это был день открытия выставки.",
            "В отделе продаж имеется вакансия.",
            "Первый ход Каспарова был стандартным. (о шахматах)",
            "Дети открывали свои подарки.",
            "Мы видели шоу \"Riverdance\" в день его премьеры.",
            "Премьера получила хорошую критику.",
            "Между деревьями был небольшой проём.",
            "Новые рынки открываются по всему миру.",
            "Первая четверть этой игры была очень равной.",
            "Мы были приглашены на официальную церемонию открытия.",
            "Почти сразу за открытием завода последовала забастовка.",
            "Официальное открытие института состоялось в мае.",
            "Ему удалось проскользнуть в узкое отверстие.",
            "Открытие новой школы позволит предоставить родителям более широкий выбор.",
            "Спектакль захватывает зрителя с первой же сцены.",
            "Он не появился на игре, открывшей сезон.",
            "Пусть блеск церемонии открытия не вводит вас в заблуждение.",
            "Начальная сцена этой пьесы происходит во дворе.",
            "Открытие собственного ресторан давно уже является несбыточной мечтой.",
            "Слив легко засоряется, потому что отверстие такое маленькое.",
            "В книге была вступительная статья, написанная нашим преподавателем.",
            "Он любил представляться с помощью остроумной вступительной фразы.",
            "В первой главе автор вспоминает свою молодость.",
            "В первом абзаце подчеркните свои самые сильные аргументы."
        ]
    }
}