{
    "openness": {
        "comment": [
            "open",
            "openly",
            "opening",
            "opener"
        ],
        "translate": "откровенность, прямота, очевидность",
        "transcription": " |ˈəʊpənnəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Openness and candour are rare qualities in a statesman.",
            "Openness is at the heart of the American character.",
            "Don't chew with your mouth open.",
            "The door suddenly swung open.",
            "This door is hard to open.",
            "She comes home, turns on the TV, and starts opening her mail.",
            "You left the blinds wide open.",
            "Would you mind if I opened a window?",
            "She opened her eyes and smiled at me.",
            "The meat was roasted over an open fire.",
            "This drawer is stuck. It just won't open!",
            "“Open the door!” shouted the police officer.",
            "They kept the road open throughout the winter.",
            "“Open your mouth wide for me,” said the dentist.",
            "I was so tired that I couldn't keep my eyes open.",
            "I opened my umbrella and stepped out into the rain.",
            "The car door opened and a beautiful woman stepped out.",
            "We were all charmed by his disarming openness and modesty.",
            "There's already an open jar of pickles in the refrigerator.",
            "The door opened and closed so quietly that I didn't notice he had come in the room.",
            "The intelligence agency remained secretive despite the media's demands for more openness in government."
        ],
        "example_translate": [
            "Откровенность и искренность - редкие качества государственного деятеля.",
            "Откровенность лежит в основе американского характера.",
            "Не жуй с открытым ртом. / Когда жуёшь, закрывай рот.",
            "Дверь внезапно распахнулась.",
            "Эта дверь открывается с большим трудом.",
            "Она приходит домой, включает телевизор и начинает открывать почту.",
            "Ты оставил шторы нараспашку.",
            "Не возражаете, если я открою окно?",
            "Она открыла глаза и улыбнулась мне.",
            "Мясо зажарили на открытом огне.",
            "Этот ящик застрял. Не открывается, и всё тут!",
            "— Откройте дверь! — крикнул полицейский.",
            "Они сохраняли путь открытым в течение всей зимы.",
            "— Откройте-ка пошире рот, — сказал стоматолог.",
            "Я так устал, что глаза закрывались сами собой.",
            "Я раскрыл свой зонтик и шагнул под дождь.",
            "Дверь машины открылась, и из неё вышла красивая женщина.",
            "Все мы были очарованы его обезоруживающей открытостью и скромностью.",
            "В холодильнике уже стоит открытая банка маринованных огурцов.",
            "Дверь открылась и закрылась, но так тихо, что я не заметил, как он вошёл в комнату.",
            "Разведывательное управление по-прежнему не шло на контакт, несмотря на требования СМИ к большей открытости правительственных структур."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}