{
    "openly": {
        "comment": [],
        "translate": "открыто, откровенно, публично, начистоту",
        "transcription": " |ˈoʊpənli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "people who openly defy the law",
            "They openly flaunted the rules.",
            "He openly declared his love for her.",
            "We talked openly and honestly.",
            "You left the blinds wide open.",
            "Don't chew with your mouth open.",
            "Would you mind if I opened a window?",
            "She opened her eyes and smiled at me.",
            "The meat was roasted over an open fire.",
            "They kept the road open throughout the winter.",
            "We talk more openly when we feel easy and relaxed.",
            "We have a complex about expressing our minds openly.",
            "I was nonplussed by his openly expressed admiration of me.",
            "Carr wouldn't meet Feng's stare, which was openly hostile.",
            "His return to power was discussed openly as a probability.",
            "There's already an open jar of pickles in the refrigerator.",
            "This door is hard to open.",
            "The door suddenly swung open.",
            "staring with her eyes wide open",
            "The union had openly flouted the law.",
            "He was openly critical of his colleagues.",
            "He was openly contemptuous of his father.",
            "This drawer is stuck. It just won't open!",
            "Extremists were openly advocating violence.",
            "They are free to practice their religion openly.",
            "I was so tired that I couldn't keep my eyes open.",
            "I opened my umbrella and stepped out into the rain.",
            "not openly liberal but that is the trend of the book",
            "Phillips openly admits to having an alcohol problem.",
            "The car door opened and a beautiful woman stepped out."
        ],
        "example_translate": [
            "люди, которые открыто игнорируют закон",
            "Они открыто пренебрегали правилами.",
            "Он открыто признался в своей любви к ней.",
            "Мы (по)говорили честно и откровенно.",
            "Ты оставил шторы нараспашку.",
            "Не жуй с открытым ртом. / Когда жуёшь, закрывай рот.",
            "Не возражаете, если я открою окно?",
            "Она открыла глаза и улыбнулась мне.",
            "Мясо зажарили на открытом огне.",
            "Они сохраняли путь открытым в течение всей зимы.",
            "Мы говорим более открыто, когда чувствуем себя легко и раскованно.",
            "Мы стесняемся открыто выражать свои мысли.",
            "Меня смутило его откровенное восхищение мной.",
            "Карр не мог посмотреть в глаза Фенгу, чей взгляд был откровенно враждебным.",
            "Его возвращение к власти открыто обсуждалось как вполне вероятное.",
            "В холодильнике уже стоит открытая банка маринованных огурцов.",
            "Эта дверь открывается с большим трудом.",
            "Дверь внезапно распахнулась.",
            "уставилась широко распахнутыми глазами",
            "Профсоюз открыто пренебрегал законом.",
            "Он открыто критиковал своих коллег.",
            "Его отец откровенно(открыто) презирал его.",
            "Этот ящик застрял. Не открывается, и всё тут!",
            "Экстремисты открыто пропагандировали насилие.",
            "Они могут открыто исповедовать свою религию.",
            "Я так устал, что глаза закрывались сами собой.",
            "Я раскрыл свой зонтик и шагнул под дождь.",
            "не откровенно либеральная, но такова общая направленность этой книги",
            "Филлипс открыто признаёт, что у него проблемы с алкоголем.",
            "Дверь машины открылась, и из неё вышла красивая женщина."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}