{
    "opera": {
        "comment": [
            "erase",
            "era"
        ],
        "translate": "опера, оперное искусство",
        "transcription": " |ˈɑːprə|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am going to an opera tonight.",
            "Do you enjoy opera?",
            "Opera left him cold.",
            "Freia's theme in Wagner's opera",
            "She developed a passion for opera.",
            "She is dressing for the opera.",
            "He dislikes going to the opera.",
            "He revived this style of opera.",
            "Sydney's startling new Opera House",
            "The opera was given again in 1964.",
            "He gave a concert at the opera house.",
            "the original performance of the opera",
            "opera singers mutating into pop stars",
            "Verdi's earliest and most raucous opera",
            "The soprano signed to sing the new opera.",
            "She likes to dress when going to the opera.",
            "We performed a popular Gilbert and Sullivan opera.",
            "an opera singer with an appropriately euphonious name",
            "The satirists ridiculed the plans for a new opera house.",
            "such disparate attractions as grand opera and game fishing",
            "The opera singer travelled with an entourage of 20 people.",
            "I've got a spare ticket for the opera if you're interested.",
            "One member of the audience described the opera as 'boring'.",
            "This young soprano debuts next month at the Metropolitan Opera.",
            "The Opera Guild got the governor to serve as honorary chairman.",
            "Italian opera became predominant at the end of the 17th century.",
            "He cannot see rightly, and shoots always with help of an opera glass.",
            "There are strict security checks on everyone entering the Opera House.",
            "Even die-hard opera fans are finding this production to be a real yawner.",
            "We premiered the opera of the young composer and it was a critical success."
        ],
        "example_translate": [
            "Сегодня вечером я иду в оперу.",
            "Вы любите оперу?",
            "Опера оставила его равнодушным.",
            "Тема Фреи в опере Вагнера",
            "Она страстно полюбила оперу. / Опера стала её страстью.",
            "Она одевается для похода на оперу.",
            "Он не любит ходить в оперу.",
            "Он возродил этот жанр оперы.",
            "потрясающее здание нового оперного театра Сиднея",
            "Опера была представлена вновь в 1964 году.",
            "Он дал концерт в оперном театре.",
            "оригинальное исполнение этой оперы",
            "оперные певцы, превращающиеся в поп-звёзд",
            "ранняя и самая нашумевшая опера Верди",
            "Сопрано подписала контракт на участие в новой опере.",
            "Она любит принарядиться, когда идёт на оперу.",
            "Мы исполнили популярную оперу Гилберта и Салливана.",
            "оперная певица с подходящим ей благозвучным именем",
            "Сатирики высмеяли планы постройки нового оперного театра.",
            "такие в корне отличные развлечения, как Гранд-опера и спортивное рыболовство",
            "Оперный певец путешествовал с двадцатью сопровождающими лицами.",
            "У меня есть лишний билет на оперу, если тебе интересно.",
            "Один из представителей публики назвал эту оперу \"скучной\".",
            "Эта молодая сопрано в следующем месяце дебютирует в Метрополитен-Опера.",
            "Гильдия оперных певцов убедила губернатора стать её почётным председателем.",
            "Итальянская опера получила широкое распространение в конце 17 века.",
            "У него не очень хорошее зрение, поэтому он, когда стреляет, всегда пользуется биноклем.",
            "Всех входящих в оперный театр строго проверяют на предмет безопасности.",
            "Даже самые упёртые любители оперы находят эту постановку чрезвычайно скучной.",
            "Мы поставили премьеру оперы этого молодого композитора, и она имела успех у критиков."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}