{
    "operator": {
        "comment": [
            "operation",
            "operate",
            "operational",
            "operating"
        ],
        "translate": "оператор, рабочий, механик, радист, хирург, дежурный, связист, телеграфист, телефонист",
        "transcription": " |ˈɑːpəreɪtər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Operator, please connect me with extension 123.",
            "He is a smooth operator with women.",
            "The operator put my call right through.",
            "the operator of a nuclear power plant",
            "Reagan was a shrewd political operator.",
            "Call the operator for the phone number.",
            "Hello, operator? Could you put me through to Room 31?",
            "Monsieur Valentin was a formidable political operator.",
            "The operator couldn't get Kobe because of the earthquake.",
            "Operator, could you connect me to the Raffles in Singapore?",
            "The X-ray operator works at a safe remove in a separate room.",
            "The missiles can be fired only if the operator types in a six-digit code.",
            "She's quite an operator — no one else could have gotten them all to agree to the project."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Оператор, пожалуйста, соедините меня с добавочным 123.",
            "Ему ничего не стоит очаровать женщину.",
            "Телефонистка сразу же соединила меня.",
            "оператор атомной электростанции",
            "Рейган был искусным политиком.",
            "Чтобы получить номер телефона, позвоните на коммутатор.",
            "Алло, оператор? Не могли бы вы соединить меня с комнатой тридцать один?",
            "Месье Валентэн был заметным политическим дельцом.",
            "Оператор не смог связаться с Кобе из-за землетрясения.",
            "Оператор, не могли бы вы подключить меня к гостинице \"Raffles\" в Сингапуре?",
            "Оператор рентгеновской установки работает в безопасном отдалении, в отдельной комнате.",
            "Пуск ракет может быть произведён только в том случае, если оператор наберёт шестизначный код.",
            "Ну она и ловкачка: никто другой не смог бы заставить их всех согласиться на этот проект."
        ]
    }
}