{
    "operate": {
        "comment": [
            "operation",
            "operator",
            "operational",
            "operating"
        ],
        "translate": "работать, действовать, управлять, управляться, эксплуатировать, оперировать",
        "transcription": " |ˈɑːpəreɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The company operates from Chicago.",
            "Do you know how to operate this machine?",
            "The camera also operates underwater.",
            "The surgeon operated on her for appendicitis.",
            "He knew how to operate on the opposite party.",
            "The bus is designed to operate in all weather conditions.",
            "We operated successfully on the coast.",
            "The doctors operated on the patient but failed to save his life.",
            "Some cats are clever enough to figure out how to operate doorknobs.",
            "The company operated a large foundry.",
            "It's the only casino operating in the state.",
            "The café is owned and operated by a young couple.",
            "The two departments operate independently of each other.",
            "He had taken purging medicine which had immediately operated.",
            "a license to operate a motor vehicle",
            "The machine can operate at high speeds.",
            "A playgroup operates on the campus.",
            "Most freezers operate at below -18°C.",
            "The machine is very awkward to operate.",
            "Nuns are operating an emergency hospital.",
            "The new law doesn't operate in our favour.",
            "They were trying to reduce operating costs.",
            "Doctors had to operate to remove the bullet.",
            "The organization operates a recycling program.",
            "We have to operate within a very tight budget.",
            "Doctors say it's too risky to try and operate.",
            "Do not operate machinery after imbibing alcohol.",
            "They have to operate under a system they oppose.",
            "The car parks operate a pay-as-you-leave system.",
            "a militant group operating against the government"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Компания управляется из Чикаго.",
            "Ты знаешь, как управляться с этой машиной?",
            "Кроме того, камера работает под водой.",
            "Хирург сделал ей операцию по удалению аппендицита.",
            "Он знал, как повлиять на оппозицию.",
            "Автобус спроектирован для работы в любых погодных условиях.",
            "Мы осуществили успешные боевые действия на побережье.",
            "Врачи прооперировали пациента, но спасти его жизнь не удалось.",
            "Некоторым кошкам хватает ума сообразить, как обращаться с дверными ручками.",
            "Компания управляла большим сталелитейным производством.",
            "Это единственное казино, работающее в данном штате.",
            "Владеет и управляет этим кафе одна молодая пара.",
            "Эти два отдела работают независимо друг от друга.",
            "Он принял слабительное, которое сразу подействовало.",
            "лицензия на вождение автотранспортных средств",
            "Данный аппарат может работать на высоких скоростях.",
            "На территории университета работает детский сад.",
            "Большая часть морозильных камер работает при температуре ниже минус восемнадцати градусов Цельсия.",
            "На этой машине очень неудобно работать.",
            "Монахини работают в больнице скорой помощи.",
            "Новый закон работает не в наших интересах.",
            "Они пытались снизить эксплуатационные расходы.",
            "Врачам пришлось провести операцию, чтобы извлечь пулю.",
            "Данная организация управляет программой утилизации.",
            "Мы вынуждены действовать в рамках весьма ограниченного бюджета.",
            "Врачи говорят, что пытаться провести операцию — слишком рискованно.",
            "Не работайте с машинным оборудованием в нетрезвом состоянии.",
            "Им приходится действовать в рамках системы, против которой они выступают.",
            "Автостоянки работают по системе \"оплата при выезде\".",
            "боевая группа, действующая против правительства"
        ],
        "stars": 3
    }
}