{
    "opposite": {
        "comment": [
            "opposition",
            "oppose",
            "opposed",
            "opposing",
            "opponent"
        ],
        "translate": "напротив, напротив, против, на, противоположный, противоположность",
        "transcription": " |ˈɑːpəzət|",
        "antonyms": [],
        "mnemonic": [
            "oppose [ə'pəuz] - противиться, сопротивляться\nopposite ['ɔpəzɪt] - противоположный; напротив\nopposition - оппозиция.\n***\nНа выставке \"exposition\"\nя занял позицию \"position\",\nа ты - в оппозиции \"opposition\"."
        ],
        "examples": [
            "The girl was sitting directly opposite him.",
            "Hannah lives just opposite.",
            "They live at opposite ends of town.",
            "What's the opposite of 'optimistic'?",
            "I live bang opposite the cinema.",
            "He is terrified of the opposite sex.",
            "We sat at opposite ends of the table.",
            "If anything, the opposite was true.",
            "This was opposite to everything she believed in.",
            "The two men were complete opposites — Simon tall and fair, Clive short and dark.",
            "They sat opposite at the table.",
            "They live on the opposite side of the town.",
            "Other authors have expressed opposite views.",
            "She's quite shy, the exact opposite of Becky.",
            "diametrical (or opposite) points of view",
            "They shook hands and walked off in opposite directions.",
            "He found it difficult to talk to members of the opposite sex.",
            "He knew how to operate on the opposite party.",
            "If two straight lines cut one another, the opposite angles shall be equal.",
            "They represent opposite sides of the issue.",
            "Sam sat opposite her and accepted a cigarette.",
            "The very opposite word was of course expected.",
            "I didn't feel sleepy at all — just the opposite, in fact.",
            "Katharine Hepburn played opposite Henry Fonda in many films.",
            "The only illumination came from a small window in the opposite wall.",
            "The Senate voted to restrict the funds. The Assembly voted the opposite.",
            "When they saw the uniformed officer they hurried in the opposite direction.",
            "A number of developing countries in Latin America followed the opposite path.",
            "Let angle A equal the sum of the two opposite sides.",
            "The government prints take in each case the opposite view."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Девушка сидела прямо напротив него.",
            "Ханна живет прямо напротив.",
            "Они живут на противоположных концах города.",
            "Какое слово является противоположным для слова \"оптимистичный\"?",
            "Я живу прямо напротив кинотеатра.",
            "Он боится противоположного пола.",
            "Мы сидели на противоположных концах стола.",
            "Скорее наоборот, верно было обратное.",
            "Это противоречило всему, во что она верила.",
            "Эти двое мужчин были друг другу полной противоположностью: Симон был высоким блондином, а Клайв низкорослым брюнетом.",
            "Они сидели напротив за столом.",
            "Они живут на противоположной стороне города.",
            "Другие авторы высказали противоположные суждения.",
            "Она достаточно стеснительна — полная противоположность Бекки.",
            "диаметральные (или противоположные) точки зрения",
            "Они пожали друг другу руки и пошли в противоположных направлениях.",
            "Ему оказалось трудно говорить с представителями противоположного пола.",
            "Он знал, как повлиять на оппозицию.",
            "Если две прямые пересекают друг друга, то противолежащие углы будут равны.",
            "Они представляют противоположные точки зрения по рассматриваемому вопросу.",
            "Сэм уселся напротив неё и взял предложенную сигарету.",
            "Конечно, ожидали услышать прямо противоположное.",
            "Спать мне совершенно не хотелось — на самом деле, всё было как раз наоборот.",
            "Кэтрин Хэпберн снималась с Генри Фонда во многих фильмах.",
            "Единственным источником света было окошко в стене напротив.",
            "Сенат постановил ограничить фонды. Законодательное собрание постановило обратное.",
            "Когда они увидели офицера в форме, они быстро повернули в противоположную сторону.",
            "Ряд развивающихся стран Латинской Америки пошли в противоположном направлении.",
            "Пусть угол А равен сумме двух противоположных сторон.",
            "Всякий раз правительственные газеты принимают противоположную точку зрения."
        ],
        "stars": 3
    }
}