{
    "oppose": {
        "comment": [
            "opposed",
            "pose",
            "propose",
            "proposed",
            "purpose",
            "suppose",
            "impose",
            "expose",
            "compose",
            "supposedly",
            "composer",
            "supposed",
            "dispose"
        ],
        "translate": "выступать против, противиться, сопротивляться, противопоставлять",
        "transcription": " |əˈpoʊz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We oppose racism in all its forms.",
            "Most doctors oppose assisted suicide.",
            "He is opposed by two other candidates.",
            "The world does not oppose religion as such.",
            "It was heroic of them to oppose the invader.",
            "Those who oppose our wishes will be brought under.",
            "The governor opposes the death penalty.",
            "They have decided not to oppose the decision in this instance.",
            "We oppose the ban on abortion.",
            "He intends to oppose the prime minister in the leadership election.",
            "The board opposed his motion.",
            "Both faculty and students oppose the measures.",
            "They opposed the idea of ascending further.",
            "A majority of the electorate oppose the law.",
            "They have to operate under a system they oppose.",
            "There was a major campaign to oppose the building of a nuclear reactor.",
            "Although there are some who oppose the plan, we will go through with it notwithstanding.",
            "Members of the right of the party oppose the new manifesto.",
            "The change is opposed by many of the town's business leaders.",
            "He caught heavy flak for his decision to oppose the new school.",
            "Congress is continuing to oppose the President's healthcare budget.",
            "Few politicians have been bold enough to oppose the plan to cut taxes.",
            "The group opposes the mayor and is trying to find a candidate to run against her.",
            "Environmentalists have begun a vigorous campaign to oppose nuclear dumping in the area."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "one syllable + pose"
        ],
        "example_translate": [
            "Мы выступаем против расизма во всех его формах.",
            "Большинство врачей против эвтаназии.",
            "Он соперничает с двумя другими кандидатами.",
            "Мир не против религии как таковой.",
            "Они героически противостояли захватчику.",
            "Тех, кто с нами не согласен, заставят подчиниться.",
            "Губернатор против смертной казни.",
            "В данном случае они решили не противиться решению.",
            "Мы выступаем против запрета абортов.",
            "На выборах партийного лидера он намеревается вступить в борьбу с премьер-министром.",
            "Совет выступил против его ходатайства.",
            "Как преподаватели, так и студенты выступают против этих мер.",
            "Они приняли в штыки предложение продолжить восхождение.",
            "Большинство избирателей выступает против этого закона.",
            "Им приходится действовать в рамках системы, против которой они выступают.",
            "Была проведена крупная кампания с целью воспрепятствовать строительству ядерного реактора.",
            "Хотя у этого плана есть противники, мы выполним его, несмотря на это.",
            "Члены правой группы партии выступают против нового манифеста.",
            "Многие ведущие бизнесмены города встретили данное изменение в штыки.",
            "Он подвергся серьёзной критике за решение выступить против открытия новой школы.",
            "Конгресс по-прежнему выступает против президентского бюджета здравоохранения.",
            "Мало кому из политиков хватило смелости противостоять этому плану снижения налогов.",
            "Данная группа выступает против мэра и пытается найти альтернативного ей кандидата.",
            "Экологи начали активную кампанию против захоронения ядерных отходов в этом районе."
        ]
    }
}