{
    "opposed": {
        "comment": [],
        "translate": "противоположный, враждебный, противный, встречающий сопротивление",
        "transcription": " |əˈpoʊzd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The country is opposed to war.",
            "I am utterly opposed to any form of terrorism.",
            "We are absolutely opposed to the idea.",
            "He is opposed by two other candidates.",
            "He's opposed to the new law, as you might expect.",
            "Students discuss ideas, as opposed to just copying from books.",
            "I opposed it from the very beginning.",
            "two bitterly opposed schools of thought",
            "The board opposed his motion.",
            "The plan was opposed by the Soviets.",
            "He opposed a policy of American isolation.",
            "He was strongly opposed to the government.",
            "They opposed the idea of ascending further.",
            "Most of us are opposed to the death penalty.",
            "The Axis opposed the Allies in World War II.",
            "The dictator banished anyone who opposed him.",
            "This was a conflict of directly opposed aims.",
            "He remained implacably opposed to Stalin's regime.",
            "The march was bitterly opposed by local residents.",
            "Britain is adamantly opposed to the new directive.",
            "The proposed new law is opposed by organized labor.",
            "Many people are opposed to the use of nuclear power.",
            "These outer activities become antithetically opposed.",
            "They had strongly opposed different national characters.",
            "The change is opposed by many of the town's business leaders.",
            "an intransigent conservative opposed to every liberal tendency",
            "The right have opposed the increases in the government spending.",
            "Many senators are opposed to his confirmation as a federal judge.",
            "The state used to confiscate land from those who opposed the king.",
            "All the thirty were in politics vehemently opposed to the prisoner."
        ],
        "example_translate": [
            "Вся страна настроена против войны.",
            "Я категорически против любых форм терроризма.",
            "Мы абсолютно против этой затеи.",
            "Он соперничает с двумя другими кандидатами.",
            "Он против нового закона, как и следовало ожидать.",
            "Студенты обсуждают идеи, а не просто переписывают их из учебников.",
            "Я был против этого с самого начала.",
            "два прямо противоположные философские школы",
            "Совет выступил против его ходатайства.",
            "Данный план встретил возражения СССР.",
            "Он выступал против политики изоляции Америки.",
            "Он был категорически против этой власти.",
            "Они приняли в штыки предложение продолжить восхождение.",
            "Большинство из нас выступает против смертной казни.",
            "Во Второй мировой войне страны гитлеровского блока выступали против союзников.",
            "Диктатор отправлял в изгнание всех, кто выступал против него.",
            "Это был конфликт диаметрально противоположных целей.",
            "Он остался непримиримым противником сталинского режима.",
            "Марш встретил сильное противодействие местных жителей.",
            "Великобритания выступает категорически против новой директивы.",
            "Предлагаемому новому закону противостоят профсоюзы.",
            "Многие люди выступают против использования ядерной энергетики.",
            "Эти типы внешней активности становятся несовместимыми.",
            "У них были резко противоположные национальные характеры.",
            "Многие ведущие бизнесмены города встретили данное изменение в штыки.",
            "непримиримый консерватор, который сопротивлялся любым либеральным тенденциям",
            "Правые выступили против увеличения государственных расходов.",
            "Многие сенаторы выступают против утверждения его кандидатуры на пост федерального судьи.",
            "Государство обычно конфисковывало земли противников короля.",
            "Что касается политических взглядов, все тридцать были из оппозиционной узнику партии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}