{
    "opportunity": {
        "comment": [],
        "translate": "возможность, удобный случай, благоприятная возможность",
        "transcription": " |ˌɑːpərˈtuːnəti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'll go there again if the opportunity comes up.",
            "I hope I will have the opportunity of seeing you here often.",
            "You'll have to watch your opportunity.",
            "It was a rare opportunity to see how ordinary people lived.",
            "Let's not waste an opportunity to see the children.",
            "An opportunity of doing a real good office.",
            "53% of students leave school at the earliest opportunity .",
            "This is an ideal opportunity to save money on a holiday to Crete.",
            "I saw it as a golden opportunity — the chance I'd been waiting for all along.",
            "This opportunity was a gift from God.",
            "At last I had an opportunity of quiet reading.",
            "We're missing out on a tremendous opportunity.",
            "I would hate to miss this opportunity.",
            "It was an opportunity of edging himself into the paper.",
            "The new job is an incredible opportunity.",
            "We can't afford to waste this opportunity.",
            "Equal Employment Opportunity Commission",
            "She grabbed the opportunity to go to America.",
            "He missed no opportunity to burnish his image.",
            "The holiday gave us the opportunity to visit Washington.",
            "For many athletes, the Olympics is a once-in-a-lifetime opportunity.",
            "Take any job opportunity that comes along.",
            "You will have ample opportunity to finish the test.",
            "I would like to take this opportunity to thank everyone who helped me with this book.",
            "You'll have to watch for the opportunity to sell the goods.",
            "The sacrifice is referred to as an opportunity cost.",
            "She drew me aside as soon as she saw an opportunity.",
            "He was given every opportunity to prove that he was trustworthy.",
            "He vowed not to squander this opportunity.",
            "He embraced the opportunity to study further."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив с to после сущ",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Я поеду туда снова, если будет такая возможность.",
            "Надеюсь, что буду иметь возможность часто видеть вас здесь.",
            "Тебе придётся подождать подходящей возможности.",
            "То была редкая возможность увидеть, как живут простые люди.",
            "Надо не упустить шанс повидаться с детьми.",
            "Возможность создать действительно хороший офис.",
            "Пятьдесят три процента учащихся бросают школу при первой же возможности.",
            "Это идеальная возможность сэкономить деньги на отдых на Крите.",
            "Я увидела в этом блестящую возможность — шанс, которого я ждала всё это время.",
            "Эта возможность была послана свыше.",
            "Наконец я мог спокойно почитать.",
            "Мы упускаем великолепную возможность.",
            "Мне бы очень не хотелось упустить такую возможность.",
            "Это была возможность пролезть в газету.",
            "Новая работа — это невероятно удобная возможность.",
            "Мы не можем позволить себе упустить эту возможность.",
            "Комиссия по вопросу равных возможностей занятости",
            "При первой же возможности она поехала в Америку.",
            "Он не упускал случая приукрасить свой образ.",
            "Благодаря отпуску нам представилась возможность посетить Вашингтон.",
            "Для многих спортсменов Олимпиада — это шанс, который выпадает раз в жизни.",
            "Хватайся за любую вакансию, какая подвернётся.",
            "У вас будет отличная возможность завершить этот тест.",
            "Я хотел бы воспользоваться этой возможностью, чтобы поблагодарить всех, кто помогал мне с этой книгой.",
            "Тебе придётся подождать подходящей возможности сбыть товар.",
            "Эта жертва называется затратами упущенных возможностей.",
            "Как только ей представилась возможность, она отвела меня в сторону.",
            "Ему были даны все шансы доказать, что он заслуживает доверия.",
            "Он поклялся, что не упустит эту возможность.",
            "Он воспользовался возможностью продолжить обучение."
        ]
    }
}