{
    "optimism": {
        "comment": [
            "option",
            "optical",
            "optional",
            "optimistic"
        ],
        "translate": "оптимизм",
        "transcription": " |ˈɑːptɪmɪzəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Sadly, my optimism proved unfounded.",
            "Optimism never deserted him.",
            "She is full of cockeyed optimism.",
            "Her optimism neutralizes his gloom",
            "Her relentless optimism held the team together.",
            "The present political climate gives little cause for optimism.",
            "Their initial optimism has faltered.",
            "Optimism spread among the population.",
            "A feeling of optimism imbues her works.",
            "The early sales reports are cause for optimism.",
            "Recent results must give some cause for optimism.",
            "An atmosphere of optimism dominated the conference.",
            "The predominant mood among policy-makers is optimism.",
            "There was optimism that an agreement could be reached.",
            "I don't share his optimism about our chances of success.",
            "Both of them expressed optimism about the future of the town.",
            "The peace agreement has introduced a feeling of optimism here.",
            "He was surprised by the prevalence of optimism about the future.",
            "He maintains a sense of optimism, despite all that has happened.",
            "She breasted the diagnosis of cancer with fortitude and optimism.",
            "The air-pollution board has reacted with cautious optimism to the announcement."
        ],
        "example_translate": [
            "К сожалению, мой оптимизм оказался напрасными.",
            "Оптимизм никогда его не покидал.",
            "Она полна безрассудного оптимизма.",
            "Её оптимизм уравновешивает его мрачность.",
            "Команда держалась вместе на её безудержном оптимизме.",
            "Нынешний политический климат даёт мало поводов для оптимизма.",
            "Их первоначальный оптимизм пошёл на убыль.",
            "Среди населения распространился оптимизм.",
            "Ее работы пропитаны чувством оптимизма.",
            "Первые отчёты о продажах дают повод для оптимизма.",
            "Последние результаты должны дать некоторый повод для оптимизма.",
            "На конференции преобладала атмосфера оптимизма.",
            "Среди высшего руководства преобладают оптимистические настроения.",
            "В отношении возможности достичь соглашения присутствовал определённый оптимизм.",
            "Я не разделяю его оптимизма по поводу наших шансов на успех.",
            "Оба они выразили оптимизм относительно будущего данного города.",
            "Мирное соглашение привнесло сюда чувство оптимизма.",
            "Такое преобладание оптимизма в отношении будущего его удивило.",
            "Он сохраняет оптимизм несмотря на всё, что произошло.",
            "Она боролась против рака со стойкостью и оптимизмом.",
            "Управление по вопросам загрязнения воздуха отреагировало на это сообщение с осторожным оптимизмом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}