{
    "option": {
        "comment": [
            "optical",
            "optimism",
            "optional",
            "optimistic"
        ],
        "translate": "вариант, опция, выбор, опцион, средство, оптация, право выбора, свобода выбора",
        "transcription": " |ˈɑːpʃn|",
        "antonyms": [],
        "mnemonic": [
            "opt [ɔpt]\nadopt [ə'dɔpt]\nadoption [ə'dɔpʃən]\n***б\nВЫБИРАЮ при покупках опт. (это)\nПРЕДПОЧИТАЮ опт. (это)\nЯ УСЫНОВЛЯЛ по одному, а дед|опт. (это)\nЯ ПРИНИМАЛ по одному, а дед|опт. (это)\nУсыновление, удочерение.\n***\nМой такой выбор \"option\",\nэто усыновление \"adoption\"."
        ],
        "examples": [
            "I took up my option.",
            "I have no option (open).",
            "Do you have a fallback option?",
            "She took a soft option.",
            "That option is not very palatable.",
            "There was no satisfactory option.",
            "John's idea is by far the best option.",
            "A good option is to do the work yourself.",
            "I had no option but to start over.",
            "They had an option to buy the team.",
            "He had two options.",
            "He has the option to cancel the deal.",
            "There are a number of options available.",
            "Select an option from the main menu.",
            "They were given the option of a fine.",
            "He taught me that the easy option isn't always the best one.",
            "Taking the soft option won't help your career to develop.",
            "Menu options at the café include soups, salads, and sandwiches.",
            "I took Literature courses as the most interesting of the options.",
            "Leaving was the only sane option she had.",
            "She had the option of staying for an extra year.",
            "She has written a first novel and had it optioned for films.",
            "I also optioned the land around the company for future expansion.",
            "Spanish is one of the options.",
            "This was not the only option open to him.",
            "Select an option from the drop-down menu.",
            "When you purchase an option, you pay a premium.",
            "We have a wide range of options available to us.",
            "Connor now owns 302,000 shares and options.",
            "The option must be exercised within five years."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я использовал свою возможность.",
            "У меня нет выбора.",
            "У вас есть запасной вариант?",
            "Она пошла по пути наименьшего сопротивления.",
            "Этот вариант не очень хорош.",
            "Выбрать было абсолютно не из чего.",
            "План Джона — однозначно лучший вариант.",
            "Хороший вариант — сделать работу самостоятельно.",
            "Мне ничего не оставалось, как начать всё сначала.",
            "У них была возможность купить эту команду.",
            "У него было два варианта.",
            "Он имеет право расторгнуть сделку.",
            "Существует несколько доступных вариантов.",
            "Выберите одну из опций в главном меню.",
            "Им было предоставлено право заменить тюремное заключение штрафом.",
            "Он научил меня тому, что лёгкий путь не всегда является самым лучшим.",
            "Выбор пути наименьшего сопротивления не поможет развитию вашей карьеры.",
            "В меню этого кафе — супы, салаты и бутерброды.",
            "Я выбрал лекции по литературе как самый интересный спецкурс.",
            "Единственным разумным вариантом для неё было уйти.",
            "Она имела возможность остаться ещё на один год.",
            "Она написала первый роман и продала права на его экранизацию.",
            "Также я приобрёл прилежащие к компании земли для дальнейшего расширения.",
            "Испанский — один из языков, который можно выбрать (для изучения).",
            "Для него это был не единственный вариант.",
            "Выберите какую-либо опцию из раскрывающегося меню.",
            "Покупая опцион, вы уплачиваете премию.",
            "У нас имеется широкий выбор вариантов.",
            "Теперь Коннору принадлежат триста две тысячи акций и опционов.",
            "Опцион должен быть использован в течение пяти лет."
        ],
        "stars": 3
    }
}