{
    "optimistic": {
        "comment": [
            "option",
            "optical",
            "optimism",
            "optional"
        ],
        "translate": "оптимистичный, оптимистический",
        "transcription": " |ˌɑːptɪˈmɪstɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He has an optimistic turn of mind.",
            "We were young and thence optimistic.",
            "Andrew took a more optimistic view.",
            "What's the opposite of 'optimistic'?",
            "Ever optimistic, I decided to take the exam again.",
            "The early sales reports are cause for optimism.",
            "The meeting ended on an optimistic note.",
            "The timeline for the project is optimistic.",
            "She still has an optimistic outlook for the future.",
            "We are optimistic that the results will be favorable.",
            "Ferguson is optimistic about the future of the business.",
            "We must not give in to defeatism. We must be optimistic.",
            "Both of them expressed optimism about the future of the town.",
            "He maintains a sense of optimism, despite all that has happened.",
            "We are still relatively optimistic that the factory can be saved.",
            "The rising generation of students are optimistic about the future.",
            "Most observers were optimistic, yet some sounded a cautionary note.",
            "Bankers are cautiously optimistic about the country's economic future.",
            "Foreign bankers are cautiously optimistic about the country's economic future.",
            "We can't figure out why our very happy and optimistic friend is dating that chronic growler."
        ],
        "example_translate": [
            "Он оптимист.",
            "Мы были молоды, и потому — полны оптимизма.",
            "Эндрю принял более оптимистическую точку зрения.",
            "Какое слово является противоположным для слова \"оптимистичный\"?",
            "Будучи вечным оптимистом, я решил сдать экзамен ещё раз.",
            "Первые отчёты о продажах дают повод для оптимизма.",
            "Встреча закончилась на оптимистической ноте.",
            "График выполнения работ по данному проекту оптимистичен.",
            "Её взгляд на будущее по-прежнему оптимистичен.",
            "Мы надеемся на благоприятные результаты.",
            "Фергюсон с оптимизмом смотрит в будущее данного бизнеса.",
            "Нам ни в коем случае нельзя поддаваться пораженческому настрою. Мы обязаны быть оптимистами.",
            "Оба они выразили оптимизм относительно будущего данного города.",
            "Он сохраняет оптимизм несмотря на всё, что произошло.",
            "Мы по-прежнему надеемся, что фабрику удастся спасти.",
            "Подрастающее поколение студентов смотрит в будущее с оптимизмом.",
            "Большинство наблюдателей были настроены оптимистично, однако в словах некоторых прозвучало предостережение.",
            "Банкиры выражают осторожный оптимизм по поводу экономических перспектив страны.",
            "Иностранные банкиры не проявляют особого оптимизма в отношении экономического будущего страны.",
            "Мы никак не можем взять в толк, почему наша очень весёлая подруга-оптимистка встречается с этим хроническим ворчуном."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}