{
    "or": {
        "comment": [
            "and"
        ],
        "translate": "или, либо, дизъюнкция, жёлтый цвет, золотой цвет",
        "transcription": " |ɔːr|",
        "antonyms": [],
        "mnemonic": [
            "or [о] или - (О), скажи мне! Я, или он."
        ],
        "examples": [
            "Hurry up or we'll be late.",
            "Would you like a coffee or something?",
            "Wear your coat or you'll catch cold.",
            "The boy was three or four years of age.",
            "Make haste or else you will be late.",
            "Grapes are usually either green or red.",
            "Shall we go out to the cinema or stay at home?",
            "You'd better hand over the money, or else (=used to threaten someone).",
            "We've cleaned it all up, or at least most of it.",
            "I had to defend myself or else he'd have killed me.",
            "Sonia never cleans or even offers to wash the dishes.",
            "You can have ham, cheese or tuna.",
            "He doesn't have a television or a video.",
            "I saw Donald leaving a minute or two ago.",
            "He's going to do it whether we like it or not.",
            "He must be at home, or his car wouldn't be here.",
            "She wasn't involved in drugs or anything like that.",
            "It's going to snow tomorrow, or that's what the forecast says.",
            "You must do the job yourself or else employ someone else to do it.",
            "John picked us up in his car, or rather his dad's car which he'd borrowed.",
            "It's obviously not urgent or else they would have called us straight away.",
            "There's a motel a mile or so down the road (=about a mile or possibly a little more)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Быстрее, а то опоздаем.",
            "Хотите кофе или что-нибудь ещё?",
            "Надень пальто иначе схватишь простуду.",
            "Мальчику было три или четыре года.",
            "Торопитесь, иначе вы опоздаете.",
            "Виноград обычно или красный, или зелёный.",
            "Ну что, пойдём в кино или останемся дома?",
            "Лучше отдай деньги, а то пожалеешь (выражение используется, чтобы кому-то угрожать).",
            "Мы всё это убрали, или по крайней мере большую его часть.",
            "Мне пришлось защищаться, иначе он бы меня убил.",
            "Соня никогда не убирает, и даже не предлагает помыть посуду.",
            "Можно выбрать (бутерброд) с ветчиной, с сыром или с тунцом.",
            "У него нет ни телевизора, ни видеомагнитофона.",
            "Я видел, как Дональд ушёл, минуту или две назад.",
            "Он сделает это, нравится нам это или нет.",
            "Он должен быть дома, иначе его автомобиля здесь бы не было.",
            "Она никогда не связывалась с наркотиками или чем-то подобным.",
            "Завтра будет снег, — по крайней мере, так говорит прогноз.",
            "Вы должны сделать всю работу сами, или же нанять для этого кого-то другого.",
            "Джон посадил нас в свою машину, или точнее, в автомобиль своего отца, который он у него позаимствовал.",
            "Очевидно, что это не срочно, иначе они бы сразу нас позвали.",
            "Где-то через милю по дороге есть мотель (т.е. около мили или, возможно, чуть больше)."
        ],
        "stars": 3
    }
}