{
    "orange": {
        "comment": [],
        "translate": " оранжевый, апельсиновый, апельсинный, апельсин, оранжевый цвет",
        "transcription": "  |ˈɔːrɪndʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Cut the orange in half.",
            "A carton of orange juice",
            "We drank orange juice with breakfast.",
            "Peel and section the orange.",
            "This orange is a pain to peel.",
            "She sucked on an orange slice.",
            "a bird with an orange breast",
            "He ate a section of the orange.",
            "The orange juice had been spiked with gin.",
            "Decorate with orange segments.",
            "The basis of this drink is orange juice.",
            "He poured himself a glass of orange juice.",
            "In October the leaves turn orange and yellow.",
            "I have orange juice then a cup of powdered coffee.",
            "He owns an orange grove near Tel Aviv.",
            "He squeezed the juice from the orange.",
            "She spiked the orange juice with vodka.",
            "Peel the oranges and divide them into segments.",
            "We can use tonic water or orange juice as mixers.",
            "a seedless type of orange",
            "Orange trees lined the well gravelled walks.",
            "Serve the duck garnished with pieces of orange.",
            "She began coughing when she aspirated some orange juice.",
            "The orange curtains clash against / with the red furniture.",
            "She was wearing a violent pink sweater and orange trousers.",
            "The new dynamic duo have little in common but a bright orange ball.",
            "Gandhi drank some orange juice to break (=end) his three-week fast.",
            "One thickness of ruby paper on one thickness of orange paper superimposed.",
            "The estates irritated the Prince of Orange by huckstering about subsidies.",
            "Turn sparkling wine into Buck's Fizz with the addition of chilled orange juice."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Разрежьте апельсин пополам.",
            "Пакет апельсинового сока",
            "За завтраком мы пили апельсиновый сок.",
            "Очистите апельсин от кожуры и разделите на дольки.",
            "Этот апельсин ужасно трудно чистится.",
            "Она пососала ломтик апельсина.",
            "птица с оранжевой грудкой",
            "Он съел дольку апельсина.",
            "Апельсиновый сок был разбавлен джином.",
            "Украсьте (блюдо) дольками апельсина.",
            "Основой этого напитка является апельсиновый сок.",
            "Он налил себе стакан апельсинового сока.",
            "В октябре листья становятся оранжевыми и жёлтыми.",
            "Сначала я пью стакан апельсинового сока, а затем чашку растворимого кофе.",
            "Ему принадлежит апельсиновая роща недалеко от Тель-Авива.",
            "Он выжал из апельсина сок.",
            "В апельсиновый сок она подлила водку.",
            "Очистите апельсины и разделите их на дольки.",
            "В качестве безалкогольного компонента коктейля мы можем взять тоник или апельсиновый сок.",
            "разновидность апельсина без косточек",
            "Апельсиновые деревья тянулись вдоль покрытых гравием дорожек.",
            "Подайте утку, украшенную /гарнированную/ кусочками апельсина.",
            "Апельсиновый сок попал ей не в то горло, и она закашлялась.",
            "Эти оранжевые занавески не подходят к красной мебели.",
            "Она была одета в кричаще-розовый свитер и оранжевые брюки.",
            "У новой \"сладкой парочки\" нет почти ничего общего, кроме ярко-оранжевого мяча.",
            "Ганди выпил апельсинового сока, чтобы прервать (т.е. окончить) свой трёхнедельный пост.",
            "На слой оранжевой бумаги наложен слой красной бумаги.",
            "Представители сословий раздражали принца Оранского тем, что торговались по поводу субсидий.",
            "Превратите игристое вино в коктейль \"бакс-физ\", добавив в него охлаждённого апельсинового сока."
        ]
    }
}