{
    "orchestra": {
        "comment": [],
        "translate": "оркестр, партер, место для оркестра или хора",
        "transcription": " |ˈɔːrkɪstrə|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A small orchestra was playing.",
            "He plays violin in the school orchestra.",
            "The orchestra was playing our song.",
            "The orchestra will give two more performances this week.",
            "The boxes were empty, and only a few of the orchestra stalls were taken.",
            "The orchestra played a modern composition.",
            "The orchestra will be performing a suite.",
            "The orchestra will be giving a free concert.",
            "The orchestra is conducted by John Williams.",
            "We listened with rapture as the orchestra played.",
            "Barenboim conducted the Chicago symphony for years.",
            "There are musicians of all abilities in the orchestra.",
            "The orchestra will be performing a selection of Beethoven pieces tomorrow night.",
            "All members of the orchestra, including the leader, are independent contractors.",
            "the reed section of the orchestra",
            "The orchestra had mangled Bach's music.",
            "She plays second violin in the city orchestra.",
            "The Moscow Symphony Orchestra is here on tour.",
            "She is the principal cellist of the orchestra.",
            "an unenthusiastic performance by the orchestra",
            "The orchestra is rehearsing a piece by Schumann.",
            "The hall is usually used for orchestra performances.",
            "The BBC Symphony Orchestra played with great panache.",
            "The orchestra was excellent. No one played a bum note.",
            "The orchestra's musical director has a very stately presence.",
            "They performed all their hits, backed by a 40-piece orchestra.",
            "The orchestra made a complete dog's breakfast of the fourth movement.",
            "The orchestra could barely follow the frequent pitch changes of the soprano.",
            "The whole orchestra — the strings, percussion, woodwinds, and brass — began to play.",
            "With a good set of speakers, you can reproduce the orchestra's sound in your own home."
        ],
        "example_translate": [
            "Играл небольшой оркестр.",
            "Он играет на скрипке в школьном оркестре.",
            "Оркестр играл нашу песню.",
            "На этой неделе оркестр даст ещё два концерта.",
            "Ложи пустовали, в первых рядах партера было занято всего несколько мест.",
            "Оркестр играл современную композицию.",
            "Оркестр будет исполнять сюиту.",
            "Оркестр даст бесплатный концерт.",
            "Дирижирует оркестром Джон Уильямс.",
            "Мы с упоением слушали, как играл оркестр.",
            "Баренбойм дирижировал Чикагским симфоническим оркестром много лет.",
            "В оркестре есть музыканты самых разных способностей.",
            "Завтра вечером оркестр будет исполнять избранные произведения Бетховена.",
            "Все участники оркестра, включая дирижёра, являются независимыми сторонами договора.",
            "секция деревянных духовых инструментов оркестра",
            "Этот оркестр уже успел поиздеваться над музыкой Баха.",
            "Она играет вторую скрипку в городском оркестре.",
            "Московский симфонический оркестр находится здесь в рамках гастролей.",
            "Она является главным виолончелистом оркестра.",
            "игра оркестра, в которой не было огонька",
            "Оркестр репетирует произведение Шумана.",
            "Этот зал обычно используется для выступлений оркестра.",
            "Симфонический оркестр Би-би-си играл весьма своеобразно.",
            "Оркестр был великолепен: никто ни разу не сфальшивил /не сыграл фальшивой ноты/.",
            "Музыкальный директор оркестра обладает очень величественной осанкой.",
            "Они исполнили все свои хиты в сопровождении оркестра из сорока инструментов.",
            "В четвёртом действии оркестр устроил чёрти что. (он очень плохо играл)",
            "Оркестр едва успевал за частыми изменениями высоты тона сопрано.",
            "Весь оркестр — струнные, ударные, духовые и медь — начал играть.",
            "Располагая хорошим набором динамиков, можно воспроизвести звучание этого оркестра в своём собственном доме."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}