{
    "ordinary": {
        "comment": [
            "recording",
            "according to",
            "extraordinary",
            "extraordinarily",
            "coordinate",
            "subordinate",
            "accordingly",
            "coordination"
        ],
        "translate": "обычный, обыкновенный, простой, дежурное блюдо, столовая, таверна",
        "transcription": " |ˈɔːrdneri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's just an ordinary camera.",
            "Art should be part of ordinary life.",
            "I class myself as an ordinary working person.",
            "His books are very mean and ordinary.",
            "We want to empower ordinary citizens.",
            "Life ran smoothly in its ordinary grooves.",
            "Tickets seem unobtainable to the ordinary mortal.",
            "The book is about ordinary people.",
            "It was a rare opportunity to see how ordinary people lived.",
            "The meal was ordinary and uninspired.",
            "Describe it in ordinary everyday language.",
            "Politicians are often unable to communicate with ordinary people.",
            "It's difficult to infer how these changes will affect ordinary citizens.",
            "It is good because it is written in friendly, ordinary language.",
            "Modern politicians try to reach out to ordinary people in their speeches.",
            "Every ordinary offence does not disentitle a son to the love of his father.",
            "The ordinary reader is endowed with considerable wisdom and knowledge of the way of the world.",
            "It is going to be very difficult to compress this mass of material into a book of ordinary length.",
            "He isn't in step with ordinary voters.",
            "I thought the paintings were pretty ordinary.",
            "Anything out of the ordinary made her nervous.",
            "I'm just an ordinary schmo trying to make a living.",
            "Aside from Durang's performance, the actors are ordinary.",
            "They've had the ordinary problems associated with starting a new business.",
            "the ordinary (or common) man in the street",
            "The money is taxed as income in the ordinary way.",
            "He had been taught to observe the ordinary decencies.",
            "The street was full of ordinary people going about their business.",
            "A little creativity can transform an ordinary meal into a special event.",
            "My wife thought our guide was strange, but he seemed perfectly ordinary to me."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это всего лишь обычная камера.",
            "Искусство должно быть частью повседневной жизни.",
            "Я отношу себя к обычным работающим людям.",
            "Его книги очень посредственны и заурядны.",
            "Мы хотим поддержать обычных граждан.",
            "Жизнь текла гладко в своём привычном русле.",
            "По-видимому, простому смертному билеты недоступны.",
            "Эта книга — об обычных людях.",
            "То была редкая возможность увидеть, как живут простые люди.",
            "Еда была обычная и скучная.",
            "Опишите это простым повседневным языком.",
            "Политики часто неспособны говорить с обычными людьми.",
            "Трудно судить, как эти изменения повлияют на простых граждан.",
            "Это произведение хорошее, потому что оно написано дружеским, простым языком.",
            "Современные политики в своих речах стараются обращаться к простым людям.",
            "Обычный проступок не лишает сына отцовской любви.",
            "Обычный читатель наделён немалой мудростью и знанием того, как устроен мир.",
            "Уместить такой обильный материал в книгу обычного объёма будет крайне трудно.",
            "Он не идёт в ногу с рядовыми избирателями.",
            "Картины мне показались довольно обычными.",
            "Всё необычное заставляло её нервничать.",
            "Я просто обычный чувак, который пытается заработать себе на жизнь.",
            "За исключением Дюранга, все актёры ничем не примечательны.",
            "У них были обычные проблемы, связанные с началом нового бизнеса.",
            "обычный человек",
            "Эти деньги облагаются налогом как доход обычным способом.",
            "Его приучили соблюдать простые приличия.",
            "На улице было полно самых обычных людей, идущих по своим делам.",
            "Проявив немного выдумки, можно превратить обычную трапезу в особенное событие.",
            "Моя жена подумала, что проводник какой-то странный, но мне он показался совершенно обычным."
        ]
    }
}