{
    "organized": {
        "comment": [
            "organize",
            "organization",
            "organizer"
        ],
        "translate": "организованный, органический, оборудованный",
        "transcription": " |ˈɔːrɡənaɪzd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's a very organized person.",
            "Everything was done in a well organized manner.",
            "I'll get you organized in no time.",
            "I packed a bag and organized some food.",
            "I want to work with a well organized team.",
            "They ran a well-organized political campaign.",
            "The festival was very well organized.",
            "They organized a picket of the power station.",
            "She organized the conference with great precision.",
            "Make sure the files are organized in numerical order.",
            "According to one observer, the event was poorly organized.",
            "They organized a meeting between the teachers and students.",
            "Employees should keep their workstations neat and organized.",
            "The last word must go to Nick, who has organized the whole project.",
            "She's not a very organized person and she always arrives late at meetings.",
            "Organized groups of citizens are more successful at changing the government's mind.",
            "He organized a big advertising campaign.",
            "They organized a party to search for food.",
            "Mary and her girlfriend organized the party.",
            "We are learning about how genes are organized.",
            "She organized people to work for social justice.",
            "He was caught in the tentacles of organized crime.",
            "I was chasing around getting everything organized.",
            "The proposed new law is opposed by organized labor.",
            "He organized a neighborhood potluck for next Saturday.",
            "The group organized an airdrop of food for the refugees.",
            "We organized all the recipes under different subject headings.",
            "The books were organized on the shelves according to their size.",
            "Her friends organized a baby shower for her when she was expecting.",
            "There were four drives, or large hunts, organized during the winter."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она очень организованный человек.",
            "Всё было очень хорошо организовано.",
            "Я за минуту приведу тебя в порядок.",
            "Я упаковал сумку и организовал еду.",
            "Я хочу работать с хорошо организованной командой.",
            "Они вели хорошо организованную политическую кампанию.",
            "Фестиваль был очень хорошо организован.",
            "Они организовали пикетирование электростанции.",
            "Она организовала конференцию очень чётко.",
            "Убедитесь, что файлы расположены по порядку номеров.",
            "По словам одного наблюдателя, мероприятие было плохо организовано.",
            "Они организовали собрание преподавателей и студентов.",
            "Сотрудникам следует содержать свои рабочие места в чистоте и порядке.",
            "Последнее слово должно оставаться за Ником, который и организовал весь этот проект.",
            "Она не очень организованный человек и постоянно опаздывает на встречи.",
            "Организованные группы граждан могут более успешно влиять на решения правительства.",
            "Он организовал большую рекламную кампанию.",
            "Они организовали группу для поиска продовольствия.",
            "Вечеринку организовала Мэри со своей подругой.",
            "Мы изучаем то, как устроены гены.",
            "Она создала организацию, члены которой боролись за социальную справедливость.",
            "Он попался в щупальца организованной преступности.",
            "Я носился вокруг приводя все в порядок.",
            "Предлагаемому новому закону противостоят профсоюзы.",
            "В следующую субботу он организовал для соседей ужин вскладчину.",
            "Группа организовала выброску продовольствия для беженцев с воздуха.",
            "Мы рассортировали все рецепты по разным предметным рубрикам.",
            "Книги были расставлены на полке по размеру.",
            "Когда она была беременна, подруги устроили ей предрожденчик (вечеринку с подарками для новорожденного).",
            "В течение зимы были организованы четыре крупных охоты, или гона."
        ]
    }
}