{
    "organ": {
        "comment": [],
        "translate": "орган, газета, учреждение, голос, пенис, часть тела, печатный орган",
        "transcription": " |ˈɔːrɡən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Your skin is the largest organ of your body.",
            "The human brain is an incredibly complicated organ.",
            "The organ resounded throughout the church.",
            "The courts are organs of government.",
            "New England Organ Bank",
            "Boston Interhospital Organ Bank",
            "the organ of the communist party",
            "Plangent organ music filled the church.",
            "the legislative organ of our government",
            "He just knew the bell of the church from the organ.",
            "A child had a multiple organ transplant two months ago.",
            "The Census Bureau is an organ of the Commerce Department.",
            "There was the muffled sound of organ practice coming from the chapel.",
            "That newspaper is intended as an organ for the whole university community.",
            "No one can play the organ during service time without the consent of the Vicar.",
            "Extra doses of the hormone caused the animals' reproductive organs to develop sooner than usual.",
            "He analogized the White House scandal to a cancer that was spreading to every internal organ of the body."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Кожа является самым большим органом вашего тела.",
            "Человеческий мозг — невероятно сложный орган.",
            "Звуки органа разнеслись по всей церкви.",
            "Суды являются органами государственного управления.",
            "Банк органов Новой Англии",
            "Бостонский межбольничный [межгоспитальный] банк органов",
            "орган Коммунистической партии",
            "Церковь наполнилась громкой и протяжной органной музыкой.",
            "законодательный орган нашего правительства",
            "Он мог разве что отличить церковный колокол от органа.",
            "Два месяца назад ребёнку была сделана множественная трансплантация органов.",
            "Бюро переписи населения является органом Министерства торговли.",
            "Из часовни доносились приглушённые звуки: кто-то репетировал игру на органе.",
            "Эта газета задумывалась в качестве органа всего университетского сообщества.",
            "Никто не может играть на органе во время службы без согласия викария.",
            "Дополнительные дозы гормона стали причиной того, что репродуктивные органы животных стали развиваться быстрее обычного.",
            "Он провёл аналогию, сравнив этот скандал в Белом Доме с раком, распространяющимся на все внутренние органы тела."
        ]
    }
}