{
    "organize": {
        "comment": [
            "organization",
            "organized",
            "organizer"
        ],
        "translate": "организовать, организоваться, устраивать, делать органическим",
        "transcription": " |ˈɔːrɡənaɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Students need to learn how to organize their work.",
            "We must finally organize our files properly.",
            "I'll get you organized in no time.",
            "He doesn't need you to organize his life for him.",
            "I'll ask my secretary to organize some refreshments.",
            "They can't be arsed to organize it properly.",
            "Who else can we rope in to organize the tour?",
            "I can organize myself okay enough.",
            "You need to learn to organize better.",
            "I packed a bag and organized some food.",
            "Organize yourself to arrive at places on time.",
            "The books were organized on the shelves according to their size.",
            "We are learning about how genes are organized.",
            "They hired a professional to help organize their wedding.",
            "The scientists need to organize themselves and work as a team.",
            "I stupidly agreed to organize the party.",
            "They had to organize to hold out (in the struggle).",
            "He was delegated to organize and lead the expedition.",
            "The program was designed to organize and manipulate large amounts of data.",
            "The lawyer helped to organize a group of parents who took action for their children.",
            "I'd like to see you organize a conference!",
            "She organized people to work for social justice.",
            "He encouraged them to organize for social justice.",
            "I spent some time organizing my closet last weekend.",
            "They organized a meeting between the teachers and students.",
            "The company has tried to prevent the workers from organizing.",
            "The workers have the right to organize themselves into unions.",
            "In 1992 Perot tried to organize a third party at the national level.",
            "With blind obedience, I allowed my father to organize my life.",
            "His office is a mess. He needs someone to help him organize his work."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Студенты должны научиться организовывать свою работу.",
            "Нам нужно, наконец, привести наши папки в порядок.",
            "Я за минуту приведу тебя в порядок.",
            "Ему не нужно, чтобы вы устраивали его жизнь вместо него самого.",
            "Я попрошу секретаря принести освежающие напитки.",
            "У них нет ни малейшего желания организовать всё как положено.",
            "Кого бы запрячь организовывать поездку?",
            "Я вполне способен организовать себя сам.",
            "Вы должны научиться лучше организовывать свою жизнь.",
            "Я упаковал сумку и организовал еду.",
            "Организуйте своё время так, чтобы прибыть на места без опоздания.",
            "Книги были расставлены на полке по размеру.",
            "Мы изучаем то, как устроены гены.",
            "Для помощи в организации свадьбы они наняли профессионала.",
            "Учёные должны сплотиться и работать, как одна команда.",
            "Я по глупости согласилась устроить эту вечеринку.",
            "Они должны были объединиться, чтобы выстоять (в этой борьбе).",
            "Ему было поручено организовать и возглавить экспедицию.",
            "Программа была разработана для организации и обработки больших объёмов данных.",
            "Этот адвокат помог организовать группу родителей, которые подали иск от имени своих детей.",
            "Хотелось бы посмотреть, как у вас получится организовать конференцию!",
            "Она создала организацию, члены которой боролись за социальную справедливость.",
            "Он призвал их к созданию организации в целях социальной справедливости.",
            "В прошлые выходные я потратила некоторое время на наведение порядка в гардеробе.",
            "Они организовали собрание преподавателей и студентов.",
            "Руководство компании попыталось помешать рабочим организовать профсоюз.",
            "Рабочие имеют право объединяться в профсоюзы.",
            "В 1992 году Росс Перо попытался организовать третью партию общенационального масштаба.",
            "Слепо повинуясь отцу, я позволил ему обустроить мою жизнь.",
            "У него в кабинете полный бардак. Ему нужно, чтобы кто-то помогал ему организовывать свою работу."
        ],
        "stars": 3
    }
}