{
    "orientation": {
        "comment": [],
        "translate": "ориентация, ориентирование, ориентировка",
        "transcription": " |ˌɔːrɪənˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "New employees receive two days of orientation.",
            "New students need to go through a short orientation before they begin classes.",
            "This is orientation week for all the new students.",
            "The company needs to develop a stronger orientation towards marketing its products.",
            "The party has a broadly socialist orientation.",
            "He was unhappy with the commercial orientation of the organization.",
            "The organization has a decidedly conservative orientation.",
            "Discrimination on the grounds of sexual orientation is still far too widespread.",
            "The meeting is open to everyone, whatever their political or religious orientation.",
            "Suddenly I was cartwheeling down the slope, all orientation gone."
        ],
        "example_translate": [
            "Новым сотрудникам предоставляется два дня для ознакомления.",
            "Новые студенты должны пройти через короткий период ознакомления, прежде чем они начнут занятия.",
            "На этой неделе все новые студенты проходят вводный инструктаж.",
            "Компании необходимо выработать более сильную ориентацию на маркетинг своей продукции.",
            "Ориентация этой партии — более или менее социалистическая.",
            "Он был недоволен коммерческой ориентацией данной организации.",
            "Организация явно придерживается консервативной ориентации.",
            "Дискриминация по признаку сексуальной ориентации по-прежнему случается слишком часто.",
            "Встреча открыта для всех, независимо от их политической или религиозной ориентации.",
            "Неожиданно я кувырком покатился вниз по склону, потеряв всякую ориентацию."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}