{
    "origin": {
        "comment": [],
        "translate": "происхождение, начало, источник, возникновение, первоисточник, первопричина",
        "transcription": " |ˈɔːrɪdʒɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Greece is called the origin of civilization",
            "The word is French in origin.",
            "Jupiter was the origin of the radiation",
            "attempts to explain the origin of evil in the world",
            "a faint clue to the origin of the mystery",
            "Proofs of the posterior origin of the lava.",
            "Astronomy is a science of duplicate origin.",
            "Two thirds of the pupils are of Asian origin.",
            "The tradition has its origins in the Middle Ages.",
            "Most coughs are viral in origin.",
            "Immigrants rarely return to their country of origin.",
            "Her ethnic origins are French.",
            "A rude circuit of stones, of unknown origin.",
            "Science gives us clues about the origin of the universe.",
            "The name \"dachshund\" is of German origin and literally means \"badger dog\", from Dachs (\"badger\") and Hund (\"dog\").",
            "Many place names all over Japan are of Ainu origin.",
            "All meat should be clearly labelled with its country of origin.",
            "The Etruscans are a separate race, whose origin is still quite uncertain.",
            "Charles Darwin's monumental study, 'The Origin of Species'",
            "The form asks for information about the person's ethnic origin.",
            "The origins of human language remain a matter of considerable debate.",
            "The high level of radiation in the rocks implies that they are volcanic in origin.",
            "The rumor had its origin in idle gossip.",
            "Rousseau's Essay on the Origin of Languages"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Грецию называют колыбелью цивилизации",
            "Это слово французского происхождения.",
            "Юпитер был источником излучения.",
            "попытки объяснить происхождение зла в этом мире",
            "слабый намёк на разгадку этой тайны / маленький ключик к разгадке этой тайны",
            "Доказательства более позднего происхождения лавы.",
            "Астрономия — наука, имеющая двойственное происхождение.",
            "Две трети учеников имеют азиатское происхождение.",
            "Этот обычай берёт свое начало в средневековье.",
            "В большинстве случаев кашель возникает из-за вирусов.",
            "Иммигранты редко возвращаются на свою родину.",
            "По происхождению она француженка.",
            "Неровный круг неизвестного происхождения, выложенный из камней.",
            "Наука даёт нам подсказки о происхождении вселенной.",
            "Название \"такса\" имеет немецкое происхождение и дословно означает «барсучья собака\", от Dachs (барсук) и Hund (собака)",
            "В Японии встречается много топонимов айнского происхождения.",
            "Всёмясо должно быть четко промаркировано с указанием страны происхождения.",
            "Этруски - это народ-изолят, чье происхождение все еще остается совершенно неизвестным.",
            "монументальный труд Чарльза Дарвина \"Происхождение видов\"",
            "В анкете запрашивается информация об этническом происхождении.",
            "Происхождение человеческого языка остаётся предметом серьёзных споров.",
            "Высокий уровень радиации в этих скалах означает, что они имеют вулканическое происхождение.",
            "Слух этот зародился в праздной болтовне.",
            "сочинение Руссо о происхождении языков"
        ]
    }
}