{
    "other": {
        "comment": [
            "another",
            "otherwise",
            "each other",
            "one another"
        ],
        "translate": "другой, остальные, иной, другой, иначе",
        "transcription": " |ˈʌðər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I have no other shoes.",
            "Have you any other questions?",
            "My other sister is a doctor.",
            "Think of others.",
            "One or other of us will be there.",
            "We always think every other man's job is easier than our own.",
            "I heard a fruity voice on the other end of the line.",
            "You are the man of all others for the work.",
            "I don't know any French people other than you.",
            "She gave me one book last week and promised to bring the others on Wednesday.",
            "One took a taxi, and the other walked home.",
            "Smith was saved but every other man in the ship was drowned.",
            "Five people stayed for supper, others went home.",
            "I have never known him to behave other than selfishly.",
            "These and other issues will be discussed at the next meeting.",
            "Leaders from China, Russia, and 14 other countries attended the conference.",
            "The driver's wife and two other passengers were injured in the accident.",
            "a strange, other dimension...where his powers seemed to fail"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o = [ʌ]",
            "th = [ð]",
            "th = [ð]"
        ],
        "example_translate": [
            "У меня нет никакой другой обуви.",
            "Есть ещё вопросы?",
            "Ещё одна моя сестра работает врачом.",
            "Подумай о других.",
            "Кто-нибудь из нас да побывает там.",
            "Нам всегда кажется, что работа, которую выполняет другой человек, легче, чем наша собственная.",
            "Я услышал на другом конце провода приторный голос.",
            "Вы – самый подходящий человек для этой работы. / Вы – именно тот человек, который нужен для этой работы.",
            "У меня нет других знакомых французов, кроме тебя.",
            "Она дала мне одну книгу на прошлой неделе и обещала занести остальные в среду.",
            "Один взял такси, а второй отправился домой пешком.",
            "Смита спасли, но все остальные, кто был на корабле, утонули.",
            "Пять человек остались на ужин, остальные пошли домой.",
            "Я никогда не видел, чтобы он вёл себя не как эгоист.",
            "Эти и другие вопросы будут обсуждаться на следующем заседании.",
            "Руководители Китая, России и ещё четырнадцати стран приняли участие в этой конференции.",
            "Жена водителя и ещё два пассажира пострадали в результате аварии.",
            "странное, другое измерение...где его силы, казалось, иссякли"
        ]
    }
}