{
    "otherwise": {
        "comment": [],
        "translate": "иначе, в противном случае, иным образом, иной, другой",
        "transcription": " |ˈʌðərwaɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Do what I tell you, otherwise you'll be sorry.",
            "Put your coat on, otherwise you'll get cold.",
            "I might otherwise have left.",
            "God saw otherwise.",
            "I have otherwise no reason to suspect them.",
            "I went at once., otherwise I should have missed him.",
            "Almost thirty thousand women, Irish and otherwise.",
            "He was tired but otherwise in good health.",
            "You'll have to go now, otherwise you'll miss your bus.",
            "People whose deeds, admirable or otherwise.",
            "Art allows us to express things that we would not be able to express otherwise.",
            "I didn't like the ending, but otherwise it was a very good book.",
            "One of the boys has a freckle on his cheek. Otherwise, the twins are nearly identical.",
            "All of the books had been burned or otherwise destroyed.",
            "I could hear the distant noise of traffic. Otherwise all was still.",
            "The test helps identify problems that might otherwise go unnoticed.",
            "If conditions were otherwise, I wouldn't be so worried.",
            "They got two free tickets to Canada, otherwise they'd never have been able to afford to go.",
            "This spoiled an otherwise excellent piece of work."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Делай, что я тебе говорю, или пожалеешь.",
            "Наденьте пальто, иначе вы простудитесь. (здесь get cold - простудиться)",
            "В других обстоятельствах я бы ушёл.",
            "Бог судил иначе.",
            "У меня нет других причин их подозревать.",
            "Я тотчас же пошел, иначе я упустил бы его.",
            "Почти тридцать тысяч женщин, ирландок и других национальностей.",
            "Он устал, но в остальном находился в добром здравии.",
            "Тебе уже нужно идти, иначе опоздаешь на автобус.",
            "Люди, чьи поступки достойны восхищения или же нет.",
            "Искусство позволяет нам выразить то, что нельзя передать иначе.",
            "Концовка мне не понравилась, но в остальном это была очень хорошая книга.",
            "У одного из мальчиков на щеке веснушки. Во всём остальном близнецы практически одинаковы.",
            "Все книги были сожжены или уничтожены другим способом.",
            "Было слышно, как вдалеке шумят машины. В остальном всё было тихо.",
            "Эта проверка помогает выявить проблемы, которые иначе могли бы остаться незамеченными.",
            "Если бы условия были бы другими, я бы так не волновался.",
            "Они получили два бесплатных билета в Канаду, чего иначе они никогда бы не смогли себе позволить.",
            "Этот момент испортил в остальном отличное произведение."
        ]
    }
}