{
    "ought to": {
        "comment": [],
        "translate": "следует",
        "transcription": "",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You ought to be ashamed!",
            "I ought to pay our debts.",
            "He ought to be here by now.",
            "You ought to see more of him.",
            "I think we ought to go back now.",
            "Perhaps I ought to take vitamins.",
            "You ought to take care of yourself.",
            "You ought to put potatoes in there.",
            "There ought to be a law against it.",
            "I ought to be tucked up in bed now.",
            "The lines ought to embalm his memory.",
            "They ought to jail her killer for life.",
            "The guy who did this ought to be offed.",
            "You really ought to watch these weirdos.",
            "Elected officials ought to obey the law.",
            "You ought to see a doctor about that cough.",
            "He ought to have more regard for his health.",
            "That type of behavior ought to be discouraged.",
            "Floor boards ought to be an inch in thickness.",
            "It's getting late — we ought to make a move.",
            "The doctor said that Jim ought to lay off more.",
            "Come on, it's getting on and we ought to go home.",
            "We ought to try and get back before it gets dark.",
            "He knew he ought to eat, but his stomach rebelled.",
            "You ought to have a nice little dumpling of a wife.",
            "I think you ought to be in on this discussion, Ted.",
            "The second plea of the defender ought to be repelled.",
            "The punishment ought to be proportional to the crime.",
            "Those who ought to have been staunch have fallen away.",
            "You ought to spend more time thinking about your work."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вам должно быть стыдно!",
            "Я должен заплатить наши долги.",
            "Он должен уже быть здесь к этому времени.",
            "Вам следует чаще с ним встречаться.",
            "Я думаю, что мы должны сейчас вернуться.",
            "Возможно, мне следовало бы принимать витамины.",
            "Тебе следовало бы позаботиться о себе.",
            "Здесь надо посадить картошку.",
            "Это нужно запретить законом.",
            "Я уже должен быть в постели.",
            "Эти строки должны сохранить память о нём.",
            "Её убийцу нужно засадить в тюрьму пожизненно.",
            "Того, кто это сделал, надо бы убрать.",
            "Тебе действительно нужно остерегаться этих странных типов.",
            "Выборные должностные лица должны подчиняться закону.",
            "С таким кашлем вам бы следовало обратиться к доктору.",
            "Он должен побольше заботиться о своём здоровье.",
            "Нужно отбивать охоту к такого рода поведению.",
            "Половые доски должны быть толщиной в дюйм.",
            "Становится поздно — мы уже должны выдвигаться.",
            "Доктор сказал, что Джим должен больше отдыхать.",
            "Ладно, уже становится поздно, и мы должны идти домой.",
            "Мы должны попытаться вернуться до темноты.",
            "Он знал, что должен поесть, но его желудок взбунтовался.",
            "А жениться ты обязательно должен на маленькой пышечке.",
            "Мне кажется, Тед, что тебе следует поучаствовать в этом разговоре.",
            "Второе возражение защищающей стороны следует отклонить.",
            "Наказание должно быть пропорционально преступлению.",
            "Те, кто должен был остаться верен, изменили.",
            "Вы должны проводить больше времени в размышлениях над своей работой."
        ],
        "stars": 0
    }
}