{
    "outcome": {
        "comment": [
            "comedy",
            "welcome",
            "income",
            "come",
            "become",
            "overcome",
            "comeback"
        ],
        "translate": "результат, исход, выход, развязка, последствие",
        "transcription": " |ˈaʊtkʌm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There are two possible outcomes.",
            "I am uncertain about the outcome.",
            "Everyone was in suspense over the outcome.",
            "The outcome was in his favor.",
            "Bookmakers are already taking bets on the outcome.",
            "They awaited news of the outcome.",
            "The outcome of the case will set a legal precedent.",
            "Both sides were happy with the eventual outcome of the talks.",
            "Here we have the flower and outcome of Newton's induction.",
            "There is no surefire way to predict the outcome.",
            "The outcome of the game hinged on a single play.",
            "Everything hangs on the outcome of this meeting.",
            "The outcome of the battle was a foregone conclusion.",
            "I do not know what the final outcome will be.",
            "No one knows how this decision will influence the outcome of the election.",
            "They contested the outcome of the race.",
            "A number of factors determined the outcome.",
            "We cannot predict the outcome with absolute certainty.",
            "It's too soon to make a judgment about what the outcome will be.",
            "People started making educated guesses about the outcome of the election.",
            "It was impossible to predict the outcome of the election.",
            "The outcome of the vote was an embarrassment for the liberals.",
            "It would be improper of me to comment before the election outcome is known.",
            "He refused to comment, saying he did not wish to prejudice the outcome of the talks.",
            "speculations about the outcome of the election",
            "The ultimate outcome of the experiment cannot be predicted.",
            "Once the research is complete, we'll have a clearer picture of the outcome.",
            "He claims that there were unknown forces guiding the outcome of the election.",
            "The vote in New Hampshire often decides the outcome of the Presidential election.",
            "We are still awaiting the final outcome of the trial."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Возможны два исхода.",
            "Я не уверен в том, каким будет результат.",
            "Никто не мог предположить, каким будет исход.",
            "Результат был в его пользу.",
            "Букмекеры уже принимают ставки на этот исход.",
            "Они дожидались новостей о том, чем всё закончилось.",
            "Исход данного дела установит юридический прецедент.",
            "Обе стороны остались довольны окончательным итогом переговоров.",
            "Здесь мы имеем дело с высшим проявлением результатов индукционной теории Ньютона.",
            "Стопроцентно верного способа предсказать результат не существует.",
            "Исход этого матча зависел от одного-единственного розыгрыша.",
            "Всё зависит от исхода этой встречи.",
            "Исход этой битвы был предрешён.",
            "Я не знаю, каким будет окончательный результат.",
            "Никто не знает, как это решение повлияет на исход выборов.",
            "Они оспорили итоги данного забега /заезда, гонки/.",
            "Исход события определили несколько факторов.",
            "Мы не можем предсказать результат с абсолютной уверенностью.",
            "Судить о том, каким же будет результат, пока ещё слишком рано.",
            "Люди начали делать обоснованные предположения по поводу исхода выборов.",
            "Предсказать исход выборов было невозможно.",
            "Результат голосования оказался позорным для либералов.",
            "С моей стороны было бы неправильно давать какие-либо комментарии, прежде чем станут известны результаты выборов.",
            "Он отказался давать какие-либо комментарии, сказав, что не хочет отрицательно повлиять на исход переговоров.",
            "предположения о результате данных выборов",
            "Окончательный результат данного эксперимента непредсказуем.",
            "После того как исследования будут завершены, у нас появится более чёткое представление о результатах.",
            "Он утверждает, что исход выборов определили неизвестные силы.",
            "Голосование в Нью-Гемпшире часто решает исход президентских выборов.",
            "Мы всё ещё ожидаем окончательного результата данного судебного процесса."
        ],
        "stars": 3
    }
}