{
    "outdoors": {
        "comment": [
            "indoor",
            "outdoor",
            "door",
            "indoors",
            "doorway"
        ],
        "translate": "на открытом воздухе, улица, двор, наружный",
        "transcription": " |ˌaʊtˈdɔːrz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The outdoors lighted.",
            "Let them go outdoors and play.",
            "He worked outdoors all afternoon.",
            "I went outdoors for some fresh air.",
            "The game is meant to be played outdoors.",
            "It's warm enough to eat outdoors tonight.",
            "He wants a job that will let him work outdoors.",
            "He wanted to get outdoors a little.",
            "I like to dine outdoors in the open air.",
            "We slept outdoors under a starlit sky.",
            "Deciding to have the party outdoors was sheer inspiration.",
            "Once the weather warms up, you can move the plants outdoors.",
            "She had a sudden inspiration. They would have the party outdoors!",
            "with feet black from playing outdoors",
            "The children were raring to get outdoors.",
            "a lover of the outdoors who claims to be allergic to desk jobs",
            "The town became a beachhead in the campaign to ban smoking outdoors.",
            "Be sure to follow the usual safety precautions when cooking outdoors.",
            "They will catch cold doing shenanigans outdoors in the middle of the night.",
            "The hiking club attracts a wide range of convivial people who share a love of the outdoors.",
            "We were having a nice quiet meal outdoors when the boys burst on the scene, shouting and fooling about."
        ],
        "example_translate": [
            "На улице посветлело.",
            "Разреши им выйти на улицу и поиграть.",
            "Он работал весь день на открытом воздухе.",
            "Я вышел на улицу подышать свежим воздухом.",
            "В эту игру нужно играть на свежем воздухе.",
            "Сегодня достаточно тепло, чтобы поужинать на открытом воздухе.",
            "Он хочет найти работу, которая позволит ему работать на открытом воздухе.",
            "Он хотел немного побыть на свежем воздухе.",
            "Я люблю ужинать на открытом воздухе.",
            "Мы спали на улице, под звёздным небом.",
            "Решение провести эту вечеринку под открытым небом было чрезвычайно удачным.",
            "После того, как потеплеет, можете переместить растения на открытый воздух.",
            "И тут её вдруг осенило: у них будет вечеринка под открытым небом!",
            "с ногами, чёрными от игры на свежем воздухе",
            "Детям не терпелось оказаться на улице.",
            "любитель работы на свежем воздухе, который утверждает, что у него аллергия на сидячую работу в офисе",
            "Город стал опорным пунктом кампании по запрету курения на открытом воздухе.",
            "При приготовлении пищи на открытом воздухе, обязательно соблюдайте обычные меры предосторожности.",
            "Что они там буянят на улице среди ночи, они же простудятся!",
            "Этот туристический клуб привлекает множество весёлых и компанейских людей, которых объединяет любовь к путешествиям.",
            "Мы мирно обедали в саду, как вдруг появились мальчишки и начали кричать и дурачиться."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}