{
    "outdoor": {
        "comment": [
            "indoor",
            "door",
            "outdoors",
            "indoors",
            "doorway"
        ],
        "translate": "наружный, внешний, надворный, на открытом воздухе",
        "transcription": " |ˈaʊtdɔːr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The camp had only a primitive outdoor toilet.",
            "An outdoor picnic is always at the mercy of the weather, of course.",
            "She divested herself of her outdoor clothes.",
            "For younger members of the family, there is an outdoor play area.",
            "The zoo has a new outdoor aviary.",
            "an inexpert attempt at putting on an outdoor concert",
            "An opportune rain shower gave them an excuse to leave the outdoor concert early.",
            "Some horses are specially trained to buck their riders off, to amuse the crowd at an outdoor performance.",
            "The Italian-American restaurant is decorated in a manner evocative of the charming outdoor cafés in Italy.",
            "The shining moon formed a nice backdrop for our outdoor concert.",
            "There are easy pickings for thieves at these big outdoor concerts."
        ],
        "example_translate": [
            "В лагере был только (один) примитивный туалет на улице.",
            "Конечно, вылазка / пикник на природе всегда зависит от погоды.",
            "Она сняла верхнюю одежду.",
            "Для младших членов семьи имеется игровая площадка на открытом воздухе.",
            "В зоопарке есть новый вольер для птиц, расположенный на открытом воздухе.",
            "неумелая попытка организовать концерт на открытом воздухе",
            "Ливень дал им удобный предлог, чтобы пораньше покинуть концерт на открытом воздухе.",
            "Некоторых лошадей специально натаскивают, чтобы они брыкались - зрители это очень любят.",
            "Стиль оформления этого итало-американского ресторана напоминает о прелестных открытых кафе Италии.",
            "Сияющая луна послужила хорошим фоном для нашего концерта на открытом воздухе.",
            "На таких больших концертах на открытом воздухе есть лёгкая добыча для воров."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}