{
    "outer": {
        "comment": [
            "route"
        ],
        "translate": "внешний, наружный, белое поле мишени, в 'молоко'",
        "transcription": " |ˈaʊtər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "the far reaches of outer space",
            "I removed the outer skin of the onion.",
            "the profound mysteries of outer space",
            "The brightness of the outer world is mirrored in imperishable verse.",
            "The temperature in the outer and inner layers had equalized to a great extent.",
            "These outer activities become antithetically opposed.",
            "It is sometimes advisable to showerproof outer garments.",
            "the vast reaches of outer space",
            "Remove the tough outer leaves before cooking.",
            "The astronauts walked in outer space without a tether.",
            "the historic first voyage to outer space",
            "The coconut has a fibrous outer covering.",
            "A sign on the outer door read: 'No Entry'.",
            "Her inner turmoil was masked by an outer calm.",
            "The book discusses the future of travel in outer space.",
            "The outer skin of the aircraft was not punctured.",
            "The spacecraft rocketed into outer space.",
            "Exact observation of the outer world was the complement to a literal reading of Scripture."
        ],
        "example_translate": [
            "дальние просторы космоса",
            "Я снял наружный слой луковицы. / Я очистил луковицу от шелухи.",
            "глубокие тайны открытого космоса",
            "Яркие краски окружающего мира отражаются в бессмертных стихах.",
            "Температура во внешних и внутренних слоях в значительной степени выравнялась.",
            "Эти типы внешней активности становятся несовместимыми.",
            "Иногда следует придать верхней одежде влагонепроницаемые свойства.",
            "безбрежные просторы космического пространства",
            "Перед приготовлением удалите жёсткие внешние листья.",
            "Астронавты вышли в космическое пространство без страховочного фала.",
            "первый исторический полёт в космическое пространство",
            "Кокосовый орех имеет волокнистую внешнюю поверхность.",
            "Табличка на наружной двери гласила: \"Вход воспрещён\" / \"Не входить\" / \"Входа нет\".",
            "Её внутреннее смятение было спрятано за внешним спокойствием.",
            "В книге обсуждается будущее полётов в космическом пространстве.",
            "Наружная обшивка самолета не была пробита.",
            "Космический корабль взмыл в небо.",
            "Точное наблюдение внешнего мира было дополнением к буквальному прочтению Библии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}