{
    "outfit": {
        "comment": [
            "benefit",
            "fit",
            "unfit",
            "fitness",
            "fitting"
        ],
        "translate": "снаряжение, одежда, оборудование, оборудовать, снаряжать, обмундировать",
        "transcription": " |ˈaʊtfɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She did not wear the same outfit two days running.",
            "That's a really cute outfit.",
            "Silk outfit is perfect for that special day.",
            "The rocket is outfitted with a container.",
            "He's carrying this entire outfit on his shoulders.",
            "The ambulances have all been outfitted with new radios.",
            "Some of the modern outfits don't have brass.",
            "I wore a colorful outfit.",
            "I feel so silly in this outfit.",
            "Do you think this outfit matches?",
            "She looks ridiculous in that outfit.",
            "The hat makes the outfit.",
            "She wore a bizarre outfit.",
            "The company outfitted us with food and supplies.",
            "My outfit was sent to Italy during the war.",
            "It is the only thing defective in your outfit.",
            "Her outfit was a bit trashy.",
            "Members outfit themselves in Civil War clothing.",
            "He outfitted in Phoenix, getting the best all-wool ready-made suit in Arizona.",
            "She was sucked in by a scam that was run by a shady outfit selling time-shares.",
            "That outfit makes you look stocky.",
            "She bought a new outfit for the party.",
            "'Is that your best outfit?' he sneered.",
            "She was wearing a very provocative outfit.",
            "She wore a new outfit with a complementary scarf.",
            "He has recently set up his own research outfit, which has as yet no name.",
            "Currently, there are five families in the New York City outfit of La Cosa Nostra.",
            "She was wearing the most unflattering outfit.",
            "The scarf is a perfect complement to her outfit.",
            "Her whole outfit was a throwback to the 1970s."
        ],
        "example_translate": [
            "Она никогда не носила одну и ту же одежду два дня подряд.",
            "Это очень симпатичный наряд. / Этот наряд — просто прелесть.",
            "Шёлковый наряд отлично подойдет для такого особого дня.",
            "Ракета снабжена контейнером.",
            "Он тащит всю эту организацию на своих плечах.",
            "Все машины скорой помощи были оборудованы новыми рациями.",
            "В некоторых современных группах нет медных духовых инструментов.",
            "Я носила яркий комплект одежды.",
            "В этом наряде я чувствую себя так глупо /нелепо/.",
            "Ты думаешь, что эта одежда сочетается?",
            "В этом наряде она выглядит нелепо.",
            "В наряде главное — шляпка.",
            "Она носила странную одежду. / Она была странно одета.",
            "Компания снабдила нас едой и припасами.",
            "Во время войны моё подразделение отправили в Италию.",
            "Это единственная вещь, которой не хватает для твоей полной экипировки.",
            "Одета она была паршивенько.",
            "Участники нарядились в одежду времён Гражданской войны.",
            "Он закупил одежду в Финиксе, раздобыв самый лучший в Аризоне готовый костюм из чистой шерсти.",
            "Она была втянута в аферу, организованную сомнительной конторой по продаже долевой собственности недвижимости.",
            "В этом наряде ты выглядишь крепышом.",
            "Для этой вечеринки она купила новый наряд.",
            "— И это твой лучший наряд? — презрительно усмехнулся он.",
            "Одета она была очень вызывающе.",
            "Она была в новом наряде, который дополнялся шарфом.",
            "Недавно он основал исследовательскую организацию, у которой еще нет названия.",
            "На сегодняшний день в нью-йоркском филиале \"Коза-ностра\" действует пять семейств.",
            "Она была одета в самый незавидный наряд.",
            "Этот шарф идеально дополняет её наряд.",
            "Её наряд был напоминанием о 70-х."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}