{
    "outline": {
        "comment": [
            "line",
            "online",
            "deadline",
            "offline",
            "underline",
            "linear",
            "linen"
        ],
        "translate": "контур, план, набросок, схема, очерчивать, контурный",
        "transcription": " |ˈaʊtlaɪn|",
        "antonyms": [],
        "mnemonic": [
            "line [lain] - линия, черта, маршрут\noutline- очертания, план, схема; очерчивать\n***\nМы на ЛИНИИ с Билайн. (это) line\n***\nЖизни линия \"line\"\nдесятков на девять \"nine\"."
        ],
        "examples": [
            "She outlined what I would be doing.",
            "I'll give you a broad outline of the plan.",
            "The outline became less and less distinct as the light faded.",
            "a brief outline of American history",
            "Sketch the outline of the book.",
            "Through the mist we could see the faint outline of the island.",
            "The statement gives an outline of public expenditure for each department.",
            "Always write an outline for your essays.",
            "The governor gave only a vague outline of his tax plan.",
            "The outline of the mountains was clearly visible.",
            "The dim outline of a building loomed up out of the mist.",
            "The President outlined his agenda for the next term.",
            "All players must follow the rules outlined above.",
            "The book outlines the major events of the country's history.",
            "trace the outline of a figure in the sand",
            "a map with our property outlined in red",
            "Her speech was written in outline on note cards.",
            "a thumbnail outline of the plot of the novel",
            "We could just see the outline of the house through the mist.",
            "The pictures were drawn in outline and then filled in with color.",
            "He has been working on the organization of his notes into an outline.",
            "The new president outlined plans to deal with crime, drugs, and education.",
            "I saw a vague outline of a building through the fog.",
            "Just the dim outline of the building could be seen through the fog.",
            "We could just barely make out the vague outline of a plane in the sky.",
            "Draw the outline lightly with a soft pencil. This can be rubbed out later."
        ],
        "example_translate": [
            "Она вкратце рассказала мне, чем я буду заниматься.",
            "Я обрисую вам план в общих чертах.",
            "Очертания становились все менее и менее четкими, в то время как свет постепенно гас.",
            "краткий очерк американской истории",
            "Набросайте краткое резюме этой книги.",
            "Сквозь туман мы видели смутные очертания острова.",
            "В отчете дается общий показатель расходов на государственные нужды по каждому департаменту.",
            "Всегда составляйте план своего сочинения.",
            "Губернатор представил лишь расплывчатый набросок своего налогового плана.",
            "Очертания гор были отчётливо видны.",
            "Неясные очертания здания показались из-за тумана.",
            "Президент изложил свою программу на следующий срок.",
            "Все игроки должны следовать правилам, изложенным выше.",
            "В книге описываются важнейшие события в истории страны.",
            "начертить на песке контур фигуры",
            "карта, на которой красным цветом были отмечены границы нашей собственности",
            "Основные тезисы её выступления были записаны на карточках.",
            "краткое описание сюжета этого романа",
            "Сквозь туман было видно лишь очертания дома.",
            "Картинки были нарисованы в контуре, а затем раскрашены.",
            "Он работает над систематизацией своих записей в один краткий конспект.",
            "Новый президент рассказал о планах решения проблем преступности, наркотиков и образования.",
            "Сквозь туман я видел смутные очертания какого-то здания.",
            "Только неясные очертания здания виднелись сквозь туман.",
            "Мы еле-еле могли разглядеть смутные очертания самолета, летящего в небе.",
            "Слегка набросайте контур мягким карандашом. Позже его можно будет стереть."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}