{
    "outlook": {
        "comment": [
            "look",
            "overlook",
            "good-looking"
        ],
        "translate": "перспектива, кругозор, вид, точка зрения, виды на будущее, наблюдение",
        "transcription": " |ˈaʊtlʊk|",
        "antonyms": [],
        "mnemonic": [
            "look [lʊk]\noutlook- кругозор, точка зрения, перспектива\n***\nНе могу СМОТРЕТЬ на лук. (это) look\nВзгляд, вид, наружность."
        ],
        "examples": [
            "The outlook for tomorrow is rain.",
            "She has a healthy outlook on life.",
            "The outlook for the future is bright.",
            "He has a mature outlook on life.",
            "She has a cheerful outlook on life.",
            "He's got a good outlook on life.",
            "There was a picturesque outlook on all sides.",
            "Exercise will improve your looks and your outlook.",
            "The outlook for sufferers from this disease is bleak.",
            "He had a coherence of outlook and thought.",
            "Brigitta has such a cosmopolitan outlook on life.",
            "She still has an optimistic outlook for the future.",
            "Education is an important determinant of one's outlook on life.",
            "They had a sharp expression of outlook and readiness.",
            "The loss of both her parents at an early age distorted her outlook on life."
        ],
        "example_translate": [
            "Завтра ожидается дождь.",
            "Она здраво смотрит на жизнь.",
            "Будущее представляется прекрасным.",
            "У него зрелый взгляд на жизнь.",
            "Она весело смотрит на жизнь.",
            "У него хорошее отношение к жизни.",
            "Со всех сторон открывался живописный вид.",
            "Физические упражнения улучшат как вашу внешность, так и отношение к жизни.",
            "Перспективы людей, страдающих от этого заболевания, безрадостны.",
            "Он обладал связностью кругозора и мысли. (Имеется ввиду взаимосвязь внешней и внутренней составляющей его личности)",
            "Бригитта очень космополитична в своих взглядах на жизнь.",
            "Её взгляд на будущее по-прежнему оптимистичен.",
            "Образование является важным фактором, определяющим взгляды человека на жизнь.",
            "Их лица выражали настороженность и готовность к действию.",
            "Потеря в раннем возрасте обоих родителей исказила её взгляды на жизнь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}