{
    "outrageous": {
        "comment": [
            "tragic",
            "tragedy",
            "outrage"
        ],
        "translate": "возмутительный, вопиющий, неистовый, скандальный, жестокий, оскорбительный",
        "transcription": " |aʊtˈreɪdʒəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He says the most outrageous things.",
            "It's outrageous to permit such behaviour.",
            "Pop stars often wear outrageous clothes.",
            "They will be punished for their outrageous behavior.",
            "It's outrageous that such practices are allowed.",
            "She's known for her wild hairdos and outrageous costumes.",
            "I'm not gullible enough to believe something that outrageous.",
            "Smith's lawyer commented that the decision was 'outrageous'.",
            "He spends an outrageous amount on entertainment.",
            "It's outrageous that the poor should pay such high taxes.",
            "This is outrageous! I will not put up with such treatment.",
            "His behavior was an outrageous flaunt.",
            "The article makes some outrageous claims about her personal life.",
            "Eminem's whole schtick is being outrageous.",
            "There is not a scintilla of evidence for your outrageous claims."
        ],
        "example_translate": [
            "Он говорит совершенно возмутительные /оскорбительные/ вещи.",
            "Позволять так вести себя - отвратительно.",
            "Поп-звёзды нередко выступают в странной, броской одежде.",
            "Они будут наказаны за своё возмутительное поведение.",
            "Возмутительно, что подобная практика допустима.",
            "Она известна своими дикими прическами и возмутительными костюмами.",
            "Я не настолько доверчив, чтобы поверить в настолько невероятную вещь.",
            "Адвокат Смита назвал это решение \"возмутительным\".",
            "Он тратит на развлечения возмутительное количество денег.",
            "Возмутительно, что бедным приходится платить такие высокие налоги.",
            "Это возмутительно! Я не потерплю такого обращения.",
            "Его поведение было возмутительной бравадой.",
            "В статье сделаны возмутительные заявления о её личной жизни.",
            "Вся фишка Эминема заключается в эпатаже.",
            "Нет ни малейших доказательств в поддержку ваших возмутительных утверждений."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}