{
    "outrage": {
        "comment": [
            "tragic",
            "tragedy",
            "outrageous"
        ],
        "translate": "произвол, надругательство, безобразие, надругаться, оскорбить, насиловать",
        "transcription": " |ˈaʊtreɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This is an outrage!",
            "The case generated public outrage.",
            "It was an outrage that her name was omitted.",
            "It was an outrage to take innocent civilians hostage.",
            "Ann's relatives were outraged at her choice of a social inferior.",
            "His comments outraged nearly everyone in the room.",
            "It is an outrage that so much public money have been wasted in this way.",
            "The rule is an outrage against women.",
            "Customers were outraged by the price increases.",
            "Public outrage over the scandal was great.",
            "The police response sparked outrage in the community.",
            "Many people expressed outrage at the court's decision.",
            "This is an outrage! I won't allow this kind of behavior to continue.",
            "The scandal has stoked public outrage.",
            "She alternated between outrage and sympathy.",
            "The response to the jury's verdict was one of outrage.",
            "The spiteful comment outraged her so much that she's still holding a grudge.",
            "Public outrage over the scandal eventually forced him to resign.",
            "The mud-splattered bystanders were shrilling with outrage at the inconsiderate motorist."
        ],
        "example_translate": [
            "Это просто издевательство! / Это возмутительно! / Это произвол! / Что за безобразие!",
            "Это дело вызвало возмущение общественности.",
            "Было оскорбительно, что её не упомянули.",
            "Брать в заложники мирных жителей было вопиющим злодеянием.",
            "Семья Энн была оскорблена тем, что она выбрала человека ниже себя по положению.",
            "Его комментарии возмутили почти всех, кто был в комнате.",
            "Это безобразие, что столько общественных денег было потрачено впустую.",
            "Это правило оскорбительно для женщин.",
            "Клиенты были возмущены ростом цен.",
            "Общественное возмущение по поводу этого скандала было огромным.",
            "Ответные действия полиции вызвали возмущение в обществе.",
            "Многие люди выразили возмущение решением суда.",
            "Это просто возмутительно! Я больше не потерплю подобного поведения.",
            "Скандал вызвал возмущение общественности.",
            "Она чувствовала то возмущение, то сочувствие.",
            "Реакцией на решение жюри было негодование.",
            "Этот язвительный комментарий оскорбил её настолько, что она до сих пор таит обиду.",
            "В итоге, общественное возмущение, вызванное этим скандалом, вынудило его уйти в отставку.",
            "Забрызганные грязью прохожие возмущённо кричали на неосмотрительного автолюбителя."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}