{
    "outsider": {
        "comment": [
            "side",
            "aside",
            "beside",
            "inside",
            "outside",
            "sideways",
            "alongside",
            "countryside",
            "upside",
            "hillside",
            "besides",
            "seaside"
        ],
        "translate": "аутсайдер, посторонний человек, посторонний",
        "transcription": " |ˌaʊtˈsaɪdər|",
        "antonyms": [],
        "mnemonic": [
            "side [saɪd]\nInside - боковой, побочный неглавный\nbeside [bɪ'saɪd] - внутри; внутрь; внутрення часть\naside [ə'saɪd] - не относиться. рядом, около, подле;\nв сторону, в стороне, отдельно. реплика. помимо\noutside - снаружи\noutsider - посторонний\n***\nОн мячик в СТОРОНУ бросает. (это) side\nЕго из СТОРОНЫ в СТОРОНУ бросает. (это) side\nТо туда ПРИМКНУ, то туда - вот так меня бросает.\n(это) side\nСторона, бок, край, позиция, подход."
        ],
        "examples": [
            "As a child she was very much an outsider.",
            "An outsider defeated the champion!",
            "The race was won by a rank outsider.",
            "To outsiders, the ritual may seem strange.",
            "I would always be an outsider here — no matter that I spoke fluent Spanish.",
            "Few outsiders have ever visited this tribe.",
            "I'm an outsider, the only foreign woman in the group.",
            "She felt like an outsider in her new school.",
            "To an outsider, the system seems complex and confusing.",
            "She was a rank outsider who managed to win.",
            "The college faculty can be pretty clannish, so it's difficult to be an outsider there."
        ],
        "example_translate": [
            "Ребёнком она чувствовала себя совершенно чужой среди других детей.",
            "Аутсайдер нанёс поражение чемпиону!",
            "На скачках победила лошадь, имевшая очень мало шансов на выигрыш.",
            "Посторонним людям данный ритуал может показаться странным.",
            "Я никогда не стал бы здесь своим — неважно, что я бегло говорил на испанском.",
            "За всё время только несколько человек из внешнего мира побывало в этом племени.",
            "Я в этой группе чужая — единственная иностранка.",
            "В новой школе она чувствовала себя чужой.",
            "Человеку постороннему эта система кажется сложной и запутанной.",
            "Она была явным аутсайдером, которому всё-таки удалось выиграть.",
            "Порой преподаватели вузов довольно сильно замкнуты в своём кругу, поэтому посторонним среди них приходится непросто."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}