{
    "outstanding": {
        "comment": [
            "stand",
            "understand",
            "standard",
            "understanding",
            "understandable",
            "long-standing",
            "misunderstanding"
        ],
        "translate": "выдающийся, незаурядный, знаменитый, невыполненный, неуплаченный, просроченный",
        "transcription": " |aʊtˈstændɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His performance was outstanding.",
            "On the whole, the book is outstanding.",
            "There are some problems still outstanding.",
            "She had several outstanding parking tickets in her car.",
            "This engineer has outstanding qualification in constructing bridges.",
            "She made an outstanding contribution to science.",
            "She did an outstanding job as Ophelia.",
            "They are outstanding in their field.",
            "the outstanding quality of your work",
            "a wine that is outstanding in quality",
            "Proceeds may be used to retire outstanding securities of the company.",
            "You did an outstanding job on the project.",
            "The club has outstanding players on the roster.",
            "The prize is awarded for \"an outstanding contribution to broadcasting\".",
            "He had enough money to pay off his outstanding debts.",
            "Development in areas of outstanding natural beauty is strictly controlled.",
            "He has done good but not outstanding work.",
            "He did outstanding work in human relations.",
            "His outstanding performance stole the show.",
            "As a president, he was outstanding in many ways.",
            "The entire staff has done an outstanding job this year.",
            "At one stroke the country lost two outstanding leaders.",
            "The quality of his work is all right but not outstanding.",
            "We collected over a million dollars in outstanding debts.",
            "He left a balance of 50 dollars outstanding on his account.",
            "The painting is an outstanding example of the artist's style.",
            "The question of who is in charge is of outstanding importance.",
            "It was an acceptable performance, although not an outstanding one.",
            "Her use of color is not outstanding, but she is a first-rate draftsman.",
            "Newcastle Brown Ale is an outstanding performer in the British beer market."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его выступление было выдающимся.",
            "В целом, книга — выдающаяся.",
            "Некоторые проблемы всё ещё ждут своего решения.",
            "В ее машине было несколько неоплаченых парковочных билетов.",
            "Этот инженер обладает исключительной квалификацией в области мостостроения.",
            "Она внесла выдающийся вклад в науку.",
            "Она замечательно исполнила роль Офелии.",
            "Они знамениты в своей области.",
            "выдающееся качество вашей работы",
            "вино, которое отличается высоким качеством",
            "Доходы могут быть использованы на погашение находящихся в обращении ценных бумаг компании.",
            "Вы проделали отличную работу по данному проекту.",
            "В заявочном списке этого клуба есть выдающиеся игроки.",
            "Эта премия присуждается за \"выдающийся вклад в радиовещание\".",
            "У него хватало денег, чтобы выплатить свои долги.",
            "Строительство в районах с потрясающей природной красотой строго контролируется.",
            "Он поработал хорошо, но выдающейся его работу не назовёшь.",
            "Он провёл выдающуюся работу в отделе кадров.",
            "Его выдающееся исполнение стало гвоздём программы.",
            "Как президент, он был замечательным во многих отношениях.",
            "В этом году весь коллектив проделал выдающуюся работу.",
            "Одним махом страна потеряла двух выдающихся руководителей.",
            "Работает он нормально, но звёзд с неба не хватает.",
            "У нас накопилось более миллиона долларов просроченной задолженности.",
            "Он оставил на счету пятьдесят неоплаченных долларов.",
            "Данная картина является ярким образцом манеры письма этого художника.",
            "Вопрос о том, кто за всё отвечает, имеет важнейшее значение.",
            "Это приемлемые показатели, хотя и не выдающиеся.",
            "Её владение цветом не бог весть какое, но рисовальщик она первоклассный.",
            "Марка \"Newcastle Brown Ale\" демонстрирует выдающиеся результаты на британском пивном рынке."
        ],
        "stars": 2
    }
}