{
    "outwards": {
        "comment": [
            "reward",
            "award",
            "towards",
            "awkward",
            "backward",
            "backwards",
            "downward",
            "downwards",
            "forward",
            "forwards",
            "afterwards",
            "inwards",
            "straightforward",
            "ward",
            "wardrobe",
            "upwards",
            "upward",
            "toward",
            "onwards"
        ],
        "translate": "наружу, за пределы",
        "transcription": " |ˈaʊtwərdz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The door opens outward.",
            "If he is suffering he certainly shows no outward sign of it.",
            "He made a slight outward movement with his right hand.",
            "They showed no outward signs of fear, but they must have been afraid.",
            "The outward appearance of the building has not changed at all in 200 years.",
            "The outward migration of people from the city has hurt the city's economy greatly.",
            "Stand with your elbows pointing outwards.",
            "The window faces outward toward the street.",
            "Stand with your heels together, toes pointing outward.",
            "She was waiting for some outward expression of his love.",
            "He is an odd mixture of outward confidence and inner doubt.",
            "The outward flight took eight hours, but return journey took only six hours.",
            "The extensive warehouse collapsed and fell outwards with a terrific crash into the street.",
            "To all outward appearances everything was fine, but under the surface the marriage was very shaky."
        ],
        "example_translate": [
            "Дверь открывается наружу.",
            "Если он и страдает, то не проявляет никаких заметных признаков этого.",
            "Он сделал небольшое движение от себя своей правой рукой.",
            "По ним нельзя было сказать что они бояться, но они, должны были быть напуганы.",
            "Внешний вид здания совершенно не изменился за 200 лет.",
            "Внешняя миграция людей из города значительно повредила городской экономике.",
            "Встаньте прямо, чтобы локти смотрели наружу.",
            "Окно выходит наружу, в сторону улицы.",
            "Встаньте прямо, пятки вместе, носки наружу.",
            "Она ждала какого-то внешнего выражения его любви.",
            "В нём странным образом сочетаются внешняя уверенность и внутренние сомнения.",
            "Полёт туда занял восемь часов, а обратно - только шесть.",
            "Огромное здание склада осело и с ужасающим грохотом рухнуло посреди улицы.",
            "Внешне всё было прекрасно, но на самом деле брак был очень непрочным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}