{
    "outward": {
        "comment": [],
        "translate": "наружу, вне, за пределы, внешний, внешний мир, внешний вид",
        "transcription": " |ˈaʊtwərd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The door opens outward.",
            "He is an odd mixture of outward confidence and inner doubt.",
            "The outward appearance of the building has not changed at all in 200 years.",
            "You are the one that strips the outward rind of things.",
            "If he is suffering he certainly shows no outward sign of it.",
            "They look the same in outward view.",
            "The outward flight took eight hours, but return journey took only six hours.",
            "Stand with your heels together, toes pointing outward.",
            "The window faces outward toward the street.",
            "They showed no outward signs of fear, but they must have been afraid.",
            "To all outward appearances everything was fine, but under the surface the marriage was very shaky.",
            "He made a slight outward movement with his right hand.",
            "She was waiting for some outward expression of his love.",
            "The economy and outward appearance of the area have changed considerably.",
            "She had an outward appearance of calm, but deep down she was really worried.",
            "The outward migration of people from the city has hurt the city's economy greatly."
        ],
        "example_translate": [
            "Дверь открывается наружу.",
            "В нём странным образом сочетаются внешняя уверенность и внутренние сомнения.",
            "Внешний вид здания совершенно не изменился за 200 лет.",
            "Вы из тех, кто проникает за внешнюю сторону вещей.",
            "Если он и страдает, то не проявляет никаких заметных признаков этого.",
            "Внешне они выглядят одинаково.",
            "Полёт туда занял восемь часов, а обратно - только шесть.",
            "Встаньте прямо, пятки вместе, носки наружу.",
            "Окно выходит наружу, в сторону улицы.",
            "По ним нельзя было сказать что они бояться, но они, должны были быть напуганы.",
            "Внешне всё было прекрасно, но на самом деле брак был очень непрочным.",
            "Он сделал небольшое движение от себя своей правой рукой.",
            "Она ждала какого-то внешнего выражения его любви.",
            "Экономика и внешний вид области значительно изменились.",
            "Внешне она выглядела спокойной, но в глубине души сильно волновалась.",
            "Внешняя миграция людей из города значительно повредила городской экономике."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}