{
    "oven": {
        "comment": [
            "woven",
            "proven"
        ],
        "translate": "духовка, печь, духовой шкаф",
        "transcription": " |ˈʌvn|",
        "antonyms": [],
        "mnemonic": [
            "oven [авен] печь - В Нью-Йорке 5-е (авен-ью) печками отапливается;",
            "oven ['ʌvn]\n***\nДУХОВКОЙ я своею славен. (это) oven\nДУХОВКА лучше всех духовен. (это) oven\nВ ДУХОВКЕ много чепуховен. (это) oven"
        ],
        "examples": [
            "Bake the cookies in a hot oven.",
            "The chicken is roasting in the oven.",
            "The meat was roasting in the oven.",
            "My bread is baked in my own oven.",
            "Please take the pizza out of the oven.",
            "After 10 minutes remove the cake from the oven.",
            "Preheat the oven to 425 degrees.",
            "The microwave oven will beep when the food is ready.",
            "Turn the oven up to 220.",
            "A fire flamed in the oven.",
            "Preheat the oven to 350 degrees.",
            "I burned my hand on the oven door.",
            "Pop the pizza into the microwave oven.",
            "She put a batch of cookies into the oven.",
            "She set the timer on the oven for one hour.",
            "A microwave oven can make light work of the cooking.",
            "The bread crusted in the oven.",
            "The goose is in the oven, sputtering fat.",
            "Bake the pie for 30 minutes in a moderate oven.",
            "I'll put the lasagne in the oven to warm it up.",
            "the pleasant smell of cookies baking in the oven",
            "instructions for operating the new microwave oven",
            "He took the first batch of rolls out of the oven.",
            "They compared the cooking performance of each oven.",
            "A freezer and microwave oven can make light work of cooking.",
            "He opened the oven door to see how the food was coming along.",
            "Bake for 20 minutes in a conventional oven., 8 in a microwave.",
            "She stood by the oven, rubbing one bare foot against the other.",
            "A microwave oven can be a real lifesaver when you're pressed for time.",
            "You can cook the meat either in a microwave or in a conventional oven."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Выпекайте печенье в горячей духовке.",
            "Курица запекается в печи.",
            "В духовке жарилось мясо.",
            "Я пеку хлеб в своей собственной печи.",
            "Вытащи, пожалуйста, пиццу из духовки.",
            "Через десять минут достаньте пирог из духовки.",
            "Предварительно разогрейте духовку до четыреста двадцати пяти градусов.",
            "Когда еда приготовится, микроволновая печь подаст звуковой сигнал.",
            "Поднимите температуру в духовке до двухсот двадцати градусов.",
            "В печи запылал огонь.",
            "Предварительно нагрейте духовку до трёхсот пятидесяти градусов.",
            "Я обжег свою руку о дверцу духовки.",
            "Засуньте пиццу в микроволновую печь.",
            "Она поставила в духовку партию печенья.",
            "Она поставила таймер в духовке на один час.",
            "Микроволновые печи могут облегчить процесс приготовления пищи.",
            "В духовке хлеб покрылся корочкой.",
            "Гусь шкворчит в духовке.",
            "Выпекайте пирог в духовке в течение тридцати минут при умеренной температуре.",
            "Я поставлю лазанью в духовку, чтобы подогреть.",
            "приятный запах выпекающегося в печи печенья",
            "инструкция по эксплуатации новой микроволновой печи",
            "Он вынул из духовки первую партию булочек.",
            "Они сравнили технические характеристики каждой духовки.",
            "Морозильная камера и микроволновая печь могут здорово облегчить приготовление пищи.",
            "Он открыл дверцу духовки, чтобы посмотреть, как поживает еда.",
            "Выпекать в течение двадцати минут в обычной духовке или восьми минут в микроволновой печи.",
            "Она стояла у печи, потирая одну босую ногу о другую.",
            "Если у вас мало времени, микроволновая печь может очень здорово выручить.",
            "Мясо можно приготовить как в микроволновой печи, так и в обыкновенной духовке."
        ],
        "stars": 2
    }
}