{
    "override": {
        "comment": [
            "ride",
            "rider",
            "riding",
            "pride",
            "stride"
        ],
        "translate": "отменять, замещать, отвергать, перевешивать, попирать, не принимать во внимание",
        "transcription": " |ˌəʊvərˈraɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't let anger override common sense.",
            "You must enter a code to override the alarm.",
            "These new rules override the old ones.",
            "She overrode the default settings on her computer.",
            "Passenger safety overrides all of our other concerns.",
            "Can you override the automatic locking system?",
            "These provisions are overridden by the fifteenth constitutional amendment.",
            "Congress overrode the President's veto.",
            "The committee resolved to override the veto.",
            "Are there enough votes in Congress to override the President's veto?",
            "Owing to these causes, they soon considerably outnumber and override the trout.",
            "The needs of the mother should not override the needs of the child.",
            "The EU commission exercised its power to override British policy.",
            "The Senate had a sufficient majority to override the presidential veto (=not accept his refusal)."
        ],
        "example_translate": [
            "Не позволяйте гневу возобладать над здравым смыслом.",
            "Чтобы отключить сигнал тревоги, необходимо ввести код.",
            "Эти новые правила отменяют старые.",
            "Она переопределила на своём компьютере настройки по умолчанию.",
            "Безопасность пассажира - наша первая забота.",
            "Можно ли обойти автоматическую систему блокировки?",
            "Эти положения отменяются пятнадцатой поправкой к конституции.",
            "Конгресс преодолел президентское вето.",
            "Комиссия приняла решение отменить вето.",
            "Достаточно ли голосов в Конгрессе, чтобы преодолеть вето президента?",
            "По этим причинам они вскоре значительно превысят по численности форель и станут преобладающим видом.",
            "Потребности матери не должны превалировать над потребностями ребёнка.",
            "Комиссия ЕС воспользовалась своей властью, чтобы изменить политику Великобритании.",
            "Сенат имел достаточное большинство, чтобы преодолеть президентское вето (т.е. не принимать его отказ)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}