{
    "overlook": {
        "comment": [],
        "translate": "игнорировать, упускать из виду, обзор, упущение, осмотр, пропуск",
        "transcription": " |ˌəʊvərˈlʊk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My windows overlook the street.",
            "The detective overlooked an important clue.",
            "He oversees all and overlooks none.",
            "I am overlooking her work.",
            "It is easy to overlook a small detail like that.",
            "We rented a suite that overlooks the lake.",
            "She was generous enough to overlook my little mistake.",
            "The wall was just too high to be overlooked.",
            "Our room overlooks the ocean.",
            "Such a crime should not be overlooked.",
            "I went on deck and overlooked the boundless waters.",
            "Roughness, and even ferociousness, in a man, we often overlook.",
            "Nobody could overlook the fact that box office sales were down.",
            "The apartment overlooks the Hudson.",
            "Just down the road there's a great overlook where you can get a panoramic view of the valley below."
        ],
        "example_translate": [
            "Мои окна выходят на улицу.",
            "Детектив упустил из вида важную улику /подсказку, деталь/",
            "Он за всем наблюдает и ничего не упускает.",
            "Я просматриваю её работу.",
            "Такую мелкую деталь легко упустить из виду.",
            "Мы снимали номер люкс с видом на озеро.",
            "Она великодушно не обратила внимания на мою маленькую ошибку.",
            "Стена была слишком высокой, чтобы через неё можно было что-нибудь увидеть.",
            "Из нашего номера открывается вид на океан.",
            "Такие преступления не должны оставаться без внимания.",
            "Я вышел на палубу и стал смотреть на бескрайние водные просторы.",
            "Мы часто упускаем из виду грубость и даже жестокость в человеке.",
            "Никто не может игнорировать тот факт, что кассовые продажи снизились.",
            "Окна этой квартиры выходят на Гудзон.",
            "Чуть дальше по дороге есть прекрасное место, откуда можно насладиться панорамным видом на долину."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}