{
    "overseas": {
        "comment": [
            "seat",
            "disease",
            "season",
            "sea",
            "seal",
            "sealed",
            "seaside",
            "seasonal"
        ],
        "translate": "за границу, за границей, за морем, заморский, заграничный, заокеанский",
        "transcription": " |ˌoʊvərˈsiːz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He spent quite a lot time working overseas.",
            "Chris is going to work overseas.",
            "Our main overseas market is Japan.",
            "I was stationed overseas at the time.",
            "He lived overseas for many years",
            "This book retails at $10 overseas.",
            "We should be able to retail most of these products to overseas customers.",
            "He assumed authority for overseas operations.",
            "British Overseas Trade Board",
            "My overseas transfer has been approved.",
            "Her decision to live overseas grieved her mother.",
            "I had bad jet-lag after that last trip overseas.",
            "The university welcomes applications from overseas students.",
            "English is not the native language for almost half of our overseas visitors.",
            "The troops were sent overseas.",
            "He's sending money home from a job overseas.",
            "There was a troubling shortage of supplies for the troops overseas this year.",
            "British Overseas Banks Association",
            "Overseas debt is a staggering £16 billion.",
            "Some overseas trade in grain arose.",
            "The officer was seconded for duty overseas.",
            "The soldiers were shipped overseas for duty.",
            "The Bureau is active in promoting overseas investment.",
            "They did much of their overseas trade in foreign bottoms.",
            "We must support our brothers and sisters fighting overseas.",
            "The US is sending troops overseas in order to keep the peace.",
            "The quality of Britain's overseas aid programme is second to none.",
            "The local story distracted attention from news of the war overseas.",
            "Their life was drab compared with the more exciting life style overseas",
            "The State Department issues travel advisories about conditions overseas."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он довольно долго работал за рубежом.",
            "Крис собирается работать за границей.",
            "Нашим основным зарубежным рынком является Япония.",
            "Я в тот момент находился за границей.",
            "Он много лет прожил за границей.",
            "Розничная цена этой книги за границей - 10 долларов.",
            "Мы должны суметь продать большую часть этой продукции за границей.",
            "Он принял на себя полномочия над операциями за рубежом.",
            "Британская внешнеторговая палата",
            "Мой денежный перевод за границу был одобрен.",
            "Её решение жить за границей глубоко опечалило её мать.",
            "После последнего путешествия заграницу у меня сильно сбился биоритм.",
            "Университет охотно принимает заявки на поступление от студентов из-за рубежа.",
            "Английский не является родным языком для почти половины наших зарубежных посетителей.",
            "Войска были отправлены за границу.",
            "Он посылает деньги домой, работая за рубежом.",
            "В этом году была острая нехватка поставок продовольствия для войск, за границу.",
            "Британская ассоциация банков, действующих за границей",
            "Внешняя задолженность составляет невероятную сумму в шестнадцать миллиардов фунтов стерлингов.",
            "Возникла какая-то морская торговля зерном.",
            "Этот офицер был откомандирован для прохождения службы за рубежом.",
            "Солдат отправили за границу для несения службы.",
            "Бюро проводит активную работу по стимулированию иностранных инвестиций.",
            "Большую часть зарубежной торговли они производили на иностранных грузовых судах.",
            "Мы должны поддержать наших братьев и сестёр, которые сражаются за рубежом.",
            "США отправляет войска за границу, чтобы сохранить мир.",
            "С качеством Британской программы внешней помощи ничто не сравнится.",
            "Местная история отвлекла внимание от новостей о войне за рубежом.",
            "Их жизнь была серой, по сравнению с более захватывающим стилем жизни за рубежом.",
            "Государственный Департамент выпускает информационные бюллетени для отъезжающих в зарубежные страны по поводу местной обстановки."
        ]
    }
}