{
    "overcome": {
        "comment": [
            "comedy",
            "welcome",
            "income",
            "come",
            "become",
            "outcome",
            "comeback"
        ],
        "translate": "преодолевать, побороть, перебороть, побеждать, превозмочь, одолевать, изживать",
        "transcription": " |ˌoʊvərˈkʌm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You must overcome all difficulties",
            "She overcome by depression.",
            "Charles was overcome with grief.",
            "The problem is minor and should be quickly overcome.",
            "He was overcome.",
            "We shall overcome.",
            "It took perseverance to overcome his reading problems.",
            "She is overcome by the many demands on her time.",
            "She managed to overcome her shyness.",
            "They have been unable to overcome their hates and fears.",
            "Women still have to overcome many obstacles to gain equality.",
            "I was overcome with grief and rage.",
            "I've been trying to overcome my fear of flying.",
            "Australia overcame the Netherlands 2-1.",
            "She had never overcome her feelings of sibling rivalry (=rivalry between brothers and sisters).",
            "After a tough battle, they overcame the enemy.",
            "We were overcome by fatigue after the long journey.",
            "The strict Judge cannot be overcome, for He is omnipotent. (E. B. Pusey)",
            "To overcome the academic prose you have first to overcome the academic pose.",
            "He was overcome with desire for her.",
            "He struggled to overcome his shyness.",
            "Gina put up a real fight to overcome the disease.",
            "She was overcome with grief.",
            "Her financial problems could no longer be overcome.",
            "He had to overcome his inertia and get back to work.",
            "He had the spunk to overcome a severe physical disability.",
            "Only by facing your problems can you hope to overcome them.",
            "He is confident in his ability to overcome all opposition with his personal charm.",
            "a book brimful of stories about people who overcome childhood adversities to achieve great things",
            "She overcame a leg injury and is back running again."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы должны преодолеть все трудности",
            "Она охвачена депрессией.",
            "Чарльз был охвачен горем.",
            "Проблема незначительная, и она должна быть быстро решена.",
            "Ему стало плохо. / Его стошнило.",
            "Мы победим. / Мы справимся.",
            "Ему потребовалось упорство, чтобы преодолеть трудности, связанные с чтением.",
            "У неё совсем нет свободного времени.",
            "Ей удалось побороть свою стеснительность.",
            "Они не в состоянии преодолеть свои страхи и ненависть.",
            "Женщинам по-прежнему приходится преодолевать множество препятствий, чтобы обрести равенство.",
            "Горе и гнев одолели меня.",
            "Я пытаюсь преодолеть свой страх перед полётами.",
            "Австралия одолела Нидерланды со счётом 2:1.",
            "Ей так и не удалось справиться с детским чувством соперничества (=соперничества между братьями и сёстрами).",
            "После тяжёлой борьбы они одолели врага.",
            "После долгой дороги нас одолела усталость.",
            "Суровый Судия неодолим, ибо Он всемогущ.",
            "Чтобы преодолеть выхолощенность прозы, надо сначала покончить с академическим позерством.",
            "Страсть к ней одолевала его.",
            "Он изо всех сил пытался побороть свою застенчивость.",
            "Джина устроила настоящую битву, чтобы победить болезнь.",
            "Она была вне себя от горя.",
            "Её финансовые проблемы стали непреодолимыми.",
            "Ему пришлось преодолеть свою инерность и вернуться к работе",
            "Ему хватило мужества преодолеть серьёзный физический недостаток.",
            "Только признав свои проблемы, можно надеяться на их преодоление.",
            "Он уверен в своей способности преодолеть любое противодействие с помощью личного обаяния.",
            "книга, в которой масса рассказов о людях, преодолевших детские невзгоды и добившихся больших успехов",
            "Она победила травму ноги и снова вернулась к бегу."
        ]
    }
}