{
    "overwhelming": {
        "comment": [
            "overwhelmingly",
            "overwhelm"
        ],
        "translate": "подавляющий, ошеломляющий, непреодолимый, потрясающий, несметный",
        "transcription": " |ˌəʊvərˈwelmɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She felt an overwhelming desire to hit him.",
            "She has an overwhelming need to be liked and respected.",
            "The evidence against you is overwhelming.",
            "Suddenly she had an overwhelming urge to be with her son.",
            "The proposal has been given overwhelming support.",
            "An overwhelming majority of the members were against the idea.",
            "There is overwhelming evidence that smoking damages your health.",
            "The temptation to despair may become overwhelming.",
            "He had promised to extricate his friend from his overwhelming difficulties.",
            "Leith felt an overwhelming compulsion to tell him the truth.",
            "The British Air Force succeeded despite overwhelming odds against them.",
            "Party workers have returned to their home towns, chastened by their overwhelming defeat.",
            "Not since Rome in its glory days had a nation enjoyed such overwhelming military preponderance.",
            "There is absolutely overwhelming proof for evolution."
        ],
        "example_translate": [
            "Она почувствовала непреодолимое желание его ударить.",
            "У неё есть огромная потребность в любви и уважении.",
            "Доказательства /улики/ против тебя — неопровержимые.",
            "Неожиданно у нее возникло непреодолимое желание быть рядом со своим сыном.",
            "Это предложение получило потрясающую поддержку.",
            "Подавляющее большинство членов было против этой идеи.",
            "Существуют неопровержимые доказательства того, что курение наносит вред здоровью.",
            "Искушение поддаться отчаянию может стать непреодолимым.",
            "Он пообещал своему другу вытащить его из безумно трудного положения.",
            "Лейт испытала непреодолимое желание рассказать ему правду. (Лейт — шотландское женское имя)",
            "Британским ВВС удалось добиться успеха, несмотря на превосходящие силы противника.",
            "Пристыженные своим сокрушительным поражением, партийные работники вернулись в родные города.",
            "Со времён древнего Рима на пике могущества, не было ещё страны, которая пользовалась столь подавляющим военным превосходством.",
            "Существуют совершенно неопровержимые доказательства эволюции."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}