{
    "overtime": {
        "comment": [],
        "translate": "сверхурочный, сверхурочно, передержать",
        "transcription": " |ˈəʊvərtaɪm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She often has to work overtime.",
            "He was doing a lot of overtime to save for his vacation.",
            "The day shift worked overtime.",
            "The game went into overtime.",
            "He's been doing a lot of overtime recently.",
            "How much did you earn last month in overtime?",
            "The police officer tagged the cars for overtime parking.",
            "I worked two hours of overtime last week.",
            "As of now, there will be no more paid overtime.",
            "We will agree to the proposal with the proviso that overtime be paid.",
            "They lost the game in overtime.",
            "He earns £450 a week, including overtime.",
            "Her job obliges her to work overtime and on weekends.",
            "That's just the basic salary without overtime or tips.",
            "My boss is a dictator who makes everyone work overtime.",
            "Months of overtime work have left her worn to a frazzle.",
            "We get paid 20 dollars an hour for 40 hours and time and a half for overtime.",
            "It came to my attention that Jenny was claiming overtime pay for hours she had not worked."
        ],
        "example_translate": [
            "Ей часто приходится работать сверхурочно.",
            "Он делал много сверхурочной работы, чтобы отложить немного денег на отпуск.",
            "Дневная смена работала сверхурочно.",
            "Игра перешла в овертайм /в дополнительное время/.",
            "В последнее время он очень много работает сверхурочно.",
            "Сколько вы заработали в прошлом месяце сверхурочно?",
            "Полицейский выписал квитанции за превышение времени парковки.",
            "На прошлой неделе я проработал два часа сверхурочно.",
            "С этого момента сверхурочная работа больше оплачиваться не будет.",
            "Мы согласимся на это предложение, если будут оплачивать сверхурочные.",
            "Они проиграли этот матч в овертайме.",
            "Он зарабатывает четыреста пятьдесят фунтов в неделю, включая сверхурочные.",
            "По долгу службы ей приходится работать сверхурочно и в выходные дни.",
            "Это только базовая ставка, без сверхурочных и чаевых.",
            "Мой начальник — диктатор, который всех заставляет работать сверхурочно.",
            "Долгие месяцы сверхурочной работы совершенно её измотали.",
            "Нам платят двадцать долларов в час за сорок часов в неделю, и в полтора раза больше за сверхурочную работу.",
            "Я обратил внимание, что Дженни требует оплаты сверхурочных часов, которые она не отработала."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}