{
    "overtake": {
        "comment": [
            "stake",
            "take",
            "mistake",
            "mistaken",
            "undertake",
            "takeover",
            "intake"
        ],
        "translate": "обгон, догонять, нагнать, настигать, поравняться",
        "transcription": " |ˌəʊvərˈteɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is dangerous to overtake another car on a bend.",
            "The sign says “No Overtaking.”",
            "Events have overtaken us.",
            "Demand may overtake the supply.",
            "She overtook the other runners and went on to win the race.",
            "The family was overtaken by tragedy several years ago.",
            "Seasickness can overtake passengers when the ship encounters a storm.",
            "A terrible sense of panic overtook him.",
            "She was overtaken by emotion and started to cry.",
            "Never try to overtake on a bend.",
            "She was overtaken by grief when her husband died.",
            "I pulled out to overtake a bus.",
            "He pulled out to overtake the van.",
            "Television soon overtook the cinema as the most popular form of entertainment.",
            "As the cars overtake you, they are temporarily outside your field of vision."
        ],
        "example_translate": [
            "Опасно делать обгон на повороте.",
            "Этот знак означает \"обгон запрещён\".",
            "Нас опередили события.",
            "Спрос может обогнать предложение.",
            "Она опередила других бегунов и продолжила лидировать в гонке.",
            "Несколько лет назад на эту семью обрушилась беда.",
            "Морская болезнь может настигнуть пассажиров, когда судно попадает в шторм.",
            "Ужасное чувство паники овладело им.",
            "Чувства овладели ей, она начала плакать.",
            "Никогда не пытайтесь обгонять на повороте.",
            "Она очень страдала, когда умер её муж.",
            "Я выехал на соседнюю полосу, чтобы обогнать автобус.",
            "Он выехал на соседнюю полосу, чтобы обогнать фургон.",
            "Телевидение вскоре обогнало кино в качестве самой популярной формы развлечения.",
            "Когда автомобили вас обгоняют, они временно пропадают из вашего поля зрения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}