{
    "owe": {
        "comment": [
            "tower",
            "lower",
            "vowel",
            "towel"
        ],
        "translate": "быть должным, причитаться, быть в долгу, быть обязанным кому-л.",
        "transcription": " |oʊ|",
        "antonyms": [],
        "mnemonic": [
            "owe [əu]\n***\nМного ДОЛЖЕН - вот и вою. (это)\nЯ ОБЯЗАН вам судьбою. (это) owe"
        ],
        "examples": [
            "I owe you a drink.",
            "I owe the bank a lot of money.",
            "He owes me $5.",
            "I owe it all to you.",
            "I owe you my best thanks.",
            "He owed his wealth to his father.",
            "I owe my brother $50.",
            "I owe it to you that I am still alive.",
            "I owe you my thanks.",
            "She still owes me for all the times I've helped her out.",
            "The company owes its success to its excellent training programme.",
            "She owes me $200.",
            "'I owe my parents a lot,' he admitted.",
            "How much do I owe you (=often used to show that you want to pay for something)?",
            "We owe this idea to Greek philosophy.",
            "I still owe for the car.",
            "Let's go and see Joe — he owes me!",
            "He probably owes his life to her prompt action.",
            "He asked for help from a colleague who owed him a favour.",
            "I still owe you for the taxi.",
            "He owes a great deal to his publishers.",
            "We owe no income tax.",
            "The thesis owes much to his adviser.",
            "Their success owes more to good luck than to careful management.",
            "I still owe on the car.",
            "I owe Shaun a letter., I must write soon.",
            "Additional payments are owed on the mortgage.",
            "This new theory owes much to Einstein's Relativity Theory.",
            "Pearson's work owed much to the research of his friend, Hugh Kingsmill."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ow = [ou]"
        ],
        "example_translate": [
            "Я должен тебе выпивку.",
            "Я должен банку много денег.",
            "Он должен мне пять долларов.",
            "Всем этим я обязан вам.",
            "Я вам чрезвычайно благодарен.",
            "Он был обязан своим состоянием отцу.",
            "Я задолжал своему брату пятьдесят долларов.",
            "Я обязан вам жизнью.",
            "Я вам благодарен.",
            "Она всё ещё должна мне, за всё то время, что я помогала ей выбраться из разных передряг.",
            "Компания приписывает свой успех отличной программе тренингов, которую проводит.",
            "Она должна мне двести долларов.",
            "— Я многим обязан своим родителям, — признался он.",
            "Сколько я вам должен? (выражение часто используется, чтобы показать, что вы хотите за что-то заплатить)",
            "Эту идею мы унаследовали от греческой философии.",
            "Я всё ещё должен за машину.",
            "Пойдём заглянем к Джо: он мне должен!",
            "Её быстрые действия, вероятно, спасли ему жизнь.",
            "Он попросил помощи у коллеги, который был ему обязан.",
            "Я все ещё должен тебе за такси.",
            "Он в большом долгу перед своими издателями.",
            "Мы не обязаны платить подоходный налог.",
            "В этой диссертации большая заслуга его консультанта.",
            "Их успех больше обусловлен удачей, чем внимательным руководством.",
            "Я всё ещё должен за машину.",
            "Я задолжала Шону письмо, и должна написать его в ближайшее время.",
            "По ипотеке необходимо выплатить добавочные платежи.",
            "Эта новая теория во многом обязана теории относительности Эйнштейна.",
            "Работа Пирсона многим обязана исследованиям его друга, Хью Кингсмилла."
        ],
        "stars": 3
    }
}