{
    "own": {
        "comment": [],
        "translate": "собственный, собственность, владеть, иметь, свой",
        "transcription": " |oʊn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was my own idea.",
            "He is his own man.",
            "He is my own brother.",
            "We hope to someday own our own home.",
            "She makes a lot of her own clothes.",
            "It's your own fault for leaving the window open.",
            "She just wanted a place to call her own.",
            "She always owns her faults.",
            "We have problems of our own.",
            "The couple owns and operates the business.",
            "I own that I judged her harshly.",
            "She has her own problems to deal with.",
            "Every dance has its own rhythm.",
            "He owns three houses in Florida.",
            "Bring your own equipment.",
            "Many more people now own their own homes.",
            "I'd like to have a place of my own (=my own home).",
            "I must own to a feeling of anxiety.",
            "He owns the rights to the band's music.",
            "His face was only a few inches from her own.",
            "She drives a red truck that was originally owned by her grandfather.",
            "One day I want to have a horse of my very own.",
            "We encourage students to develop their own ideas.",
            "The yacht was intended for the king's own personal use.",
            "I own that I judged her harshly at first.",
            "You need to get permission from the farmer who owns the land.",
            "The building is owned by the local council.",
            "After everyone else denied any responsibility, he owned that he was at fault."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ow = [ou]"
        ],
        "example_translate": [
            "Это была моя собственная идея. / Это я сам придумал.",
            "Он сам себе хозяин.",
            "Он мой родной брат.",
            "Мы надеемся, что когда-нибудь у нас будет собственный дом.",
            "Большую часть своей одежды она делает сама.",
            "Вы сами виноваты, что оставили окно открытым.",
            "Она всего лишь хотела иметь собственный угол. / Она просто хотела иметь собственное жильё.",
            "Она всегда признаёт свои ошибки.",
            "У нас своих проблем хватает.",
            "Эта чета владеет и управляет этим бизнесом.",
            "Признаюсь, что я слишком поспешно осудил её.",
            "У неё полно своих проблем.",
            "У каждого танца — свой собственный ритм. / Каждый танец ритмичен по-своему.",
            "У него три собственных дома во Флориде.",
            "Оборудование приносите с собой.",
            "Сейчас многие являются владельцами своих домов.",
            "Я хотел бы иметь своё собственное жильё (т.е. свой собственный дом).",
            "Я должен признаться в том, что испытываю чувство тревоги.",
            "Он владеет правами на музыку этой группы.",
            "Его лицо было всего в нескольких дюймах от её собственного.",
            "Она водит красный грузовик, который изначально принадлежал её деду.",
            "Когда-нибудь я хочу завести собственную лошадь.",
            "Мы рекомендуем студентам развивать свои собственные идеи.",
            "Яхта предназначалась для личного пользования короля.",
            "Признаюсь, что сначала я сурово её осудил.",
            "Вы должны получить разрешение от фермера, который владеет этой землей.",
            "Зданием владеет местный совет.",
            "После того, как все остальные отказались от какой либо ответственности, он признал свою вину."
        ]
    }
}