{
    "owner": {
        "comment": [
            "own",
            "ownership"
        ],
        "translate": "владелец, собственник, хозяин, владетель, командир корабля",
        "transcription": " |ˈoʊnər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I met the owner of the local hotel.",
            "We hope to someday own our own home.",
            "The owner's mark was on all the sheep.",
            "The owner is having to close the shop down.",
            "She's the proud owner of a new car.",
            "The store owner kept a wary eye on him.",
            "The couple owns and operates the business.",
            "You need to get permission from the owner.",
            "He owns the rights to the band's music.",
            "The new owner plans to rebuild the franchise.",
            "Who is the owner of that friendly smile?",
            "I'll return the money to its rightful owner.",
            "He took the car without the owner's consent.",
            "The land was returned to its original owner.",
            "Seth was the proud owner of a new sports car.",
            "The owner guaranteed the coins to be genuine.",
            "The land was handed back to its original owner.",
            "The business is managed by the owner's daughter.",
            "The owner will easily see you plugged the report.",
            "The trees had been planted by the previous owner.",
            "The owner's mark was burnt into the animal's skin.",
            "The service has gone downhill under the new owner.",
            "All personal belongings are left at the owner's risk.",
            "When the business failed, the owner just crumpled up.",
            "The property should be returned to its rightful owner.",
            "He was now the proud owner of a bright red sports car.",
            "Every home owner should take precautions against fire.",
            "The camera store owner allowed me $50 on my old camera.",
            "He bypassed the manager and talked directly to the owner.",
            "The burglars gagged the home owner and tied him to a chair."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я встретил владельца местной гостиницы.",
            "Мы надеемся, что когда-нибудь у нас будет собственный дом.",
            "Клеймо владельца стояло на всех овцах.",
            "Хозяин вынужден закрыть дело.",
            "Она — гордая владелица новой машины.",
            "Владелец магазина задержал на нём настороженный взгляд.",
            "Эта чета владеет и управляет этим бизнесом.",
            "Нужно получить разрешение владельца.",
            "Он владеет правами на музыку этой группы.",
            "Новый владелец планирует существенно изменить франшизу.",
            "Кому же принадлежит эта приветливая улыбка?",
            "Я верну эти деньги их законному владельцу.",
            "Он взял машину без разрешения владельца.",
            "Земля была возвращена своему первоначальному владельцу.",
            "Сет был счастливым обладателем нового спортивного автомобиля.",
            "Владелец ручается, что монеты настоящие.",
            "Земля была возвращена первоначальному владельцу.",
            "Бизнесом управляет дочь владельца.",
            "Владелец легко обнаружит, что вы подогнали цифры отчётности.",
            "Эти деревья были посажены предыдущим владельцем.",
            "На коже животного было выжжено клеймо хозяина.",
            "При новом владельце качество обслуживания покатилось по наклонной.",
            "За сохранность личных вещей администрация ответственности не несёт.",
            "Обанкротившись, он совсем упал духом.",
            "Имущество должно быть возвращено его законному владельцу.",
            "Теперь он стал счастливым обладателем ярко-красного спортивного автомобиля.",
            "Каждый домовладелец должен предпринять меры предосторожности против пожара.",
            "Владелец магазина фототехники дал мне пятьдесят долларов за мой старый фотоаппарат.",
            "Он не стал обращаться к директору, и поговорил непосредственно с владельцем (предприятия).",
            "Грабители заткнули рот хозяина дома кляпом и привязали его к стулу."
        ],
        "stars": 3
    }
}