{
    "ownership": {
        "comment": [
            "owner",
            "own"
        ],
        "translate": "собственность, владение, право собственности",
        "transcription": " |ˈoʊnərʃɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The company is under private ownership.",
            "They are still wrangling over ownership of the house.",
            "The document will be used for determination of ownership.",
            "The price of home ownership is increasing.",
            "Ownership of property is either absolute or qualified.",
            "Home ownership was once a privilege of the middle classes.",
            "The company was returned to private ownership in mid-1987.",
            "Car ownership is a virtual necessity when you live in the country.",
            "The administration of certain economic goods is also different from ownership.",
            "There is private ownership of property in a market economy.",
            "They disenfranchised poor people by making property ownership a requirement for registering to vote."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Компания находится в частной собственности.",
            "Они по-прежнему препираются по поводу права собственности на дом.",
            "Этот документ будет использоваться для определения права собственности.",
            "Цена домовладения растёт.",
            "Право собственности может быть абсолютным или ограниченным.",
            "Право собственности на дом было когда-то привилегией среднего класса.",
            "В середине 1987 года компания была возвращена в частную собственность.",
            "Иметь автомобиль — это, фактически, необходимость, когда живёшь за городом.",
            "Распоряжение какими-л. экономическими благами — это не то же самое, что и владение этими благами.",
            "В рыночной экономике имеет место частная собственность.",
            "Они лишили бедноту права голоса, сделав владение недвижимостью непременным условием регистрации для участия в голосовании."
        ]
    }
}