{
    "oxygen": {
        "comment": [
            "nitrogen"
        ],
        "translate": "кислород, кислородный",
        "transcription": " |ˈɑːksɪdʒən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Plants produce oxygen.",
            "We cannot exist without oxygen.",
            "Hydrogen combines with oxygen to form water.",
            "The hydrogen and the oxygen react",
            "The blood's job is to carry oxygen to the different parts of the body.",
            "Ozone is a highly reactive form of oxygen gas.",
            "Oxygen is quite a dense gas.",
            "The hydrogen binds the oxygen.",
            "There was a sudden release of oxygen.",
            "Water is composed of hydrogen and oxygen.",
            "The passenger grabbed for the oxygen mask.",
            "Water is a combination of hydrogen and oxygen.",
            "Vigorous exercise increases oxygen consumption.",
            "depletion of the oxygen existing in the bloodstream",
            "The molecules of oxygen gas contain just two atoms.",
            "Water is composed of the elements hydrogen and oxygen.",
            "At high altitudes it is difficult to get enough oxygen.",
            "Nitrogen and oxygen are feeble absorbers and radiators.",
            "Oxyhemoglobin transports oxygen to the cells of the body.",
            "This chemical substance can he resolved into an acid and oxygen.",
            "The action of heat will separate the chemical into a substance and oxygen.",
            "Blood carries oxygen and nutrients to the tissues and carries away waste products."
        ],
        "example_translate": [
            "Растения выделяют кислород.",
            "Мы не можем существовать без кислорода.",
            "Атомы водорода соединяются с атомами кислорода с образованием воды.",
            "Водород и кислород реагируют друг с другом (здесь говориться о химической реакции)",
            "Задача крови — доставлять кислород к различным частям тела.",
            "Озон - сильно реагентная форма кислорода.",
            "Кислород - довольно плотный газ.",
            "Водород связывает кислород.",
            "Произошло внезапное высвобождение кислорода.",
            "Вода состоит из водорода и кислорода.",
            "Пассажир схватился за кислородную маску.",
            "Вода является соединением водорода и кислорода.",
            "Энергичные физические упражнения увеличивают потребление кислорода.",
            "истощение кислорода, имеющегося в кровотоке",
            "Молекулы газообразного кислорода содержат всего два атома.",
            "Вода состоит из элементов — водорода и кислорода.",
            "На больших высотах трудно получить достаточное количество кислорода.",
            "Азот и кислород являются слабыми поглотителями и излучателями.",
            "Оксигемоглобин переносит кислород к клеткам тела.",
            "Это вещество распадается на кислоту и кислород.",
            "При помощи реакции нагревания химикат расщепится на твёрдое вещество и кислород.",
            "Кровь переносит к тканям кислород и питательные вещества, и уносит продукты распада"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}