{
    "fabric": {
        "comment": [
            "brick"
        ],
        "translate": "ткань, материал, материя, структура, тканый, матерчатый",
        "transcription": " |ˈfæbrɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The fabric stretches",
            "This fabric won't wrinkle",
            "The curtains are made of expensive fabric.",
            "The fabric felt soft to the touch.",
            "The fabric was of a close weave.",
            "This fabric has a nasty wool pickup.",
            "She ripped the fabric in half.",
            "I scrunched the fabric in my hand.",
            "The fabric is very fine and frays easily.",
            "Plunge the fabric into a bath of black dye.",
            "It looks like fabric, but it's really a knit.",
            "I bought two widths of fabric.",
            "The fabric was dyed a vivid red.",
            "The fabric was frayed at the edge.",
            "It is part of the fabric of society.",
            "Lay the fabric carefully on the table.",
            "It's nice fabric - it feels like velvet.",
            "She felt the fabric to see if it was wool.",
            "The country's social fabric is disintegrating.",
            "The fabric will fade unless you protect it from the sunlight.",
            "Drug abuse poses a major threat to the fabric of our society.",
            "She soaked the fabric in blue dye.",
            "Immerse the fabric completely in the dye.",
            "The fabric is bleached, dyed, and then washed.",
            "The natural fibers allow the fabric to breathe.",
            "Cut small notches at the corners of the fabric.",
            "...the silken texture of the synthetic fabric...",
            "The fabric is decorated with circles and squares.",
            "The fabric comes in different colors and patterns.",
            "This fabric can withstand steam and high temperatures."
        ],
        "example_translate": [
            "Эта ткань тянется.",
            "Эта ткань не будет мяться.",
            "Эти шторы сшиты из дорогой ткани.",
            "Ткань была мягкой на ощупь.",
            "Ткань была плотная.",
            "На эту ткань очень сильно налипает шерсть.",
            "Она разорвала ткань пополам.",
            "Я смяла кусок ткани в руке.",
            "Эта материя очень тонкая и легко изнашивается.",
            "Окуните ткань в ванну с черным красителем.",
            "Это выглядит, как ткань, но на самом деле это вязка.",
            "Я купил два отреза ткани.",
            "Ткань была окрашена в ярко-красный цвет.",
            "Ткань истрепалась по краям.",
            "Это является частью структуры общества /общественного строя/.",
            "Аккуратно разложите ткань на столе.",
            "Приятная ткань, наощупь как бархат.",
            "Она пощупала ткань, чтобы убедиться, что это действительно шерсть.",
            "Социальная структура страны распадается.",
            "Ткань выгорит, если не защитить её от солнечного света.",
            "Наркомания представляет собой серьёзную угрозу для структуры нашего общества.",
            "Она намочила ткань в синем красителе.",
            "Полностью погрузите ткань в краску.",
            "Ткани отбеливают, окрашивают, а затем стирают.",
            "Натуральные волокна позволяют ткани дышать.",
            "Сделайте небольшие надрезы по углам ткани.",
            "...шелковая текстура синтетической ткани...",
            "Эта ткань украшена кругами и квадратами.",
            "Ткань поставляется в различных цветах и рисунках.",
            "Эта ткань устойчива к воздействию пара и высоких температур."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}