{
    "facility": {
        "comment": [],
        "translate": "объект, установка, возможность, предприятие, сооружение, завод, легкость",
        "transcription": " |fəˈsɪləti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had a great facility for writing.",
            "The facilities are at the end of the corridor.",
            "She has an amazing facility for languages.",
            "His facility for languages is astonishing.",
            "Spenser composed with great facility.",
            "There was but little need of postal facilities.",
            "He had great facility with words.",
            "The assembly plant is an enormous facility.",
            "a cell phone with internet facility",
            "He was hired to oversee design and construction of the new facility.",
            "She handled the crisis with facility.",
            "The credit facility is granted for the period up to 5 years.",
            "Is there a call-back facility on this phone?",
            "The money will be used to endow the museum and research facility.",
            "He was famous for his facility as an archer.",
            "Many students have a free overdraft facility (=agreement with their bank to have an overdraft up to a particular limit).",
            "The Tennessee Valley Authority applied for a license to operate the facility."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У него были прекрасные писательские способности.",
            "Удобства — в конце коридора.",
            "Ей удивительно легко даются иностранные языки.",
            "У него поразительные способности к языкам.",
            "Спенсер писал очень легко.",
            "В почтовых услугах практически не было потребности.",
            "Он очень умело владел словом /обращался со словами/.",
            "Сборочный цех — это огромное сооружение.",
            "сотовый телефон с выходом в интернет",
            "Его наняли, чтобы осуществлять надзор за проектированием и строительством нового объекта.",
            "Она легко справилась с кризисом.",
            "Кредит предоставляется сроком на пять лет.",
            "На этом телефоне есть устройство обратного вызова?",
            "Эти деньги пойдут на материальное обеспечение музея и исследовательского центра.",
            "Он славился умением стрелять из лука.",
            "Многие студенты пользуются услугой бесплатного овердрафта (т.е. имеют договор с банком о превышении кредита по счёту до определённого предела без штрафных санкций).",
            "Управление ресурсами бассейна реки Теннесси обратилось за получением лицензии на эксплуатацию данного объекта."
        ]
    }
}