{
    "factor": {
        "comment": [],
        "translate": "фактор, коэффициент, множитель, момент, управляющий",
        "transcription": " |ˈfæktər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a key factor in her success",
            "Its weight went up by a factor of eight.",
            "There are other important factors to be considered.",
            "Lack of vitamin D is another factor to consider.",
            "6, 4, 3, and 2 are factors of 12.",
            "A bonus system based on production targets was a strong motivational factor.",
            "poverty as a causative factor in crime",
            "The weather could be a crucial factor in tomorrow's game.",
            "The age of a wine is a determining factor as to how it tastes.",
            "The rise in crime is mainly due to social and economic factors.",
            "Anyway, there is another factor to consider.",
            "We liked both houses, but price was the deciding factor.",
            "3 is a factor of 15.",
            "A number of factors determined the outcome.",
            "You must factor in the recent developments.",
            "Smoking is a contributory factor in lung cancer.",
            "A student's attendance is an important factor in her grade.",
            "The vaccination program has been a major factor in the improvement of health standards.",
            "A quantum computer can factor the number 15.",
            "the grassroots factor in making the decision",
            "Stress is a contributing factor in many illnesses.",
            "This factor played only a minor part in his decision.",
            "Smoking is a causative factor in several major diseases.",
            "Poor planning was a major factor in the company's failure.",
            "There were several factors contributing to their recent decline.",
            "The seaport was a contributing factor in the growth of the city.",
            "Taxes could be the deciding factor for millions of floating voters.",
            "A limiting factor in health care is the way resources are distributed.",
            "The project's prohibitive cost was the deciding factor in its cancellation.",
            "The threat of litigation can be a deciding factor in some business decisions."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "ключевой фактор её успеха",
            "Его вес увеличился в восемь раз.",
            "Имеются и другие важные факторы, которые необходимо принять во внимание.",
            "Недостаток витамина D — ещё один фактор, который следует принять во внимание.",
            "Числа 6, 4, 3 и 2 являются множителями 12.",
            "Система бонусов, основанная на выполнении производственных задач, была сильным мотивационным фактором.",
            "бедность как причинный фактор в преступности",
            "Погода может стать решающим фактором в завтрашней игре.",
            "Возраст вина является определяющим фактором его вкусовых качеств.",
            "Причиной роста преступности, главным образом, являются социальные и экономические факторы.",
            "В любом случае, нужно учесть ещё один фактор.",
            "Нам понравились оба дома, но решающим фактором была цена.",
            "Число 3 является множителем 15.",
            "Исход события определили несколько факторов.",
            "Вам необходимо учитывать последние изменения.",
            "Курение является фактором, способствующим раку лёгких.",
            "Посещаемость студенток оказывает важное влияние на их общую оценку.",
            "Программа вакцинации — главный фактор в деле улучшения стандартов в области здравоохранения.",
            "Квантовый компьютер может разложить на множители число 15.",
            "основной фактор в принятии данного решения",
            "Стресс является фактором, способствующим возникновению многих болезней.",
            "Этот фактор сыграл лишь незначительную роль в его решении.",
            "Курение является причинным фактором для ряда серьёзных заболеваний.",
            "Плохое планирование стало основным фактором краха компании.",
            "Их недавнему упадку способствовало несколько факторов.",
            "Морской порт был фактором, способствующим росту города.",
            "Налоги могут стать решающим фактором в голосовании миллионов неопределившихся избирателей.",
            "Ограничивающим фактором в здравоохранении является способ распределения ресурсов.",
            "Чрезмерно высокая цена данного проекта стала решающим фактором в его отмене.",
            "Угроза судебного разбирательства может стать решающим фактором в некоторых бизнес-решениях."
        ]
    }
}