{
    "factory": {
        "comment": [
            "factor",
            "satisfaction",
            "satisfactory",
            "fact",
            "manufacturing",
            "manufacture",
            "manufacturer",
            "factual",
            "artefact"
        ],
        "translate": "завод, фабрика, фактория, заводской, фабричный",
        "transcription": " |ˈfæktri|",
        "antonyms": [],
        "mnemonic": [
            "factory [фэ'ктори] фабрика, завод - Из (ману-фактуры) фабрики появились."
        ],
        "examples": [
            "It was he who got the factory working.",
            "The factory pollutes the air and water.",
            "He lost his job when they shut the factory.",
            "The factory employs over 2000 people.",
            "This factory rolls out 200 boxes every day.",
            "The factory has been retooled.",
            "He spent all his working life in a factory.",
            "She got a job in the factory.",
            "The factory went down during the strike.",
            "Wood-carvings are a speciality of this factory.",
            "The union is picketing the factory.",
            "a gaunt factory on the edge of town",
            "The factory is under new management.",
            "The factory ceased operations last year.",
            "The whole factory stank of decaying fish.",
            "The pilot managed to pinpoint the factory.",
            "The factory's production has been cut back.",
            "The factory had been driven into bankruptcy.",
            "The factory poisoned the air with its fumes.",
            "The factory may shut down if supplies cease.",
            "The factory has had to slow down production.",
            "The factory was operating at peak efficiency.",
            "Production at the factory is being scaled up.",
            "He works in a factory that makes jet engines.",
            "The workers in this factory clock off at 5.00.",
            "The work was outsourced to a factory in China.",
            "The new factory will create thousands of jobs.",
            "the preponderantly female staff at the factory",
            "We have reluctantly decided to close the factory.",
            "The government forced the closure of the factory."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Именно благодаря ему завод начал работать.",
            "Завод загрязняет воздух и воду.",
            "Он потерял работу, когда они закрыли фабрику.",
            "На заводе работает более двух тысяч человек.",
            "Эта фабрика выпускает 200 коробок в день.",
            "Фабрика была переоборудована.",
            "Он провел всю свою трудовую жизнь на заводе.",
            "Она получила работу на заводе.",
            "Во время забастовки завод встал.",
            "Этот завод специализируется на резьбе по дереву.",
            "Профсоюз пикетирует фабрику.",
            "заброшенный завод на окраине города",
            "На заводе — новое руководство.",
            "В прошлом году завод прекратил свою деятельность.",
            "По всему заводу распространился запах тухлой рыбы.",
            "Лётчику удалось нанести точный удар по заводу.",
            "Завод сократил количество выпускаемой продукции.",
            "К тому времени завод довели до банкротства.",
            "Фабрика отравила воздух своими выхлопами.",
            "Завод может остановиться, если прекратятся поставки.",
            "Предприятию пришлось снизить темпы производства.",
            "Завод работал с максимальной эффективностью.",
            "В данный момент производство на заводе расширяется.",
            "Он работает на заводе, который производит реактивные двигатели.",
            "Рабочий день на этой фабрике кончается в пять часов.",
            "Работа была передана заводу в Китае.",
            "Новый завод позволит создать тысячи рабочих мест.",
            "в основном женский персонал данного завода",
            "Мы вынужденно приняли решение закрыть завод.",
            "Правительство форсировало закрытие этого завода."
        ],
        "stars": 3
    }
}