{
    "faculty": {
        "comment": [],
        "translate": "факультет, способность, дар, право, дарование, власть, область науки",
        "transcription": " |ˈfækltɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The school hired more faculty.",
            "She had a great faculty for absorbing information.",
            "I have the faculty of abstraction to a wonderful degree.",
            "She has a faculty for making friends.",
            "He had the happy faculty of wiping his mind clear of harassing thoughts.",
            "Most of the faculty members at this college are doctors in their fields.",
            "She's a member of the Harvard faculty.",
            "The faculty for myth is innate in the human race.",
            "She plans to endow a faculty position at the university.",
            "Both faculty and students oppose the measures.",
            "The front row is reserved for faculty.",
            "The Dean adjudicates any faculty disputes.",
            "This letter is being circulated among the faculty.",
            "The President of this university really connects with the faculty.",
            "Currently a faculty member is needed for superintendency of the program.",
            "The college faculty can be pretty clannish, so it's difficult to be an outsider there."
        ],
        "example_translate": [
            "Школа наняла ещё учителей.",
            "Она обладала великолепной способностью впитывать /усваивать/ информацию.",
            "Я обладаю потрясающими способностями к абстракции.",
            "У неё дар заводить друзей.",
            "Он обладал счастливой способностью избавляться от тревожных мыслей.",
            "Большинство преподавателей этого колледжа имеет докторскую степень в своих областях знаний.",
            "Она входит в состав преподавателей Гарвардского университета.",
            "Способность к мифотворчеству является характерной особенностью человеческого рода.",
            "Она планирует профинансировать одну из преподавательских должностей университета.",
            "Как преподаватели, так и студенты выступают против этих мер.",
            "Передний ряд зарезервирован для профессорско-преподавательского состава.",
            "Декан выносит решение по любым спорным вопросам на факультете.",
            "Это письмо распространяется среди профессорско-преподавательского состава.",
            "У президента этого университета налажено отличное взаимопонимание с его преподавательским составом.",
            "В настоящее время для руководства этой программой требуется преподаватель.",
            "Порой преподаватели вузов довольно сильно замкнуты в своём кругу, поэтому посторонним среди них приходится непросто."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}