{
    "fade": {
        "comment": [],
        "translate": "увядать, выцветать, стираться, блекнуть, линять, постепенно исчезать, замирать",
        "transcription": " |feɪd|",
        "antonyms": [],
        "mnemonic": [
            "fade [feɪd]\ngrade [greɪd] - градус, степень, ранг, класс, сорт\n***\nЧувства угасают \"fade\",\nвиноват высокий градус \"grade\".\n***\nЦветы вянут - \"fade\",\nвиноват высокий градус - \"grade\"."
        ],
        "examples": [
            "Flowers fade.",
            "The smile faded from his face.",
            "The music faded away.",
            "The idea faded out.",
            "This custom is slowly fading away.",
            "The flower ripens, fades and falls.",
            "Sometimes beautiful plans do fade into nothingness.",
            "The sun had faded the curtains.",
            "The radio station faded the music down to give a special news broadcast.",
            "The colours of the photograph have faded from being kept in bright light.",
            "The flowers were fading in the vase.",
            "The scene begins to fade.",
            "Fade out the last scene at the end.",
            "The movie ends with a fade to black.",
            "As surely as the leaf fades, so surely shall we fade.",
            "The fabric will fade unless you protect it from the sunlight.",
            "Your shirts have faded from frequent washing.",
            "Over the years her beauty had faded a little.",
            "Hopes for a quick end of the crisis are fading fast.",
            "After the introduction, we'll fade in the first scene.",
            "We watched the ship gradually fade from view as it sailed away.",
            "It was late afternoon and the light was beginning to fade.",
            "He slid a control to fade out the music.",
            "Their reasons for leaving have faded from memory.",
            "The band's popularity has faded in recent years.",
            "They had to wait a generation for that prejudice to fade.",
            "She was fading fast from the effects of the pneumonia.",
            "He's trying to recapture the faded glory of his youth."
        ],
        "example_translate": [
            "Цветы вянут.",
            "Улыбка медленно сползла с его лица.",
            "Музыка стихла.",
            "Энтузиазм по поводу этой идеи ослаб.",
            "Эта традиция постепенно выходит из моды.",
            "Цветок распускается, увядает и опадает.",
            "Иногда хорошие проекты превращаются просто в ничто.",
            "Занавески выгорели на солнце.",
            "Радиостанция заглушила музыку, чтобы передать экстренные новости.",
            "Цвета на фотографии поблёкли, потому что её держали на ярком свету.",
            "Цветы увядали в вазе.",
            "Сцена начинает постепенно исчезать из виду.",
            "Плавно приглуши яркость изображения в последней сцене.",
            "Фильм заканчивается затемнением.",
            "Как должно листьям увядать, так и мы должны увянуть.",
            "Ткань выгорит, если не защитить её от солнечного света.",
            "Твои рубашки обесцветились от частой стирки.",
            "C годами её красота немного поблекла.",
            "Надежда на скорое завершение кризиса быстро угасает.",
            "После введения пускаем первую сцену.",
            "Мы смотрели, как корабль, уплывая прочь, постепенно исчезал из виду.",
            "День клонился к вечеру, и свет уже начал угасать.",
            "Он плавно убавил звук, передвинув регулятор громкости.",
            "Причины их ухода уже стёрлись из памяти.",
            "В последние годы популярность группы постепенно сошла на нет.",
            "Им пришлось ждать целое поколение, пока этот предрассудок не исчез.",
            "Она быстро угасала из-за последствий пневмонии.",
            "Он пытается вернуть увядшую славу своей юности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}