{
    "faint": {
        "comment": [
            "fair",
            "fail"
        ],
        "translate": "слабый, тусклый, бледный, обморок, потеря сознания, падать в обморок, слабеть",
        "transcription": " |feɪnt|",
        "antonyms": [],
        "mnemonic": [
            "faint [feint]\n***\nОСЛАБЕЛ корифей (нт). (это) faint\nВ ОБМОРОК упал Тимофей (нт). (это) faint\nСлабый.\n***\nОт запаха краски \"paint\"\nможно стать слабым \"faint\"."
        ],
        "examples": [
            "I was faint with hunger.",
            "She fell down in a faint.",
            "We heard a faint noise.",
            "She gave a faint smile.",
            "She almost fainted from the pain.",
            "Her cries grew fainter.",
            "She felt faint from hunger.",
            "He always faints at the sight of blood.",
            "I haven't got the faintest idea what these scientists are talking about.",
            "Through the mist we could see the faint outline of the island.",
            "I picked up a faint smell of coffee.",
            "He managed a faint smile.",
            "I'd better lie down., I feel faint.",
            "There was a faint smell of gas.",
            "He was sick and faint from hunger.",
            "I faint, my tardy blood forgets to flow.",
            "The singer's eyes hazed over and she sank down in a dead faint.",
            "I heard the faint pit-a-pat of running feet.",
            "This poor old man has fainted from hunger.",
            "He felt suddenly faint, and his heart began to palpitate.",
            "The heat made him feel quite faint.",
            "a faint clue to the origin of the mystery",
            "Glasses of water were given to those who felt faint.",
            "He was exceedingly faint with the bruises he had received.",
            "The wan sun cast faint shadows.",
            "Sophisticated search techniques would be required to locate faint objects.",
            "Faint heart ne'er won fair lady.",
            "She suffers from fainting spells.",
            "the faint glow of a distant light",
            "I could hear the faint hum of the traffic from Market Street, apart from that, I might have been deep in the countryside. (J. Brain, Room at the Top)"
        ],
        "example_translate": [
            "Я был слаб из-за голода.",
            "Она упала в обморок.",
            "Мы услышали слабый шум.",
            "Она едва улыбнулась.",
            "Она чуть не упала в обморок от боли.",
            "Её крики становились всё тише и тише.",
            "Она почувствовала себя дурно от голода. / От голода у неё кружилась голова.",
            "Он всегда падает в обморок при виде крови.",
            "Понятия не имею, о чём говорят эти учёные.",
            "Сквозь туман мы видели смутные очертания острова.",
            "Я уловил слабый запах кофе.",
            "Он выдавил из себя слабую улыбку.",
            "Мне лучше прилечь, а то я сейчас упаду в обморок /а то мне что-то дурно/.",
            "Чувствовался лёгкий запах газа.",
            "От голода его мутило, и кружилась голова.",
            "Я теряю сознание, моя медлительная кровь забывает, что она должна течь по сосудам.",
            "Глаза певицы заволоклись, и она упала в глубокий обморок.",
            "Я слышал лёгкие бегущие шаги.",
            "Этот несчастный старик потерял сознание от голода.",
            "Он внезапно почувствовал слабость, его сердце учащённо забилось.",
            "Из-за жары он чувствовал себя на грани обморока.",
            "слабый намёк на разгадку этой тайны / маленький ключик к разгадке этой тайны",
            "Стакан воды давали тем, кто чувствовал слабость.",
            "Он был очень слаб из-за полученных ранений.",
            "Тусклое солнце отбрасывало слабую тень.",
            "Для поиска слабо светящихся объектов потребуются (более) сложные методы.",
            "Смелость города берёт. (посл., букв. \"робкому сердцу не завоевать прекрасной дамы\")",
            "Она страдает от обмороков.",
            "слабый отблеск далёкого света",
            "Если бы не едва различимый гул машин, доносившийся с Маркет-стрит, я бы мог подумать, что нахожусь в глухой деревне."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}