{
    "fairness": {
        "comment": [],
        "translate": "справедливость, честность, незапятнанность, чистота",
        "transcription": " |ˈfernəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Jim's father was respected for his fairness.",
            "He is known as a very fair man.",
            "In all fairness I don't see how this is important.",
            "I try to be fair to my children.",
            "This decision demonstrates his sense of fairness.",
            "A civilized society must respond to crime with fairness and justice.",
            "He claims that the competition wasn't fair.",
            "The judge recognized the fairness of my claim.",
            "As a matter of fairness, he should be allowed to give his version of events.",
            "She did poorly on the test, but, to be fair, so did a lot of other people.",
            "It's not fair that she gets to leave early and I don't.",
            "That's a fair question, and it deserves an honest reply.",
            "I have a good relationship with both Eddie and David. I think they've been fair to me.",
            "We expect everyone on this basketball court to play fair.",
            "Fairness, rather than efficiency, is the guiding principle.",
            "Tardelli had a poor match, although in fairness he was playing with a knee injury."
        ],
        "example_translate": [
            "Отца Джима уважали за честность.",
            "Он известен, как человек очень порядочный.",
            "Честно [по совести, объективно] говоря, я не понимаю, почему это важно.",
            "Я стараюсь быть справедливым к своим детям.",
            "Это решение демонстрирует его чувство справедливости.",
            "Цивилизованное общество должно реагировать на преступления честно и справедливо.",
            "Он утверждает, что соревнование было нечестным.",
            "Судья признал законность моего иска.",
            "Как требует справедливость, он должен иметь возможность изложить свою версию событий.",
            "Она плохо сдала этот экзамен, но, честно говоря, так же плохо его сдали и много других людей.",
            "Это несправедливо, что ей можно уйти пораньше, а мне — нет.",
            "Это справедливый вопрос, и он заслуживает честного ответа.",
            "У меня хорошие отношения и с Эдди, и с Дэвидом. Мне кажется, что они были ко мне справедливы.",
            "Мы хотим, чтобы все на этой баскетбольной площадке играли честно.",
            "Основополагающим принципом является справедливость, а не эффективность,.",
            "Тарделли провёл плохой матч, хотя, справедливости ради, он играл с травмой колена."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}