{
    "faithful": {
        "comment": [
            "faithfully",
            "faith"
        ],
        "translate": "верный, верующий, точный, преданный, верующие, правоверные",
        "transcription": " |ˈfeɪθfl|",
        "antonyms": [],
        "mnemonic": [
            "faith [feɪθ]\nfaithful - верный, преданный.\n***\nДаёт мне ВЕРУ Его фейс. (это) faith\nДаёт мне ВЕРНОСТЬ Его фейс. (это) faith"
        ],
        "examples": [
            "He was faithful to his woman.",
            "Be faithful to thyself.",
            "a faithful copy of the portrait",
            "They would be faithful to him to the last drop.",
            "He remained faithful to his principles to the last.",
            "I have been a faithful reader of your magazine for many years.",
            "a moving story of a faithful dog",
            "...a day on which the faithful are expected to purge themselves of their sins through prayer and fasting...",
            "These faithful servants generally bayed their full-mouthed welcome from afar off.",
            "His faithful dog shall bear him company.",
            "I always took Morton with me., he was my faithful adjutant.",
            "Three of the Earl's faithful servants were executed at Perth.",
            "His translation manages to be faithful to the spirit of the original.",
            "The presentment of the faithful dog resting its head on its dead master's coffin.",
            "a faithful rendering of historical events",
            "He insists that he has always been faithful to his wife.",
            "A handful of old faithfuls came to the meeting.",
            "Hess still has the support of the party faithful.",
            "He adjured his followers to remain faithful to the cause.",
            "She has provided the company with many years of faithful service.",
            "Her speech went down very well with the party faithful (=strong supporters of the party).",
            "The band sold out its faithful followers, abandoning its edgy style for a more commercial sound."
        ],
        "example_translate": [
            "Он был верен своей женщине.",
            "Будь верна себе.",
            "точная копия портрета",
            "Они будут верны ему до последней капли крови.",
            "Он оставался верен своим принципам до последнего.",
            "Много лет я был неизменным читателем вашего журнала.",
            "трогательная история о преданной собаке",
            "...день, в который верующие должны очищать себя от грехов через молитвы и пост...",
            "Эти верные слуги обычно издали приветствовали своих хозяев громким лаем.",
            "Верный пёс скрасит его одиночество.",
            "Я всегда брал с собой Мортона, моего верного помощника.",
            "В Перте казнили трёх верных слуг герцога.",
            "В переводах у него получается оставаться верным духу оригинала.",
            "Изображение верного пса, положившего голову на гроб своего мёртвого хозяина.",
            "точное изображение исторических событий",
            "Он настаивает на том, что всегда был верен своей жене.",
            "На встречу пришла лишь горстка самых верных сторонников / поклонников.",
            "Гесс до сих пор пользуется поддержкой верных членов партии.",
            "Он призвал своих последователей сохранять верность делу.",
            "Она отдала этой компании многие годы верной службы.",
            "Её выступление было очень хорошо воспринято верными членами партии (т.е. убеждёнными её сторонниками).",
            "Группа предала своих верных поклонников, отказавшись от свойственной ей дерзкой музыки в пользу более коммерческого звучания."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}