{
    "fake": {
        "comment": [],
        "translate": "фальшивка, подделка, липа, подлог, фальсифицировать, подделывать",
        "transcription": " |feɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I gave a fake name.",
            "The results of the experiments were faked.",
            "He was wearing a fake mustache.",
            "That blood is clearly fake.",
            "I thought he was really hurt but he was faking it.",
            "He faked a pass.",
            "The painting was judged a fake.",
            "I hid my face in my hands and faked some sobs.",
            "You can easily fake up an excuse to avoid going out with him.",
            "She faked her father's signature on the cheque.",
            "Whistle a few bars ... and I'll fake the rest.",
            "The shop-owner imposed upon them fake antiques.",
            "It isn't fake anything., it's real synthetic fur.",
            "How can you tell a fake Vuitton handbag from the real thing?",
            "The politician was not well prepared for the debate and faked it.",
            "Some fake designer clothes are so good that people have no idea they're not buying the genuine article.",
            "The con artist replaced the original with a fake Rembrandt.",
            "The insurance company suspected that he had faked his own death.",
            "People who lost money in the scheme discovered that the investment company was a fake and the “owner” just a bilk.",
            "Jones can spot a fake from 20 feet away.",
            "On closer examination, the painting appears to be a fake.",
            "He wore a disguise of glasses, a fake mustache, and a cap.",
            "There has long been a suspicion that the painting is a fake.",
            "Ten years after he bought the painting, Carswell discovered that it was a fake."
        ],
        "example_translate": [
            "Я назвался вымышленным именем.",
            "Результаты экспериментов были подделаны.",
            "У него были накладные усы.",
            "Эта кровь — очевидная липа.",
            "Я думал, что ему очень больно, но он притворялся.",
            "Он сымитировал пас. / Он сделал вид, что отдаёт передачу. (об игровых видах спорта)",
            "Эта картина была признана подделкой.",
            "Я закрыл лицо руками и притворился, что рыдаю.",
            "Да тебе же проще простого придумать какой-нибудь предлог, чтобы не ходить с ним.",
            "Она подделала подпись своего отца на чеке.",
            "Насвисти несколько тактов..., а я сымпровизирую остальное.",
            "Хозяин магазина всучил им поддельный антиквариат.",
            "Это никакая не подделка, а самый настоящий синтетический мех.",
            "Как отличить поддельную сумку Louis Vuitton от настоящей?",
            "Политик не был хорошо подготовлен к этой дискуссии, и поэтому валял дурака.",
            "Некоторые поддельные дизайнерские вещи настолько хороши, что люди даже не подозревают о том, что покупают не оригинал.",
            "Мошенник заменил оригинал Рембрандта подделкой.",
            "Страховая компания заподозрила, что он симулировал собственную смерть.",
            "Те, кто потерял деньги на этой схеме, обнаружили, что инвестиционная компания липовая, а её \"владелец\" — просто мошенник.",
            "Джон может распознать фальшивку с двадцати шагов.",
            "При ближайшем рассмотрении становится очевидно, что картина поддельная.",
            "Он замаскировался с помощью очков, накладных усов и кепки.",
            "Уже давно существуют подозрения, что данная картина поддельная.",
            "Через десять лет после покупки картины, Карсуэлл обнаружил, что это была фальшивка."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}