{
    "false": {
        "comment": [
            "true"
        ],
        "translate": "ложный, фальшивый, неправильный, лживый, ошибочный, искусственный, подставной",
        "transcription": " |fɔːls|",
        "antonyms": [],
        "mnemonic": [
            "false [fɔ: ls]\n***\nФАЛЬШИВЫЙ волос. (это) false\nФАЛЬШИВЫХ нот не слышно вóвсе. (это) false"
        ],
        "examples": [
            "She's so false.",
            "One false move and you're dead.",
            "His friends played him false.",
            "He registered at the hotel under a false name.",
            "He made false claims about his past job experience.",
            "Please decide whether the following statements are true or false.",
            "One false move would be costly.",
            "I don't want to give you any false hopes.",
            "He got into Europe with a false passport.",
            "He has a set of false teeth.",
            "The rumor turned out to be false.",
            "The actor was wearing a false mustache.",
            "The story is false, so far as I can discover.",
            "Indicate whether each of the following statements is true or false.",
            "a suitcase with a false bottom",
            "There was a false ring to his words.",
            "He fobbed me off with false promises.",
            "It follows that your assertion is false.",
            "The man had given a false name and address.",
            "A woman of feeling would not wear false jewels.",
            "She registered at the hotel under a false name.",
            "the invention of a false story",
            "in theory false and pernicious in praxis",
            "She booked the flight using a false name.",
            "There was no false modesty in her victory speech.",
            "To an English reader it rings false.",
            "I warn you against false assumptions.",
            "He was masquerading under a false name.",
            "They made and propagated false rumours.",
            "One false step can mean falling into debt."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "al + Сг = [ɔːl]"
        ],
        "example_translate": [
            "Она такая врунья.",
            "Одно неверное движение — и ты труп.",
            "Его друзья обманули его.",
            "Он зарегистрировался в гостинице под чужим именем.",
            "Он лгал о своём прошлом опыте работы.",
            "Определите, пожалуйста, являются ли следующие утверждения истинными или ложными.",
            "Любой неверный шаг будет дорого стоить.",
            "Я не хочу давать вам ложных надежд.",
            "Он попал в Европу по поддельному паспорту.",
            "У него (есть) вставные зубы.",
            "Слух оказался ложным.",
            "У актера были накладные усы.",
            "Насколько мне удалось узнать, эта история — ложь.",
            "Укажите, какие из следующих утверждений является истинным или ложным.",
            "чемодан с двойным дном",
            "В его словах звучали фальшивые нотки.",
            "Он отделался от меня ложными обещаниями.",
            "Отсюда следует, что ваше утверждение — ложно.",
            "Этот человек дал ложное имя и адрес.",
            "Женщина с тонким вкусом не стала бы носить фальшивые драгоценности.",
            "Она зарегистрировалась в гостинице под чужим именем.",
            "измышление лживой истории",
            "ложный в теории и вредный на практике",
            "Она забронировала место в самолёте на чужое имя.",
            "В её победной речи не было никакой ложной скромности.",
            "Английскому читателю это кажется неправдоподобным.",
            "Предупреждаю вас: не делайте ложных допущений.",
            "Он скрывался под вымышленным именем.",
            "Они создавали и распространяли ложные слухи.",
            "Один неверный шаг может означать влезание в долги."
        ],
        "stars": 0
    }
}