{
    "famine": {
        "comment": [
            "mine",
            "mineral",
            "undermine",
            "prominent"
        ],
        "translate": "голод, голодание, недостаток",
        "transcription": " |ˈfæmɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Famine threatens the district.",
            "Common in times of famine.",
            "The famine affected half the continent.",
            "A mighty famine devastated the land.",
            "A million people are facing famine.",
            "Famine followed in the wake of the drought.",
            "Another crop failure could result in widespread famine.",
            "Famine struck several provinces.",
            "The famine brought mass starvation.",
            "Thousands of people emigrated during the Irish potato famine of 1845-46.",
            "If records are to be trusted, there was no famine this year.",
            "Widespread famine had triggered a number of violent protests.",
            "She prayed for deliverance as the famine got worse.",
            "The country hovers on the brink of famine.",
            "The famine relief money was channelled through the UN.",
            "We couldn't bear to see the heartrending photos of victims of the famine.",
            "An emergency fund was set up in reaction to the famine.",
            "Foreign aid from many countries poured into the famine area.",
            "The combined effects of the war and the drought resulted in famine."
        ],
        "example_translate": [
            "Району грозит голод.",
            "Обычное дело в голодные времена.",
            "Голод охватил половину континента.",
            "Великий голод опустошил земли.",
            "Миллиону людей грозит голод.",
            "Голод наступил в результате засухи.",
            "Еще один неурожай мог обернуться широкомасштабным голодом.",
            "В некоторых районах сильный голод.",
            "Нехватка еды привела к массовому голоду.",
            "Тысячи людей эмигрировали во время нехватки картофеля в Ирландии в 1845-46 гг.",
            "Если верить официальным документам, голода в этом году не было.",
            "Повсеместная нехватка еды вызвала ряд бурных протестов.",
            "Когда голод усилился, она взмолилась об избавлении.",
            "Страна балансирует на грани голода.",
            "Деньги в помощь голодающим были направлены по каналам ООН.",
            "Мы не могли спокойно смотреть на душераздирающие фотографии жертв голода.",
            "В ответ на голод был создан резервный фонд.",
            "В голодающие районы потекла иностранная помощь из многих государств.",
            "Война, в сочетании с засухой, привела к голоду."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}