{
    "fancy": {
        "comment": [
            "fantastic",
            "fantasy"
        ],
        "translate": "фантазия, воображение, вкус, причудливый, модный, полагать",
        "transcription": " |ˈfænsi|",
        "antonyms": [],
        "mnemonic": [
            "fancy ['fænsi]\n***\nВООБРАЖАЕШЬ, что поёшь романсы. (это) fancy\nПРИЧУДЛИВЫЕ романсы. (это) fancy\nВ своих ФАНТАЗИЯХ поёшь романсы. (это) fancy\nФантазия, воображение, причуда, каприз.\nПричудливый, фантастический."
        ],
        "examples": [
            "I fancy a swim.",
            "All the girls fancied him.",
            "Do you fancy a beer?",
            "Do you fancy going out for an Indian?",
            "It was his fancy to fly to Paris occasionally for dinner.",
            "Her belief that she can sing is a mere fancy.",
            "His plans to build a new stadium are the product of pure fancy.",
            "Do you fancy going to the pub?",
            "Fancy seeing you here!",
            "He drives a big, fancy car.",
            "She fancied she heard some voices.",
            "I do not think she fancies much the man.",
            "Did you see anything that took your fancy?",
            "I don't fancy their chances against Brazil.",
            "But, only fancy, the thousands and thousands of wax lights.",
            "He was all dolled up in fancy togs.",
            "She fancied she heard a noise downstairs.",
            "Sorry, but I don't fancy going out tonight.",
            "Fancy a quick drink, Emma?",
            "Everyone wore fancy dress for the ball.",
            "Alfred allows his fancy to play round the idea.",
            "Oh, that was just a fancy of his.",
            "You can tell that she fancies herself from the way she dresses.",
            "Do you fancy a spot of lunch?",
            "Which team do you fancy this year?",
            "The idea of playing a joke on her tickled his fancy.",
            "He fancies himself not in the senate, but on the bench.",
            "a fancy restaurant serving eye-catching flaming desserts",
            "Do you fancy a short?",
            "This fancy is very ancient, for Orosius hints at it."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ужасно хочется искупаться.",
            "Он нравился всем девушкам.",
            "Хочешь пива? / Будешь пиво?",
            "Хочешь пойти в индийский ресторан?",
            "У него был каприз: летать в Париж обедать.",
            "Её убеждённость в своём умении петь — не более чем фантазия.",
            "Его план построить новый стадион, это просто мечты.",
            "Хочешь, пойдём в бар?",
            "Я совсем не ожидал встретить тебя здесь.",
            "Он водит большой, шикарный автомобиль.",
            "Ей показалось, что она слышит голоса.",
            "Не думаю, чтобы он слишком ей нравился.",
            "Ты нашла что-то, что заинтересовало тебя?",
            "Я не думаю, что у них есть шансы против Бразилии.",
            "Только вообрази (подумай), тысячи и тысячи свечей!",
            "Он был одет по последней моде.",
            "Ей показалось, что она услышала шум внизу.",
            "Извини, но я не хочу выходить сегодня вечером. / Извини, но сегодня вечером мне не до развлечений.",
            "Может, выпьем по-быстренькому, Эмма?",
            "В честь бала все разоделись в маскарадные костюмы.",
            "Альфред даёт волю своей фантазии.",
            "А, это было всего лишь его воображение.",
            "По её манере одеваться видно, что она высокого мнения о себе.",
            "Как насчёт пообедать?",
            "Какую команду ты считаешь фаворитом в этом году?",
            "Идея разыграть её не давала покоя его воображению.",
            "Он видит себя судьёй, а не сенатором.",
            "модный ресторан, в котором подают завораживающие пылающие десерты",
            "Хочешь (выпить) по маленькой?",
            "Это заблуждение довольно древнее, на него намекает ещё Орозий."
        ],
        "stars": 1
    }
}