{
    "fantasy": {
        "comment": [
            "fantastic",
            "fancy"
        ],
        "translate": "фантазия, фантастика, воображение, импровизировать, представлять себе",
        "transcription": " |ˈfæntəsɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He lives in a fantasy world.",
            "Her fantasy is to be a film star.",
            "I spent my summer reading fantasies.",
            "The story is a magical mix of fantasy and reality.",
            "You're old enough to distinguish between fact and fantasy.",
            "She finds it difficult to separate fact from fantasy.",
            "The old wizard who introduces the young naïf to a life of adventure is one of the most overworked tropes in fantasy literature.",
            "His plans are the product of pure fantasy.",
            "His books mix historical fact with fantasy.",
            "He can hardly tell the difference between fantasy and reality.",
            "The movie is a fantasy about a mousy housewife who is transformed into a glamorous star.",
            "The movie is an uncertain ragout of fantasy, science fiction, and old-fashioned romance.",
            "It's nothing more than a paranoid fantasy.",
            "You should be able to distinguish fact from fantasy.",
            "I used to have fantasies about living in Paris with an artist.",
            "Young children sometimes can't distinguish between fantasy and reality.",
            "She regularly fantasies sexual encounters that she knows will never happen."
        ],
        "example_translate": [
            "Он живёт в мире фантазий.",
            "Ей взбрело в голову стать кинозвездой.",
            "Я провёл лето, читая фантастику.",
            "Этот рассказ представляет собой феерическую смесь фантазии и реальности.",
            "Ты достаточно взрослая, чтобы различать действительность / реальность и фантазию.",
            "Ей кажется сложным отличать факты от вымысла.",
            "Старый волшебник, который знакомит наивных юношей с жизнью, полной приключений, является одним из самых затасканных типажей жанра фэнтези.",
            "Его планы являются продуктом чистой фантазии.",
            "В его книгах исторические факты смешиваются с вымыслом.",
            "Он с трудом может отличить выдумку от реальности.",
            "Этот фильм представляет собой фантазию о похожей на серую мышку домохозяйке, которая превращается в гламурную звезду.",
            "Этот фильм представляет собой невнятную мешанину из фэнтези, научной фантастики и старомодной мелодрамы.",
            "Это ничто иное, как бред сумасшедшего",
            "Вы должны быть в состоянии отличить факты от фантазий.",
            "Когда-то я воображала себе, как буду жить в Париже с художником.",
            "Маленькие дети порой не могут отличить выдумку от реальности.",
            "Она регулярно воображает себе половые контакты, которые заведомо никогда с ней не произойдут."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}