{
    "fare": {
        "comment": [],
        "translate": "плата за проезд, стоимость проезда, поживать, оказаться, путешествовать",
        "transcription": " |fer|",
        "antonyms": [],
        "mnemonic": [
            "fare [фэ'я] плата за проезд - Добрая (фея) внесла плату за проезд:"
        ],
        "examples": [
            "The bus fare is 80 pence.",
            "Children under 14 travel half-fare.",
            "How did you fare on your exam?",
            "I need some coins for the bus fare.",
            "“The fare is $4.” “Here's $5. Keep the change.”",
            "You may go farther and fare worse. посл.",
            "The movie is suitable family fare.",
            "Children aged 12 and up must pay the full fare.",
            "Air fares have shot up by 20%.",
            "The king fared forth, attended by all his servants and many carriages.",
            "The taxi driver picked up his fares at the airport.",
            "He tried to touch me for the taxi fare home.",
            "Who knows how we'll fare in the beyond?",
            "His meals are the frugal fare of the poor: tea, bread, yogurt, a bit of cheese, vegetables.",
            "Fare thee well, for ne'er shall I return.",
            "The fully inclusive fare for the trip is £22.",
            "They proposed an increase of 15 percent in the fare.",
            "Items on the menu range from American fare like hamburgers and hot dogs to Italian pasta dishes.",
            "He got into a dispute over a taxi fare.",
            "They could hardly scrape up enough money for the train fare.",
            "Less expensive fare is available at the restaurant across the street.",
            "Several airlines have proposed fare hikes, effective October 1."
        ],
        "example_translate": [
            "Проезд на автобусе стоит восемьдесят пенсов.",
            "Дети в возрасте до 14 лет путешествуют за половину стоимости проезда.",
            "Как ты сдал экзамен?",
            "Мне нужно немного денег, чтобы заплатить за проезд на автобусе.",
            "— Тариф составляет четыре доллара. — Возьмите пять, сдачу оставьте себе.",
            "От добра добра не ищут.",
            "Фильм подходит для семейного досуга.",
            "Дети в возрасте двенадцати лет и старше должны оплачивать полную стоимость проезда.",
            "Цены на авиабилеты взлетели на двадцать процентов.",
            "Король отправился в поездку в сопровождении всех своих слуг и множества экипажей.",
            "Таксист подобрал своих пассажиров в аэропорту.",
            "Он попытался выклянчить у меня денег на такси домой.",
            "Кто знает, что с нами будет на том свете?",
            "Его еда представляет собой скудную пищу бедняков: чай, хлеб, йогурт, немного сыра, овощи.",
            "Прощай навсегда, ведь я не вернусь.",
            "Полная плата за проезд составляет двадцать два фунта стерлингов.",
            "Они предложили повысить стоимость проезда на пятнадцать процентов.",
            "В меню присутствует как американская кухня вроде гамбургеров и хот-догов, так и итальянские блюда на основе макарон.",
            "Он ввязался в спор из-за платы за такси.",
            "Им с трудом удалось наскрести достаточно денег на билет на поезд.",
            "Менее дорогие закуски имеются в ресторане через дорогу.",
            "Некоторые компании предложили резко поднять тарифы, начиная с первого октября."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}