{
    "farmer": {
        "comment": [
            "farm",
            "farming",
            "far",
            "farthest",
            "farther",
            "farmhouse"
        ],
        "translate": "фермер, арендатор, откупщик",
        "transcription": " |ˈfɑːrmər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They work for a farmer.",
            "A farmer's day begins at sunrise.",
            "The farmer killed a pig for the holidays.",
            "a farmer who grows his own food",
            "My uncle has been a farmer for 60 years.",
            "a young farmer whose family has been growing wheat for many generations",
            "the old farmer's leathery, brown skin",
            "'A woman farmer?' asked Gabriel. 'Yes, and a rich one too.'",
            "Joe was just a simple farmer.",
            "The farmer was intently chawing a carrot.",
            "The farmer threatened to set his dogs on us.",
            "A farmer armed with a cudgel drove us off his land.",
            "the prosaic life of a hardworking farmer",
            "I'm a simple farmer just trying to make a living.",
            "She looks more like a farmer's wife than a revolutionary.",
            "He is a sober, hardworking farmer.",
            "The farmer cut at the snake with a stick.",
            "Farmer Jones plowed his east field last week.",
            "The farmer hitched the cart to his best horse.",
            "He started his career as a humble peanut farmer.",
            "a bookish farmer who always had a book in his pocket",
            "The farmer is feeding up the chickens for Christmas.",
            "The farmer's cart was laden with the vegetable crop.",
            "The farmer used an organic pest control on his crops.",
            "The farmer is fattening up the chickens for Christmas.",
            "The farmer had a running battle with pests and disease.",
            "The farmer has roped off the field to keep the animals out.",
            "You need to get permission from the farmer who owns the land.",
            "The farmer ploughed the loose leaves back to enrich the soil.",
            "How much of the farmer's land was portioned to his eldest son?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они работают у фермера.",
            "День фермера начинается с восходом солнца.",
            "Фермер заколол к праздникам свинью.",
            "фермер, который питается тем, что вырастил сам",
            "Мой дядя был фермером в течение шестидесяти лет.",
            "молодой фермер, семья которого уже много поколений занимается выращиванием пшеницы",
            "жёсткая, загорелая кожа старого фермера",
            "— Женщина-фермер? — спросил Гэбриэл. — Да, и к тому же богатая.",
            "Джо был всего лишь простым фермером.",
            "Фермер сосредоточенно жевал морковку.",
            "Фермер пригрозил спустить на нас своих собак.",
            "Фермер, вооружившись здоровенной палкой, прогнал нас со своей земли.",
            "прозаическая жизнь трудолюбивого фермера",
            "Я простой фермер, который просто пытается заработать себе на жизнь.",
            "Она больше похожа на фермершу, чем на революционерку.",
            "Это серьёзный и работящий крестьянин.",
            "Фермер ударил змею палкой.",
            "На прошлой неделе фермер Джонс распахал своё восточное поле.",
            "Фермер впряг в телегу свою лучшую лошадь.",
            "Он начал свою карьеру в качестве скромного фермера выращивающего арахис.",
            "учёный / начитанный фермер, у которого в кармане всегда была книжка",
            "Фермер откармливает цыплят к Рождеству.",
            "Повозка фермера была нагружена собранными овощами.",
            "Фермер обработал свои посевы органическими средствами борьбы с вредителями.",
            "Фермер откармливает цыплят к Рождеству.",
            "Фермер вёл упорное сражение с насекомыми-вредителями и болезнями.",
            "Фермер огородил поле верёвкой, чтобы скотина не заходила.",
            "Вы должны получить разрешение от фермера, который владеет этой землей.",
            "Фермер запахал в почву опавшие листья, чтобы земля была лучше.",
            "Какая часть земли фермера была выделена его старшему сыну?"
        ]
    }
}