{
    "farming": {
        "comment": [
            "farm",
            "farmer",
            "far",
            "farthest",
            "farther",
            "farmhouse"
        ],
        "translate": "сельское хозяйство, фермерство, откуп, сдача в аренду, сдача на откуп",
        "transcription": " |ˈfɑːrmɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She went into farming.",
            "Farming is his main source of income.",
            "Several people will be demonstrating traditional farming techniques.",
            "His business is poultry farming.",
            "Irrigation is important for farming.",
            "He felt there was no future in farming.",
            "My son is farming in California.",
            "a town knit together by farming",
            "a return to the old ways of farming",
            "a country ill-suited to wheat farming",
            "The land is perfect for sheep farming.",
            "Portions of land were used for farming.",
            "Farming is a hard means of subsistence.",
            "The returns from farming are declining.",
            "The economy is based largely on farming.",
            "The family runs a small farming operation.",
            "Farming formed the bedrock of our economy.",
            "Poor farming practices impoverished the soil.",
            "Organic farming is better for the environment.",
            "the innate conservatism of the farming community",
            "a small farming community 18 miles east of Paris",
            "My uncle has been farming this land for 60 years.",
            "Organic farming is no longer thought of as cranky.",
            "Farming makes up the bulk of the country's economy.",
            "The new law does not refer to land used for farming.",
            "My uncle has been farming on this land for 60 years.",
            "We can get more money by farming out the other fields.",
            "Now farming is at a crossroads in the European Community.",
            "There is a new plan to turn the land over to wind farming.",
            "After the war my father went to Canada to try his luck at farming."
        ],
        "example_translate": [
            "Она занялась сельским хозяйством.",
            "Земледелие является главным источником его дохода.",
            "Несколько человек продемонстрирует традиционные методы ведения сельского хозяйства.",
            "Он занимается птицеводством.",
            "Ирригация важна для сельского хозяйства.",
            "Он чувствовал, что сельское хозяйство бесперспективно.",
            "Мой сын занимается сельским хозяйством в Калифорнии.",
            "город, связанный воедино земледелием",
            "возвращение к старым методам земледелия",
            "местность, непригодная для выращивания пшеницы",
            "Эта земля идеально подходит для овцеводства.",
            "Земельные участки были использованы для земледелия.",
            "Сельским хозяйством тяжело зарабатывать на жизнь.",
            "Доходы от сельского хозяйства падают.",
            "Экономика в значительной степени базируется на сельском хозяйстве.",
            "Семья ведёт небольшое фермерское хозяйство.",
            "Сельское хозяйство составляло основу нашей экономики.",
            "Неправильные методы земледелия истощили почву.",
            "Органическое земледелие — лучше для окружающей среды.",
            "врождённый консерватизм сельского населения",
            "небольшая сельская община в восемнадцати километрах к востоку от Парижа",
            "Мой дядя обрабатывает эту землю вот уже шестьдесят лет.",
            "Органическое земледелие больше не считается сумасбродством.",
            "Сельское хозяйство составляет основную часть экономики страны.",
            "Земля, используемая под сельскохозяйственные работы, не подпадает под действие этого нового закона.",
            "Мой дядя вот уже шестьдесят лет ведёт хозяйство на этой земле.",
            "Мы можем получить больше денег, если будем отдавать в аренду другую землю.",
            "Сейчас сельское хозяйство в ЕС находится на перепутье.",
            "Имеется новый план передать эту землю под ветряную электростанцию.",
            "После войны мой отец уехал в Канаду, чтобы попытать счастья в сельском хозяйстве."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}