{
    "farm": {
        "comment": [],
        "translate": "ферма, хозяйство, хутор, сельскохозяйственный, обрабатывать землю",
        "transcription": " |fɑːrm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She grew up on a dairy farm.",
            "Running a farm is hard work.",
            "The old farm is a good mile from here.",
            "He told us a story involving life on a farm.",
            "This farm covers some 200 acres",
            "Joe had worked on the farm all his life.",
            "This farm has suddenly become a goldmine.",
            "He lived simply on the farm.",
            "My son is farming in California.",
            "We made our way through the village to the farm.",
            "He was born on a farm.",
            "Farm Credit Administration",
            "the homely appeal of farm life",
            "He left his farm to his survivors.",
            "He had let the farm go to ruin.",
            "a full complement of farm animals",
            "He runs a pig farm in Lincolnshire.",
            "The farm grows a variety of grains.",
            "He took control of the family farm.",
            "We use only organic fertilizers on our farm.",
            "He was left to work the farm alone.",
            "Farm work can be a good conditioner.",
            "The farm lacks even basic equipment.",
            "They decided to farm the old homestead.",
            "He nursed the farm back to productivity.",
            "It takes several people to work the farm.",
            "The farm workers' strike is in its third week.",
            "Two farm workers died when a barn caught fire.",
            "You can just make out the farm in the distance.",
            "We have both dairy and beef cattle on the farm."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она выросла на молочной ферме.",
            "Работа на ферме — тяжёлый труд.",
            "Старая ферма находится в доброй миле отсюда.",
            "Он рассказал нам историю, связанную с жизнью на ферме.",
            "Площадь этого фермерского хозяйства составляет акров двести.",
            "Джо проработал на ферме всю свою жизнь.",
            "Эта ферма неожиданно начала приносить большой доход.",
            "Он жил простой жизнью на ферме.",
            "Мой сын занимается сельским хозяйством в Калифорнии.",
            "Мы шли на ферму через всю деревню.",
            "Он родился на ферме.",
            "Администрация по делам фермерского кредита (в США)",
            "уютная привлекательность сельской жизни",
            "Он оставил своё хозяйство тем, кто его переживёт.",
            "Он позволил ферме превратиться в руины.",
            "полный набор сельскохозяйственных животных",
            "Он управляет свинофермой в Линкольншире.",
            "На ферме выращивают разные виды зерновых.",
            "Он взял под свой контроль семейную ферму.",
            "На нашей ферме мы используем только органические удобрения.",
            "Его оставили работать на ферме в одиночку.",
            "Работа на ферме может быть хорошей тренировкой.",
            "На ферме отсутствует даже самое элементарное оборудование.",
            "Они решили сдать в аренду старую усадьбу.",
            "Его стараниями и заботой ферма вновь стала продуктивной.",
            "Для работы на ферме нужно несколько человек.",
            "Идёт третья неделя забастовки работников сельского хозяйства.",
            "Двое работников фермы погибли, когда загорелся сарай.",
            "Вдали можно разглядеть ферму.",
            "У нас на ферме есть как молочная так и мясная порода скота."
        ]
    }
}