{
    "farther": {
        "comment": [
            "farm",
            "farmer",
            "farming",
            "far",
            "farthest",
            "farmhouse"
        ],
        "translate": "дальше, далее, далеко, далекий, дальний, содействовать",
        "transcription": " |ˈfɑrðər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How much farther do we have to go?",
            "It's farther away than I'd thought.",
            "I could not walk any farther.",
            "They live in the farther house.",
            "Shall I analogize yet a little farther?",
            "You may go farther and fare worse. посл.",
            "By estimation, we are not farther than two miles away from the village.",
            "We should go farther in this matter.",
            "'I can't run any farther,' she panted.",
            "A table stood at the farther end of the kitchen.",
            "The application of the law was extended farther.",
            "The practice may go back still farther to the Druids.",
            "sailors exploring the farther reaches of the briny deep",
            "Two miles farther south is the village of Santa Catarina.",
            "The police decided not to take the matter any farther (=do more about it).",
            "They had traveled farther down the Colorado River than any previous explorers.",
            "For farther information on this condition, you should consult your family physician.",
            "Courtiers and generals who incurred the emperor's disfavor were soon relegated to the farther reaches of the empire."
        ],
        "example_translate": [
            "Как далеко нам ещё идти?",
            "Это гораздо дальше, чем я думала.",
            "Дальше идти я уже не мог. / Я не мог больше ступить ни шагу.",
            "Они живут в доме, что подальше.",
            "Стоит ли мне рассуждать дальше?",
            "От добра добра не ищут.",
            "По предварительным подсчётам, мы не далее, чем в двух милях от деревни.",
            "Мы должны идти дальше в этом вопросе.",
            "— Я не могу бежать дальше, — задыхаясь, сказала она.",
            "В дальнем конце кухни стоял стол.",
            "Действие данного закона было продлено на более долгий срок.",
            "Этот обычай, возможно, восходит ещё дальше, к друидам.",
            "моряки, изучающие дальние рубежи океана",
            "В двух милях дальше к югу находится деревня Санта-Катарина.",
            "Полиция решила не давать делу ход (то есть ничего больше по нему не делать).",
            "Они спустились по реке Колорадо дальше, чем все предыдущие исследователи.",
            "Для получения более полной информации по данному заболеванию проконсультируйтесь со своим семейным врачом.",
            "Придворные и военачальники, которые навлекли на себя немилость императора, вскоре были отправлены в ссылку в самые отдаленные уголки империи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}