{
    "fashionable": {
        "comment": [
            "cushion",
            "fashion",
            "old-fashioned"
        ],
        "translate": "модный, фешенебельный, светский, светский человек",
        "transcription": " |ˈfæʃnəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is now the most fashionable watering place on the coast.",
            "I have a real weakness for fashionable clothes.",
            "Lengthened skirts are fashionable this year.",
            "a fashionable soiree at a fancy hotel",
            "He's well-known in fashionable circles.",
            "Strong colours are very fashionable at the moment.",
            "It isn't fashionable to express such an opinion these days.",
            "Young American women believe that a bare midriff is fashionable.",
            "It suddenly became fashionable for politicians to talk about green issues.",
            "He runs a fashionable restaurant near the Harbor.",
            "The deliriums and newfangled whims of fashionable people.",
            "Line, the silhouette of a garment that makes it look fashionable or unfashionable.",
            "a shop that specialilzed in fashionable eyewear",
            "fashionable people who know all the right restaurants"
        ],
        "example_translate": [
            "Это сейчас самый модный курорт на побережье.",
            "У меня большая слабость /я очень неравнодушна/ к модной одежде.",
            "В этом году удлиненные юбки — в моде.",
            "светская вечеринка в дорогом отеле",
            "Он хорошо известен в светских кругах.",
            "В данный момент яркие цвета в большой моде.",
            "В наше время высказывать подобные убеждения уже не модно.",
            "Молодые американки считают, что голый живот — это модно.",
            "Среди политиков вдруг стало модно говорить об экологических проблемах.",
            "Он управляет модным рестораном рядом с Гаванью.",
            "Развлечения и новомодные прихоти франтов и модников.",
            "Покрой - это силуэт одежды, который делает её модной или немодной.",
            "магазин, специализирующийся на модной очковой оптике",
            "модники, которым известны все \"правильные\" /\"нужные\"/ рестораны"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}