{
    "fasten": {
        "comment": [
            "fast"
        ],
        "translate": "скрепить, закреплять, прикреплять, прикрепляться, застегиваться, застегивать",
        "transcription": " |ˈfæsn|",
        "antonyms": [],
        "mnemonic": [
            "fasten [фасн] завязывать - Ты для (фасон-а) завязываешь так шнурки?.",
            "fast [fɑ:st]\nfasten ['fɑ:sən] - прикреплять, привязывать\n***\nfast - поститься\nБЫСТРЫЙ поезд везёт вас (т). (это) fast\nБЫСТРО поезд везёт вас (т). (это) fast"
        ],
        "examples": [
            "This dress fastens in the back.",
            "Fasten your seat belt.",
            "'I'm going now,' she said, fastening her coat.",
            "He fastened the papers together with a paper clip.",
            "I was so fat that my skirt wouldn't fasten.",
            "We fastened in the ice.",
            "fasten the lock onto the door",
            "The bees fastened upon me.",
            "They fastened the rope to a tree.",
            "a shoe that fastens with a buckle",
            "Fasten the thread off with a knot.",
            "Make sure all the windows are securely fastened before you leave.",
            "The dark silk dress was fastened at the breast with a great gold clasp.",
            "Make sure the lid is tightly fastened.",
            "A strong hand fastened round her wrist.",
            "The rooms were swept, the shutters fastened.",
            "Was he to be fastened up like a rat in a trap?",
            "Can you fasten the clasp on this bracelet for me?",
            "This dress fastens in the back",
            "He fastened the blame on the runaway.",
            "Their long claws allow them to fasten onto the rocks and hold firm.",
            "He fastened the dog's leash to a post and went into the store.",
            "The visitor proceeded to fasten his horse to a large iron hook."
        ],
        "example_translate": [
            "Это платье застегивается сзади (на спине).",
            "Пристегните ремни.",
            "- Я ухожу, - сказала она, застёгивая своё пальто.",
            "Он скрепил бумаги скрепкой.",
            "Я была такой толстой, что моя юбка не застегивалась.",
            "Мы застряли во льду.",
            "приделайте замок на дверь",
            "Пчёлы облепили меня.",
            "Они привязали веревку к дереву.",
            "туфля, которая застегивается пряжкой",
            "Закрепи нитку, завязав её узлом.",
            "Перед уходом убедитесь, что все окна надёжно заперты.",
            "Тёмное шёлковое платье было скреплено на груди большой золотой брошкой.",
            "Убедитесь, что крышка плотно закрыта.",
            "Сильная рука крепко обхватила её запястье.",
            "Комнаты были подметены, ставни заперты.",
            "Его что, должны были запереть, как крысу в ловушке?",
            "Можешь помочь мне застегнуть этот браслет?",
            "Это платье застёгивается сзади.",
            "Он возложил вину на сбежавшего.",
            "Длинные когти позволяют им цепляться за камни и крепко за них держаться.",
            "Он привязал поводок собаки к столбу и вошёл в магазин.",
            "Посетитель продолжал привязывать свою лошадь к большому железному крюку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}