{
    "fatal": {
        "comment": [
            "fat",
            "fate",
            "fatigue"
        ],
        "translate": "фатальный, смертельный, роковой, губительный, пагубный, неизбежный",
        "transcription": " |ˈfeɪtl|",
        "antonyms": [],
        "mnemonic": [
            "fate [feɪt]\nfatal ['feɪtl] - фатальный, роковой\n***\nРОК, СУДЬБА - и он вдовеет. (это) fate\nЕго УДЕЛ- искать трофеи (т). (это) fate\n***\nУ приятеля \"mate\"\nтяжёлая судьба \"fate\"\nи он всё ненавидит \"hate\"."
        ],
        "examples": [
            "He drank the fatal potion.",
            "It would be fatal to hesitate.",
            "I realized I had made a fatal error.",
            "Telling your employees they're unimportant is a fatal error.",
            "The fatal day of the election finally arrived.",
            "While we procrastinate, a fatal stroke may intervene.",
            "It is fatal to enter any war without the will to win it.",
            "There are many defilements in water which are most fatal to man.",
            "Disunity finally proved fatal to the rebels' cause.",
            "In the vast majority of cases the disease is fatal.",
            "He ate some poisonous mushrooms, with fatal consequences.",
            "There was one fatal flaw (=serious weakness) in his argument.",
            "She made a snap decision, which was to have fatal consequences.",
            "Such doctrines, if true, would be absolutely fatal to my theory.",
            "'Mad cow disease' is a fatal degenerative disease of the nervous system.",
            "If it is not treated correctly, the condition can prove fatal (=be fatal).",
            "The fatal shooting of a fellow homey was just the wake-up call he needed to get out of the drug trade."
        ],
        "example_translate": [
            "Он выпил смертельное зелье.",
            "Промедление смерти подобно.",
            "Я понял, что допустил роковую ошибку.",
            "Сказать своим подчинённым, что они неважны — это роковая ошибка.",
            "Наконец настал роковой день выборов.",
            "Пока мы мешкаем, может произойти роковое событие.",
            "Вступать в войну, не имея желания одержать победу — смерти подобно.",
            "Существует много источников загрязнения в воде, которые очень опасны для человека.",
            "В конце концов, дело повстанцев погубила разобщённость.",
            "В подавляющем большинстве случаев болезнь приводит к летальному исходу.",
            "Он съел какие-то ядовитые грибы, с фатальными последствиями.",
            "В его аргументации был один фатальный изъян (т.е. серьёзная слабость).",
            "Она приняла скоропалительное решение, которому суждено было иметь роковые последствия.",
            "Если эти учения окажутся правдой, то окажутся смертельными для моей теории.",
            "\"Коровье бешенство\" представляет собой смертельное дегенеративное заболевание нервной системы.",
            "При отсутствии правильного лечения, заболевание может оказаться смертельным (т.е. привести к смерти).",
            "Гибель в перестрелке одного из приятелей оказалась тем самым \"звонком\", который заставил его покинуть наркоторговлю."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}