{
    "fate": {
        "comment": [
            "fat",
            "fatal",
            "fatigue"
        ],
        "translate": "судьба, участь, рок, удел, жребий, гибель, предопределять",
        "transcription": " |feɪt|",
        "antonyms": [],
        "mnemonic": [
            "fate [фэйт] судьба, рок - У (фей т-ы) про судьбу свою узнай;",
            "fate [feɪt]\nfatal ['feɪtl] - фатальный, роковой\n***\nРОК, СУДЬБА - и он вдовеет. (это) fate\nЕго УДЕЛ- искать трофеи (т). (это) fate\n***\nУ приятеля \"mate\"\nтяжёлая судьба \"fate\"\nи он всё ненавидит \"hate\".",
            "hate [heit]\nhateful - ненавистный, отвратительный\n***\nНЕНАВИЖУ я живот, так как он \"брюхеет\". (это) hate\nУ меня НЕНАВИСТЬ к Кейт. (это) hate\n***\nМой приятель \"mate\"\nненавидит \"hate\"\nтакую судьбу \"fate\"."
        ],
        "examples": [
            "I wouldn't wish such a fate on my worst enemy.",
            "The movie's hero meets an unhappy fate.",
            "God preserve me from such a fate!",
            "She wanted to prevent other children from meeting the same fate.",
            "His answer sealed our fate.",
            "Fate decreed that we would win the lottery.",
            "It's no good railing against / at / on fate.",
            "Her fate moved us all.",
            "They had abandoned him and left him to his fate.",
            "No one knows what the fate of the hostages will be.",
            "The fate of this company is still wide-open.",
            "He begged others to take warning by his fate.",
            "They were brought together by a strange twist of fate.",
            "By a strange quirk of fate they had booked into the same hotel.",
            "He resigned himself to his fate.",
            "She showed an attitude of quiet resignation to her fate.",
            "The same fate awaits us all.",
            "He had rescued an innocent girl from a fate worse than death.",
            "The rest of Europe was to suffer the same fate.",
            "The fortune teller read his fate in the crystal ball.",
            "By an amazing twist of fate, we met again in Madrid five years later.",
            "Spencer's father had died young, and he feared that the same fate awaited him.",
            "Some of his friends considered the job of janitor to be an ignominious fate for the laid-off executive.",
            "His fate is intertwined with hers.",
            "Fate plays cruel tricks sometimes.",
            "Their ultimate fate has not yet been decided.",
            "I don't believe in all that twaddle about fate.",
            "The blank assistants seemed, silent, to ask, whom fate would demand next.",
            "They believe that the position of the planets at the time of birth determines the fate of the individual.",
            "She seemed placidly resigned to her fate."
        ],
        "example_translate": [
            "Я не пожелал бы такой судьбы даже моему злейшему врагу.",
            "Героя фильма постигает несчастная судьба.",
            "Храни меня Господь от такого!",
            "Она хотела, чтобы другие дети избежали той же участи.",
            "Его ответ решил нашу судьбу.",
            "Судьба распорядилась так, чтобы мы выиграли в лотерее.",
            "Нечего сетовать на судьбу.",
            "Её судьба тронула всех нас.",
            "Они покинули его и бросили на произвол судьбы.",
            "Никто не знает, какая судьба ждёт заложников.",
            "Судьба этой компании ещё не решена.",
            "Он умолял других сделать выводы из его несчастья.",
            "Их свёл вместе странный поворот судьбы.",
            "По стечению обстоятельств, они забронировали места в одном отеле.",
            "Он смирился со своей судьбой.",
            "Она проявляла полную покорность своей судьбе.",
            "Та же участь ждёт всех нас.",
            "Он спас невинную девочку от участи, худшей, чем смерть.",
            "Остальную часть Европы ждала та же участь.",
            "Гадалка прочитала его судьбу в хрустальном шаре.",
            "По удивительной иронии судьбы, пять лет спустя мы снова встретились в Мадриде.",
            "Отец Спенсера умер молодым, и он боялся, что его ждёт та же участь.",
            "Некоторые его друзья сочли работу швейцара позорной участью для этого уволенного руководителя.",
            "Их судьбы неразрывно связаны друг с другом.",
            "Иногда судьба жестоко смеётся над нами.",
            "Их окончательная судьба пока ещё не решена.",
            "Я не верю во всю эту чепуху насчёт судьбы.",
            "Потрясенные свидетели, казалось, молча вопрошают, кого же судьба заберет следующим.",
            "Они верят, что расположение планет в момент рождения человека определяет его судьбу.",
            "Казалось, она безропотно покорилась своей судьбе."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}