{
    "fatigue": {
        "comment": [
            "fat",
            "fate",
            "fatal"
        ],
        "translate": "усталость, утомление, утомительность, утомлять, изнурять",
        "transcription": " |fəˈtiːɡ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was stupid with fatigue.",
            "My morning's work has fatigued me.",
            "He was limp with fatigue.",
            "He's suffering from physical and mental fatigue.",
            "She was in a state of complete fatigue.",
            "Sam's face was grey with fatigue.",
            "The drug's side effects include headache and fatigue.",
            "His eyes felt heavy with fatigue.",
            "His reaction was the product of hunger and fatigue.",
            "She was punchy with fatigue.",
            "He was suffering from museum fatigue.",
            "We were overcome by fatigue after the long journey.",
            "The American public is experiencing scandal fatigue.",
            "They were assigned to kitchen fatigues.",
            "Vigilance is especially susceptible to fatigue.",
            "The soldiers were put on fatigue to teach them a lesson.",
            "There is a parallelism between fatigue and the ability to sleep.",
            "'Chronic fatigue syndrome' was known by the dismissive term 'housewife syndrome'.",
            "He was hospitalized for extreme fatigue.",
            "The symptoms include headache, malaise, and fatigue.",
            "The rescue workers pressed on, though their efforts to reach the miners had almost completely fatigued them.",
            "His eyes were rimmed with fatigue.",
            "His body was in rebellion against fatigue.",
            "He suffered from fatigue and emotional tension.",
            "Common symptoms of diabetes are weight loss and fatigue."
        ],
        "example_translate": [
            "Я плохо соображал из-за усталости.",
            "Утренняя работа утомила меня.",
            "Он валился с ног от усталости.",
            "Он страдает от физической и умственной усталости.",
            "Она была в состоянии полного изнеможения.",
            "Лицо Сэма было серым от усталости.",
            "Среди побочных эффектов данного препарата — головная боль и усталость.",
            "Глаза его смыкались от усталости.",
            "Его реакция была результатом голода и усталости.",
            "Она валилась с ног от усталости. / От усталости её шатало. (амер. punchy = punch-drunk)",
            "Он чувствовал, что по горло сыт музеями. / Он страдал от \"музейной усталости\".",
            "После долгой дороги нас одолела усталость.",
            "Американская общественность испытывает усталость от скандалов.",
            "Их назначили в наряд по кухне.",
            "Внимательность особенно восприимчива к усталости.",
            "В наказание этим солдатам дали наряд на выполнение хозяйственных работ.",
            "Существует параллель между усталостью и способностью заснуть.",
            "Синдром хронической усталости был известен под пренебрежительным названием \"синдром домохозяйки\".",
            "Он был госпитализирован по причине крайнего утомления.",
            "В числе симптомов — головная боль, общее недомогание и усталость.",
            "Спасатели не сбавили оборотов, хотя и почти полностью обессилели в своих попытках добраться до шахтёров.",
            "Его глаза воспалились от усталости.",
            "Его тело бунтовало против усталости.",
            "Он страдал от усталости и эмоционального напряжения.",
            "Обычными симптомами диабета являются потеря веса и усталость."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}