{
    "fault": {
        "comment": [
            "default"
        ],
        "translate": " неисправность, вина, ошибка, повреждение, придираться, ошибаться",
        "transcription": "  |fɔːlt|",
        "antonyms": [],
        "mnemonic": [
            "fault [фолт] вина - Вина Чубайса, что (де-фолт) объявлен.",
            "fault [fɔ: lt]\ndefault [dɪ'fɔ:lt]\n***\nЧья ВИНА, что наступил дефолт. (это) fault\nПРОМАХ правительства - дефолт. (это) fault\n***\ndefault - невыполнение обязательств"
        ],
        "examples": [
            "It's not my fault!",
            "It's partly my fault.",
            "It's your fault we're late.",
            "Don't blame me - it's not my fault.",
            "Why drop on me? It's not my fault.",
            "The fault is attached to the bus driver.",
            "It is not, I repeat not, my fault.",
            "They were sometimes at fault.",
            "The judge cannot be faulted on his decision.",
            "It was not my fault, nor his.",
            "His worst fault is his arrogance.",
            "For all his faults (=in spite of his faults) he was a good father.",
            "I'm really sorry — it's all my fault.",
            "Don't start on me! It's not my fault!",
            "It was all your fault, you idiot.",
            "Don't start in on me, it's not my fault.",
            "There seems to be a fault on the line.",
            "It was my fault that we lost the game.",
            "It's my fault. I didn't think it through.",
            "It's Mary's own fault if she feels missed out at the party.",
            "It was not altogether her fault.",
            "Lack of courage is his worst fault.",
            "Who was the least at fault in the case?",
            "Every virtue can be twisted into a fault.",
            "A fault confessed is half redressed. посл.",
            "The cars had to be recalled due to an engine fault.",
            "It's wrong to vent your anger on the children, they were not at fault.",
            "Barry's kind, caring and generous to a fault.",
            "Whose bally fault is that?",
            "He served too many double faults."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не виноват!",
            "Отчасти это моя вина.",
            "Это ваша вина, что мы опаздываем.",
            "Не обвиняйте меня, - это не моя ошибка/вина.",
            "Что ты ко мне цепляешься? Я тут при чем?",
            "Вина лежит на водителе автобуса.",
            "Ещё раз повторяю, я не виновата.",
            "Иногда они ошибались.",
            "Судью нельзя винить в этом решении.",
            "В этом не было ни его, ни моей вины.",
            "Его самый большой недостаток - высокомерие.",
            "При всех своих недостатках (т.е. несмотря на его недостатки), отцом он был хорошим.",
            "Мне очень жаль, это я во всем виноват.",
            "Не ругайся на меня! Я не виновата.",
            "Это всё ты виноват, идиот.",
            "Не ругайся на меня, я не виноват.",
            "Там, кажется, авария на линии.",
            "Это я виноват, что мы проиграли.",
            "Это я виноват. Я не обдумал этот момент.",
            "Мэри сама виновата в том, что чувствует себя одиноко на этой вечеринке.",
            "Это была не вполне её вина.",
            "Трусость /нехватка мужества/ — это его самый большой недостаток.",
            "Кто был меньше всех виноват в этой ситуации?",
            "Любое достоинство может быть представлено как недостаток.",
            "Повинную голову меч не сечет.",
            "Автомобили должны были быть отозваны из-за неисправности двигателя.",
            "Совершенно неправильно срывать зло на детях, они были не виноваты.",
            "Барри добрый, заботливый и до безобразия щедрый.",
            "Кто виноват в этом, черт возьми?",
            "Он сделал слишком много двойных ошибок на подаче. (о теннисе)"
        ],
        "stars": 3
    }
}