{
    "favor": {
        "comment": [
            "favorite",
            "favourite",
            "favour",
            "favourable",
            "flavor"
        ],
        "translate": "польза, интерес, одолжение, поддерживать, благоволить",
        "transcription": " |ˈfeɪvər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "May I ask you a favor?",
            "Paul, can I ask you a favor?",
            "The idea may find favor with older people.",
            "Most voters favor these tax cuts.",
            "He tried to win his teacher's favor with flattery.",
            "The general public is in favor of the law.",
            "The local team was favored.",
            "The vote was in her favor.",
            "The teacher clearly favors you.",
            "The outcome was in his favor.",
            "He is in favor of abolishing the death penalty.",
            "The senator argued in favor of lowering taxes.",
            "The tennis fathers ruled in her favor.",
            "I've learned to be grateful for small favors.",
            "There is not a scrap of evidence in her favor.",
            "Her father favored the idea of her going to law school.",
            "The current laws favor large businesses and disfavor smaller businesses.",
            "He manipulated public opinion in his favor.",
            "She wanted neither favor nor despite.",
            "Her previous experience weighs in her favor.",
            "Small boxes of candy were given out as favors at the wedding.",
            "By the end of the 20th century many countries around the world had rejected despotism in favor of democracy.",
            "The court ruled in favor of the defendant.",
            "That style is in favor this season.",
            "The vote was 60-59 in the government's favor.",
            "He accused them of skewing the rules in their favor.",
            "The court granted a judgment in favor of the plaintiffs.",
            "the pompous waiter served us in the manner of a person doing some poor soul a great favor",
            "Although the rebuttal was very eloquent, the jury negatived it in favor of the prosecution's argument.",
            "The doves were in favor of using the surplus to improve the nation's schools and not its weapons systems."
        ],
        "example_translate": [
            "Могу я попросить у вас одолжения?",
            "Пол, можно попросить тебя об одолжении?",
            "Этот план может найти поддержку у пожилых людей.",
            "Большинство избирателей поддерживают данное снижение налогов.",
            "Он попытался привлечь внимание учителя лестью.",
            "Широкая общественность — на стороне этого закона.",
            "Местная команда считалась фаворитом соревнований.",
            "Голосование было в её пользу.",
            "Учитель явно благоволит вам.",
            "Результат был в его пользу.",
            "Он выступает за отмену смертной казни.",
            "Сенатор высказался в пользу снижения налогов.",
            "Теннисные \"отцы\" вынесли решение в ее пользу.",
            "Я научился быть благодарным за мелкие услуги.",
            "В её пользу нет ни малейших улик.",
            "Её отец поддерживал идею о том, чтобы она пошла учиться на юриста.",
            "Действующее законодательство поддерживает крупный бизнес и не благоволит к мелким предприятиям.",
            "Он манипулировал общественным мнением в свою пользу.",
            "Она не хотела ни милости, ни презрения.",
            "Послужной список говорит в её пользу.",
            "В качестве сувениров на свадьбе раздавали коробочки со леденцами.",
            "К концу двадцатого века многие страны мира уже отвергли деспотизм в пользу демократии.",
            "Суд вынес решение в пользу ответчика.",
            "В этом сезоне такой стиль пользуется успехом.",
            "Голосование закончилось со счётом 60:59 в пользу правительства.",
            "Он объявил их в искажении правил в свою пользу.",
            "Суд вынес решение в пользу истцов.",
            "напыщенный официант обслужил нас с видом человека, который оказывает какому-нибудь бедняге огромное одолжение",
            "Хотя встречные доводы были очень убедительными, присяжные отвергли их в пользу аргументов стороны обвинения.",
            "Сторонники мирных решений были за то, чтобы использовать данный излишек для улучшения школ страны, а не её систем вооружения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}