{
    "feature": {
        "comment": [
            "defeat"
        ],
        "translate": "особенность, черта, характеристика, показывать, изображать, набрасывать",
        "transcription": " |ˈfiːtʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The map showed roads and other features.",
            "He had fine delicate features.",
            "The latest popular actress is featured in this new film.",
            "It's a must-be feature for me.",
            "Her eyes are her best feature.",
            "All laboratory men feature in this research.",
            "Fear, hope, dismay featured every face.",
            "The characters cannot be minutely featured.",
            "The film featured Brando as the Godfather.",
            "The show now features a new singer.",
            "This camera has several features that make it easy to use.",
            "The evening news report featured the story of the murder.",
            "The Government posters feature precisely the same epithets.",
            "Migration from the South has long been a significant feature of Black history.",
            "The newspaper featured health care on its front page.",
            "The main distinguishing feature of this species is the leaf shape.",
            "Her eyes were her best feature.",
            "Smaller families are a feature of modern society.",
            "The car has some interesting new design features.",
            "The new menu features several low-fat entrees.",
            "Striped tails are a common feature of many animals.",
            "The building features a state-of-the-art security system.",
            "The job's only redeeming feature is the employee discount.",
            "One important diagnostic feature of this condition is a mild rash.",
            "Air bags are a standard feature in most new cars.",
            "Electric windows are a common feature in new cars.",
            "The redeeming feature of the plan is its simplicity.",
            "The handsets will be branded with the Aston Martin logo and will feature the sound of an Aston Martin engine as a ring tone.",
            "a feature of modern jazz idiom",
            "a relatively unimportant feature of the system"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "На карте были показаны дороги и другие характерные особенности местности.",
            "У него были тонкие, изящные черты лица.",
            "В этом новом фильме играет самая популярная сейчас актриса.",
            "Для меня эта функция /черта, особенность/ необходима.",
            "Самое красивое на её лице — это глаза.",
            "В этом исследовании заняты все работники лаборатории.",
            "На каждом лице отражались страх, надежда, тревога.",
            "Данных персонажей невозможно изобразить во всех подробностях.",
            "В этом фильме Брандо снялся в роли Крёстного Отца.",
            "В этом шоу теперь выступает новая певица.",
            "Несколько особенностей данной камеры делают её простой в использовании.",
            "В вечерних новостях показали сюжет об этом убийстве.",
            "На правительственных плакатах встречаются совершенно те же эпитеты.",
            "Переселение с Юга давно является важной вехой в истории чернокожих.",
            "Эта газета посвятила охране здоровья большую статью на первой странице.",
            "Главной отличительной чертой этого вида является форма листа.",
            "Лучше всего у неё были глаза.",
            "Одной из характерных особенностей современного общества являются небольшие семьи.",
            "Данный автомобиль обладает некоторыми интересными конструктивными особенностями.",
            "В новое меню входит несколько блюд с низким содержанием жира.",
            "Полосатые хвосты являются общей чертой многих животных.",
            "Это здание располагает самой современной системой безопасности.",
            "Единственный плюс этой работы — скидка для сотрудников.",
            "Одним из важных диагностических признаков этого заболевания является лёгкая сыпь.",
            "Подушки безопасности являются стандартной функцией в большинстве новых автомобилей.",
            "В новых автомобилях электрические стеклоподъёмники широко распространены.",
            "Единственным достоинством этого плана является его простота.",
            "На данных мобильных телефонах будет стоять логотип \"Астон Мартин\", а в качестве рингтона будет использоваться звук мотора этого автомобиля.",
            "особенность современного джазового стиля",
            "сравнительно маловажная особенность данной системы"
        ]
    }
}