{
    "February": {
        "comment": [
            "january",
            "march",
            "april",
            "june",
            "july",
            "autumn",
            "september",
            "october",
            "november",
            "december"
        ],
        "translate": "февраль",
        "transcription": " |ˈfebrueri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We can do it in February.",
            "She was born on February third, so she's an Aquarius.",
            "I finally arrived February 6.",
            "She was allowed home on February 6th.",
            "Mum died last February.",
            "Elections will be held on 14 February.",
            "The parliament was prorogued to the tenth of February.",
            "The package was postmarked 13 February.",
            "We have a one-week vacation in February.",
            "The new rule comes into operation on February 1.",
            "It's still February and already the primroses are out.",
            "We took delivery of three more Boeing 737s in February.",
            "Australia's unemployment rate rose to 6.5% in February.",
            "The evidence issued on 12 February was ruled inadmissible.",
            "the sizzling increases in personal income of February and March",
            "Further to your letter of February 5th, we can confirm your order.",
            "A version of the game for Mac computers will be released in February.",
            "The show's booked solid (=all the tickets have been sold) until February.",
            "The 300,000th volume in the Library was accessioned on February 23, 1937.",
            "The freezing weather did not return until February but this time we were prepared.",
            "There ought to be a law against cutting off power supplies in the middle of February.",
            "Football authorities ordered the club to play its next two games behind closed doors after the riots in February."
        ],
        "example_translate": [
            "Мы можем сделать это в феврале.",
            "Она родилась третьего февраля, значит она Водолей.",
            "Шестого февраля я наконец-то приехал.",
            "Ей разрешили отправиться домой шестого февраля.",
            "Мама умерла в феврале прошлого года.",
            "Выборы состоятся 14 февраля.",
            "Перерыв в работе парламента должен был продлиться до десятого февраля.",
            "На посылке был почтовый штемпель от 13 февраля.",
            "В феврале у нас недельный отпуск.",
            "Новое правило вступает в силу с первого февраля.",
            "Ещё только февраль, а первоцветы уже расцвели.",
            "В феврале нам поставили еще три самолета Боинг 737.",
            "В феврале уровень безработицы в Австралии вырос до 6,5%.",
            "Доказательства, предоставленные 12 февраля, были признаны неприемлемыми.",
            "резкое увеличение личных доходов в феврале и марте",
            "В дополнение к вашему письму от 5 февраля, мы можем подтвердить ваш заказ.",
            "Версия этой игры для компьютеров Макинтош будет выпущена в феврале.",
            "До февраля все билеты на это представление проданы.",
            "Трехсоттысячная книга поступила в эту библиотеку 23 февраля 1937 г.",
            "До февраля морозная погода не возвращалась, но на этот раз мы были готовы.",
            "Нужно законодательно запретить отрубать электричество последи февраля.",
            "После февральских беспорядков футбольные власти обязали клуб сыграть две следующие игры без зрителей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}