{
    "feedback": {
        "comment": [],
        "translate": "обратная связь, ответная реакция",
        "transcription": " |ˈfiːdbæk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The feedback about the new product was all negative.",
            "Positive feedback creates path dependence.",
            "Feedback is especially important in learning skills.",
            "He was invigorated by the positive feedback.",
            "How can I provide feedback without making someone angry?",
            "Your feedback was not very constructive.",
            "The company uses customer feedback to improve its products.",
            "Try to give each student some feedback on the task.",
            "He asked for some feedback from his boss.",
            "We've had a lot of positive feedback from the people of this city.",
            "The computer makes adjustments based on feedback from the sensors."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Отзывы о новом продукте были полностью негативными.",
            "Положительная обратная связь является причиной эффекта зависимости от выбранного пути.",
            "Обратная связь особенно важна при освоении новых навыков.",
            "Положительные отзывы воодушевили его /вселили в него уверенность, придали ему сил/.",
            "Как мне оставить свой отзыв, чтобы никто не рассердился?",
            "Ваш отзыв был не очень конструктивен.",
            "Компания использует обратную связь с клиентами для улучшения качества своей продукции.",
            "Постарайтесь дать каждому студенту какую-то обратную связь по поводу задания.",
            "Он попросил начальника рассказать о том, что тот думает по этому поводу.",
            "Мы получили много положительных откликов от жителей этого города.",
            "Компьютер делает корректировки на основе обратной связи от датчиков."
        ]
    }
}