{
    "feed": {
        "comment": [
            "feedback"
        ],
        "translate": "корм, подача, питание, кормить, кормиться, питать, кормовой, загрузочный",
        "transcription": " |fiːd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Have you fed the cat?",
            "She's had a good feed.",
            "Frogs generally feed at night.",
            "Visitors must not feed the animals.",
            "He feeds on her insecurity",
            "Feed the tomatoes once a week.",
            "The farmer is feeding up the chickens for Christmas.",
            "We fed the horses with apples, oats, and hay.",
            "The sound is fed directly to the headphones.",
            "Her success feeds her vanity.",
            "Blood vessels feed blood to the brain.",
            "A whole family can feed off a chicken as big as this!",
            "Let your baby feed as long as she wants.",
            "We feed a lawyer to act for us.",
            "Certain animals feed on insects.",
            "She's too weak to feed herself.",
            "He should pay for the feed of his cow.",
            "This dish feeds six.",
            "He has four mouths to feed.",
            "We brought along pieces of old bread and fed the birds.",
            "They fed erroneous information to us.",
            "He is so weak that he cannot feed himself.",
            "Owls feed on mice and other small animals.",
            "The drinking and the guilt fed on each other.",
            "She was feeding documents into a paper shredder.",
            "US intelligence had been feeding false information to a KGB agent.",
            "Dogs fed on oil or sugar become diseased.",
            "Cholera feeds upon impurities of every sort.",
            "He could not feed us, only lodge and drink us.",
            "He needed money to feed his addiction to gambling."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ты покормил кошку?",
            "Её хорошо накормили.",
            "Лягушки, как правило, питаются в ночное время.",
            "Посетителям запрещается кормить животных.",
            "Он пользуется её беззащитностью.",
            "Подкармливайте помидоры раз в неделю.",
            "Фермер откармливает цыплят к Рождеству.",
            "Мы накормили лошадей яблоками, овсом и сеном.",
            "Звук подаётся непосредственно в наушники.",
            "Успех подпитывает её тщеславие.",
            "Кровеносные сосуды снабжают мозг кровью.",
            "Целая семья может прокормиться такой огромной курицей!",
            "Пусть ваша малышка ест, сколько хочет.",
            "Мы взяли адвоката для ведения нашего дела.",
            "Некоторые животные питаются насекомыми.",
            "Она слишком слаба, чтобы самостоятельно есть.",
            "Ему следует заплатить за корм для коровы.",
            "Этого блюда хватит на шестерых.",
            "У него четверо иждивенцев / Ему надо прокормить четверых.",
            "Мы принесли засохший хлеб и покормили птиц.",
            "Они дали нам неверную информацию.",
            "Он настолько слаб, что не может сам есть.",
            "Совы питаются мышами и другими мелкими животными.",
            "Пьянство и чувство вины подпитывали друг друга.",
            "Она засовывала документы в измельчитель бумаги.",
            "Американская разведка сливала ложные сведения агенту КГБ.",
            "Собаки, которых кормят растительным маслом или сахаром, заболевают.",
            "Любая грязь является питательной средой для холеры.",
            "Он не мог нас кормить, только давал нам пристанище и снабжал выпивкой.",
            "Ему нужны были деньги, чтобы утолить свою страсть к игре."
        ]
    }
}