{
    "ferry": {
        "comment": [],
        "translate": "паром, переправа, перевоз, ладья, перевозить, перегонять",
        "transcription": " |ˈferɪ|",
        "antonyms": [],
        "mnemonic": [
            "ferry [фэ'ри] паром, перевозить, переправлять - Это (а-феры), паромом переправлять людей?;",
            "ferry ['fɛrɪ]\n***\nНа ПАРОМЕ - \"ferry\",\nперевожу вишню - \"cherry\"."
        ],
        "examples": [
            "We'll meet you at the ferry.",
            "We took a ferry across the river.",
            "He offered to ferry us across the river in his boat.",
            "You can get there by ferry.",
            "I intended to remain until the weather cleared before I ferried back.",
            "The ferry was about to leave port.",
            "The cars were ferried across the river.",
            "The train links up with the ferry at Dover.",
            "As we boarded the ferry to go up the river, the clouds began to grey.",
            "Hundreds of people are feared dead in the ferry disaster.",
            "Ferry schedules and precise timings are subject to weather conditions on the day of departure.",
            "Ferries to both islands depart daily.",
            "They ferry supplies to the island.",
            "We didn't see any passengers waiting for the ferry, so the captain sailed past the jetty.",
            "They docked the ferry at the quay to let the passengers off.",
            "The ship was used to ferry supplies to Russia during the war."
        ],
        "example_translate": [
            "Встретимся на пароме.",
            "Мы переплыли реку на пароме.",
            "Он предложил перевезти нас через реку на своей лодке.",
            "Добраться туда можно на пароме.",
            "Я собирался остаться и не переезжать на тот берег до тех пор, пока погода не наладится.",
            "Паром вот-вот должен был покинуть порт.",
            "Автомобили были переправлены через реку.",
            "Поезд стыкуется с паромом в Дувре.",
            "Когда мы сели на паром, чтобы подняться вверх по реке, начали сгущаться тучи.",
            "Сотни людей считаются погибшими при катастрофе парома.",
            "Точное расписание и график движения парома зависит от погодных условий в день отправления.",
            "Паромы на оба острова отправляются ежедневно.",
            "Они переправляют на остров продовольствие.",
            "Ожидающих парома пассажиров видно не было, поэтому капитан проплыл мимо пристани.",
            "Они пришвартовали паром к причалу, чтобы позволить пассажирам сойти на берег.",
            "Во время войны корабль использовался для перевозки продовольствия в Россию."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}