{
    "fertile": {
        "comment": [
            "fertilizer",
            "fertility",
            "ferry"
        ],
        "translate": "плодородный, плодовитый, плодоносящий, плодоносный, изобильный, изобилующий",
        "transcription": " |ˈfɜːrtl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He has a fertile mind.",
            "He was fertile in resources.",
            "It was a family, singularly fertile of great men.",
            "The plains are fertile in / of native plants.",
            "Germany in the 1920s and 30s was fertile ground for such ideas.",
            "They used force to banish the natives from the more fertile land.",
            "The conversion of the thorny wilderness into the fertile meadow.",
            "Most men remain fertile into old age.",
            "By means of sand it is, that the fatty earth is rendered fertile.",
            "This subject remains a fertile field for additional investigation.",
            "Horton looked out over a panorama of fertile valleys and gentle hills.",
            "To the east of the valley lies a vast, fertile tableland.",
            "They witnessed the conversion of the thorny wilderness into the fertile meadow.",
            "The region, with its widespread poverty, provided fertile ground for revolutionary activitists."
        ],
        "example_translate": [
            "У него изобретательный ум.",
            "Он обладал огромным потенциалом.",
            "Это была семья, исключительно богатая великими людьми.",
            "На равнинах растёт очень много характерных для этой местности растений.",
            "В двадцатых-тридцатых годах прошлого столетия Германия была благодатной почвой для таких идей.",
            "Они силой изгоняли туземцев с более плодородных земель.",
            "Превращение пустоши, заросшей колючками, в сочный луг.",
            "Большинство мужчин сохраняет способность к воспроизводству в пожилом возрасте.",
            "С помощью песка жирную землю можно сделать плодородной.",
            "Эта тема остаётся благодатной почвой для дополнительного расследования.",
            "Хортон разглядывал панораму плодородных долин и невысоких холмов.",
            "К востоку от долины находится огромная, плодородная равнина.",
            "Они были свидетелями превращения пустоши, заросшей колючками, в плодородную пашню.",
            "Эта область, где широко распространена бедность, дала благодатную почву для воспитания революционных деятелей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}