{
    "festival": {
        "comment": [],
        "translate": "фестиваль, празднество, праздничный",
        "transcription": " |ˈfestɪvl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The festival was very well organized.",
            "The festival is always a big draw.",
            "The band is headlining the music festival.",
            "Longhairs crowded into the music festival.",
            "The jazz festival is held annually in July.",
            "the Swansea Festival of Music and the Arts",
            "The festival is likely to draw huge crowds.",
            "The town has a summer festival in the park.",
            "Their band is the main draw at the festival.",
            "Will the film win any awards at the festival?",
            "The festival commemorates the town's founding.",
            "Eminem is headlining at the festival this year.",
            "I'd couriered two parties to a Berlin festival.",
            "The festival went ahead, despite renewed protests.",
            "a street festival featuring mummers in a pantomime",
            "The lineup for the Folk Festival looks interesting.",
            "The festival will end with a spectacular laser show.",
            "A judge has ruled that the music festival can go ahead.",
            "This year's festival includes a wide range of entertainers.",
            "They timed their vacation to coincide with the jazz festival.",
            "Franklin gave a memorable performance at last year's festival.",
            "He is slated to appear at the Cambridge Jazz Festival next year.",
            "The music festival will feature some homegrown talent this year.",
            "This year's festival was certainly much better than last year's.",
            "Christmas is one of the main festivals in the Christian Calendar.",
            "Next week's film festival should be a real feast for cinema-goers.",
            "Restored films are being showcased this month at a festival in Paris.",
            "The town's big attraction for movie lovers is the annual film festival.",
            "The Venice Film Festival has always been the showcase of Italian cinema.",
            "The film festival is acknowledged as an event of international importance."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Фестиваль был очень хорошо организован.",
            "На этом фестивале всегда много народу.",
            "Группа является хедлайнером музыкального фестиваля.",
            "Фестиваль наводнили длинноволосые любители музыки.",
            "Этот джазовый фестиваль проводится ежегодно в июле.",
            "фестиваль музыки и искусств в Суонси",
            "Скорее всего, фестиваль привлечёт огромные толпы людей.",
            "В городском парке летом проводится фестиваль.",
            "Их группа является основным гвоздём программы этого фестиваля.",
            "Завоюет ли данный фильм какую-либо награду на этом фестивале?",
            "Этот фестиваль приурочен ко дню основания города.",
            "В этом году главной звездой фестиваля является Эминем.",
            "Я сопровождал две группы на Берлинский фестиваль.",
            "Фестиваль продолжался, несмотря на возобновление акций протеста.",
            "уличные гуляния с ряжеными, исполняющими пантомиму",
            "Состав участников Фестиваля народного искусства кажется очень интересным.",
            "Фестиваль завершится эффектным лазерным шоу.",
            "Судья постановил, что музыкальный фестиваль можно проводить.",
            "В этом году в фестивале принимает участие целый ряд артистов.",
            "Они спланировали свой отпуск так, чтобы он совпал во времени с джазовым фестивалем.",
            "На прошлогоднем фестивале Франклин выдал незабываемое выступление.",
            "Планируется, что в следующем году он посетит Кембриджский джазовый фестиваль.",
            "В этом году на музыкальном фестивале выступит кое-кто из местных дарований.",
            "В этом году фестиваль был, несомненно, гораздо лучше, чем в прошлом году.",
            "Рождество — один из главных праздников христианского календаря.",
            "Кинофестиваль, который состоится на следующей неделе, должен стать настоящим праздником для кинозрителей.",
            "В этом месяце на фестивале в Париже демонстрируются восстановленные фильмы.",
            "Любителей кино очень привлекает проводящийся в этом городе ежегодный кинофестиваль.",
            "Венецианский кинофестиваль всегда был витриной итальянского кино.",
            "Кинофестиваль признан событием международного масштаба."
        ],
        "stars": 3
    }
}