{
    "fetch": {
        "comment": [
            "stretch",
            "sketch"
        ],
        "translate": "получать, выбирать, привести, приносить, двойник, хитрость, привидение, уловка",
        "transcription": " |fetʃ|",
        "antonyms": [],
        "mnemonic": [
            "fetch [фэч] приносить, приводить, привозить - (Феч-ный) огонь приносит людям тепло.",
            "fetch [fetʃ]\n***\nМеня ПОСЛАЛИ взять картечь. (это) fetch\nПРИНЕСИТЕ мне картечь. (это) fetch\nПРИВЕДЕНИЕ и ПРИЗРАК = Фетч. (это) fetch\nУловка, хитрость; усилие; привидение."
        ],
        "examples": [
            "Would you mind going to fetch the kids from school?",
            "If you throw the ball the dog will fetch it.",
            "Quick! Go and fetch a doctor.",
            "The devil will fetch you!",
            "The great bell fetches us in.",
            "The dog fetched the hat.",
            "It is a mere fetch to favour his retreat.",
            "His land fetched 15 pounds an acre.",
            "The painting is expected to fetch at least $20 million.",
            "The teacher helped to fetch out the meaning of the poem.",
            "Presentiment is the fetch of danger.",
            "Fetch me some coffee while you're up.",
            "At that time coffee fetched a good price.",
            "Peter has fainted., this bucket of water should fetch him round.",
            "Nip off to the shops before they close and fetch me some milk, will you?",
            "The house fetched more than we expected.",
            "When Jim's driving, we never know where we'll fetch up.",
            "Who would have guessed that he would fetch up as director of the firm?",
            "What but a great fetch of imaginative power?",
            "Fetch aft the rum, Darby! (Stevenson)",
            "Mary is very quiet, try to fetch her out at the party.",
            "We shall fetch up in trouble if he goes on spending the firm's money like that.",
            "Shannon went upstairs to fetch some blankets.",
            "To say that the child has got its father's nose fetches the parents.",
            "We'll fetch the workers out for more pay.",
            "And he fetches me with the butt-end of the gun.",
            "Be careful, you could fetch up by getting hurt.",
            "Premium products generally fetch a premium price.",
            "This table should fetch quite a bit at auction.",
            "Am I supposed to fetch and carry for him all day?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ты не против забрать /привести/ детей из школы?",
            "Если бросить мяч, собака его принесёт.",
            "Быстро! Иди и приведи доктора.",
            "Дьявол придет за вами!",
            "Звон колокола приглашает нас войти.",
            "Собака принесла шляпу.",
            "Это не более чем уловка, чтобы прикрыть отступление.",
            "Его земля приносила 15 фунтов с акра.",
            "Картина, как ожидается, принесёт не менее двадцати миллионов долларов.",
            "Учитель помог понять смысл стихотворения.",
            "Предчувствие - что-то вроде призрака опасности.",
            "Принеси мне кофе, раз уж ты встал.",
            "В то время кофе продавался по хорошей цене.",
            "Питер упал в обморок., ведро воды должно привести его в чувство.",
            "Сгоняй в магазин, пока он не закрылся, и купи немного молока, а?",
            "Дом принёс больше денег, чем мы ожидали.",
            "Когда Джим за рулём, никогда не знаешь, куда приедешь.",
            "Кто бы мог предположить, что он станет директором фирмы!",
            "Что, кроме фантастического напряжения воображения?",
            "Дарби, принеси на корму рому!",
            "Мэри слишком робкая, попытайся расшевелить её на вечеринке.",
            "У нас в итоге будут большие неприятности, если он продолжит так же транжирить деньги компании.",
            "Шеннон поднялась наверх, чтобы принести несколько одеял.",
            "Родителям нравится, когда им говорят, что у их ребёнка отцовский нос.",
            "Мы выведем рабочих на забастовку с требованием поднять зарплату.",
            "И он ударяет меня рукояткой пистолета.",
            "Будь осторожнее, ты можешь в конце концов пораниться.",
            "Товары высшего качества обычно продаются за самую высокую цену.",
            "Этот стол должен принести круглую сумму на аукционе.",
            "Я что, весь день должен быть у него на побегушках?"
        ],
        "stars": 2
    }
}