{
    "fever": {
        "comment": [
            "ever",
            "however",
            "whoever",
            "whatsoever"
        ],
        "translate": "лихорадка, жар, лихорадить, лихорадочный",
        "transcription": " |ˈfiːvər|",
        "antonyms": [],
        "mnemonic": [
            "fever [фи':вэ] жар, лихорадка - Климат Тель-(А-фива) к лихорадке мозгов приводит."
        ],
        "examples": [
            "I was running a small fever.",
            "Your forehead is burning. Have you got fever?",
            "A quick pulse denotes fever.",
            "I woke up this morning with a fever and an upset stomach.",
            "I can't seem to shake off this fever.",
            "Has the child rallied from her fever yet?",
            "He is completely prostrated by the fever.",
            "The fever weakened his body.",
            "She's running a fever (=has a fever).",
            "The disease is accompanied by sneezing and fever.",
            "The sudden cold weather brought on his fever again.",
            "He sweated plentifully during the night, and the fever left him.",
            "He was delirious with fever.",
            "a diagnostic sign of yellow fever",
            "Her symptoms include chills and a fever.",
            "Typhus fever decimated the school periodically.",
            "Scarlet fever victims had to go to the isolation hospital.",
            "You should always consult a physician if you develop a high fever.",
            "Three of the five patients presented with fever and severe headaches.",
            "The presence of pollen in the atmosphere causes hay fever in some people.",
            "It will be good to get out after being imprisoned in my room with the fever.",
            "The doctor has doped me up with all sorts of medicine to try to control the fever.",
            "Fever left him weak on his sticks.",
            "An attack of fever carried him off.",
            "a rash symptomatic of scarlet fever",
            "We vaccinate against scarlet fever.",
            "The fever was beginning to take hold.",
            "We waited in a fever of anticipation.",
            "His high fever attested to his illness.",
            "They develop a fever and a watery discharge from their eyes."
        ],
        "example_translate": [
            "У меня была небольшая температура.",
            "Лоб очень горячий. У тебя температура?",
            "Частый пульс указывает на лихорадочное состояние.",
            "Сегодня утром я проснулся с температурой и расстройством желудка.",
            "Кажется, я никогда не избавлюсь от этой лихорадки.",
            "Девочка уже оправилась от лихорадки?",
            "Он совершенно истощён от лихорадки.",
            "Из-за жара его тело ослабело.",
            "У неё жар.",
            "Заболевание сопровождается чиханием и высокой температурой.",
            "Внезапное похолодание вызвало у него рецидив болезни.",
            "Ночью он сильно пропотел, и температура спала.",
            "Он бредил от жара.",
            "диагностический признак жёлтой лихорадки",
            "В числе её симптомов — озноб и высокая температура.",
            "Время от времени школу опустошал сыпной тиф.",
            "Жертвам скарлатины приходилось идти в инфекционную больницу.",
            "Если поднимается высокая температура, всегда следует обращаться к врачу.",
            "У трёх из пяти пациентов проявились высокая температура и сильные головные боли.",
            "Наличие пыльцы в воздухе вызывает у некоторых людей сенную лихорадку.",
            "Так хорошо выйти на улицу после того, как я просидел взаперти из-за температуры.",
            "Доктор напичкал меня всевозможными лекарствами, чтобы снизить температуру.",
            "От жара он плохо держался на ногах.",
            "Приступ лихорадки свёл его в могилу.",
            "сыпь, характерная для скарлатины",
            "Мы делаем прививки от скарлатины.",
            "Лихорадка начала давать о себе знать.",
            "Мы ждали в лихорадочном предвкушении.",
            "Высокая температура свидетельствовала о его болезни.",
            "У них развивается лихорадка и появляются выделения из глаз."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}