{
    "fiddle": {
        "comment": [],
        "translate": "скрипка, надувательство, играть, играть на скрипке, обманывать",
        "transcription": " |ˈfɪdl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's easy to fiddle away a fortune.",
            "Don't let him fiddle with my bag.",
            "We could hear the squeak of the fiddle.",
            "Stop fiddling your expenses accounts.",
            "Zuckerman fiddled that song very nicely.",
            "It's so annoying, the way she keeps fiddling about with her hair.",
            "Who has been fiddling around with my computer?",
            "She was at her desk in the living room, fiddling with a deck of cards.",
            "The reporter fiddle with the facts.",
            "I sat and fiddled at the computer for a while.",
            "Bert had been fiddling his income tax for years.",
            "She's over eighty now, but still as fit as a fiddle (=very fit).",
            "Stop fiddling, will you!",
            "We jigged to the fiddle music.",
            "Why did you let her fiddle about with the remote control?",
            "The executive fiddled with a pen as she impatiently waited for the meeting to begin.",
            "She always fiddles with her van on the weekend.",
            "Don't fiddle with the screws.",
            "The fiddle squealed the old dance music."
        ],
        "example_translate": [
            "Промотать состояние очень легко.",
            "Не позволяй ему играть с моей сумкой.",
            "Мы слышали, как кто-то пиликал на скрипке.",
            "Перестань подделывать свои отчёты о расходах.",
            "Цукерман очень красиво сыграл эту песню на скрипке.",
            "Так неприятно смотреть, как она всё время крутит свои волосы.",
            "Кто трогал мой компьютер?",
            "Она сидела за столом в гостиной и вертела в руках колоду карт.",
            "Корреспондент подтасовал факты.",
            "Я сел и немного повозился с компьютером.",
            "Берт в течение многих лет жульничал с подоходным налогом.",
            "Ей уже больше восьмидесяти, но она до сих пор как огурчик (т.е. в очень хорошей форме).",
            "Прекрати, пожалуйста, вертеться!",
            "Мы танцевали джигу под скрипку.",
            "Почему ты позволил ей играться с пультом дистанционного управления?",
            "Руководитель вертела в руках ручку, с нетерпением ожидая начала собрания.",
            "По выходным она постоянно возится со своим фургончиком.",
            "Не трогай винты руками.",
            "Скрипки визгливо и пронзительно играли старый танец."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}