{
    "fierce": {
        "comment": [],
        "translate": "жестокий, свирепый, сильный, лютый, неистовый, горячий, неприятный, болезненный",
        "transcription": " |fɪrs|",
        "antonyms": [],
        "mnemonic": [
            "fierce [фи'эс] свирепый, яростный, лютый - Без своей (фиес-ты) испанцы свирепы и люты;",
            "fierce [fɪəs]\n***\nВ схватке ЯРОСТНОЙ сражался эльфиец. (это) fierce\n***\nХолод свирепый \"fierce\"\nменя пронизал \"pierce\".",
            "pierce [pɪəs]\n***\nПРОНЗАЛ и пил кровь кровопиец. (это) pierce\nПРОТЫКАЛ и пил кровь кровопиец. (это) pierce\nПротыкать, прокалывать.\n***\nХолод свирепый \"fierce\"\nменя пронизал \"pierce\"."
        ],
        "examples": [
            "He was killed in a fierce battle.",
            "She turned round, looking fierce.",
            "Her face took on a fierce expression.",
            "There's fierce rivalry for the job.",
            "The child backed away from the fierce dog.",
            "It was snowing something fierce.",
            "The storm became so fierce that we had to put back into the harbour.",
            "The proposal has faced fierce opposition.",
            "The rebels have put up fierce resistance.",
            "The debates were long, fierce, and often passionate.",
            "There was fierce competition for the scarce resources.",
            "The fierce heat had shrivelled the grapes in every vineyard.",
            "The team overcame fierce competition for their place in the finals.",
            "Fierce winds buffeted the small sailboat.",
            "The fierce cat uses its claws to disembowel its prey.",
            "“She's as fierce as a tiger” is a simile, but “She's a tiger when she's angry” is a metaphor.",
            "The streets were now in one fierce sheet of flame.",
            "The two teams have had a fierce rivalry for many years.",
            "He's admired for his fierce independence.",
            "He has shown a fierce independence of spirit.",
            "They supported the war with a fierce patriotism.",
            "The teams were in fierce contention for first place.",
            "Before long, the dispute degenerated into fierce polemics.",
            "The novel has provoked fierce debate in the US.",
            "Fierce opposition thwarted the government's plans.",
            "Immigrants to that country faced fierce prejudice and could expect to find work only as menials.",
            "In the old days she had been harsh and stiff., afraid of her husband and yet arrogantly proud that she had a husband strong and fierce enough to make her afraid.",
            "The Florida eagles have a fierce baleful look.",
            "Her book is a fierce polemic against the inequalities in our society.",
            "There is fierce competition between the three leading soap manufacturers."
        ],
        "example_translate": [
            "Он был убит в жестокой битве.",
            "Она обернулась, и на лице её была ярость.",
            "Её лицо исказила ярость.",
            "Существует жесткая конкуренция за получение работы.",
            "Ребёнок отпрянул /попятился/ от злой собаки.",
            "Была страшная метель /вьюга/.",
            "Шторм был такой, что нам пришлось вернуться в гавань.",
            "Это предложение встретило яростное /ожесточённое/ сопротивление.",
            "Повстанцы оказали ожесточённое сопротивление.",
            "Споры были долгими, жестокими, полными гневных высказываний.",
            "За эти скудные ресурсы шла ожесточённая борьба.",
            "Невыносимая жара сгубила виноград во всех виноградниках.",
            "Команда преодолела жесткую конкуренцию за место в финале.",
            "Свирепые ветра потрепали этот небольшой парусник.",
            "Эта свирепая кошка пользуется когтями /использует свои когти/, чтобы выпотрошить добычу.",
            "“Она свирепа, как тигрица” — это сравнение, но “в гневе она тигрица” — это метафора.",
            "Теперь улицы представляли собой сплошную стену бушующего огня.",
            "Много лет эти команды ожесточённо соперничали.",
            "Людей восхищает его неистовое стремление к независимости.",
            "Он продемонстрировал огромную независимость духа..",
            "Они с ярым патриотизмом поддержали эту войну.",
            "Команды вели ожесточённую борьбу за первое место.",
            "Вскоре спор перерос в ожесточённую полемику.",
            "В США роман вызвал ожесточённые споры.",
            "Планы правительства были сорваны благодаря ожесточённому сопротивлению.",
            "Иммигранты в эту страну столкнулись с жестокими предрассудками и могли рассчитывать только на чёрную работу.",
            "Когда-то она была суровой и жесткой., она боялась мужа, и в то же время заносчиво гордилась тем, что её муж настолько силён и свиреп, что она его боится.",
            "Белоголовые орланы обладают свирепым злобным взглядом.",
            "В её книге ведётся ожесточенная полемика против неравенства в нашем обществе.",
            "Три ведущих производителя мыла жестоко конкурируют между собой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}