{
    "fifteen": {
        "comment": [],
        "translate": "пятнадцать, команда игроков в регби",
        "transcription": " |ˌfɪfˈtiːn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Subtract three from fifteen.",
            "The car cost him fifteen grand.",
            "My watch is fifteen minutes slow.",
            "Three goes into fifteen five times.",
            "They met when she was fifteen (=15 years old).",
            "I'm planning to leave on the fifteenth (=the 15th day of the month).",
            "Manson spent fifteen years in prison.",
            "It took them fifteen minutes to get the boat ready.",
            "A fifteen minute taxi ride will take you to the airport.",
            "He has two children, a boy of twelve and a girl of fifteen.",
            "There were about fifteen people in the lounge, mostly women.",
            "'She's a lot older than you, isn't she?' 'Fifteen years, to be precise.'",
            "You're going to the slam for fifteen.",
            "He's been in politics for fifteen years.",
            "Prices vary from ten to fifteen dollars.",
            "Fifteen thousand bird watchers visit annually.",
            "Surprisingly little altered for fifteen years.",
            "Sunflowers can grow to a height of fifteen feet.",
            "The score is tied, with fifteen minutes remaining.",
            "Fifteen divided by four gives you a remainder of 3.",
            "Going at four pounds fifteen, if there is no advance.",
            "Fifteen lines of advertising are available in each issue.",
            "He was fifteen, and his voice was just beginning to break.",
            "On the next play, Johnson ran fifteen yards for a touchdown.",
            "He spent the next fifteen years mapping the Isle of Anglesey.",
            "One time (=once) I went to a garage sale and bought fifteen books.",
            "The boat measured fifteen feet in length and four feet in breadth.",
            "The Company have overcharged fifteen shillings on the carriage of the goods.",
            "There was a young girl of fifteen - a kitchen scrub he had never seen before.",
            "The fight went the full fifteen rounds, and in the end the American won on points."
        ],
        "example_translate": [
            "Вычти три из пятнадцати.",
            "Автомобиль обошёлся ему в пятнадцать штук.",
            "Мои часы отстают на пятнадцать минут.",
            "Три содержится в пятнадцати пять раз.",
            "Они встретились, когда ей было пятнадцать (лет).",
            "Я планирую уехать пятнадцатого (т.е. на пятнадцатый день месяца).",
            "Мэнсон провел пятнадцать лет в тюрьме.",
            "Им потребовалось пятнадцать минут, чтобы подготовить лодку.",
            "За пятнадцать минут такси довезёт вас до аэропорта.",
            "У него двое детей: мальчик, двенадцати лет, и девочка, пятнадцати.",
            "В фойе находилось около пятнадцати человек, преимущественно женщины.",
            "— Она ведь намного старше тебя, да? — На пятнадцать лет, если быть точным.",
            "Ты 15 лет проведешь в тюряге.",
            "Он в политике уже пятнадцать лет.",
            "Цены варьируются в пределах от десяти до пятнадцати долларов.",
            "Ежегодно это место посещают пятнадцать тысяч орнитологов.",
            "Удивительно мало изменилось за пятнадцать лет.",
            "Подсолнухи могут вырасти до высоты в пятнадцать футов.",
            "Счет ничейный, а до конца матча осталось пятнадцать минут.",
            "Пятнадцать, делённое на четыре, даёт остаток три.",
            "Если больше нет предложений, то продаётся за четыре фунта пятнадцать шиллингов.",
            "В каждом выпуске может быть размещено пятнадцать строк рекламы.",
            "Ему было пятнадцать, и его голос только начинал ломаться.",
            "На следующем розыгрыше Джонсон пробежал пятнадцать ярдов и занёс тачдаун. (об амер. футболе)",
            "Он провел следующие пятнадцать лет за составлением карты острова Англси.",
            "Один раз (т.е. однажды) я пошёл на гаражную распродажу и купил пятнадцать книг. (garage sale — домашняя распродажа за бесценок ненужных вещей)",
            "Лодка была пятнадцати футов в длину и четырёх в ширину.",
            "Компания брала дополнительно пятнадцать шиллингов за доставку товара.",
            "Там была молоденькая девушка лет пятнадцати, поденщица на кухне, которую он раньше никогда не видел.",
            "Схватка продолжалась все пятнадцать раундов, и в конце концов американец выиграл по очкам."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}