{
    "fifty": {
        "comment": [],
        "translate": "пятьдесят, пятьдесят, полсотни",
        "transcription": " |ˈfɪftɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is over fifty.",
            "The coat was below fifty dollars!",
            "Um... about fifty pounds, I think.",
            "She is pushing fifty.",
            "He advanced me fifty dollars.",
            "We were made to learn fifty new words every week.",
            "She is fifty if she is a day.",
            "Sally was fifty pounds overweight.",
            "She is in her fifties.",
            "They were each given fifty lashes.",
            "He left me a lousy fifty cent tip.",
            "Fifty people attended the meeting.",
            "He looked nearer fifty than forty.",
            "I'll go fifty dollars for a ticket.",
            "The river is more than fifty yards wide.",
            "Fifty guests will be a bit of a squeeze.",
            "I was doing over fifty and jumping reds.",
            "'She's nearly fifty.' 'No, you're kidding!'",
            "The house is set in fifty acres of parkland.",
            "After fifty years, the book is still in print.",
            "His wealth is estimated at fifty million dollars.",
            "It'll be a thousand pounds, give or take fifty or so.",
            "The book contains over fifty scenic views of Cambridge.",
            "We expect to be landing in Oslo in about fifty minutes.",
            "You must be soft if you think I'll give you fifty quid!",
            "The new employment bill will put the clock back fifty years.",
            "The doctor has been working for fifty hours without letting up.",
            "The rent they ask is a hundred and fifty, but that's all pickles!",
            "The idea of having enough money to retire at fifty is very appealing.",
            "A man hailed as a hero for fifty years has been unmasked as a traitor."
        ],
        "example_translate": [
            "Ему за пятьдесят.",
            "Пальто стоило меньше пятидесяти долларов!",
            "Гм … что-то около пятидесяти фунтов, кажется.",
            "Ей скоро стукнет пятьдесят.",
            "Он ссудил мне $50.",
            "Нас заставляли учить по пятьдесят новых слов в неделю.",
            "Ей все пятьдесят (лет), никак не меньше.",
            "У Салли было пятьдесят фунтов лишнего веса.",
            "Ей за пятьдесят. Ей идёт шестой десяток.",
            "Каждый из них получил пятьдесят ударов плетью.",
            "Он оставил мне на чай жалкие пятьдесят центов.",
            "На заседании присутствовало пятьдесят человек.",
            "На вид ему было скорее пятьдесят, чем сорок.",
            "Я позволю себе купить билет за пятьдесят долларов.",
            "В ширину река больше пятидесяти ярдов.",
            "Пятьдесят гостей — тесновато будет.",
            "Я ехал со скоростью более пятидесяти миль в час, проезжая светофоры на красный свет.",
            "— Ей почти пятьдесят. — Да что ты, не может быть!",
            "Дом располагается на территории в пятьдесят акров, посреди парка.",
            "Спустя пятьдесят лет, эту книгу до сих пор печатают.",
            "Его состояние оценивается в пятьдесят миллионов долларов.",
            "Это обойдётся в тысячу фунтов, плюс-минус пятьдесят или около того.",
            "Книга содержит более пятидесяти живописных видов Кембриджа.",
            "Мы рассчитываем на посадку в Осло минут через пятьдесят.",
            "Ты, должно быть, дурак, если думаешь, что я дам тебе пятьдесят фунтов!",
            "Новый закон о занятости отбросит нас на пятьдесят лет назад.",
            "Доктор работает уже 50 часов без перерыва.",
            "Они запросили 150 фунтов арендной платы, но это полный абсурд!",
            "Идея заработать достаточно денег, чтобы можно было выйти на пенсию в пятьдесят лет, является весьма привлекательной.",
            "Человека, которого в течение пятидесяти лет прославляли как героя, разоблачили как предателя."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}