{
    "fighter": {
        "comment": [
            "fight",
            "fighting"
        ],
        "translate": "истребитель, боец, борец, вояка, самолет-истребитель",
        "transcription": " |ˈfaɪtər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was shot down by enemy fighters.",
            "The fighter had to ward off a dangerous blow.",
            "The fighter struck at his opponent but missed.",
            "His father was a war hero, a former fighter pilot.",
            "As a fighter pilot, he knows that good vision is essential.",
            "This promising young fighter needs a tough opponent to spar with.",
            "The fighter folded up at the sudden heavy blow.",
            "The fighter's well-aimed blow curled his opponent up.",
            "This experienced old fighter has never yet been knocked out.",
            "The old fighter was counted out at the end of the third round.",
            "The fighter telegraphed his punch and his opponent was able to parry it.",
            "The fighter reeled back when the heavy blow landed unexpectedly on his chin.",
            "The fighter plane was ordered to intercept an aircraft that had entered the country's airspace."
        ],
        "example_translate": [
            "Он был сбит вражескими истребителями.",
            "Воину пришлось отразить опасный удар.",
            "Борец хотел нанести удар противнику, но промахнулся.",
            "Его отец был героем войны, бывшим лётчиком-истребителем.",
            "Как лётчик-истребитель, он понимает, насколько важно хорошее зрение.",
            "Этому перспективному молодому боксёру нужен сильный спарринг-партнёр.",
            "Получив неожиданно сильный удар, боец согнулся пополам.",
            "Меткий удар воина поразил его противника.",
            "Это старый опытный боксёр, он ни разу ещё не побывал в нокауте.",
            "Старый боксёр был нокаутирован в конце третьего раунда.",
            "Борец выдал свое намерение нанести удар, так что противник приготовился и смог его отразить.",
            "Боксёр зашатался от неожиданного сильного удара в подбородок.",
            "Истребителю было приказано перехватить самолёт, вошедший в воздушное пространство страны."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}