{
    "figure": {
        "comment": [
            "configuration"
        ],
        "translate": "рисунок, фигура, цифра, диаграмма, образ, фигурировать, полагать, считать",
        "transcription": " |ˈfɪɡjər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She has a good figure.",
            "I figured that you wanted me to stay.",
            "I was never much good at figures.",
            "You can't figure on the results of the election.",
            "It figures: when I have the time to travel, I don't have the money.",
            "Michelangelo was one of the greatest figures of the Renaissance.",
            "a collection of bronze figures",
            "Have you figured in the cost of the hotel?",
            "Can you figure out this word?",
            "I figure it must be close to three miles.",
            "Figure the total and I'll pay it with a check.",
            "I always figure on succeeding.",
            "Are you sure of your figures?",
            "We figured that we would arrive at around two o'clock.",
            "Can you figure out how to do it?",
            "Father is trying to figure out his tax.",
            "He became a figure of fun.",
            "It was worth the trouble, I figured.",
            "She figures to finish by noon.",
            "The wallpaper was figured with rosebuds.",
            "Do you figure on staying long in this city?",
            "The gown showed off her lovely figure.",
            "Unemployment is way above the official figure.",
            "She has a trim figure.",
            "This is just a ballpark figure.",
            "By 2008, that figure is expected to reach 7 million.",
            "She figured prominently in history.",
            "She has a slight, slippy figure.",
            "She bought a scarf printed with a spiral figure.",
            "He was kind of a blurry undefined figure in my mind."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "i + Откр сл = [i(:)]"
        ],
        "example_translate": [
            "У неё хорошая фигура.",
            "Я думал, ты хочешь, чтобы я остался.",
            "Я всегда был слаб в арифметике.",
            "Результаты выборов предсказать невозможно.",
            "Вполне логично: когда у меня есть время для путешествий, у меня нет денег.",
            "Микеланджело был одной из величайших фигур эпохи Возрождения.",
            "коллекция бронзовых фигур",
            "Ты включил в подсчеты стоимость проживания в отеле?",
            "Ты знаешь, что значит это слово?",
            "Я полагаю, это должно быть где-то около трёх миль.",
            "Подсчитайте общую сумму, и я оплачу чеком.",
            "Я всегда рассчитываю на успех.",
            "Ты уверен в своих расчётах?",
            "Мы подсчитали, что приедем около двух часов.",
            "Вы можете разобраться, как это сделать?",
            "Папа пытается подсчитать сумму налога, который ему надо уплатить.",
            "Он стал посмешищем /объектом насмешек/.",
            "Я решил, что игра стоит свеч.",
            "Она рассчитывает закончить к полудню.",
            "На обоях был рисунок из бутонов роз.",
            "Ты долго собираешься оставаться в этом городе?",
            "Платье подчёркивало её прекрасную фигуру.",
            "Безработица намного превышает официальные цифры.",
            "У неё стройная фигура.",
            "Это только приблизительная цифра.",
            "К 2008 году эта цифра, как ожидается, достигнет семи миллионов.",
            "Она сыграла значительную роль в истории.",
            "У неё хрупкая, изящная фигурка.",
            "Она купила шарф с рисунком в виде спиралек.",
            "Его образ был каким-то размытым, неясным в моем воображении."
        ]
    }
}