{
    "filter": {
        "comment": [],
        "translate": "фильтр, фильтровать, процедить, цедильный",
        "transcription": " |ˈfɪltər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Foreign influence began to filter into the country.",
            "The crowd filtered into the arena.",
            "Yes, I do smoke but only filters.",
            "She smokes cigarettes with filters.",
            "Blood is spotted on to filter paper.",
            "He placed a red filter on the camera lens.",
            "Sunlight filtered through the leaves.",
            "The water in the tank is constantly filtered.",
            "His ideas have filtered down to his children.",
            "The foam operates as a very effective filter.",
            "Italians express coffee rather than filter it.",
            "Early election returns have begun to filter in.",
            "The news gradually filtered through from Bombay last night.",
            "You can filter out spam with special software.",
            "A pump circulates the water through the filter.",
            "Moonlight filtered in through the frosted window.",
            "They've begun filtering their water to remove impurities.",
            "The filter beds are large square beds of sand and gravel.",
            "The whole information was strained through the imperial filters.",
            "Dustbags act as filter and suction will be reduced if they are too full.",
            "The solids were filtered out and only the liquid passed into the container.",
            "The firm uses electronic filters to prevent workers from accessing the Internet."
        ],
        "example_translate": [
            "В страну начало проникать влияние иностранных государств.",
            "Толпа проникла на арену.",
            "Да, я курю, но только сигареты с фильтром.",
            "Она курит сигареты с фильтром.",
            "Капля крови наносится на фильтровальную бумагу.",
            "Он надел красный фильтр на объектив камеры.",
            "Сквозь листву пробивался солнечный свет.",
            "Вода в баке постоянно фильтруется.",
            "Его воззрения (постепенно) передались детям.",
            "Пена действует как очень эффективный фильтр.",
            "Итальянцы кофе отжимают, а не процеживают.",
            "Уже начали просачиваться (в прессу) первые результаты выборов.",
            "Вчера вечером новости из Бомбея всё-таки просочились.",
            "Спам можно отфильтровать с помощью специального программного обеспечения.",
            "Через фильтр вода прогоняется с помощью насоса.",
            "Лунный свет пробился внутрь через покрытое инеем окно.",
            "Они уже начали фильтровать воду с целью удаления вредных примесей.",
            "Фильтровальные пласты - это большие пласты песка и гравия.",
            "Вся информация фильтровалась высшими инстанциями.",
            "Мешки для пыли действуют как фильтры, и всасывание пыли уменьшается, если они переполнены.",
            "Твёрдые остатки были отфильтрованы, и в ёмкость попадала только жидкость.",
            "Фирма использует электронные фильтры, чтобы не дать работникам доступ в Интернет."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}