{
    "filthy": {
        "comment": [],
        "translate": "грязный, отвратительный, мерзкий, замызганный, непристойный, отвратный, гадкий",
        "transcription": " |ˈfɪlθi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's in a filthy mood.",
            "Take your filthy paws off me!",
            "He was filthy and ragged.",
            "Keep your filthy paws off me!",
            "She gave him a filthy look.",
            "It's a filthy night to be out.",
            "The beds were filthy and full of vermin.",
            "Simon had been drinking and was in a filthy temper.",
            "Your problem is you've got a filthy mind (=you are always thinking about sex).",
            "He was crimed with filthy dirtiness on parade.",
            "The house was filthy, with clothes and newspapers strewn everywhere.",
            "She grew up filthy poor and hated every minute of it.",
            "You simply cannot use such filthy language on the public airwaves.",
            "If I ever get filthy rich, I'm going to buy myself a stinkpot and take up fishing."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она в мерзком настроении.",
            "Убери от меня свои грязные лапы!",
            "Он был грязным и одетым в лохмотья.",
            "Держи свои грязные лапы подальше от меня!",
            "В её взгляде читался двусмысленный намёк.",
            "Что за отвратительная ночь /вечер/ для прогулки /свидания/.",
            "Кровати были грязными и кишели паразитами.",
            "Саймон выпил и был отвратительном настроении.",
            "Твоя проблема в том, что у тебя грязные мысли (=ты всегда думаешь о сексе).",
            "Он получил выговор за появление на параде в ненадлежащем виде.",
            "В доме было грязно: повсюду валялась одежда и были разбросаны газеты.",
            "Она провела детство в ужасной нищете, и всем сердцем ненавидела это время.",
            "Таким грязным языком на общественном радио выражаться просто нельзя.",
            "Если я когда-нибудь безумно разбогатею, то куплю себе моторку и займусь рыбалкой."
        ]
    }
}