{
    "finance": {
        "comment": [],
        "translate": "финансы, финансовое дело, доходы, финансировать, управлять финансами",
        "transcription": " |ˈfaɪnæns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They financed him to study abroad.",
            "Medical bills put a severe strain on my finances.",
            "The department is headed by the Director of Finance.",
            "She is Chair of the Finance Committee.",
            "Their sources of finance are drying up.",
            "The concerts are financed by the Arts Council.",
            "Mr. Gladstone has an extraordinary genius for finance.",
            "The matter was discussed at a meeting of the finance committee.",
            "In the United States well-known finance houses have become the backers of the big American film corporations.",
            "Russia's finance minister",
            "His parents financed his college education.",
            "college graduates aspiring to careers in finance",
            "He's on the finance committee.",
            "the finance section of the company",
            "Can we finance the addition to our home?",
            "Trujillo held office as finance minister.",
            "She's taking a course on personal finance.",
            "The study was financed by a government grant.",
            "The library closed due to a lack of finances.",
            "a vague and fuzzy idea of the world of finance",
            "We need to raise finance for further research.",
            "The language of finance is quite foreign to me.",
            "The finance department handles all the accounts.",
            "The finance company now has possession of the house.",
            "The finance director keeps a tight rein on spending.",
            "Have enough funds been allocated to finance the project?",
            "The financing for the deal has been approved in principle.",
            "Congress has made half-hearted attempts at finance reform.",
            "an expert in finance who predicts global economic disaster",
            "Peter will take up the management of the finance department."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ему дали денег на обучение за границей.",
            "Медицинские счета больно ударили по моему карману.",
            "Отдел возглавляется финансовым директором.",
            "Она председатель финансового комитета.",
            "Их финансовые источники истощаются.",
            "Концерты эти финансируются Советом по делам искусств.",
            "У мистера Гладстона выдающийся талант финансиста.",
            "Данный вопрос обсуждался на заседании комитета по финансам.",
            "В Америке известные финансисты становятся спонсорами крупных киностудий.",
            "министр финансов России",
            "Родители оплатили его учёбу в колледже.",
            "выпускники колледжа, которые стремятся сделать карьеру в финансовой области",
            "Он в финансовом комитете.",
            "финансовый отдел данной компании",
            "Можем ли мы профинансировать пристройку к нашему дому?",
            "Трухильо занимал должность министра финансов.",
            "Она ходит на курсы по управлению личными средствами.",
            "Финансирование исследования осуществлялось за счёт гранта правительства.",
            "Библиотека закрылась из-за недостатка средств.",
            "смутное и нечёткое представление о мире финансов",
            "Мы должны привлечь финансирование для дальнейших исследований.",
            "Язык финансов мне совершенно чужд.",
            "Финансовый отдел обслуживает все счета.",
            "Финансовая компания сейчас владеет этим домом.",
            "Финансовый директор держит расходы под жёстким контролем.",
            "Достаточно ли средств выделяется на финансирование этого проекта?",
            "Финансирование данной сделки было в принципе одобрено.",
            "Конгресс предпринял нерешительные попытки финансовых реформ.",
            "эксперт в области финансов, который предсказывает глобальную экономическую катастрофу",
            "Питер возьмёт на себя руководство финансовым отделом."
        ]
    }
}