{
    "finding": {
        "comment": [],
        "translate": "обнаружение, открытие, определение, находка, ориентация, приговор",
        "transcription": " |ˈfaɪndɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He kept finding excuses to stay.",
            "The only snag is finding somewhere to put it.",
            "We rewarded him for finding our lost dog.",
            "My parents were always finding little jobs for me to do.",
            "Tim dreaded his parents finding out.",
            "We returned to the park in the hope of finding his wallet.",
            "I had a little trouble finding the place.",
            "People often have to be chevied into finding a job.",
            "He had no trouble finding a new job.",
            "I was finding it hard to concentrate.",
            "We had no trouble finding the address.",
            "We had trouble finding a pure water supply.",
            "She was finding it hard to maintain her balance.",
            "She had almost given up hope of finding a husband.",
            "They had great difficulty in finding a replacement.",
            "We have been unsuccessful in finding a new manager.",
            "Finding a dentist on a Sunday can be very difficult.",
            "Finding the perfect house was easier said than done.",
            "The Internet is useful for finding information quickly.",
            "We are finding ways to correct this difficult situation.",
            "I was finding it increasingly difficult to keep my temper.",
            "They charged him with the job of finding a new meeting place.",
            "He was clever at finding bargains.",
            "Rob is still finding his feet as a coach.",
            "My main worry is finding somewhere to live.",
            "Adrian was finding it difficult to concentrate.",
            "Finding a replacement is going to be a tall order.",
            "desirous of finding a quick solution to the problem",
            "The Supreme Court overturned the lower court's finding.",
            "She was ingenious at finding ways to work more quickly."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он постоянно находил какие-то отговорки, чтобы остаться.",
            "Единственная проблема - найти, куда это поставить.",
            "Мы отблагодарили его за то, что он нашёл нашу потерявшуюся собаку.",
            "Родители всегда находили мне какую-нибудь мелкую подработку.",
            "Тим боялся, что родители обо всём узнают.",
            "Мы вернулись в парк в надежде найти его бумажник.",
            "У меня возникли небольшие проблемы с поиском этого места.",
            "Людей нередко приходится подстёгивать, чтобы они нашли себе работу.",
            "Он без труда нашёл себе новую работу.",
            "Мне было трудно сосредоточиться.",
            "Мы без труда нашли нужный адрес.",
            "Нам было трудно найти чистую питьевую воду.",
            "Ей было трудно сохранять равновесие.",
            "Она уже почти потеряла надежду найти себе мужа.",
            "Поиск замены представил для них большие трудности.",
            "Пока что нам не удалось найти нового администратора.",
            "Найти стоматолога в воскресенье порой очень сложно.",
            "На деле найти идеальный дом оказалось куда сложнее, чем на словах.",
            "Интернет удобен для быстрого поиска информации.",
            "Мы ищем способы исправить это сложное положение.",
            "Мне было всё труднее сдерживаться.",
            "Они поручили ему найти новое место для встреч.",
            "Он умел находить выгодные предложения.",
            "Роб ещё только осваивается в качестве тренера.",
            "Моя главная забота — найти где жить.",
            "Адриану было трудно сосредоточиться.",
            "Найти замену будет нелегко.",
            "желая найти быстрое решение данной проблемы",
            "Верховный Суд отменил приговор нижестоящего суда.",
            "Она искусно находила способы работать быстрее."
        ]
    }
}