{
    "fireplace": {
        "comment": [
            "fire",
            "firework",
            "ceasefire",
            "bonfire",
            "place",
            "replace",
            "replacement",
            "workplace",
            "marketplace"
        ],
        "translate": "камин, очаг, кузнечный горн",
        "transcription": " |ˈfaɪərpleɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She built a fire in the fireplace.",
            "I had to dry my clothes by the fireplace.",
            "The picture hangs right above the fireplace.",
            "I could feel the warmth of the fireplace.",
            "She gestured towards the fireplace.",
            "The fireplace paved with quaint tiles.",
            "The fireplace protrudes from the wall rather too far into the room.",
            "There was a fire burning in the fireplace.",
            "She started building a fire in the fireplace.",
            "Skiers congregated around the lodge's fireplace.",
            "See if you can enkindle some paper in the fireplace while I look for logs.",
            "The proximity of the curtains to the fireplace was a cause of concern for the safety inspector.",
            "Poke the embers in the fireplace.",
            "The old man sat nodding by the fireplace",
            "A great fire flamed in an open fireplace.",
            "A small fire burned brightly in the fireplace.",
            "There was a fire burning in the large fireplace.",
            "The fireplace was still glowing with the remains of last night's fire.",
            "The blazing logs in the fireplace cast a warm glow on our holiday party.",
            "The fireplace was carefully dismantled piece by piece (=one part at a time)."
        ],
        "example_translate": [
            "Она развела в камине огонь.",
            "Мне пришлось сушить свою одежду у камина.",
            "Картина висит прямо над камином.",
            "Я чувствовал тепло камина.",
            "Она жестом указала в сторону камина.",
            "Камин, выложенный необычными изразцами.",
            "Камин слишком далеко выступает из стены в комнату.",
            "В камине горел огонь.",
            "Она начала разводить в камине огонь.",
            "Лыжники столпились в домике вокруг камина.",
            "Попробуй найти немного бумаги на растопку камина, а я пока поищу дрова.",
            "Близость шторы к камину была причиной беспокойства инспектора по безопасности.",
            "Повороши угли в камине.",
            "Старик сидел и клевал носом у камина.",
            "В открытом камине горело большое пламя.",
            "В камине ярко пылал огонёк.",
            "В большом камине горел огонь.",
            "В очаге всё ещё пылали остатки вчерашнего огня.",
            "Поленья, пылающие в камине, бросали тёплые отблески на наш праздник.",
            "Камин осторожно разобрали по частям (т.е. по одной части за один раз)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}