{
    "firmly": {
        "comment": [
            "firm",
            "confirm",
            "confirmation"
        ],
        "translate": "твердо, крепко, неизменно",
        "transcription": " |ˈfɜːrmli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She was firmly resolved to be a doctor",
            "The table was fixed firmly to the floor.",
            "I firmly believe that the business will be a success.",
            "The lid was firmly nailed down.",
            "He ruled his appetites firmly.",
            "It was a great result, but we have to keep our feet firmly on the ground.",
            "The buck stops firmly with the boss.",
            "The child clutched her mother's hand firmly.",
            "Beans and peas firmly uphold their value.",
            "The nation was firmly attached to hereditary monarchy.",
            "He intimated, politely but firmly, that we were not welcome.",
            "Pack the soil down firmly.",
            "Maria belted her raincoat firmly.",
            "Rogers had victory firmly in his sights.",
            "I firmly planted my feet and refused to move.",
            "I shall step on her very firmly if she interrupts me again.",
            "She planted her feet firmly to the spot and refused to move.",
            "I remained firmly and irrevocably fixed in my first resolution.",
            "Tighten the screws firmly.",
            "The atmospheric envelope clasps the planet firmly.",
            "The offenders were dealt with firmly though fairly.",
            "Helen's mouth set itself firmly as she thought of it.",
            "My first care was to anchor the ice-axe firmly in the snow.",
            "A hitch resulted in the deal being kicked firmly into touch.",
            "These products are firmly established as the market leaders.",
            "I can't pull this bush up, it's firmly rooted in the ground.",
            "firmly believes that religion is a benignant force in society",
            "Using the heel of your hand, press the dough firmly into shape.",
            "Various indices show that the economy is now firmly on the upgrade.",
            "Secure the edges firmly to make certain that no moisture can get in."
        ],
        "example_translate": [
            "Она твёрдо решила стать врачом.",
            "Стол был крепко привинчен к полу.",
            "Я твердо верю, что это дело /этот бизнес, это предприятие/ будет успешным.",
            "Крышка была намертво прибита гвоздями.",
            "Он сурово сдерживал свои желания.",
            "Это был отличный результат, но нам не следовало предаваться эйфории (досл. стоять твёрдо на земле)",
            "Окончательное решение неизменно остаётся за шефом.",
            "Ребёнок крепко вцепился в руку матери.",
            "Фасоль и горох твёрдо держатся в цене.",
            "Весь народ решительно поддерживал наследственную монархию.",
            "Он намекал, вежливо, но твердо, что нам были не рады.",
            "Хорошенько утрамбуйте землю.",
            "Мария туго затянула пояс своего плаща.",
            "Роджерс твёрдо нацелился на победу.",
            "Я твёрдо упёрся ногами в пол и отказался двигаться с места.",
            "Я очень сильно рассержусь на неё, если она снова прервёт меня.",
            "Она твёрдо упёрлась ногами в землю и отказалась двигаться с места.",
            "Я остался тверд и непреклонен в своем первоначальном решении.",
            "Крепко затяните винты.",
            "Атмосферная оболочка плотно окружает нашу планету.",
            "С преступниками обошлись жёстко, хотя и справедливо.",
            "Губы Элен плотно сжались, когда она вспомнила об этом.",
            "Моей главной заботой было крепко зафиксировать ледоруб в снегу.",
            "Из-за какой-то загвоздки сделку положили в очень долгий ящик.",
            "Эти продукты прочно утвердились в качестве лидеров рынка.",
            "Не могу вырвать этот куст, он слишком крепко сидит в земле.",
            "твердо верит, что религия является силой, несущей обществу благо",
            "Основанием ладони крепко прижмите тесто, придавая ему форму.",
            "Различные показатели свидетельствуют, что экономика в настоящее время приобрела устойчивый рост.",
            "Плотно закрепите края, чтобы туда никак не могла проникнуть влага."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}