{
    "flag": {
        "comment": [],
        "translate": "флаг, флажок, знамя, признак, стяг, плита, помечать, отмечать, ослабевать, повиснуть",
        "transcription": " |flæɡ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The flag symbolizes our country.",
            "The flag was flowing in the breeze.",
            "Let's flag down a cab — it's starting to rain.",
            "put the flag back in the cup",
            "After the invasion, people were forbidden to fly their national flag.",
            "A flag flies / flutters.",
            "The crew hurried to hoist the flag.",
            "By the end of the meeting we had begun to flag.",
            "The flag is the emblem of our nation.",
            "The leader of the parade waved a flag.",
            "The flag went down, and the race began.",
            "Every morning, we pledge allegiance to the flag.",
            "Children waving flags greeted the Russian leader.",
            "Using the national flag in advertising only cheapens it.",
            "Hanging a flag outside one's home is a patriotic gesture.",
            "a nationalistic display of the country's flag at all civic events",
            "The flag fluttered in the light breeze.",
            "Hang out the flag, the victory is ours!",
            "The flag was whipping in the strong wind.",
            "The building was flagged for the holiday.",
            "a craven proposal to raise the white flag",
            "We raised the flag to the top of the pole.",
            "I've flagged the parts I want to comment on.",
            "A red flag is often used as a danger signal.",
            "A linesman had his flag up so the kick did not count.",
            "I could see a marshal on the finish line waving a yellow flag.",
            "The actress stood at the back of the stage, draped in the flag.",
            "Flags were flying at half-mast because of the death of the Premier.",
            "As the Queen stepped on the shore, the ship broke out the royal flag.",
            "The starter waved a green flag to indicate that the race would begin."
        ],
        "example_translate": [
            "Это знамя является символом нашей страны.",
            "Флаг свободно колыхался на ветру.",
            "Давай поймаем такси, а то дождь начинается.",
            "поставить флаг обратно в лунку (о гольфе)",
            "После вторжения людям запретили поднимать свой национальный флаг.",
            "Флаг трепещет, развевается.",
            "Экипаж поспешил поднять флаг.",
            "К концу встречи мы начали махать флажками.",
            "Это знамя является символом нашей страны.",
            "Ведущий парада взмахнул флажком.",
            "Флаг опустился, и гонка началась.",
            "Каждое утро мы даём клятву верности родине.",
            "Дети, машущие флажками, приветствовали российского лидера.",
            "Использование государственного флага в рекламе лишь снижает его значимость.",
            "Вывешивание флага снаружи своего дома является патриотическим жестом.",
            "националистический показ флага страны на всех общественных мероприятиях",
            "Флаг развевался на лёгком ветерке.",
            "Вывешивай флаги, мы победили!",
            "Флаг трепетал на сильном ветру.",
            "К празднику здание украсили флагами.",
            "трусливое предложение поднять белый флаг",
            "Мы подняли знамя на самый верх флагштока.",
            "Я пометил те части, которые хочу прокомментировать.",
            "Красный флаг часто используется в качестве сигнала опасности.",
            "Лайнсмен уже поднял флажок, поэтому удар был не в счёт.",
            "Я видел, как один из маршалов гонки на финише размахивает жёлтым флагом.",
            "Актриса стояла в глубине сцены, завернувшись во флаг.",
            "В связи со смертью премьер-министра были приспущены флаги.",
            "Как только королева вступила на берег, на корабле был развёрнут королевский флаг.",
            "Стартёр взмахнул зелёным флагом, чтобы показать, что гонка начнётся."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}