{
    "flame": {
        "comment": [],
        "translate": "пламя, пыл, страсть, предмет любви, пылать, гореть, пламенеть, вспылить",
        "transcription": " |fleɪm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A flame burns.",
            "The house was in flames.",
            "He flamed with indignation.",
            "The car burst into flame.",
            "The fire flamed up when the wind blew again.",
            "Sheets of flame shot into the air.",
            "The flame sang the points of her hair.",
            "The little fire was fanned by a passing breeze to a lively flame.",
            "A fire flamed in the oven.",
            "The sun flamed through the clouds.",
            "The flame vehemently flashed about.",
            "Tongues of flame licked at the walls.",
            "The streets were now in one fierce sheet of flame.",
            "He sat gazing into the burning flame of the candle.",
            "Erica's cheeks flamed with anger.",
            "They rushed past us with buckets of water and tried to douse the flames.",
            "The engine burst into flame.",
            "A flame is kept constantly burning at the monument.",
            "He struck a match and cupped his hand around the flame.",
            "He held the metal in the flame until it became white hot.",
            "A great fire flamed in an open fireplace."
        ],
        "example_translate": [
            "Горит огонь.",
            "Дом был охвачен пламенем.",
            "Он взорвался от негодования.",
            "Машину охватило пламя.",
            "Огонь вновь ярко вспыхнул, когда налетел порыв ветра.",
            "Языки пламени взметались в небо.",
            "Огонь опалил кончики её волос.",
            "Налетевший ветерок раздул небольшое пламя в яркий костёр.",
            "В печи запылал огонь.",
            "Из-за облаков засияло солнце.",
            "Тут и там вспыхивало ужасное пламя.",
            "Языки пламени лизали стены.",
            "Теперь улицы представляли собой сплошную стену бушующего огня.",
            "Он сидел, созерцая пламя свечи.",
            "Щёки Эрики пылали гневом.",
            "Они промчались мимо нас с вёдрами воды, и попытались потушить пламя.",
            "Двигатель воспламенился.",
            "У памятника никогда не затухает пламя (вечного огня).",
            "Он чиркнул спичкой и прикрыл пламя ладонью.",
            "Он держал металл на огне, пока тот не раскалился добела.",
            "В открытом камине горело большое пламя."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}