{
    "flap": {
        "comment": [
            "lap",
            "clap",
            "overlap",
            "slap"
        ],
        "translate": "клапан, заслонка, щиток, махать, хлопать, взмахивать, развевающееся на ветру",
        "transcription": " |flæp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bird flapped its wings",
            "I flapped my door and locked it.",
            "A flap covered the entrance to the tent.",
            "The swift does not flap its wings so often as the swallow.",
            "That shutter flaps every time there's a wind.",
            "Flap your arms to keep warm.",
            "Everything was working smoothly, there was no flap.",
            "Do stop flapping about, we'll get the job done in time.",
            "They flapped down on their knees before the Bishop.",
            "A loose flap of skin covered the wound.",
            "Flags flapped in the strong wind.",
            "We heard the flap of the door on the back porch.",
            "She unzipped the tent flap.",
            "The breeze flapped the sails.",
            "We pursued our way, flapping lazily alongside of the \"pack\".",
            "She hadn't sealed the envelope, but had simply tucked in the flap.",
            "The tent flap was pegged open.",
            "The flags were flapping in the breeze."
        ],
        "example_translate": [
            "Птица хлопала крыльями",
            "Я захлопнул дверь и запер её.",
            "Откидное полотнище закрывало вход в палатку.",
            "Стриж машет крыльями реже, чем ласточка.",
            "Ставни качаются и скрипят при каждом порыве ветра.",
            "Помашите руками, чтобы согреться.",
            "Всё шло гладко, не было никакой паники.",
            "Не впадай в панику, мы всё успеем вовремя.",
            "Они упали на колени перед епископом.",
            "Рана была прикрыта свободно свисающим лоскутом кожи.",
            "На сильном ветру развевались флаги.",
            "Мы услышали хлопанье двери на заднем крыльце.",
            "Она расстегнула молнию на пологе палатки.",
            "Ветер трепал паруса.",
            "Мы продвигались вдоль ледяных нагромождений с лениво колышущимися парусами.",
            "Она не запечатывала конверт, а просто закрыла его.",
            "Полог палатки был закреплён в откинутом состоянии.",
            "Флаги развевались на ветру."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}