{
    "flavour": {
        "comment": [
            "flavor"
        ],
        "translate": "вкус, аромат, привкус, букет, особенность, сдабривать, приправлять, придавать вкус",
        "transcription": " |ˈfleɪvər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Which flavor do you want - chocolate or vanilla?",
            "This coffee has a rich nutty flavour.",
            "This cheese has a very strong flavour.",
            "Newspaper reports are often flavoured with sex and violence.",
            "a juicy apple with a slightly acid flavour",
            "The spices really bring out the flavour of the meat.",
            "The flavour is not unlike Chardonnay, but with a difference.",
            "The stories have a strong regional flavour.",
            "Savour the flavour of each mouthful, and chew you food well.",
            "The longer this salad chills, the better the flavour.",
            "This method of cooking locks in the flavour of the meat.",
            "Strong sauces that overpower the natural flavour of the fish.",
            "Marston's book gives you a flavour of life in the 16th century.",
            "A certain aristocratic flavour must have ever dwelt about the Athenians.",
            "The wine has a lively fruity flavour.",
            "White poppy seeds have a distinctive nutty flavour.",
            "The ginger gives the dish a wonderful spicy flavour.",
            "The cheese is firm in texture and has a strong flavour.",
            "The Spanish wine, with the flavour of honey, packed quite a punch.",
            "Now you can enjoy Nescafé's fuller flavour in a decaffeinated form.",
            "The flavour of the wine is further improved during the aging period.",
            "Critics claim the building would destroy the flavor of the neighborhood.",
            "Use a piece of fresh ginger to impart a Far-Eastern flavour to simple ingredients."
        ],
        "example_translate": [
            "С каким вкусом вы хотите - шоколадным или ванильным?",
            "Этот кофе имеет насыщенный ореховый аромат.",
            "Этот сыр обладает очень сильным ароматом.",
            "Газетные репортажи часто приправлены темами секса и насилия.",
            "сочное яблоко с кисловатым вкусом",
            "Специи действительно подчёркивают /раскрывают/ вкус мяса.",
            "Букет напоминает шардоне, но отличается оригинальностью.",
            "Эти рассказы обладают сильным местным колоритом.",
            "Тщательно пережёвывайте пищу и смакуйте каждый кусочек.",
            "Чем дольше этот салат охлаждается, тем лучше его вкус.",
            "При применении этого способа приготовления пищи вкус мяса сохраняется.",
            "Острые соусы, которые перебивают естественный вкус рыбы.",
            "Книга Марстон даёт читателю почувствовать, какой была жизнь в шестнадцатом веке.",
            "Некоторый налёт аристократизма, должно быть, всегда присутствовал в жителях Афин.",
            "Вино имеет выраженный фруктовый вкус.",
            "Семена белого мака обладают характерным ореховым ароматом.",
            "Имбирь придаёт этому блюду удивительный пикантный вкус.",
            "Этот сыр обладает твёрдой структурой и сильным ароматом.",
            "Испанское вино с медовым букетом здорово ударило в голову.",
            "Теперь вы можете наслаждаться более полным вкусом Nescafé без кофеина.",
            "В период вызревания вкус вина становится ещё лучше.",
            "Противники строительства данного здания утверждают, что оно разрушит уникальный колорит этого района.",
            "Чтобы придать простым ингредиентам восточно-азиатские нотки, используйте кусочек свежего имбиря."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}