{
    "flaw": {
        "comment": [],
        "translate": "недостаток, ошибка, изъян, порок, брешь, портить, портиться, трескаться",
        "transcription": " |flɔː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The plan has a serious flaw.",
            "There was a hidden flaw in the airplane's design.",
            "He had his flaws, but he was great nonetheless.",
            "Jealousy is Othello's major flaw.",
            "The book's major flaw is its brevity.",
            "Beautiful scenery does not make up for the flaws of this film.",
            "A flaw caused the crystal to shatter.",
            "A damning flaw in the program cost the company millions of dollars.",
            "There was one fatal flaw (=serious weakness) in his argument.",
            "There is a fundamental flaw in Walton's argument.",
            "That crack has flawed the vase to the extent that its value in the antiques market is greatly reduced.",
            "A design flaw (=a mistake or weakness in the way something was made) caused the engine to explode.",
            "They had to decide whether his misconduct was adventitious or the result of a flaw in his character.",
            "He found a flaw in the gun's firing."
        ],
        "example_translate": [
            "Данный план имеет один серьёзный недостаток.",
            "В конструкции самолёта был скрытый изъян.",
            "Хоть у него и были недостатки, но, тем не менее, он был замечательным.",
            "Ревность является существенным недостатком Отелло.",
            "Основным недостатком этой книги является её краткость.",
            "Красивые декорации не компенсируют недостатков этого фильма.",
            "Причиной разрушения кристалла послужила образовавшаяся в нём трещина.",
            "Убийственный дефект в программе стоил компании миллионы долларов.",
            "В его аргументации был один фатальный изъян (т.е. серьёзная слабость).",
            "В доводах Уолтона есть существенный изъян.",
            "Эта трещина испортила вазу настолько, что её стоимость на рынке антиквариата значительно снизилась.",
            "Причиной взрыва двигателя стал конструктивный дефект (т.е. ошибка или слабое место в том, как что-либо сделано).",
            "Они должны были решить, был ли его проступок случайным, или же он являлся результатом какой-то изъяна в его характере.",
            "Он обнаружил изъян в стрельбе из пистолета. (выявил то, что плохо получается сделать)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}