{
    "flee": {
        "comment": [
            "fleet",
            "bleed"
        ],
        "translate": "бежать, спасаться бегством, избегать, исчезать, пролететь",
        "transcription": " |fliː|",
        "antonyms": [],
        "mnemonic": [
            "flee [fli: ]\nflea [fli:] - блоха\n***\nСПАСАЛИСЬ бегством журавли. (это) flee\n***\nСпасайся бегством \"flee\"\nко мне в укрытие \"lee\"."
        ],
        "examples": [
            "All the animals fled from the fire.",
            "He was forced to flee the country.",
            "Joy has fled away from my heart.",
            "In order to escape capture, he fled to the mountains.",
            "Many people fled the city to escape the fighting.",
            "The family fled from Nazi Germany to Britain in 1936.",
            "The flooding forced hundreds of residents to flee their homes.",
            "The prisoners escaped by fleeing from their guards while they were on an outside work party.",
            "His attackers turned and fled.",
            "He was accused of trying to flee the scene of the accident.",
            "Finally, in desperation, he tried to flee the country.",
            "Witnesses reported seeing three people flee the scene.",
            "In its frenzy to flee the danger, the crowd became uncontrollable, and a number of people were trampled to death.",
            "Masaari spent six months in prison before fleeing the country.",
            "Many German artists fled to America at the beginning of World War II."
        ],
        "example_translate": [
            "Все животные спасались бегством от огня.",
            "Он был вынужден бежать из страны.",
            "Радость покинула моё сердце.",
            "Чтобы не быть схваченным, он убежал в горы.",
            "Многие бежали из города, чтобы спастись от боевых действий.",
            "В 1936 году семья бежала из нацистской Германии в Великобританию.",
            "Наводнения заставили сотни жителей покинуть свои дома.",
            "Узники сбежали от охраны, когда были на наружных работах.",
            "Напавшие на него люди развернулись и убежали.",
            "Его обвинили в попытке скрыться с места происшествия.",
            "Наконец, отчаявшись, он попытался бежать из страны.",
            "Свидетели сообщили, что видели трёх человек, скрывшихся с места происшествия.",
            "В бешеной попытке сбежать от опасности толпа стала неуправляемой, и несколько людей было затоптано насмерть.",
            "Масаари провёл шесть месяцев в тюрьме перед тем как сбежать из страны.",
            "В начале Второй Мировой войны многие немецкие деятели культуры бежали в Америку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}