{
    "flesh": {
        "comment": [
            "flush",
            "flash"
        ],
        "translate": "плоть, мясо, тело, мякоть плода, сырое мясо, полнеть, разжигать кровожадность",
        "transcription": " |fleʃ|",
        "antonyms": [],
        "mnemonic": [
            "flesh [flɛʃ]\n***\nЕл он ПЛОТЬ - \"флеш\" и теперь у него плешь. (это)\nflesh\nОт СВЕЖЕГО МЯСА - \"флеш\" у него плешь. (это) flesh"
        ],
        "examples": [
            "We are all made of flesh and bone.",
            "The story made her flesh crawl.",
            "The spirit indeed is willing, but the flesh is weak.",
            "The dissolution of flesh, skin and bones.",
            "Better health has fleshed her face out a little.",
            "Soldiers well fleshed in blood can't endure to be reduced to private life again.",
            "Raw flesh is generally regarded as more difficult of digestion than boiled or roast meat.",
            "Cut the melon in half and scoop out the flesh.",
            "He looked much shorter in the flesh than on television.",
            "The spirit is willing but the flesh is weak.",
            "The flesh also assumes a repugnant appearance.",
            "John finished growing taller last year, and now he's fleshing out.",
            "Pare off the skin of this fruit very gently, as the flesh is delicate.",
            "His glassy stare made my flesh creep.",
            "The poor youth, just fleshing his maiden pen in criticism.",
            "The flesh was a dark, liverish red. (S. King, Needful Things)",
            "horrible like raw and putrid flesh",
            "the flabby white flesh of his belly",
            "Remove the skin and flake the flesh.",
            "a disease that causes sores on the flesh",
            "The way he stared at her made her flesh creep.",
            "The leopard's claws slashed through soft flesh.",
            "How can he treat his own flesh and blood that way?",
            "The President reached into the crowd to press the flesh.",
            "I'll try to put some flesh on the plan Margaret has outlined.",
            "A personal appearance is an appearance by a person in the flesh."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы все состоим из плоти и костей.",
            "У неё от этого рассказа мурашки по телу побежали.",
            "Дух бодр, плоть же немощна. (Матф. 26:41)",
            "Разложение плоти, кожи и костей.",
            "Её здоровье улучшилось, и лицо немного округлилось.",
            "Солдаты, которые почувствовали вкус крови, уже не могут примириться с мирной жизнью.",
            "Обычно считается, что сырое мясо усваивается хуже, чем варёное или жареное.",
            "Разрежьте дыню пополам и извлеките мякоть.",
            "Вживую он казался гораздо ниже, чем по телевизору.",
            "Дух бодр, но плоть слаба.",
            "Мясо к тому же приобретает отвратительный вид.",
            "В прошлом году Джон перестал расти, теперь он начал полнеть.",
            "С этого фрукта надо очень аккуратно счищать кожу, мякоть очень нежная.",
            "От его стеклянного взгляда мороз пробежал у меня по коже.",
            "Бедный юноша, впервые попробовавший своё перо в критике.",
            "Кожа была темная, цвета кровяной колбасы. (пер. Л. Курляндской)",
            "отвратительный, как сырое гнилое мясо",
            "дряблая белая плоть его живота",
            "Снимите кожу и разделите мясо на отдельные кусочки.",
            "болезнь, которая вызывает язвы на теле",
            "От его взгляда мороз пробежал у неё по коже.",
            "Леопард полоснул когтями по мягкой плоти.",
            "Как он может так относиться к собственным родным?",
            "Президент потянулся к толпе, чтобы обменяться с людьми рукопожатиями.",
            "Постараюсь наполнить план, который в общих чертах обрисовала Маргарет, некоторым содержанием.",
            "Внешность — это внешний вид человека во плоти."
        ],
        "stars": 2
    }
}