{
    "flexible": {
        "comment": [],
        "translate": "гибкий, свободный, гнущийся, податливый, уступчивый",
        "transcription": " |ˈfleksəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My schedule is very flexible.",
            "Dancers need to be flexible.",
            "Rubber is a flexible substance.",
            "The government needs a more flexible approach to education.",
            "This computer program has to be flexible to meet all our needs.",
            "Many mothers prefer flexible working hours.",
            "It requires a flexible system of accreditation.",
            "Our new computer software is extremely flexible.",
            "Flexible working hours could give working parents more time to spend with their children.",
            "The courts were asked to adopt a more flexible approach to young offenders.",
            "A flexible health insurance plan gives patients more choice about doctors and coverage.",
            "Work is, for better or worse, becoming more flexible nowadays."
        ],
        "example_translate": [
            "У меня очень гибкий график работы.",
            "Танцоры должны быть гибкими.",
            "Резина - это эластичное вещество.",
            "Правительству необходим более гибкий подход к образованию.",
            "Эта компьютерная программа должна быть гибкой, чтобы удовлетворить все наши потребности.",
            "Многие мамы предпочитают гибкий график работы.",
            "Это требует гибкой системы аккредитации.",
            "Наше новое программное обеспечение является чрезвычайно гибким.",
            "Гибкий рабочий график мог бы дать возможность работающим родителям больше времени проводить с детьми.",
            "Судам было предложено применять более гибкий подход к молодым правонарушителям.",
            "Гибкий план медицинского страхования даёт пациентам возможность более широкого выбора врачей и страховых выплат.",
            "Как бы там ни было, в наши дни работа становится более гибкой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}