{
    "flick": {
        "comment": [
            "garlic",
            "click",
            "lick",
            "conflict"
        ],
        "translate": "фильм, резкое движение, легкий удар, слегка ударить, слегка стегнуть",
        "transcription": " |flɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The snake flicked its tongue in and out.",
            "The lights flicked on and off.",
            "He flicked the TV on.",
            "The candle flickered.",
            "Windscreen wipers flick from side to side.",
            "She flicked idly through the pages of a magazine.",
            "Sandra flicked the TV on.",
            "Could you just flick the dust off the windows?",
            "He gave it a flick with his finger.",
            "He felt the flick of a whip.",
            "She flicked an ash into the ashtray.",
            "I had a quick flick through your report.",
            "The boys ran round the swimming pool, flicking each other with their towels.",
            "Horses flick their tails to make flies go away.",
            "The old man flicked his whip and the horses moved off.",
            "Jackie flicked her long hair back.",
            "She flicked her hair back over her shoulder.",
            "The horse went faster when it was given a quick flick of the whip.",
            "He flicked his cigarette butt out the window.",
            "He drove faster, watching the needle flick up to a hundred. (S. Harvester)",
            "Papa flicked the ash from his cigar.",
            "The cow's tail flicked from side to side.",
            "The boys were flicking each other with towels.",
            "With a flick of the wrist, Frye sent the ball into the opposite court.",
            "I felt inside the doorway and flicked the light switch.",
            "Flick, rat-tat! What a crasher! (A. S. M. Hutchinson, This Freedom, 1922)"
        ],
        "example_translate": [
            "Змея высунула и мгновенно втянула обратно язык.",
            "Освещение мигало.",
            "Он включил телевизор.",
            "Пламя свечи задрожало.",
            "Дворники на ветровом стекле щёлкают из стороны в сторону.",
            "Она лениво пролистала какой-то журнал.",
            "Сандра включила телевизор.",
            "Вы не могли бы просто смахнуть пыль с окон?",
            "Он щёлкнул по нему /по ней/ пальцем.",
            "Он почувствовал удар хлыста.",
            "Она стряхнула пепел в пепельницу.",
            "Я бегло просмотрел ваш отчёт.",
            "Мальчишки бегали вокруг бассейна, хлеща друг друга полотенцами.",
            "Лошади хлещут себя хвостами, отгоняя мух.",
            "Старик щелкнул кнутом, и лошади двинулись в путь.",
            "Джеки откинула свои длинные волосы назад.",
            "Она резко откинула свои волосы назад через плечо.",
            "Лошадь пошла быстрее, после того как её стегнули кнутом.",
            "Резким щелчком он выбросил окурок из окна.",
            "Он прибавил скорость, наблюдая, как стрелка спидометра движется в сторону сотни.",
            "Папа стряхнул пепел со своей сигары.",
            "Корова мотала хвостом из стороны в сторону.",
            "Мальчишки хлестали друг друга полотенцами.",
            "Резким движением руки Фрай отправил мяч на противоположную половину корта.",
            "Я пошарил рукой в дверном проёме и щёлкнул выключателем.",
            "Треск, шум! Что за грохот!"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}