{
    "float": {
        "comment": [
            "floating"
        ],
        "translate": "плавающий, плавать, всплывать, поплавок, плот, терка, буй",
        "transcription": " |floʊt|",
        "antonyms": [],
        "mnemonic": [
            "float [fləut]\n***\nНа ВОДЕ ДЕРЖИТСЯ весь \"флоут\". (это) float\nПлавать, всплывать.\n***\nЛодка \"boat\"\nпо морю плывёт \"float\"."
        ],
        "examples": [
            "The clouds float lazily over the valley.",
            "She was floating on her back.",
            "Yellow leaves floated down.",
            "When you're tired of swimming just float for a while.",
            "He tried to read, but the page floated before his eyes.",
            "He floated the logs down the river",
            "I wasn't sure if the raft would float.",
            "We first floated the idea back in 1992.",
            "When will it be time to float the new firm on the open market?",
            "She floated gracefully across the stage.",
            "Will this material sink or float?",
            "Is there enough water in the tub to float your boat?",
            "The Republicans are floating the idea of a tax reform.",
            "His voice floated to the back of the room.",
            "A couple of broken branches floated past us.",
            "She spent the afternoon floating on her back in the pool.",
            "The svelte dancer seemed to float across the stage.",
            "Rachel floated around the bedroom in a lace nightgown.",
            "Russia decided to float the rouble on the foreign exchange market.",
            "The gossamer veil seemed to float about the bride as she walked down the aisle.",
            "The dancer floated across the stage.",
            "I looked up at the clouds floating in the sky.",
            "We are building a float for the homecoming parade.",
            "The logs are trimmed and then floated down the river.",
            "The old rivers at Bristol have been penned up, and they are now made floats.",
            "They floated the logs down the river.",
            "We stood and watched the Carnival floats drive past."
        ],
        "example_translate": [
            "Облака медленно плывут над долиной.",
            "Она плыла на спине.",
            "Жёлтые листья плыли вниз по течению.",
            "Когда вы устанете плыть, просто полежите немного на поверхности воды без движения.",
            "Он попробовал почитать, но страница плыла у него перед глазами.",
            "Он сплавлял брёвна вниз по реке",
            "Я не был уверен, поплывёт ли плот или утонет.",
            "Впервые мы высказали эту мысль ещё в 1992 году.",
            "Когда же настанет время выпустить новую фирму на открытый рынок?",
            "Она величественно прошествовала через всю сцену.",
            "Этот материал легче или тяжелее воды?",
            "В ванне достаточно воды, чтобы твоя лодка плавала?",
            "Республиканцы осторожно продвигают идею налоговой реформы.",
            "Его голос поплыл в глубину комнаты.",
            "Мимо нас проплыло пару сломанных веток.",
            "Весь день до вечера она плавала на спине в бассейне.",
            "Казалось, будто эта стройная танцовщица плывёт по сцене.",
            "Рэйчел плавно скользила по спальне в кружевной ночной рубашке.",
            "Россия решила установить плавающий курс рубля на рынке иностранной валюты.",
            "Тонкая фата, казалось, плыла вокруг невесты, когда она шла под венец.",
            "Танцовщица плавно двигалась по сцене.",
            "Я взглянул на проплывающие по небу облака.",
            "Мы строим платформу на колёсах для парада выпускников.",
            "Брёвна обрезают, а затем сплавляют вниз по реке.",
            "Старые реки в окрестностях Бристоля запружены и превращены в стоянки для судов.",
            "Они сплавили брёвна по реке.",
            "Мы стояли и смотрели, как проезжают мимо карнавальные платформы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}