{
    "flush": {
        "comment": [
            "flesh",
            "flash"
        ],
        "translate": "заподлицо, промывать, румянец, прилив, полный, изобилующий",
        "transcription": " |flʌʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He flushed angrily.",
            "A pink flush overspread her face.",
            "She flushed the rest of her drink down the toilet.",
            "That were flush times.",
            "The garbage flushed down the river",
            "She hit him flush in the face.",
            "Her face mantled with an angry flush.",
            "The blood flushed in Eliza's pale face.",
            "He planned to flush the terrorists out of hiding so they could then be crushed.",
            "He hit the ball flush.",
            "Armies were flushed with the conquest.",
            "The birds were flushed from their hiding place.",
            "He heard the flush of a toilet.",
            "The police used tear gas to flush out the gunmen.",
            "Millie had shown a flush and scooped the kitty.",
            "They flush clean water through the pipes once a day.",
            "The first floor lodgers were flush of furniture.",
            "She made Tina flush the pills down the toilet.",
            "Why not place the building flush with the surrounding wall?",
            "The criminal put the torn papers in the lavatory and tried to flush them away.",
            "The sky flushed with rosy splendor.",
            "Set it flush with the top of the table.",
            "The spring brings a flush of young animals to the farm.",
            "The whole of the work is to be flushed up with mortar or cement.",
            "I'm feeling flush at the moment.",
            "She felt a sudden flush of anger.",
            "The flush isn't working properly.",
            "Robyn felt her cheeks flush scarlet.",
            "Make sure that the cupboard is flush with the wall.",
            "Mrs Cooper flushed with indignation."
        ],
        "example_translate": [
            "Он покраснел от злости",
            "Она залилась ярким румянцем.",
            "Она смыла остатки своего напитка в унитаз.",
            "Времена были хоть куда.",
            "Мусор стекал в реку.",
            "Она ударила его прямо в лицо.",
            "Её лицо вспыхнуло от гнева.",
            "Кровь прилила к бледному лицу Элизы.",
            "Он планировал выманить террористов из их убежища, чтобы затем их можно было уничтожить.",
            "Он сильно и точно ударил по мячу.",
            "Завоевания воодушевили военных.",
            "Птиц вспугнули из их укрытия.",
            "Он услышал, как кто-то спустил в туалете воду.",
            "Полиция применила против вооружённых бандитов слезоточивый газ.",
            "У Милли был флеш, так что она сорвала банк.",
            "Раз в день они промывают трубы чистой водой.",
            "У жильцов первого этажа было много мебели.",
            "Она заставила Тину спустить таблетки в унитаз.",
            "Почему бы не поставить дом вровень с соседней стеной?",
            "Преступник бросил в унитаз изорванные в клочки документы и попытался смыть их.",
            "Небо озарилось великолепным розовым светом.",
            "Установите это заподлицо с крышкой стола.",
            "Весной на ферме появляется множество молодых животных.",
            "Поверхность должна быть целиком выровнена с помощью строительного раствора или цемента.",
            "Я сейчас чувствую себя богачом.",
            "Она почувствовала внезапную вспышку гнева.",
            "Смыв в туалете нормально не работает.",
            "Робин почувствовала, что краснеет до ушей.",
            "Убедитесь в том, что буфет находится на одном уровне /заподлицо/ со стеной.",
            "Миссис Купер вспыхнула от негодования."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}