{
    "focus": {
        "comment": [],
        "translate": "фокус, центр, очаг, средоточие, сфокусировать, фокусироваться",
        "transcription": " |ˈfoʊkəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Dave likes to be the focus of attention.",
            "All eyes were focused on the young actress.",
            "I find it hard to focus when it's so late at night.",
            "Please focus on your studies and not on your hobbies",
            "His life lacks a focus.",
            "All her energy was focused upon her children.",
            "In tonight's programme the focus is on vegetarian food.",
            "The light focused.",
            "He needs to focus more on his career.",
            "All eyes focussed on her.",
            "We want to switch the focus away from criticism.",
            "If we focus too much on peripheral issues, we will lose sight of the goal.",
            "The background looks out of focus.",
            "I wasn't able to focus the camera.",
            "His eyes were focussed straight ahead.",
            "She tried to focus her mind on her work.",
            "I wasn't able to get the camera to focus.",
            "We need to focus public attention on this issue.",
            "Please focus the image., we cannot enjoy the movie.",
            "We wanted to focus public attention on this matter.",
            "He focused his binoculars on the building opposite.",
            "She rammed her mind into focus.",
            "We need to focus more on crime prevention.",
            "The economy was the primary focus of the debate.",
            "The focus of activity shifted to molecular biology",
            "the study's narrow focus on 30-year-old men",
            "the conjunctive focus of political opposition",
            "He raised his binoculars and adjusted the focus.",
            "I shall now turn to the main focus of this essay.",
            "Eggs became the focus for the food poisoning scare."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дейв любит быть в центре внимания.",
            "Все взоры были устремлены на эту молодую актрису.",
            "Мне очень трудно сосредоточиться так поздно ночью.",
            "Сосредоточьтесь, пожалуйста, на учёбе, а не на своих увлечениях.",
            "Его жизнь бесцельна.",
            "Вся её энергия была сосредоточена на детях.",
            "Гвоздём вечерней программы будет вегетарианская пища.",
            "Свет сфокусировался.",
            "Ему нужно больше сосредоточиться на своей карьере.",
            "Все взоры обратились на неё.",
            "Мы хотим отвлечь внимание от критики.",
            "Если мы слишком сконцентрируемся на второстепенных вопросах, то потеряем из виду цель.",
            "Задний план выглядит размытым.",
            "Я не смог сфокусировать камеру.",
            "Его глаза сосредоточенно смотрели прямо вперёд.",
            "Она попыталась сосредоточить своё внимание на работе.",
            "Я не смог сфокусировать камеру.",
            "Мы должны обратить внимание общественности на эту проблему.",
            "Сфокусируйте, пожалуйста, изображение, а то мы не можем сполна насладиться фильмом.",
            "Мы хотели обратить внимание общественности на этот вопрос.",
            "Он навёл свой бинокль на здание напротив.",
            "Усилием воли она заставила себя сосредоточиться.",
            "Мы должны обращать больше внимания на профилактику преступности.",
            "Экономика стала главной темой дебатов.",
            "Основное внимание сместилось в направлении молекулярной биологии.",
            "узкая направленность этого исследования на тридцатилетних мужчин",
            "связующий центр политической оппозиции",
            "Он поднял бинокль и настроил резкость.",
            "Теперь я перейду к основной теме данного очерка.",
            "Основным объектом паники, связанной с пищевыми отравлениями, стали яйца."
        ]
    }
}