{
    "fold": {
        "comment": [
            "folding",
            "folder"
        ],
        "translate": "сложить, складывать, сгибать, фальцевать, складка, сгиб, фальц, падь, кошара, паства",
        "transcription": " |foʊld|",
        "antonyms": [],
        "mnemonic": [
            "fold [fəuld]\nenfold- заворачивать\n***\nСЛОЖИЛ карты, значит, \"Фоулд\". (это) fold\nСЛОЖИЛ оружие, сказав: \"Фоулд\". (это) fold\nСкладка, сгиб.\n***\nЕсли находишь золото \"gold\",\nты его складывай \"fold\",\nоно не бывает старым \"old\"."
        ],
        "examples": [
            "Fold the paper along the dotted line.",
            "He folded the newspaper and put it on the table.",
            "He folded the map neatly.",
            "I like to fold presents in pretty paper.",
            "Her dress hung in soft folds.",
            "The band folded in December 1966.",
            "Fold the paper to make a neat edge.",
            "It'll fit in if you fold it in half.",
            "I dare not fold my arms about thee.",
            "The bed folds in a jiffy.",
            "He folded the newspaper carefully around the plants.",
            "Can you fold the shutters back?",
            "You have to fold the corners back, like so.",
            "The Church will welcome him back into the fold.",
            "The eggs are hatched under a fold of skin on the penguin's belly.",
            "Having a joint in the middle, it folds.",
            "He gave the napkins a double fold.",
            "Then turn the paper over and fold it, like so.",
            "How dense a fold of danger nets him round. (Tennyson)",
            "When blown, these bellows form two, three, or more folds.",
            "The chairs fold flat for storage.",
            "I wish you kids would fold up your clothes!",
            "Our local football club may fold unless it gets a cash injection.",
            "Those leaves which present a double or quadruple fold, technically termed \"the bolt\".",
            "Bend back the card and cut along the fold.",
            "Scoring the paper first makes it easier to fold.",
            "Fold the napkin cornerwise and then fold it again.",
            "Pull the bed sheets tight then fold the ends under.",
            "Fold the bottom right corner of the paper over to the opposite corner.",
            "Spoon the filling onto the dough, fold it over, and press down the edges."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o + Закр сл = [ou]"
        ],
        "example_translate": [
            "Сложите бумагу по пунктирной линии.",
            "Он свернул газету и положил её на стол.",
            "Он аккуратно сложил карту.",
            "Мне нравится заворачивать подарки в красивую бумагу.",
            "Её платье свисало мягкими складками.",
            "В декабре 1966 группа распалась.",
            "Сложите бумагу, чтобы получилась аккуратная кромка.",
            "Оно поместится, если сложить его пополам.",
            "Не смею обнять тебя. (Лорд Теннисон)",
            "Эта кровать складывается в один миг.",
            "Он аккуратно обернул растения газетой.",
            "Можешь закрыть жалюзи обратно?",
            "Нужно отогнуть углы назад, вот так.",
            "Церковь будет приветствовать его возвращение в паству.",
            "Яйца высиживаются под складкой кожи на животе пингвина.",
            "Поскольку посередине есть шарнир, она складывается.",
            "Салфетки он сложил вчетверо.",
            "Затем переверните бумагу и сложите её, вот так.",
            "Как крепко сжимает его кольцо опасности.",
            "Если выпустить воздух из этих мехов, образуются две, три, или больше складок.",
            "Хранятся стулья в сложенном виде.",
            "Дети, вы бы хоть одежду сложили!",
            "Наш местный футбольный клуб может загнуться, если не получит денежных вливаний.",
            "Эти листы сложены вдвое или вчетверо, и эти складки называются bolt.",
            "Разогните открытку и разрежьте её вдоль линии сгиба.",
            "Складывать бумагу будет легче, если предварительно поцарапать её по линии сгиба (например, тупым ножом или фальцбейном).",
            "Сложите салфетку по диагонали, а затем согните её ещё раз.",
            "Туго натяните простыни, а затем пототкните их края.",
            "Сложите лист, совместив его правый нижний угол с противоположным.",
            "Выложите начинку на тесто, заверните его и защипните края."
        ],
        "stars": 2
    }
}