{
    "folk": {
        "comment": [
            "portfolio"
        ],
        "translate": "народный, народ, люди, родня",
        "transcription": " |foʊk|",
        "antonyms": [],
        "mnemonic": [
            "folk [фэ'улк] люди, народ - (Фолк-сфаген) создан для народа, для людей."
        ],
        "examples": [
            "They sat round with guitars, singing folk songs.",
            "Folks say that house is haunted.",
            "Romanian folk music",
            "Your young folks are O. K., I hope.",
            "The museum has a large collection of folk art.",
            "It was a scratchy old recording of some folk songs.",
            "Undoubtedly, public interest in folk music has declined.",
            "I'm really into folk music.",
            "He sang a folk song as an encore.",
            "Wait till the folks back home hear about this!",
            "He published a compendium of folk tales.",
            "Young folk these days don't know the meaning of work.",
            "The congregation consisted chiefly of a few young folk, who snored sonorously.",
            "Hungarian folk music",
            "Thanks to the folks at NBC.",
            "the simple sincerity of folk songs",
            "He plays the guitar and sings folk songs.",
            "She loves listening to acoustic folk music.",
            "the distinctive speech of folks from the South",
            "The event was celebrated in song by a folk group.",
            "I'll be spending the holidays with my folks.",
            "He plays folk music with guitar accompaniment.",
            "The lineup for the Folk Festival looks interesting.",
            "The book's title echoes a line from an old folk song.",
            "a book of old Japanese folk tales (=traditional stories)",
            "The book's title is an echo of a line from an old folk song.",
            "The children put on a play adapted from a Russian folk tale.",
            "the common core of nonstandard words and phrases in folk speech",
            "It's very noble of you to spend all your weekends helping the old folk."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o + Закр сл = [ou]"
        ],
        "example_translate": [
            "Они сидели вокруг с гитарами и пели народные песни.",
            "Люди говорят, что в этом доме водятся привидения.",
            "румынская народная музыка",
            "Надеюсь, с вашими детьми всё в порядке.",
            "Музей располагает большой коллекцией народного искусства.",
            "Эта былая старая скрипучая пластинка с записями народных песен.",
            "Несомненно, интерес публики к фолк-музыке снизился / пошёл на спад.",
            "Я очень интересуюсь народной музыкой.",
            "Он спел народную песню на бис.",
            "Погоди, вот приеду домой — всё родным расскажу!",
            "Он опубликовал сборник народных сказок.",
            "В наше время молодёжь не знает, что такое работать.",
            "Собрание в основном состояло из нескольких молодых людей, которые звонко храпели.",
            "венгерская народная музыка",
            "Спасибо ребятам с NBC.",
            "простая искренность народных песен",
            "Он играет на гитаре и поёт народные песни.",
            "Она обожает слушать акустическую народную музыку.",
            "характерная речь жителей Юга",
            "Это событие было прославлено в песнях фольклорного ансамбля.",
            "Я проведу каникулы со своими родными.",
            "Он играет народную музыку под аккомпанемент гитары.",
            "Состав участников Фестиваля народного искусства кажется очень интересным.",
            "Название книги напоминает строчку из старой народной песни.",
            "книга старых японских народных сказок",
            "Название книги является повторением строки из старой народной песни.",
            "Дети поставили пьесу, адаптированную из русской народной сказки.",
            "общее ядро нестандартных слов и фраз в народной речи",
            "С вашей стороны очень благородно проводить все выходные, помогая старикам."
        ],
        "stars": 2
    }
}