{
    "following": {
        "comment": [],
        "translate": "следующий, следующее, после, вследствие, вслед",
        "transcription": " |ˈfɑːloʊɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Following the dinner there will be a dance.",
            "The shop has a small but loyal following.",
            "We met again the following day.",
            "The band has a big following in Europe.",
            "Some weeks following the elections were extremely tense.",
            "Will the following please stand up: Woods, Smith and Jones.",
            "Following the president's speech, there will be a few minutes for questions.",
            "Trains will leave at the following times: 2 p.m., 4 p.m., and 8 p.m.",
            "This religious sect had a large following among young people.",
            "She found a good job, and moved into a new house the following year.",
            "The movement quickly gained a following among young people.",
            "Thousands of refugees left the country following the outbreak of civil war."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "После обеда будут танцы.",
            "У магазина была небольшая, но преданная клиентура.",
            "Мы снова встретились на следующий день.",
            "У этой группы много поклонников в Европе.",
            "Несколько недель после выборов были очень напряжёнными.",
            "Встаньте, пожалуйста, те, кого я сейчас назову: Вудс, Смит и Джонс.",
            "После речи президента будет несколько минут для ответов на вопросы.",
            "Поезда будут отправляться по следующему расписанию: в два, четыре, и восемь часов пополудни.",
            "Эта религиозная секта имела много приверженцев среди молодёжи.",
            "Она нашла хорошую работу, и в следующем году переехала в новый дом.",
            "Движение быстро стало популярным среди молодёжи.",
            "Тысячи беженцев покинули страну после начала гражданской войны."
        ]
    }
}