{
    "fond": {
        "comment": [],
        "translate": "любящий, нежный, излишне доверчивый, фон, основа",
        "transcription": " |fɑːnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He gave her a fond smile.",
            "She was very fond of horses.",
            "I'm not overly fond of cats.",
            "He gave her a fond look.",
            "Many of us have fond memories of our childhoods.",
            "My brother is fond of pointing out my mistakes.",
            "Absence makes the heart grow fonder.",
            "I'm not overly fond of cooking.",
            "As time went on, I grew fond of him.",
            "I was especially fond of chocolate biscuits.",
            "He is fond of mashing on to young and pretty women.",
            "I'd grown fond of the place and it was difficult to leave.",
            "My grandfather was very fond of handing out advice to all my friends.",
            "He's ower fond o' argufying.",
            "Joe's quite fond of her, isn't he?",
            "I think you may speak now, Frank - she is very fond of you. (Trollope)",
            "She still has fond feelings for him.",
            "She's inordinately fond of her parrot.",
            "He was fond of tooling around town in a snazzy car.",
            "Marie still had fond memories of their time together.",
            "Margaret regarded her mother's peculiarities with a fond tolerance.",
            "Soft music was a fond caress.",
            "He wished them a fond farewell.",
            "As we parted we said a fond farewell.",
            "He had fond hopes of becoming a millionaire.",
            "Over the years we've grown very fond of each other.",
            "Anything goes if it's done by someone you're fond of.",
            "The poets are fond of personalizing both physical and moral qualities.",
            "What a tiresome being is a man who is fond of talking.",
            "He was fond of saying soft things which were intended to have no meaning."
        ],
        "example_translate": [
            "Он подарил ей нежную улыбку.",
            "Она очень любила лошадей.",
            "Я не очень люблю кошек.",
            "Он нежно посмотрел на неё. / Он посмотрел на неё любящими глазами.",
            "У многих из нас сохранились самые тёплые воспоминания о детстве.",
            "Мой брат обожает указывать мне на ошибки.",
            "В разлуке любовь становятся сильней.",
            "Я не слишком люблю готовить.",
            "Со временем я его полюбила.",
            "Мне особенно нравилось шоколадное печенье.",
            "Ему очень нравится заигрывать с молодыми и хорошенькими женщинами.",
            "Я уже привязался к этому месту, и уезжать было трудно.",
            "Мой дед очень любил раздавать советы всем моим друзьям.",
            "Он очень любит препираться.",
            "Она довольно сильно нравится Джо, не так ли?",
            "Думаю, Франк, теперь ты можешь сделать предложение - ты ей очень нравишься.",
            "Она по-прежнему питает к нему тёплые чувства.",
            "Она безмерно любит своего попугая.",
            "Он любил прокатиться по городу в шикарной тачке.",
            "Мари всё ещё с теплотой вспоминала то время, которое они провели вместе.",
            "Маргарет относилась к странностям своей матери с любовью и терпением.",
            "Тихая музыка была подобна нежной ласке.",
            "Он тепло /сердечно/ с ними попрощался.",
            "Расставаясь, мы тепло распрощались.",
            "Он питал необоснованные надежды стать миллионером.",
            "За эти годы мы очень полюбили друг друга.",
            "Всё сойдёт, если это всё сделано тем, кого ты любишь.",
            "Поэты любят персонифицировать как физические, так и моральные качества.",
            "Как же утомителен мужчина, который любит чесать языком!",
            "Он с удовольствием говорил нежные слова, которые ничего не значили."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}