{
    "foolish": {
        "comment": [
            "fool",
            "food",
            "foot",
            "footstep"
        ],
        "translate": "глупый, дурацкий, безрассудный, бессмысленный, дурашливый",
        "transcription": " |ˈfuːlɪʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was wearing a foolish grin.",
            "It seems a foolish decision now.",
            "It would be foolish to ignore his advice.",
            "She laughed away her foolish fears.",
            "This foolish woman dotes on the young artist.",
            "Besides being heartbroken, she felt foolish.",
            "It was foolish to take the test without preparation.",
            "I was young and foolish at the time.",
            "Don't be such a foolish woman., sit down and take a grip on yourself!",
            "I've never heard anything so foolish in all my life.",
            "It's time to put away those foolish ideas and become serious.",
            "She's been taking foolish risks.",
            "He could not account for his foolish mistake.",
            "It was a mistake, and to pretend otherwise would be foolish.",
            "He swaggered down the street with a foolish grin on his face.",
            "What sport sounds more inanely foolish than confetti-throwing?",
            "How can I dissuade the director from this foolish course of action?",
            "He had a lot of money, but was foolish enough to dice most of it away.",
            "Isn't it foolish to squander so much money on educating such a stupid boy?",
            "Foolish sinners will submit to the basest servitude, and be attendants of swine.",
            "She foolishly agreed to go with them.",
            "Those flashy clothes make her look foolish.",
            "He lost everything in foolish land speculation.",
            "James was a foolish man, full of impractical plans.",
            "She must feel foolish wearing those flashy clothes.",
            "I never thought you'd be foolish enough to believe him.",
            "Surely no one would be foolish enough to lend him the money?",
            "He took a foolish financial risk and suffered a grievous loss.",
            "Let me disabuse you of your foolish notions about married life.",
            "Why you let her talk you into doing such a foolish thing is beyond my comprehension (=impossible for me to understand)."
        ],
        "example_translate": [
            "Он глупо улыбался.",
            "Сейчас это решение кажется глупым.",
            "Было бы глупо не прислушаться к его совету.",
            "Она рассмеялась, и её глупые страхи рассеялись.",
            "Эта глупышка влюбилась в молодого художника без оглядки.",
            "Она была убита горем, и вдобавок чувствовала себя дурой.",
            "Идти на экзамен не подготовившись было глупостью.",
            "Я тогда был молодой и глупый.",
            "Не будь такой дурой, сядь и возьми себя в руки!",
            "Я в жизни никогда не слышала ничего глупее.",
            "Пора забыть об этой чуши и стать серьёзнее.",
            "Она глупо рискует.",
            "Он не мог объяснить, почему допустил такую глупую ошибку.",
            "Это была ошибка, и было бы глупо делать вид, что это не так.",
            "Он с важным видом шёл по улице с дурацкой ухмылкой на лице.",
            "Какое занятие кажется более бессмысленным и глупым, чем разбрасывание конфетти?",
            "Как бы мне отговорить директора от этой глупой тактики?",
            "У него было целое состояние, но не было ума",
            "Разве стоит тратить так много денег на обучение такого глупого ребенка?",
            "Неразумным грешникам достанется самая низменная работа: надзирать за свиньями в хлеву.",
            "Она сдуру согласилась пойти с ними.",
            "Из-за этой кричащей одежды она глупо выглядит.",
            "Он потерял всё в безрассудной спекуляции земельными участками.",
            "Джеймс был глупцом, с кучей каких-то неосуществимых планов.",
            "Она, должно быть, так глупо себя чувствует в этой кричащей одежде.",
            "Я никогда не думал, что тебе хватит глупости ему поверить.",
            "Надеюсь, ни у кого не хватило ума одолжить ему деньги?",
            "Он глупо рискнул и понёс тяжёлые финансовые потери.",
            "Позвольте мне избавить вас от глупых иллюзий о семейной жизни.",
            "Почему ты позволил ей уговорить себя сделать такую глупость — выше моего понимания (т.е. для меня невозможно это понять)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}