{
    "forbidden": {
        "comment": [
            "bid",
            "forbid"
        ],
        "translate": "запрещенный, запретный, заповедный, недопустимый",
        "transcription": " |fərˈbɪdn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Forbidden fruit is always more attractive.",
            "It is forbidden to smoke at school.",
            "She was forbidden by her parents to marry him.",
            "Sex was always a forbidden topic.",
            "I am forbidden tobacco.",
            "Alcohol is strictly forbidden in Saudi Arabia.",
            "The Great Mosque is forbidden to Christians.",
            "She was forbidden from marrying him.",
            "All banks are forbidden to trust this man any more.",
            "He was forbidden to leave the house, as a punishment.",
            "Women are forbidden from going out without a veil.",
            "They were strictly forbidden to engage in any business.",
            "The consumption of alcohol on the premises is forbidden.",
            "In many countries, the police are forbidden to strike.",
            "You are absolutely forbidden speaking to him in private.",
            "Discrimination on grounds of race or gender is forbidden.",
            "Advertisers are now forbidden to deceive the public with false claims.",
            "Other nations are forbidden to fish the waters within 200 miles of the coast.",
            "He was expressly forbidden to speak to the girl.",
            "Hunting is strictly forbidden in the wildlife refuge.",
            "The publication of debates was at that time strictly forbidden.",
            "A priest is expressly forbidden by the canons to enter a public inn.",
            "After the invasion, people were forbidden to fly their national flag."
        ],
        "example_translate": [
            "Запретный плод всегда более привлекателен.",
            "В школе курить запрещено.",
            "Её родители не позволили ей выйти за него замуж.",
            "Секс всегда был запретной темой.",
            "Мне запретили табак.",
            "В Саудовской Аравии употребление алкоголя строго запрещено.",
            "Посещение Великой Мечети запрещено для христиан.",
            "Ей было запрещено выходить за него замуж.",
            "Всем банкам в будущем запрещено давать кредиты этому человеку.",
            "В качестве наказания, ему было запрещено покидать дом.",
            "Женщинам запрещено выходить на улицу без вуали.",
            "Им было строго запрещено заниматься любым бизнесом.",
            "Употреблять спиртные напитки на территории запрещено.",
            "Во многих странах полицейским запрещено бастовать.",
            "Вам категорически запрещается разговаривать с ним в приватной обстановке / с глазу на глаз.",
            "Дискриминация по половому или расовому признаку запрещена.",
            "Рекламодателям теперь запрещено вводить людей в заблуждение ложными сведениями.",
            "Другим странам запрещено ловить рыбу в пределах двухсот миль от берега.",
            "Ему было категорически запрещено говорить с этой девушкой.",
            "Охота в заповеднике строго запрещена.",
            "Публикация дебатов была в то время строго запрещена.",
            "Церковные каноны категорически запрещают священнику заходить в питейные заведения.",
            "После вторжения людям запретили поднимать свой национальный флаг."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}