{
    "forbid": {
        "comment": [
            "bid",
            "forbidden"
        ],
        "translate": "запрещать",
        "transcription": "|fərˈbɪd|",
        "antonyms": [],
        "mnemonic": [
            "forbid [фэ'бид] запретить - (В обид-у) кошку не дам, запрещаю её усыплять.",
            "bid [bıd]., forbid [fə'bıd]\n***\nПРЕДЛОЖУ я цену - без обид. (это) bid\nЯ ПРИГЛАШАЮ - давай без обид. (это) bid\nМы ПРОСТИМСЯ без обид. (это) bid\nМоя ставка, цена выиграла - без обид. (это) bid\n***\nНе будешь ЗАПРЕЩАТЬ - не будет обид. (это) forbid"
        ],
        "examples": [
            "I forbid you to go!",
            "Time forbids to do it.",
            "I am forbidden tobacco.",
            "She was forbidden by her parents to marry him.",
            "I forbid you to call me late at night.",
            "God forbid!",
            "My religious beliefs forbid the drinking of alcohol.",
            "My sense of tact forbids an honest answer.",
            "God forbid that this should ever happen again.",
            "Women are forbidden from going out without a veil.",
            "He was forbidden to leave the house, as a punishment.",
            "They were strictly forbidden to engage in any business.",
            "The museum forbids flash photography.",
            "Lack of space forbids listing the names of all those who contributed.",
            "She was forbidden from marrying him.",
            "The by-laws forbid playing ball games in the public gardens.",
            "College statutes forbid drinking on campus.",
            "'Supposing I had an accident.' 'God forbid!'"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "Инфинитив",
            "Сложное дополнение"
        ],
        "example_translate": [
            "Я запрещаю тебе идти!",
            "Время не позволяет этого сделать.",
            "Мне запретили табак.",
            "Её родители не позволили ей выйти за него замуж.",
            "Я запрещаю тебе звонить мне поздно ночью.",
            "избави бог!",
            "Мои религиозные убеждения запрещают употреблять алкоголь.",
            "Чувство такта не позволяет мне ответить честно.",
            "Не дай Бог, если это когда-нибудь случится снова.",
            "Женщинам запрещено выходить на улицу без вуали.",
            "В качестве наказания, ему было запрещено покидать дом.",
            "Им было строго запрещено заниматься любым бизнесом.",
            "В музее запрещается фотографировать со вспышкой.",
            "Недостаток места (на табличке, листе) не позволяет перечислить имена всех, кто внес свой вклад.",
            "Ей было запрещено выходить за него замуж.",
            "Местные законы запрещают игры с мячом в общественных парках.",
            "Устав колледжа запрещает распитие спиртных напитков на его территории.",
            "— Предположим, я попал в аварию... — Боже упаси!"
        ],
        "stars": 2
    }
}
