{
    "force": {
        "comment": [
            "reinforce",
            "workforce",
            "enforcement",
            "",
            "enforce",
            "forth"
        ],
        "translate": " сила, действие, войска, насилие, заставлять, форсировать, принуждать",
        "transcription": "  |fɔːrs|",
        "antonyms": [],
        "mnemonic": [
            "force [форс] сила - (Форс-ировать) силы;",
            "force [fɔ: s]\nenforce - заставлять, принуждать\nforth [fɔ:θ] - вперёд, дальше, впредь\n***\nЗАСТАВЛЯЛ СИЛОЙ - показывал пафос. (это) force\nСИЛА - совсем не пафос. (это) force\nПротив НАСИЛИЯ - дихлофос. (это) force\nНе решится СИЛОЙ украинский вопрос. (это) force\n***\nПри разводе \"divorce\"\nне применяйте силу \"force\"."
        ],
        "examples": [
            "The loss of money forced her to sell her house.",
            "He spent his force.",
            "Peace cannot be imposed by force.",
            "I had to force myself to get up this morning.",
            "He hit with all the force he could muster.",
            "In both these two reasons there is force.",
            "A force of seven thousand men landed in Suffolk.",
            "She forced him to take a job in the city.",
            "Don't force it!",
            "He was taken from his home by force.",
            "Try to force this bolt back.",
            "He felt the presence of an evil force.",
            "He won by sheer force.",
            "May the Force be with you!",
            "Their car was forced off the road.",
            "The treaty carries the force of law.",
            "The force of his eloquence easily persuaded them.",
            "Royal Air Force",
            "Conformity by force, if not by suasion.",
            "More men are needed to ginger up the police force.",
            "Discussion can be more effective than the use of brute force.",
            "Health problems force many older Americans into early retirement.",
            "I wouldn't put it past him to use force.",
            "He retired from the force with a disability pension.",
            "Women have become a force to be reckoned with.",
            "Leadership does not rest on the exercise of force alone.",
            "His dispassionate manner lends great force to his criticisms.",
            "Volunteers constitute more than 95% of the center's work force.",
            "Latin particle \"ne\" with the imperative has a prohibitive force.",
            "The noise of the guns smote on our ears with unbearable force."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "Сложное дополнение",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Денежные потери вынудили её продать дом.",
            "Он растратил все свои силы.",
            "Мир не может быть навязан силой.",
            "Сегодня утром мне пришлось сделать над собой усилие, чтобы встать с постели.",
            "Он ударил изо всех сил.",
            "Каждый из этих аргументов убедителен.",
            "Отряд в семь тысяч человек высадился в Суффолке.",
            "Она заставила его найти работу в городе.",
            "Не принуждай! / Не напирай! / Не заставляй!",
            "Его силой увезли из собственного дома.",
            "Постарайся вставить этот болт обратно.",
            "Он чувствовал присутствие злой силы.",
            "Он победил только благодаря силе.",
            "Да пребудет с тобой Сила! (из х/ф \"Звёздные войны\")",
            "Их автомобиль столкнули с дороги.",
            "Данный договор имеет силу закона.",
            "Сила его красноречия легко их убедила.",
            "ВВС Великобритании",
            "Если не удаётся уговорить, подчиняют силой.",
            "Чтобы подстегнуть полицию, нужно больше людей.",
            "Порой переговоры более эффективны, чем применение грубой силы.",
            "Проблемы со здоровьем вынуждают многих пожилых американцев досрочно выходить на пенсию.",
            "Я не удивлюсь, если он применит силу.",
            "Он уволился из вооруженных сил с получением права на пенсию по инвалидности.",
            "Женщины стали силой, с которой нельзя не считаться.",
            "Лидерство основывается не только на применении силы.",
            "Его невозмутимая манера придаёт особую убедительность его критике.",
            "Свыше 95 процентов работников центра составляют волонтеры.",
            "Латинская частица \"ne\" в сочетании с формой повелительного наклонения несет значение запрещения.",
            "Шум орудий сильно ударил нам по ушам."
        ],
        "stars": 3
    }
}