{
    "forehead": {
        "comment": [],
        "translate": "лоб, передняя часть, дерзость",
        "transcription": " |ˈfɔːrhed|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Feel his forehead - he's burning up.",
            "He passed his hand across his forehead.",
            "His forehead was dripping sweat.",
            "He pressed his hands against his forehead.",
            "Your forehead is burning. Have you got fever?",
            "He mopped her forehead with a towel",
            "He wrinkled his forehead in concentration.",
            "His hair was tossed shaggily about his forehead.",
            "She pressed her lips to the baby's forehead.",
            "He wiped his hand across his forehead.",
            "I saw six healing sores on the left forehead.",
            "Maria pushed her hair back from her forehead.",
            "beads of sweat on his forehead",
            "Beads of sweat formed on his forehead.",
            "Blood oozed from a cut on his forehead.",
            "Beads of sweat appeared on his forehead.",
            "She felt his forehead. Perhaps he had a temperature.",
            "A drop of sweat ran down her forehead and into her eye.",
            "Your forehead feels hot. I think you might have a fever.",
            "A worried frown creased her forehead.",
            "Blood poured from a deep gash in her forehead.",
            "The rain had plastered her hair to her forehead.",
            "The glass from the shattered windshield cut into her forehead.",
            "She kissed her grandfather on the forehead when she entered the room",
            "a photograph of a 1920s flapper with that trademark frizz on the forehead",
            "Her mother announced that she still looked peaky, and felt her forehead for a fever."
        ],
        "example_translate": [
            "Потрогай его лоб - у него жар.",
            "Он провёл рукой по лбу.",
            "У него со лба капал пот.",
            "Он прижал ладони ко лбу.",
            "Лоб очень горячий. У тебя температура?",
            "Он вытер ей лоб полотенцем",
            "Концентрируясь он наморщил свой лоб.",
            "Его спутанные волосы спадали на лоб.",
            "Она прикоснулась губами ко лбу малыша.",
            "Он провёл рукой по лбу. / Он вытер рукой лоб.",
            "Я увидел шесть затягивающихся болячек слева на лбу.",
            "Мария откинула волосы со лба.",
            "капли пота у него на лбу",
            "У него на лбу появились бисеринки пота.",
            "Кровь сочилась из пореза на лбу.",
            "У него на лбу выступили капли пота.",
            "Она потрогала его лоб. Возможно, у него была температура.",
            "Капля пота стекла у неё по лбу и попала прямо в глаз.",
            "У тебя лоб горячий. Мне кажется, у тебя жар.",
            "Она озабоченно нахмурила лоб.",
            "Из глубокой раны у неё на лбу лилась кровь.",
            "От дождя её волосы прилипли ко лбу.",
            "Осколки разбитого лобового стекла врезались ей в лоб.",
            "Войдя в комнату, он поцеловала дедушку в лоб.",
            "фотография модницы двадцатых годов с характерной завитушкой на лбу",
            "Мать заявила, что она по-прежнему выглядит бледной, и потрогала ей лоб, чтобы проверить, нет ли температуры."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}