{
    "forecast": {
        "comment": [
            "foreign",
            "forehead",
            "forest",
            "forever",
            "foreigner",
            "castle",
            "broadcast",
            "cast"
        ],
        "translate": "прогноз, предсказание, прогнозировать, предсказывать",
        "transcription": " |ˈfɔːrkæst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Rain was forecast for the weekend.",
            "The weather forecast is pretty grim.",
            "They're forecasting rain for this weekend.",
            "The weather forecast is good for tomorrow.",
            "She forecast that an earthquake would occur.",
            "The forecast calls for more rain.",
            "Coen's economic forecast assumes a 3.5% growth rate.",
            "Today's forecast calls for sunshine.",
            "There are thunderstorms in the forecast.",
            "Their forecast was way out.",
            "The company is forecasting reduced profits.",
            "The forecast is for intermittent rain.",
            "The forecast is for sunny skies tomorrow.",
            "The forecast is for strong winds and heavy rain.",
            "It's going to snow tomorrow, or that's what the forecast says.",
            "Experts forecast that the economy will slow in the coming months.",
            "The Federal Reserve Bank forecasts that the economy will grow by 2% this year.",
            "the company's annual sales forecast",
            "It doesn't seem to worry him that rain is in the forecast.",
            "Fresh falls of snow were forecast.",
            "Thundershowers are forecast for tomorrow.",
            "More heavy showers are forecast for tonight.",
            "The forecast is for strong winds at lower elevations.",
            "The weather forecast is for sun, with intermittent showers.",
            "Pretest market forecasting allow managers to forecast a new product's sales volume.",
            "I want to catch the weather forecast so I'll know what kind of clothes to pack for the trip tomorrow.",
            "The forecast is for showers with highs in the 70s.",
            "The forecast calls for winds gusting up to 40 miles per hour.",
            "The bad weather forecast only reinforces our decision to leave early tomorrow.",
            "Our weekend plans were held in abeyance until we could get a weather forecast."
        ],
        "example_translate": [
            "На выходные обещали дождь.",
            "Прогноз погоды довольно мрачен.",
            "Они прогнозируют дождь на эти выходные.",
            "Прогноз погоды на завтра хороший.",
            "Она предсказала, что произойдёт землетрясение.",
            "Согласно прогнозу, дожди, вероятно, продолжатся.",
            "Экономический прогноз Коэна предполагает прирост в три с половиной процента.",
            "Сегодняшний прогноз обещает солнце.",
            "Прогноз погоды обещает грозы.",
            "Их прогноз был очень неточен.",
            "Компания прогнозирует снижение прибыли.",
            "Прогноз обещает кратковременный дождь.",
            "По прогнозу завтра будет ясно и солнечно.",
            "Прогноз обещает сильный ветер и ливень.",
            "Завтра будет снег, — по крайней мере, так говорит прогноз.",
            "По прогнозам экспертов, в ближайшие месяцы рост экономики будет замедляться.",
            "Согласно прогнозам Федерального Резервного банка, в этом году экономика вырастет на два процента.",
            "годовой прогноз продаж компании",
            "Его, кажется, не волнует, что по прогнозу обещают дождь.",
            "Недавние снегопады были спрогнозированы.",
            "На завтра обещают ливни с грозами.",
            "Вечером и ночью вновь ожидаются сильные ливни.",
            "Прогноз обещает сильный ветер на небольших высотах.",
            "Погода ожидается солнечная, с кратковременными дождями.",
            "Предварительное прогнозирование рынка помогает предвидеть объем продаж нового продукта.",
            "Я хочу посмотреть прогноз погоды, чтобы знать, какую одежду взять с собой завтра в дорогу.",
            "По прогнозу ожидаются ливневые дожди, максимум температуры превысит семьдесят градусов Фаренгейта. (чуть больше 20 градусов Цельсия)",
            "Согласно прогнозам, порывы ветра будут достигать до сорока миль в час.",
            "Плохой прогноз погоды только подкрепляет наше решение уехать завтра пораньше.",
            "Наши планы на выходные были в состоянии неопределенности, пока мы не узнали прогноз погоды."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}