{
    "forgive": {
        "comment": [
            "forget",
            "give",
            "given"
        ],
        "translate": "прощать, не взыскивать, не требовать",
        "transcription": " |fərˈɡɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Forgive me, I didn't mean to insult you.",
            "Forgive us our sins.",
            "I'll never ever forgive him for leaving me.",
            "It is difficult to forgive anyone for cruelty.",
            "To err is human, to forgive divine.",
            "Please, forgive me my too bearish manners.",
            "If my letter is very stupid, forgive me.",
            "Forgive my phoning you so late.",
            "God forgives us our sins.",
            "Can you ever forgive me for forgetting your birthday?",
            "I've tried to forgive him for what he said.",
            "I forgive you your debt.",
            "I could never forgive her for making a mock of me.",
            "He never forgave her for walking out on him.",
            "Can you ever forgive me for being so selfish?",
            "She could easily forgive these little peccadillos.",
            "You must forgive her — she's not herself at present.",
            "To forgive is the most arduous pitch human nature can arrive at.",
            "'I'm really sorry.' 'It's okay, you're forgiven.'",
            "She just couldn't find it in her heart to forgive them.",
            "I could forgive him for what he did if he showed some remorse.",
            "Teddy was immediately contrite. “That was stupid of me. Forgive me.\"",
            "Forgive me, for I have sinned.",
            "Do please forgive this tardy reply.",
            "He begged that she would forgive him.",
            "He finds it hard to forgive an insult.",
            "Forgive me, but I don't think that is relevant.",
            "Forgive us our trespasses as we forgive those who trespass against us.",
            "When he feels he's been insulted, he finds it hard to forgive and forget.",
            "She began her letter by entreating me to forgive the belatedness of her reply."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Простите, я не хотел Вас обидеть.",
            "Прости нам грехи наши.",
            "Я никогда не прощу его за то, что он меня бросил.",
            "Трудно простить жестокость.",
            "Человеку свойственно ошибаться, Богу — прощать.",
            "Прошу простить мне мои слишком грубые манеры.",
            "Если моё письмо неинтересно, прости меня.",
            "Простите, что звоню так поздно.",
            "Бог прощает нам наши грехи.",
            "Сможете ли вы простить мне то, что я забыл о Вашем дне рождения?",
            "Я попыталась простить его за то, что он сказал.",
            "Я прощаю тебе твой долг.",
            "Я никогда не мог простить ей того, что она сделала из меня посмешище.",
            "Он так и не простил её за то, что она от него ушла.",
            "Простишь ли ты мне когда-нибудь мой эгоизм?",
            "Она легко могла простить эти грешки.",
            "Вы должны простить её: она сейчас сама не своя.",
            "Прощение - самая труднодоступная вершина, которую может достигнуть человек.",
            "— Прости меня, ради бога. — Ладно, прощаю.",
            "Она просто не смогла найти в себе силы простить их.",
            "Я бы могла простить его за содеянное, если бы он проявил раскаяние.",
            "Тедди тут же раскаялся. — Это было глупо с моей стороны. Прости меня.",
            "Прости меня, ибо я согрешил.",
            "Прошу простить меня за запоздалый ответ.",
            "Он умолял, чтобы она его простила.",
            "Ему трудно прощать оскорбления.",
            "Простите, но я не считаю это уместным.",
            "Прости нам прегрешения наши, яко же и мы прощаем грешащих противу нас.",
            "Если он чувствует, что его оскорбили, то ему тяжело простить и забыть.",
            "Своё письмо она начала с того, что умоляла меня простить её за запоздавший ответ."
        ]
    }
}