{
    "fork": {
        "comment": [
            "for",
            "forth",
            "forum"
        ],
        "translate": "вилка, вилы, развилка, ответвление, разветвляться, расходиться",
        "transcription": " |fɔːrk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The road forks.",
            "He set down his knife and fork.",
            "The meat is so tender you can cut it with a fork.",
            "She forked her fingers",
            "Use a fork to break up the soil.",
            "She prodded the cake with her fork to see if it was cooked.",
            "Spear a piece of fish with a fork and dip it in the batter.",
            "Put the knives and forks on the table.",
            "Every year the tax man expects us to fork up.",
            "He poked at the meat with his fork, but it seemed undercooked.",
            "Take the left fork then go straight on.",
            "The spade and fork have longer shafts, providing better leverage.",
            "He forked some bacon into his mouth.",
            "The road forks to the north and south.",
            "His wife behind him forks her fingers.",
            "The path forked off in two directions.",
            "The common household fork was nearly unknown in antiquity.",
            "the north fork of the river",
            "One of the fork's tines was bent.",
            "When you reach the fork in the trail, bear left.",
            "She sank her fork into the pie.",
            "His fork clanged against the plate.",
            "The arena won't be finished until private donors fork over more money.",
            "the front fork of a bicycle",
            "Fork left at the bottom of the hill.",
            "Cover the bowl with aluminum foil, and then use a fork to perforate the foil."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дорога разветвляется.",
            "Он отложил нож и вилку.",
            "Это мясо — настолько нежное, что его можно резать вилкой.",
            "Она показала \"козу\". (положение пальцев при котором указательный палец и мизинец оттопырены, а средний и безымянный удерживаются большим пальцем)",
            "Используйте вилы, чтобы разрыхлить почву.",
            "Она проткнула пирог вилкой, чтобы проверить, пропёкся ли он.",
            "Наколите кусочек рыбы на вилку и обмакните во взбитое тесто.",
            "Положите ножи и вилки на стол.",
            "Каждый год налоговый инспектор ожидает, что мы будем раскошеливаться.",
            "Он потыкал в мясо вилкой, но оно казалось недожаренным.",
            "На развилке сверните налево, затем идите прямо.",
            "Лопата и вилы имеют длинные ручки, которые обеспечивают выигрыш в силе.",
            "Он подцепил вилкой кусочек бекона и отправил его в рот.",
            "Дорога раздваивается на север и юг.",
            "Его жена за его спиной показывает ему \"козу\".",
            "Дорожка разветвлялась в двух направлениях.",
            "Обычная столовая вилка в древности была почти неизвестна.",
            "северное ответвление реки",
            "Один из зубцов вилки был погнут.",
            "Когда дойдёте до развилки тропы, сверните налево.",
            "Она погрузила в пирог свою вилку.",
            "Его вилка звонко стукнула о тарелку.",
            "Арена не будет закончена до тех пор, пока частные доноры не раскошелятся на дополнительные средства.",
            "передняя вилка велосипеда",
            "(На развилке) у подножия холма сверните налево.",
            "Накройте миску алюминиевой фольгой, а затем проделайте в фольге отверстия с помощью вилки."
        ]
    }
}