{
    "formation": {
        "comment": [
            "form",
            "uniform",
            "reform",
            "platform",
            "conform",
            "formula",
            "formulate"
        ],
        "translate": "формирование, образование, формация, создание, строй, построение, составление",
        "transcription": " |fɔːrˈmeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The book explains the formation of the planets.",
            "It's expected that the president will announce the formation of a new government.",
            "One by one, each jet banked and dropped away from the formation.",
            "the formation of a unitary state",
            "The presence of dust clouds has been taken as evidence of recent star formation.",
            "Marx founded a new science: the science of the history of social formations.",
            "Education has for its object the formation of character.",
            "Visitors to the mountain range had long noted that the natural rock formation bore a striking resemblance to the visage of a man.",
            "the formation of gas in the intestine",
            "The team ran on the field and lined up in a punt formation."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В данной книге объясняется образование планет.",
            "Ожидается, что президент объявит о создании нового правительства.",
            "Один за другим, самолеты закладывали вираж и покидали боевой «клин».",
            "образование унитарного государства",
            "Наличие пылевых облаков было принято в качестве доказательства недавнего звездообразования.",
            "Маркс основал новую науку: история общественных формаций.",
            "Образование имеет своей целью формирование характера.",
            "Посетители этого горного хребта давно приметили, что естественные скальные образования поразительно похожи на человеческое лицо.",
            "образование газов в кишечнике",
            "Команда выбежала на поле и выстроилась для исполнения панта. (в амер. футболе — удар ногой с рук на четвёртом дауне вглубь территории соперника)"
        ],
        "stars": 3
    }
}