{
    "formula": {
        "comment": [],
        "translate": "формула, формулировка, рецепт, детское питание, лозунг, доктрина",
        "transcription": " |ˈfɔːrmjələ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The formula for water is H2O.",
            "There's no formula for a happy marriage.",
            "His investment strategy is based on a simple formula.",
            "He gave us a general formula for attacking polynomials.",
            "The 2001 Ferrari is arguably the best Formula 1 car on the grid.",
            "Our products are handmade from traditional formulas.",
            "The product is made using a secret formula that the company refuses to reveal.",
            "Sugar is represented by the simple formula CHO.",
            "infants drinking formula instead of their mother's milk",
            "Please erase the formula on the blackboard — it is wrong!",
            "Our washing powder now has a new improved formula.",
            "He will be racing a Ferrari in this year's Formula One championships.",
            "Other magazines have tried to copy the formula but have never quite cut the mustard."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Формула воды — Н2О.",
            "Рецепта счастливого брака не существует.",
            "Его инвестиционная стратегия основывается на простой формуле.",
            "Он дал нам общую формулу решения полиномов.",
            "Феррари 2001 года, вероятно, лучшая среди машин Формулы 1 нынешнего сезона.",
            "Наши продукты сделаны вручную по старинным рецептам.",
            "Данный продукт изготовлен с использованием секретной формулы, который компания отказывается раскрывать.",
            "Сахар описывается простой формулой: CHO.",
            "младенцы, которые пьют молочную смесь вместо материнского молока",
            "Сотрите, пожалуйста, формулу на доске: она неправильная!",
            "Теперь наш стиральный порошок обладает новой, улучшенной формулой.",
            "В этом сезоне гонок \"Формулы-1\" он будет за рулём машины из команды \"Феррари\".",
            "Другие журналы попытались взять эту формулу за образец, но так и не добились успеха."
        ]
    }
}