{
    "formal": {
        "comment": [],
        "translate": "формальный, официальный, церемонный, вечернее платье, официальный прием",
        "transcription": " |ˈfɔːrml|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was a formal invitation, written in her beautiful copperplate.",
            "He is always formal with his colleagues.",
            "Loosen up, this isn't a formal occasion.",
            "It's bad form to come late to a formal reception.",
            "Great formal wigs with a tie behind.",
            "It is inappropriate for you to wear shorts at a formal reception.",
            "the formal language of the report",
            "We insist on formal dress for dinner.",
            "Their goodbyes were stiff and formal.",
            "a word that is unacceptable in formal English",
            "Children may find it easier to express themselves in a letter than in a formal essay.",
            "The formal signing will take place on April 9th.",
            "'Yours sincerely' is a formal way of ending a letter.",
            "She was asked to give a formal address at the ceremony.",
            "She felt that formal clothing would help dignify the occasion.",
            "It is improper to wear such a short skirt to so formal occasion.",
            "The letter was stiff and formal.",
            "She filed a formal request for more information.",
            "Formal communication channels are usually vertical.",
            "She was introduced to society at a formal reception.",
            "She had to make a formal public apology for her remarks.",
            "Mr Genoa filed a formal complaint against the department.",
            "an attempt to recast the statement in less formal language",
            "the formal garden that girdled the house",
            "She looked glamorous in her formal black gown.",
            "This is done with a formal bow to the king or queen.",
            "the formal expiry of the presidential term in September",
            "We cannot represent this knowledge to our formal reason.",
            "The formal furniture really suited the style of the house.",
            "There is no formal structure for negotiating pay increases."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это было официальное приглашение, написанное её изящным почерком.",
            "Он всегда держится с коллегами официально.",
            "Расслабься, мы же не на заседании.",
            "На официальную встречу опаздывать неприлично.",
            "Пышные официальные парики с бантом сзади",
            "Неуместно на официальный приём являться в шортах.",
            "официальный стиль данного отчёта",
            "Настоятельная просьба прибыть на ужин в официальной одежде.",
            "Попрощались они сухо и чопорно.",
            "слово, которое недопустимо в официальном английском языке",
            "Детям, возможно, легче выразить свои мысли в письме, чем в строгом эссе.",
            "Официальное подписание соглашения состоится девятого апреля.",
            "\"Искренне ваш\" — это официальная форма окончания письма.",
            "Её попросили официально выступить на церемонии.",
            "Ей казалось, что официальная одежда поможет придать важности этому событию.",
            "Неприлично надевать такую короткую юбку по такому официальному случаю.",
            "Письмо было чопорное и официальное.",
            "Она подала официальную заявку для получения дополнительной информации.",
            "Официальные каналы связи, как правило, являются вертикальными.",
            "Она была введена в свет на торжественном приеме.",
            "Ей пришлось принести официальные публичные извинения за свои высказывания.",
            "Мистер Дженоа подал официальную жалобу против министерства.",
            "попытка изложить данное заявление менее формальным языком",
            "английский парк, разбитый вокруг этого дома",
            "Она очаровательно смотрелась в своём строгом черном платье.",
            "Это делается с церемонным поклоном королю или королеве.",
            "официальное истечение президентского срока в сентябре",
            "Мы не можем объяснить эти знания нашему формальному рассудку.",
            "Официальная мебель очень хорошо подходила к стилю этого дома.",
            "Не существует никаких официальных структур для переговоров о повышении заработной платы."
        ]
    }
}