{
    "fortunate": {
        "comment": [
            "fortune",
            "unfortunate",
            "unfortunately",
            "misfortune"
        ],
        "translate": "удачный, счастливый, удачливый, благоприятный",
        "transcription": " |ˈfɔːrtʃənət|",
        "antonyms": [],
        "mnemonic": [
            "fortune ['fɔ: tʃən]\nfortunate ['fɔ:tʃ (ə) nət]\n***\nСЛУЧАЕТСЯ, что кушать \"хочем\". (это) fortune\nУДАЧИ \"фочем\". (это) fortune\nСЧАСТЬЯ \"хочем\". (это) fortune\nСчастливый, удачливый, благоприятный."
        ],
        "examples": [
            "How fortunate we were to find that restaurant!",
            "We are fortunate in having such a nice house.",
            "I've been fortunate to find a career that I love.",
            "Melissa found herself in a very fortunate situation.",
            "She felt strong concern for those less fortunate.",
            "She made a fortunate decision to go to medical school.",
            "We should all consider the plight of the less fortunate.",
            "I was fortunate enough to obtain a research studentship at Stanford.",
            "By a fortunate coincidence, we arrived at the theater at the same time.",
            "The company is fortunate to have such highly skilled workers.",
            "By a fortunate coincidence, a passer-by heard her cries for help.",
            "Kylie feels fortunate to be in such a privileged position because of her successful TV career.",
            "We were fortunate enough to get a tour from a ranger when we visited Yellowstone National Park.",
            "An outstanding fact of our time is that nations poisoned by anti semitism proved less fortunate in regard to their own freedom."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Как повезло, что мы нашли этот ресторан!",
            "Нам повезло, что у нас такой хороший дом.",
            "Мне повезло найти профессию, которую я люблю.",
            "Мелисса оказалась в очень удачной ситуации.",
            "Она чувствовала сильное беспокойство за тех, кому повезло меньше.",
            "Она приняла удачное решение пойти в медицинский.",
            "Всем нам стоило бы учитывать бедственное положение тех, кому меньше повезло в жизни.",
            "Мне посчастливилось получить место в аспирантуре Стэнфордского университета.",
            "По удачному стечению обстоятельств, мы прибыли в театр в одно и то же время.",
            "Компании повезло иметь таких высококвалифицированных работников.",
            "По счастливому стечению обстоятельств, её крики о помощи услышал прохожий.",
            "Кайли считает, что ей повезло быть в столь привилегированном положении из-за успеха своей телевизионной карьеры.",
            "Когда мы посещали Йеллоустоунский национальный парк, нам посчастливилось попасть на экскурсию с лесником.",
            "Выдающимся фактом нашего времени является то, что народы, отравленные антисемитизмом, оказались менее удачливы в отношении своей собственной свободы."
        ],
        "stars": 2
    }
}