{
    "forty": {
        "comment": [],
        "translate": "сорок, сорок",
        "transcription": " |ˈfɔːrtɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is in her forties.",
            "The well was forty feet deep.",
            "He looked nearer fifty than forty.",
            "It was forty five minutes before she returned.",
            "She's now forty and still in her prime.",
            "I can't believe you're nearly forty years old!",
            "The men stood three deep and forty across.",
            "'I reckon he must be about thirty-eight.' 'Close — he was forty last week.'",
            "Now, forty years on, this is one of the most successful theatres in the country.",
            "Forty days wasted in useless chicanery.",
            "It's forty miles from here to the Polish border.",
            "The forty members of French Academy are called \"immortals\".",
            "The French Academy took forty years to compile their Dictionary.",
            "I've watched over passengers on this line for nearly forty years.",
            "The engine-driver drove his train at the rate of forty miles an hour.",
            "Forty people responded to the come-on published in the Sunday newspaper.",
            "The novel is an expansion of a short story he wrote about forty years ago.",
            "He was suffered to redeem himself by giving a bond for forty thousand pounds."
        ],
        "example_translate": [
            "Ей за сорок (лет).",
            "Глубина колодца составляла 40 футов.",
            "На вид ему было скорее пятьдесят, чем сорок.",
            "Прежде чем она вернулась, прошло сорок пять минут.",
            "Сейчас ей сорок, и она всё ещё в самом соку /в расцвете лет/.",
            "Не верится, что тебе уже почти сорок лет!",
            "Солдаты были построены в три шеренги по сорок человек.",
            "— Думаю, ему где-то тридцать восемь лет. — Почти угадал. На прошлой неделе ему исполнилось сорок.",
            "Теперь, сорок лет спустя, это один из наиболее успешных театров страны.",
            "Сорок дней были потеряны из-за бесполезной бюрократической возни.",
            "Польская граница находится в сорока милях отсюда.",
            "Сорок членов Французской академии именуются \"бессмертными\".",
            "Для составления своего словаря Французской Академии понадобилось сорок лет.",
            "Я уже почти сорок лет служу в пассажирской охране на этой линии.",
            "Машинист вёл поезд со скоростью сорок миль в час.",
            "На объявление в воскресной газете клюнуло сорок человек.",
            "Данный роман развился из короткого рассказа, написанного им около сорока лет назад.",
            "Ему было позволено выйти на свободу при условии, что он внесёт залог в сорок тысяч фунтов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}