{
    "fortunately": {
        "comment": [],
        "translate": "к счастью, по счастливой случайности",
        "transcription": " |ˈfɔːrtʃənətlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Fortunately, no one was seriously hurt.",
            "Fortunately the weather moderated.",
            "Fortunately, everything worked out all right in the end.",
            "Fortunately for him, he can swim.",
            "Fortunately there was no damage done.",
            "Fortunately, I missed the hurricane.",
            "Fortunately, the damage is reversible.",
            "Fortunately she had the good sense to run away.",
            "Fortunately the house was empty when the bomb exploded.",
            "Fortunately my suspicions proved groundless.",
            "Some customs have been fortunately pretermitted.",
            "Fortunately, a passerby heard his cries for help.",
            "Fortunately the boat suffered no serious damage in the storm.",
            "Modern fashions, fortunately, do not demand that women should be laced in.",
            "Fortunately, the family had the needful to stock up the larder before the long hard winter.",
            "The car ran off the road, but fortunately only hit the guardrail."
        ],
        "example_translate": [
            "К счастью, никто серьезно не пострадал.",
            "К счастью, погода улучшилась.",
            "К счастью, все закончилось хорошо.",
            "К счастью для него, он умеет плавать.",
            "К счастью, не было нанесено никакого ущерба.",
            "К счастью, я не попал в этот ураган.",
            "К счастью, всё ещё можно исправить.",
            "К счастью, ей хватило ума убежать.",
            "К счастью, когда взорвалась бомба, в доме никого не было.",
            "К счастью, мои подозрения оказались беспочвенными.",
            "Некоторые обычаи, к счастью, больше не соблюдаются.",
            "К счастью, его крики о помощи услышал прохожий.",
            "По счастливой случайности, во время шторма лодка не понесла серьёзного ущерба.",
            "К счастью, современная мода не требует от женщин ношения корсета.",
            "К счастью, у семьи было всё необходимое, чтобы набить запасами кладовую перед долгой и суровой зимой.",
            "Машина съехала с дороги, но, к счастью, только врезалась в ограждение."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}