{
    "foul": {
        "comment": [],
        "translate": "фол, грязный, нечестно, засорять",
        "transcription": " |faʊl|",
        "antonyms": [],
        "mnemonic": [
            "foul [фа'ул] отвратительный, непристойный - (В аул) забежал отвратительный боевик;"
        ],
        "examples": [
            "The foul smell made her gag.",
            "The exchange of fair and foul.",
            "Don't foul up this chance.",
            "Vulture is a foul feeder.",
            "The air within the cell was foul.",
            "They used foul means to gain power.",
            "I hope the chairman won't foul things up.",
            "There is no evidence of foul play.",
            "This horse trots foul.",
            "Watch out — she's been in a foul temper all day.",
            "The weather has been foul all week.",
            "The medicine left a foul taste in my mouth.",
            "I have used both fair and foul words.",
            "The foul smells of the place soon drove us away.",
            "There were rumors she had fallen foul of her new boss.",
            "Man veils foul deeds under fair words., God, in His word, unveils the foulness.",
            "She fouled on her first long jump attempt.",
            "He woke up with a foul taste in his mouth.",
            "Elbowing is a foul in basketball.",
            "He was fouled as he attempted the shot.",
            "Always carry foul weather gear when you go out walking.",
            "He hit several fouls in a row.",
            "A foul miasma lay over the town.",
            "He put down his mug of foul-tasting coffee.",
            "The basketball player was charged with a foul.",
            "Foul befalls the man who ever lays a snare in my way!",
            "The seashore is fouled up with oil from the wrecked ship.",
            "They tried not to foul up the football play.",
            "The argument with his mother left Putt in a foul mood.",
            "There's a standing embargo against the use of foul language in this house."
        ],
        "example_translate": [
            "Из-за вони её стало подташнивать.",
            "Обмен любезностями и грубостями.",
            "Не упусти эту возможность.",
            "Гриф питается падалью.",
            "Воздух в тюремной камере был спёртый.",
            "Они использовали грязные методы, чтобы захватить власть.",
            "Надеюсь, председатель ничего не испортит.",
            "Нет никаких доказательств нечестной игры.",
            "У этой лошади неровный шаг.",
            "Смотри, а то у неё весь день было поганое настроение.",
            "Всю неделю погода была дрянная.",
            "Лекарство оставило у меня во рту неприятный вкус.",
            "Я то говорил вежливо, то хамил.",
            "Там так отвратительно воняло, что мы быстро сбежали.",
            "Ходили слухи, что она не поладила со своим новым начальником.",
            "Человек скрывает грязные дела под благородными словами., Бог в Своих словах разоблачает грязь.",
            "Она заступила на первой попытке прыжка в длину.",
            "Он проснулся с неприятным привкусом во рту.",
            "Удары и толчки локтем в баскетболе запрещены.",
            "При попытке броска на нём сфолили. (о баскетболе)",
            "Выходя на прогулку, всегда берите с собой водонепроницаемую одежду на случай непогоды.",
            "Он выбил несколько фаул-болов подряд. (о бейсболе)",
            "Город накрыли зловонные миазмы.",
            "Он поставил свою кружку с мерзким на вкус кофе.",
            "Баскетболисту присудили фол.",
            "С теми, кто подкладывает мне капканы, случается нехорошее!",
            "Берег загрязнён нефтью, вылившейся из затонувшего танкера.",
            "Они постарались не испортить эту футбольную комбинацию.",
            "После ссоры с матерью настроение у Патта было скверное.",
            "В этом доме сквернословие находится под запретом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}