{
    "foundation": {
        "comment": [
            "found",
            "founder",
            "profound"
        ],
        "translate": "основа, основы, фундамент, основание, обоснованность, учреждение, организация",
        "transcription": " |faʊnˈdeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The rumour has no foundation.",
            "There is little foundation for his objections.",
            "The foundation of a building settles.",
            "The house rests on a concrete foundation.",
            "The rumour is without foundation.",
            "The inspector discovered a crack in the house's foundation.",
            "It obviously strikes at the very foundation of the science.",
            "the foundation of a new scientific society",
            "The foundation provided support for the experiment.",
            "The concrete foundation has been poured.",
            "They established a foundation to help orphaned children.",
            "The book explains the moral foundations on which her political career was built.",
            "a house with a good foundation underneath",
            "lay the foundation for a new health care plan",
            "The first step in building a house is to dig the foundation.",
            "All theories should be built on a foundation of factual knowledge.",
            "The first two years provide a solid foundation in the basics of computing.",
            "The newer foundation was cabined, cribbed, and confined in a very narrow space between the Cathedral Church and the buildings of the City.",
            "The earthquake shook the foundations of the house.",
            "He lacks the foundation necessary for advanced study.",
            "The scandal has shaken the government to its foundations.",
            "These problems threaten the very foundations of modern society.",
            "The school has served the community since its foundation in 1835.",
            "A concrete foundation was poured after digging down to firm ground.",
            "the disbursement of the foundation's funds to several cancer research centers",
            "The committee receives an annual subvention from the foundation to run the museum."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это ни на чём не основанный слух.",
            "Для его возражений мало оснований.",
            "Закладывается фундамент здания.",
            "Здание покоится на бетонном фундаменте.",
            "Это ни на чем не основанный слух.",
            "Инспектор обнаружил трещину в фундаменте дома.",
            "Это очевидным образом расшатывает самые основы науки.",
            "основание нового научного общества",
            "Фонд обеспечил (материальную) поддержку этого эксперимента.",
            "Бетонный фундамент уже залит.",
            "Они основали фонд для помощи детям-сиротам.",
            "Книга объясняет нравственные устои, на которых была построена её политическая карьера.",
            "дом с хорошим фундаментом",
            "заложить фундамент для нового плана медицинского обслуживания",
            "Первый шаг в строительстве дома — это выкопать фундамент.",
            "Все теории должны строиться на основе фактических знаний.",
            "В течение первых двух лет обеспечивается надежный фундамент по основам вычислительной техники.",
            "Новая постройка была зажата, прямо-таки втиснута, между кафедральным собором и зданиями Сити.",
            "Землетрясение сотрясло фундамент этого дома.",
            "Ему не хватает финансирования, необходимого для углублённого исследования.",
            "Скандал потряс правительство до самого основания.",
            "Эти проблемы угрожают самим основам /устоям/ современного общества.",
            "Эта школа служила обществу с момента своего основания в 1835 году.",
            "Докопавшись до твёрдой земли, залили бетонный фундамент.",
            "выплаты средств данного фонда в адрес нескольких центров раковых исследований",
            "Комитет получает ежегодные субсидии из фонда для обеспечения работы музея."
        ],
        "stars": 3
    }
}