{
    "fountain": {
        "comment": [
            "curtain",
            "sustain",
            "attain"
        ],
        "translate": "фонтан, источник, колодец, ключ, резервуар, исток реки",
        "transcription": " |ˈfaʊntn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The fountain is lit up at night.",
            "The glory of the town is its fountain.",
            "This fountain is reputed never to dry up.",
            "The crowd gathered around the fountain in the plaza.",
            "Water flowed along the conduit to the fountain.",
            "Fountain pens have come back in favour.",
            "In the centre there was an affluent fountain of the clearest water.",
            "The fountain shoots water 20 feet into the air.",
            "A fountain of blood was pouring from his chest.",
            "The huge sculpture predominates over the fountain.",
            "A small fountain splashed musically in the courtyard.",
            "Near the lapse of the fountain there was a royal house.",
            "A fountain of sparks shot high into the sky.",
            "He was a fountain of information on Asian affairs.",
            "A fountain will give your garden a touch of class."
        ],
        "example_translate": [
            "Ночью фонтан подсвечивается.",
            "Гордостью города является его фонтан.",
            "Говорят, что этот источник никогда не пересыхал.",
            "Толпа собралась вокруг фонтана на площади.",
            "Вода текла по трубам к фонтану.",
            "Перьевые ручки снова вошли в моду.",
            "В центре находился полноводный источник с чистейшей водой.",
            "Фонтан выбрасывает воду в воздух на высоту двадцать футов.",
            "Кровь фонтаном хлестала из его груди.",
            "Эта огромная скульптура возвышается над фонтаном.",
            "Во дворе мелодично плескался небольшой фонтан.",
            "Рядом с текущими водами фонтана находился величественный дом.",
            "Высоко в небо взмыл целый фонтан искр.",
            "Он был настоящим кладезем информации в отношении вопросов, касающихся Азии.",
            "Фонтан придаст вашему саду элегантности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}