{
    "fourth": {
        "comment": [],
        "translate": "четвертый, четверть, четвертое число, четвертый",
        "transcription": " |fɔːrθ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Henry the Fourth",
            "She drank a fourth of the bottle.",
            "He was a fourth dan.",
            "2 is the fourth root of 16.",
            "I was going well and was lying fourth.",
            "He forged into the lead in the fourth set.",
            "She won the prize for the fourth year running.",
            "His office is located on the fourth floor.",
            "The actress wed her fourth husband last year.",
            "There was no disgrace in finishing fourth.",
            "Woosnam and Lyle tied for fourth place on 264.",
            "My memory extends back to my fourth year of life.",
            "We were relegated to the Fourth Division last year.",
            "A guerrilla war has lingered into its fourth decade.",
            "The Fourth of July parade was a real slice of Americana.",
            "South Carolina is the fourth largest producer of tobacco.",
            "Fourthly, you must pay the rent on the first of the month.",
            "They were trailing by a touchdown late in the fourth quarter.",
            "They were trailing by a touchdown early in the fourth quarter.",
            "He declined to make projections about fourth quarter earnings.",
            "On the string at the half, third, fourth or other aliquot points.",
            "They serve a mean Sunday brunch at the restaurant on Fourth Street.",
            "The orchestra made a complete dog's breakfast of the fourth movement.",
            "The fourth and cheap edition was much oversubscribeed before publication.",
            "By the time of the fourth rewrite, the screenplay had pretty much been gelded of all originality."
        ],
        "example_translate": [
            "Генрих Четвёртый, Генрих IV",
            "Она выпила четверть бутылки.",
            "У него был четвёртый дан.",
            "Число 2 является корнем четвёртой степени из 16.",
            "Я неплохо шёл и был на четвёртом месте.",
            "Он вырвался вперёд в четвёртом сете.",
            "Она завоевала этот приз четвёртый год подряд.",
            "Его кабинет находится на четвёртом этаже.",
            "В прошлом году актриса в четвёртый раз вышла замуж.",
            "В том, чтобы финишировать четвёртым, не было ничего позорного.",
            "Вуснэм и Лайл разделили четвёртое место с результатом 264.",
            "Моя память простирается назад, к моему четвертому году жизни.",
            "В прошлом году мы вылетели в Четвёртый дивизион.",
            "Партизанская война тянется уже четвёртый десяток лет.",
            "Парад в честь Четвёртого Июля стал настоящим образцом американского образа жизни.",
            "Южная Каролина является четвёртым по величине производителем табака.",
            "В-четвёртых, вы должны вносить арендную плату первого числа каждого месяца.",
            "В конце четвертой четверти они отставали на один тачдаун. (об амер. футболе)",
            "В начале четвёртой четверти они отставали от соперников на один тачдаун.",
            "Он отказался строить прогнозы о выручке в четвертом квартале.",
            "В половине, трети, четверти струны или других кратных точках.",
            "В ресторане на Четвертой улице подают обалденный воскресный бранч.",
            "В четвёртом действии оркестр устроил чёрти что. (он очень плохо играл)",
            "Количество подписчиков на четвертое, дешевое издание превысило число экземпляров еще до публикации.",
            "К моменту выхода своей четвертой переработанной версии, сценарий был выхолощен, утратив значительную долю оригинальности. / В четвертой редакции сценарий потерял значительную долю своей оригинальности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}