{
    "frantic": {
        "comment": [],
        "translate": "безумный, неистовый, бешеный, ужасный, возмутительный, мещанский, замечательный",
        "transcription": " |ˈfræntɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The girl was frantic with fear.",
            "He was frantic with pain.",
            "He frantically searched for the key.",
            "Despite our frantic efforts, we were unable to save the boy's life.",
            "There was a frantic rush to escape from the building.",
            "There was a touch of hysteria in his frantic busyness.",
            "I spent three frantic days trying to get everything ready.",
            "Your mother's been frantic with worry wondering where you've been.",
            "It was a high-pitched, sometimes almost frantic presidential campaign.",
            "They made a frantic search for the missing child.",
            "They were making frantic preparations for the party.",
            "I've even found myself idly perusing the Yellow Pages, not frantic for a plumber, just browsing.",
            "There was still no news of Jill, and her parents were getting frantic."
        ],
        "example_translate": [
            "Девушка обезумела от страха.",
            "Он обезумел от боли.",
            "Он лихорадочно искал ключ.",
            "Несмотря на все наши невероятные усилия, мы не смогли спасти ему жизнь.",
            "Люди отчаянно рванули к выходу, пытаясь выбраться из здания.",
            "В его безумной занятости было что-то от истерии.",
            "Я целых три дня суетился, пытаясь всё подготовить.",
            "Твоя мама с ума сошла от волнения, не зная, где тебя носит.",
            "Это была очень оживлённая, временами безумная президентская кампания.",
            "Они лихорадочно искали пропавшего ребёнка.",
            "Они лихорадочно готовились к праздничной вечеринке.",
            "Я даже поймал себя том, что бездумно перелистываю \"Жёлтые Страницы\" — не то чтобы мне позарез нужен был сантехник, а так, просто проглядывал.",
            "От Джилл по-прежнему не было новостей, и её родители уже начали отчаиваться."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}