{
    "frank": {
        "comment": [],
        "translate": "откровенный, открытый, искренний, явный, франк, франкировка",
        "transcription": " |fræŋk|",
        "antonyms": [],
        "mnemonic": [
            "frank [франк] откровенный, открытый - (Фрэнк) Каупервуд откровенный и открытый тип.",
            "frank [fræŋk]\nfrankly ['fræŋkli] - откровенно\n***\nИСКРЕННИЙ всегда даст франк. (это) frank\nОткровенный, открытый. Франкировать.\n***\nТы был откровенный \"frank\"\nи рассказал, что ты выпил \"drank\"."
        ],
        "examples": [
            "She was frank with us about everything.",
            "Our teacher is very frank about telling his students",
            "He was completely frank with her about what happened.",
            "His manner was frank even to abandonment.",
            "To be perfectly frank, I think it's a bad idea.",
            "Frank tossed her the newspaper.",
            "She was quite frank about the whole thing.",
            "Marry Frank? You can't be serious!",
            "Hello, it's Frank here.",
            "Frank's a possible for the job.",
            "There was a frank exchange of views at the meeting.",
            "Frank laughed to cover his anxiety.",
            "A frank courageous heart triumphed over pain.",
            "'No,' Frank said in a tired voice.",
            "Frank took the stairs two at a time.",
            "Frank had forged the University seal.",
            "Frank took a drag on his cigarette.",
            "Frank was a very congenial colleague.",
            "He accused Frank of malingering.",
            "Even Frank had fallen under her spell.",
            "The play was directed by Frank Hauser.",
            "Frank Sinatra is very big in Las Vegas.",
            "Frank put a lot of effort into the party.",
            "Frank Sinatra, New Jersey's most famous son",
            "Frank's death has left a big gap in my life.",
            "Frank sided with David against their mother.",
            "Frank is taking me out for a night on the town.",
            "Frank Lloyd Wright liked to cantilever his buildings",
            "He looked at Frank's new car with thinly veiled envy.",
            "One day Frank gashed his hand on a bit of broken glass."
        ],
        "example_translate": [
            "Она ничего не скрывала от нас.",
            "Наш преподаватель очень откровенен со своими студентами",
            "Он был полностью откровенен с ней по поводу случившегося.",
            "Его поведение было откровенным и даже развязным.",
            "Если быть совершенно откровенным, мне кажется, что это придумано плохо.",
            "Фрэнк швырнул ей газету.",
            "Она была достаточно откровенна насчёт всего этого.",
            "Замуж за Фрэнка? Ты шутишь! (досл. - ты не можешь говорить об этом серьёзно)",
            "Алло, это Фрэнк.",
            "Фрэнк подходит для этой работы.",
            "На встрече произошёл откровенный обмен мнениями.",
            "Фрэнк засмеялся, чтобы скрыть тревогу.",
            "Открытое мужественное сердце одержало победу над болью.",
            "— Нет, — устало ответил Фрэнк.",
            "Фрэнк побежал по лестнице, перескакивая через две ступеньки.",
            "Френк подделал университетскую печать.",
            "Фрэнк затянулся (своей) сигаретой.",
            "Фрэнк был очень доброжелательным коллегой. / С Фрэнком было очень приятно работать.",
            "Он обвинил Фрэнка в симуляции.",
            "Даже Фрэнк был ею очарован.",
            "Этот спектакль поставил Фрэнк Хаузер.",
            "Фрэнк Синатра очень популярен в Лас-Вегасе.",
            "Фрэнк вложил в эту вечеринку немало сил.",
            "Фрэнк Синатра, самый известный уроженец Нью-Джерси",
            "Смерть Фрэнка оставила большой пробел в моей жизни",
            "Фрэнк встал на сторону Дэвида против своей матери.",
            "Фрэнк берёт меня с собой, погулять по ночному городу.",
            "Фрэнк Ллойд Райт любил применять в своих зданиях консольные балки.",
            "Он посмотрел на новый автомобиль Фрэнка с плохо замаскированной завистью.",
            "Однажды Фрэнк глубоко порезал руку осколком битого стекла."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}