{
    "franchise": {
        "comment": [
            "frankly",
            "frantic",
            "rank"
        ],
        "translate": "франшиза, привилегия, право голоса, право участвовать в выборах",
        "transcription": " |ˈfræntʃaɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's a freestanding store, not a franchise.",
            "It was still another nine years before women were franchised to vote.",
            "Passenger services have all been franchised to private operators.",
            "The U.S. did not extend the franchise to women until the early 20th century.",
            "Three companies have been struggling to win the same prize - the TV franchise for the north-west.",
            "The new owner plans to rebuild the franchise.",
            "He's the best player in the history of the franchise.",
            "They don't allow franchising agreements to extend beyond five years.",
            "They just opened a new fast-food franchise down the street.",
            "She was granted an exclusive franchise in the city's west end.",
            "The threat of losing its only sports franchise was the spur the city council needed to finally do something about the rising crime rate.",
            "Their proposal for a baseball franchise includes several stipulations that are unacceptable.",
            "The basketball star just inked a two-year contract with the most celebrated franchise in the NBA."
        ],
        "example_translate": [
            "Это независимый магазин, а не часть сети.",
            "Женщины получили избирательное право только через девять лет.",
            "Пассажирские перевозки были переданы по франшизе в ведение частных операторов.",
            "США предоставили женщинам право голоса лишь в начале двадцатого века.",
            "Три компании боролись за достижение одной цели - получить лицензию на телевещание в северо-западном регионе.",
            "Новый владелец планирует существенно изменить франшизу.",
            "Он является лучшим игроком в истории команды.",
            "Они не разрешают заключать франчайзинговые соглашения на срок более пяти лет.",
            "Они только что открыли по франшизе новый фаст-фуд на этой же улице.",
            "Ей предоставили исключительное право на торговлю в западной части города.",
            "Угроза потерять единственную спортивную франшизу в городе оказалась тем самым стимулом, который понадобился городскому совету, чтобы наконец что-то предпринять по поводу роста преступности.",
            "Их предложение о бейсбольной франшизе содержит несколько условий, которые являются неприемлемыми.",
            "Этот звёздный баскетболист только что подписал двухлетний контракт с самым знаменитым клубом НБА."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}