{
    "fraud": {
        "comment": [],
        "translate": "мошенничество, обман, мошенник, подделка, афера, жульничество, обманщик",
        "transcription": " |frɔːd|",
        "antonyms": [],
        "mnemonic": [
            "fraud [фро:д] мошенничество, мошенник - (В род-домах) мошенничество царит.",
            "fraud [frɔ:d]\n***\nМОШЕННИЧЕСТВО = фрод = урод. (это) fraud\nМОШЕННИК = фрод = урод. (это) fraud"
        ],
        "examples": [
            "I felt like a fraud.",
            "She was found guilty of fraud.",
            "He got six years in prison for tax fraud.",
            "He was prosecuted for fraud.",
            "He's been charged with tax fraud.",
            "Allegations of fraud were made against him.",
            "He was convicted on fraud charges.",
            "Her father was arrested for fraud.",
            "He may be a fraud, but you have to admire his cunning.",
            "Her assistant was accused of theft and fraud by the police.",
            "The UFO picture was proved to be a fraud.",
            "You have to protect your business against fraud.",
            "Police found scant evidence of fraud.",
            "The state police finally nailed him for fraud.",
            "The company failed because of cost overruns and probable fraud.",
            "State law punishes fraud with fines.",
            "He was the victim of an elaborate fraud.",
            "The police exposed the letter as a fraud.",
            "She ascertained that fraud had been committed.",
            "Fraud is thought to be costing software companies millions of dollars a year.",
            "The man was convicted of fraud and sentenced.",
            "The jury convicted them on three counts of fraud.",
            "His implication of his co-workers in the fraud was crucial.",
            "He was found guilty of bank fraud.",
            "The idea behind these forms is to cut out fraud.",
            "They're going to jail for embezzlement and fraud.",
            "Four people will appear in court today, charged with fraud.",
            "The lawyer counselled me when I was accused of tax fraud.",
            "The election results were nullified because of voter fraud.",
            "There are many safeguards built into the system to prevent fraud."
        ],
        "example_translate": [
            "Я чувствовал себя жуликом /обманщиком/.",
            "Её признали виновной в мошенничестве.",
            "Он получил шесть лет за налоговые махинации.",
            "Его преследовали за мошенничество.",
            "Его обвиняют в налоговом мошенничестве.",
            "Его обвинили в мошенничестве.",
            "Он был осужден по обвинениям в мошенничестве.",
            "Её отец был арестован за мошенничество.",
            "Может быть, он и мошенник, но нельзя не восхищаться его ловкостью.",
            "Полиция обвинила её помощника в воровстве и мошенничестве.",
            "Было доказано, что эта фотография НЛО — подделка.",
            "Вы должны оградить свой бизнес от мошенничества.",
            "Полицейские не обнаружили явных доказательств мошенничества.",
            "В конечном итоге, полиция штата арестовала его за мошенничество.",
            "Компания обанкротилась из-за перерасходов и предполагаемого мошенничества.",
            "Государственный закон предусматривает наказание за мошенничество в виде штрафа.",
            "Он пал жертвой искусно продуманного обмана.",
            "Полицейские разоблачили это письмо как фальшивку.",
            "Она убедилась в том, что было совершено мошенничество.",
            "Считается, что мошенничество стоит компаниям, разрабатывающим программное обеспечение, миллионы долларов в год.",
            "Мужчина был признан виновным в мошенничестве и получил обвинительный приговор.",
            "Присяжные признали их виновными по трём эпизодам мошенничества.",
            "Решающим было то, что он вовлек своих сотрудников в мошенничество.",
            "Он был признан виновным в банковском мошенничестве.",
            "Основная идея всех этих анкет заключается в сокращении случаев мошенничества.",
            "Они отправятся в тюрьму за растрату и мошенничество.",
            "Сегодня четыре человека предстанут перед судом по обвинению в мошенничестве.",
            "Этот адвокат консультировал меня, когда мне предъявили обвинение в налоговом мошенничестве.",
            "Результаты выборов были аннулированы из-за подтасовки.",
            "Во избежание мошенничества, в систему встроено множество средств защиты."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}