{
    "freezing": {
        "comment": [
            "freeway",
            "freeze",
            "free",
            "freedom",
            "freezer",
            "freely"
        ],
        "translate": "замораживание, замерзание, заморозка, ледяной, замораживающий, леденящий",
        "transcription": " |ˈfriːzɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Put your coat on. It's freezing outside.",
            "Put on your warmest clothes — it's freezing outside.",
            "Temperatures rarely rise above freezing.",
            "It was well below freezing last night.",
            "Freezing isn't a bad way of preserving food.",
            "It was raining and freezing cold outside.",
            "We were freezing cold in the tent last night.",
            "...put your overcoat on—it's freezing out there!...",
            "The freezing point of water is 32 degrees Fahrenheit.",
            "It's freezing in this house. Can't I turn on the heating?",
            "They were floundering chest-deep in the freezing water.",
            "The temperature dropped to the freezing point last night.",
            "Temperatures will continue to hover around freezing.",
            "They were out in freezing conditions shovelling snow off the pitch.",
            "They wanted to escape winter and visit some tropical location where freezing to death would not be a possibility.",
            "There will be freezing rain tonight, so we can expect to find a thick layer of ice overlying the car windshield in the morning.",
            "The freezing weather did not return until February but this time we were prepared.",
            "A glacial weather front coming down from Canada will bring freezing temperatures this weekend.",
            "If the temperature rises above freezing, it will probably sleet.",
            "I always pity the people who have to work in this freezing weather."
        ],
        "example_translate": [
            "Надень пальто. На улице холодно.",
            "Надевай самую теплую одежду: на улице мороз.",
            "Температура редко поднимается выше нуля.",
            "Прошлой ночью было хорошо ниже нуля.",
            "Замораживание продуктов - неплохой способ их хранения.",
            "На улице шёл дождь и было ужасно холодно.",
            "Мы вчера ночью в палатке жутко мёрзли.",
            "...надень пальто, на улице морозит.",
            "Точка замерзания воды — 32 градуса по Фаренгейту.",
            "У нас в доме жуткий холод. Можно я включу отопление?",
            "Они барахтались, находясь по грудь в ледяной воде.",
            "Прошлой ночью температура опустилась до нуля.",
            "Температура по прежнему будет колебаться около нуля.",
            "Они на морозе очищали лопатами поле от снега.",
            "Им захотелось сбежать от зимы и уехать куда-нибудь в тропики, где невозможно умереть от холода.",
            "Вечером будет дождь с образованием гололёда, так что утром на лобовом стекле автомобиля можно будет найти толстый слой льда.",
            "До февраля морозная погода не возвращалась, но на этот раз мы были готовы.",
            "Ледяной погодный фронт, идущий к нам на юг из Канады, принесёт мороз в эти выходные.",
            "Если температура поднимется выше нуля, вероятно, пойдёт мокрый снег.",
            "Мне всегда жалко людей, которым приходится работать в такой мороз."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}