{
    "freely": {
        "comment": [],
        "translate": "свободно, вольно, щедро, широко, обильно",
        "transcription": " |ˈfriːli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He shared his knowledge freely with anyone interested.",
            "Finally he opened freely on the subject.",
            "The firs had coned freely.",
            "One gives nothing so freely as advice. (F. La Rochefoucauld)",
            "In France he could write freely, without fear of arrest.",
            "Information is freely available on the Internet.",
            "Couple the two pipes together so that the water can flow freely.",
            "The chickens are able to roam around freely in the farmyard.",
            "He satisfies his desires freely when he can and starves when he is flat.",
            "I will freely give my life for my country.",
            "In the summer, the goats forage freely (=in any place they want to go).",
            "They freely admitted using the drug.",
            "A plant transpires more freely on a hot dry day.",
            "Everyone was relaxed and the conversation flowed freely.",
            "EU members are allowed to travel freely between member states.",
            "A country is not truly democratic until all of its citizens can vote freely.",
            "She gave freely to charity.",
            "floating freely in a weightless condition",
            "Chickens and geese roam freely in the back yard.",
            "The Woodstock generation attempted to swing freely.",
            "If your muscles are tense, blood cannot circulate freely.",
            "She opened the faucet and the water began to flow freely.",
            "Her willingness to spend freely made her popular among her friends.",
            "We went outside so that we could talk freely without being overheard.",
            "Handguns are freely available on the open market (=for anyone to buy).",
            "The right to speak freely is written into the Constitution of the United States."
        ],
        "example_translate": [
            "Он охотно делился своими знаниями с любым, кому это было интересно.",
            "Наконец он открыто высказался по этому вопросу.",
            "На елях выросло много шишек.",
            "Мы ничего не раздаем с такой щедростью, как советы.",
            "Во Франции он мог писать свободно, не опасаясь ареста.",
            "В интернете информация находится в свободном доступе.",
            "Свинти две трубы, так чтобы вода могла течь.",
            "На скотном дворе, курам разрешается свободно бродить вокруг.",
            "Он удовлетворяет все свои прихоти, когда есть деньги, и голодает, когда сидит без гроша.",
            "Я спокойно отдам жизнь за свою страну.",
            "Летом козы пасутся свободно (т.е в любом месте, где хотят).",
            "Они открыто признали употребление этого препарата.",
            "В жаркий сухой день испарение влаги с листьев растений происходит более свободно.",
            "Все расслабились, и беседа потекла свободно.",
            "Представителям ЕС разрешено свободно передвигаться между государствами-членами.",
            "Страна не станет по-настоящему демократической, пока все ее граждане не смогут свободно проголосовать.",
            "Она не скупилась на благотворительность.",
            "свободно плавая в невесомом состоянии",
            "Куры и гуси свободно гуляют на заднем дворе.",
            "Поколение Вудстока пыталось жить свободно, в своё удовольствие.",
            "Если мышцы напряжены, кровь не может свободно циркулировать.",
            "Она открыла кран, и вода начала свободно стекать.",
            "Готовность сорить деньгами сделала её популярной среди друзей.",
            "Мы вышли на улицу, чтобы можно было свободно поговорить, не будучи подслушанными.",
            "Короткоствольное оружие свободно доступно на открытом рынке (т.е. его может купить кто угодно).",
            "Право на свободу слова записано в Конституции Соединённых Штатов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}