{
    "frequent": {
        "comment": [
            "frequently",
            "frequency"
        ],
        "translate": "частый, постоянный, часто встречающийся, часто посещать",
        "transcription": " |ˈfriːkwənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This bus makes frequent stops.",
            "We made frequent trips to town.",
            "Frequent guests receive a discount.",
            "The frequent laugh goes round.",
            "We plan to have frequent training sessions on safety at work.",
            "If it were so one would have expected that abnormalism would be more frequent.",
            "Rina is a frequent visitor to the city.",
            "Their treasury exhausted by so frequent evacuations.",
            "He is one of our most frequent customers.",
            "He began frequenting cheap bars.",
            "She was a frequent visitor to the museum.",
            "a restaurant frequented by local politicians",
            "His frequent absences from home caused his marriage to unravel.",
            "She was a frequent visitor to the house.",
            "Too frequent transplanting is not good for families.",
            "The frequent performances of the symphony testify to its popularity.",
            "The frequent rainfall encourages the lush growth of trees, ferns, and shrubs.",
            "The professor's frequent and extended digressions are the stuff of campus legend.",
            "Her headaches are becoming less frequent.",
            "Trains rushed past at frequent intervals.",
            "Your shirts have faded from frequent washing.",
            "His frequent absences ended up costing him his job.",
            "The morality of capital punishment is a frequent subject of debate.",
            "Contacts between the two leaders have been frequent in recent weeks.",
            "The orchestra could barely follow the frequent pitch changes of the soprano.",
            "Her frequent displays of insolence have lowered her standing among movie fans.",
            "She made frequent mention of her promotion.",
            "Blind jealousy is a frequent corollary of passionate love.",
            "His boss suspected him of malingering because of his frequent absences from work.",
            "A frequent victim to the vagrancies of the heart, she had a succession of passionate but short-lived romances."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот автобус делает частые остановки.",
            "Мы совершали частые поездки в город.",
            "Постоянные гости (ресторана или гостиницы) получают скидку.",
            "Часто то тут, то там раздаётся смех.",
            "Мы планируем проводить регулярные семинары по технике безопасности на работе.",
            "Если бы это было так, можно было бы ожидать, что отклонения были бы более частыми (но это не так).",
            "Рина является частым гостем в этом городе.",
            "Из-за таких частых опустошений их сокровища истощились.",
            "Он является одним из самых частых наших клиентов.",
            "Он зачастил в дешёвые бары.",
            "Она была частым посетителем этого музея.",
            "ресторан, который часто посещали местные политики",
            "Его частые отлучки из дома привели к разрушению его брака.",
            "Она была частой гостьей этого дома.",
            "Слишком частые переезды вредны для семей.",
            "Частое исполнение этой симфонии свидетельствует о её популярности.",
            "Частые дожди способствует пышному росту деревьев, папоротников и кустов.",
            "О частых и пространных отступлениях этого профессора в университете ходят легенды.",
            "Головные боли беспокоят её всё реже.",
            "Через регулярные промежутки времени поезда проносились мимо.",
            "Твои рубашки обесцветились от частой стирки.",
            "Частые отлучки в конце концов стоили ему работы.",
            "То, насколько моральна смертная казнь, является частым предметом обсуждения.",
            "В последние недели эти два руководителя часто контактируют друг с другом.",
            "Оркестр едва успевал за частыми изменениями высоты тона сопрано.",
            "Частые проявления высокомерия ухудшили её репутацию среди кинолюбителей.",
            "Она часто упоминала о своём повышении.",
            "Слепая ревность является частым следствием страстной любви.",
            "Из-за частого отсутствия на работе начальник заподозрил его в симуляции.",
            "Часто становясь жертвой своего непостоянного сердца, она пережила несколько страстных, но мимолётных романов."
        ],
        "stars": 2
    }
}