{
    "frequently": {
        "comment": [],
        "translate": "часто, зачастую",
        "transcription": " |ˈfriːkwəntli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a list of frequently asked questions",
            "He was frequently drunk.",
            "His job requires him to travel frequently.",
            "In recent years she has appeared in public less frequently.",
            "She shows her dogs frequently.",
            "Earth up the plants frequently.",
            "He referred frequently to his notes while speaking.",
            "a word that is frequently misused",
            "He quotes the Bible frequently.",
            "The bicyclists must be hydrated frequently.",
            "No bowel is more frequently mutilated than the brain.",
            "The teacher disciplined the pupils rather frequently.",
            "Tension began to build as they argued more frequently.",
            "Donna could tear your work to pieces, and frequently did.",
            "Our oddball uncle frequently lets himself into our house without knocking.",
            "Barred Owl is frequently observed flying during day.",
            "An editor's deletions frequently upset young authors.",
            "His opinions appeared frequently on the editorial page.",
            "Employees are frequently hired on the recommendation of a friend in the company.",
            "The snow upon steep mountain-sides frequently slips and rolls down in avalanches.",
            "Black bombazine is frequently used for mourning garments.",
            "A protectorate has frequently been a first step to annexation.",
            "New products frequently just cannibalize sales of existing goods.",
            "The Prime Minister was frequently lampooned in political cartoons.",
            "This ordinance was frequently by synecdoche spoken of as the Breaking of Bread.",
            "Protected by a fully enclosed backyard, the couple would frequently sunbathe in the buff.",
            "The movie star's violet eyes are frequently cited as the source of her cinematic witchery.",
            "In her avidity to express her opinions, she frequently and unthinkingly interrupts people.",
            "The racy sitcom frequently satirizes exactly the sort of prude who would like to see the show taken off the air.",
            "If people took the simple preventive of frequently washing their hands, the spread of germs could be greatly reduced."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "список часто задаваемых вопросов",
            "Он часто был пьян.",
            "Работа требует от него частых путешествий.",
            "В последние годы она появлялась на публике не так часто.",
            "Она часто возит своих собак на выставки.",
            "Растения надо регулярно окучивать.",
            "По ходу доклада он часто обращался к своим записям.",
            "слово, которое часто употребляется в неправильном контексте",
            "Он часто цитирует Библию.",
            "Велосипедистам необходимо часто пить воду.",
            "Ни один из внутренних органов человека не подвергается столь частым травмам, как головной мозг.",
            "Учитель частенько наказывал учеников.",
            "Они ссорились всё чаще, и напряжение начало постепенно нарастать.",
            "Донна могла беспощадно раскритиковать чужую работу, что частенько и делала.",
            "Наш чудаковатый дядя часто заходит к нам в дом без стука.",
            "Полосатую сову можно часто видеть и днем.",
            "Редакторские правки часто огорчают молодых литераторов.",
            "Его точка зрения часто появлялась на редакционной полосе газеты.",
            "Работников часто нанимают по рекомендации знакомого в компании.",
            "Снег на крутых горных склонах часто соскальзывает и лавиной скатывается вниз.",
            "Чёрный бомбазин часто используется для траурных одежд.",
            "Протекторат зачастую является первым шагом к аннексии.",
            "Новые товары часто просто каннибализируют продажи существующих товаров.",
            "Премьер-министра часто высмеивали в политических карикатурах.",
            "Этот обряд часто называли с помощью синекдохи \"преломление хлебов\".",
            "Укрытые от посторонних глаз высоким забором, супруги частенько загорали на заднем дворе в чём мать родила.",
            "Фиалковые глаза этой кинозвезды часто называют источником её кинематографического очарования.",
            "Она так жаждет (любой ценой) высказать своё мнение, что часто и бездумно перебивает людей.",
            "Этот пикантный ситком часто высмеивает именно тех ханжей, которые хотели бы, чтобы его сняли с эфира.",
            "Если бы люди применяли такое простое профилактическое средство, как частое мытьё рук, то распространение микробов можно было бы значительно уменьшить."
        ]
    }
}