{
    "fridge": {
        "comment": [
            "rid",
            "ridiculous",
            "corridor",
            "grid"
        ],
        "translate": "холодильник, рефрижератор, конденсатор, тереть, вытирать",
        "transcription": " |frɪdʒ|",
        "antonyms": [],
        "mnemonic": [
            "bridge [brɪdʒ]\n***\nТо СТРОИМ МОСТ, то играем в бридж. (это) bridge\nНа МОСТУ играли в бридж. (это) bridge\n***\nМы свой холодильник \"fridge\"\nсбросили с моста \"bridge\"."
        ],
        "examples": [
            "There is some cheese in the fridge.",
            "Please put the milk in the fridge.",
            "That fridge smells awful.",
            "Chill the dessert in the fridge for about two hours.",
            "The fridge was sent back to the manufacturers.",
            "Peter went into the kitchen to raid the fridge.",
            "an awful pong in the fridge",
            "He cobbled together a meal from leftovers in the fridge.",
            "There were two pictures taped to the side of the fridge.",
            "Those big dishes live in the cupboard next to the fridge.",
            "The meringue will weep if you put it in the fridge.",
            "If you're feeling peckish, there's some cheese in the fridge.",
            "Which one of you noddies put an empty milk carton back in the fridge?",
            "There's lots of food in the fridge — I'm sure I can throw something together.",
            "I hope there's going to be enough room in the fridge.",
            "hungry soccer players who will gormandize whatever they happen to find in the fridge"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В холодильнике есть немного сыра.",
            "Положите /поставьте/, пожалуйста, молоко в холодильник.",
            "Из этого холодильника ужасно воняет.",
            "Охлаждайте десерт в холодильнике примерно два часа.",
            "Холодильник был отправлен /отправили, вернули / обратно производителям.",
            "Питер пошёл в кухню, чтобы совершить набег на холодильник.",
            "ужасная вонь в холодильнике",
            "Из остатков в холодильнике он состряпал себе еду.",
            "Там были две фотографии, прикреплённые скотчем к холодильнику (сбоку).",
            "Эти большие блюда обычно стоят в буфете рядом с холодильником.",
            "Если положить безе в холодильник, оно станет влажным.",
            "Если ты проголодался, в холодильнике есть немного сыра.",
            "Кто из вас, идиотов, поставил пустой пакет из-под молока назад в холодильник?",
            "В холодильнике полно продуктов — наверняка я смогу что-нибудь по-быстрому сварганить.",
            "Надеюсь, в холодильнике будет достаточно места.",
            "голодные футболисты, которые сожрут всё, что им удастся найти в холодильнике"
        ],
        "stars": 1
    }
}