{
    "friendship": {
        "comment": [],
        "translate": "дружба, дружелюбие",
        "transcription": " |ˈfrendʃɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They enjoy solid friendship.",
            "Their friendship ripened into love.",
            "There is only the name of friendship between them.",
            "Friendship has deepened into love.",
            "win someone's confidence and friendship",
            "Their friendship blossomed into romance.",
            "Their friendship blossomed into true love.",
            "The friendship between father and youth deepened.",
            "In every friendship there has to be some give-and-take.",
            "Theirs is only a shallow friendship.",
            "He set a high valuation on friendship.",
            "He repudiated all offers of friendship.",
            "After 25 years, their friendship remained intact.",
            "The two boys formed a deep and lasting friendship.",
            "We renewed our friendship after a hiatus of twenty years.",
            "I've kept up a friendship with a girl I was at school with twenty years ago.",
            "He puts a high value on their friendship.",
            "This eccentric friendship was fast cooling.",
            "Their relationship had gone beyond friendship.",
            "a fickle friendship that was on and off over the years",
            "I could always rely on Gary for friendship and support.",
            "He felt that he contracted his first college friendship.",
            "His friendship was the one thing that made life bearable.",
            "Their friendship constitutes a powerful bond between them.",
            "The friendship that they formed in school lasted a lifetime.",
            "The correspondence enabled us to knit up our old friendship.",
            "I wanted to present her with something to handsel friendship.",
            "insincere and effusive demonstrations of sentimental friendship",
            "Attractive woman, 27, seeks male, 25-35, for fun and friendship.",
            "On returning to Boston, she formed a close friendship with her aunt."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У них крепкая дружба.",
            "Их дружба переросла в любовь.",
            "Их дружба - одно название.",
            "Дружба переросла в любовь.",
            "завоевать чьё-то доверие и дружбу",
            "Их дружба переросла в любовь / роман.",
            "Их дружба переросла в большую любовь.",
            "Дружба между отцом и юношей окрепла.",
            "В каждой дружбе должен быть некоторый компромисс.",
            "У них некрепкая дружба.",
            "Он высоко ценил дружбу.",
            "Он отверг все предложения дружбы.",
            "По прошествии двадцати пяти лет их дружба осталась неизменной.",
            "Между парнями возникла глубокая и крепкая дружба.",
            "Мы возобновили нашу дружбу после двадцатилетнего перерыва.",
            "Я поддерживаю дружбу с девочкой, с которой мы вместе ходили в школу двадцать лет назад.",
            "Он придаёт большое значение их дружбе.",
            "Эта странная дружба быстро угасала.",
            "Их отношения вышли за рамки дружбы.",
            "переменчивая дружба, которая с годами то возникала, то сходила на нет",
            "Я всегда мог положиться на Гэри в отношении дружбы и поддержки.",
            "Он почувствовал, что нашёл своего первого друга в колледже.",
            "Его дружба была единственным, что делало жизнь сносной.",
            "Они связаны друг с другом сильными узами дружбы.",
            "Дружба, которая у них завязалась ещё в школе, длилась всю жизнь.",
            "Переписка дала нам возможность восстановить былую дружбу.",
            "Мне хотелось ей что-нибудь подарить, чтобы ознаменовать нашу дружбу.",
            "неискренние и чрезмерные проявления сентиментальной дружбы",
            "Привлекательная женщина, 27 лет, ищет мужчину 25-35 лет, для развлечения и дружбы.",
            "По возвращении в Бостон она завязала тесную дружбу с тёткой."
        ]
    }
}