{
    "frightened": {
        "comment": [],
        "translate": "испуганный, напуганный",
        "transcription": " |ˈfraɪtnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What are you frightened of?",
            "He's always been frightened of spiders.",
            "Don't be frightened. We're not going to hurt you.",
            "The story really frightened me.",
            "The child was badly frightened by the mask.",
            "The boy was frightened to speak.",
            "He drove at a speed which frightened Lara to death.",
            "She was frightened by the anger in his eyes.",
            "I was frightened of being left by myself in the house.",
            "Our approach frightened the birds.",
            "frightened by his ardent burning eyes",
            "He tried to calm the frightened children.",
            "The frightened child cowered in the corner.",
            "She was frightened by any show of affection.",
            "Some residents were frightened to talk publicly.",
            "Liza was so frightened she couldn't make a sound.",
            "He frightened me into staying silent.",
            "A wild animal may bite if it is frightened.",
            "To tell the truth, I was frightened to death.",
            "Though frightened he carried it off very well.",
            "If you're frightened, tell one of the grown-ups.",
            "She was so frightened that she could hardly move.",
            "She's frightened that her ex-husband will find her.",
            "One of the men sounded furious, the other frightened.",
            "He drove at a speed which frightened Leonora to death.",
            "She slowly took one footstep toward the frightened animal.",
            "Don't be frightened — it's only a story (=it is imaginary).",
            "The salesman frightened the old lady into signing the paper.",
            "I know something's the matter. You're frightened of something.",
            "To tell the truth, I was frightened to death (=very frightened)."
        ],
        "example_translate": [
            "Чего ты боишься?",
            "Он всегда боялся пауков.",
            "Не бойся, мы тебя не обидим.",
            "Эта история действительно напугала меня.",
            "Ребенок был сильно напуган маской.",
            "Мальчик испугался говорить.",
            "Он ехал со скоростью, которая испугала Лару до смерти.",
            "Она испугалась злости в его глазах.",
            "Я боялась, что меня оставят в доме совсем одну.",
            "Наше приближение напугало птиц.",
            "испугавшись его пламенных горящих глаз",
            "Он попытался успокоить напуганных детей.",
            "Испуганный ребёнок съёжился в углу.",
            "Любые знаки внимания отпугивали её.",
            "Некоторые местные жители испугались говорить публично.",
            "Лиза была так испугана, что не могла издать ни звука.",
            "Он запугал меня, чтобы я молчала.",
            "Дикое животное может укусить, если оно напугано.",
            "Сказать по правде, я перепугалась до смерти.",
            "Хоть он и был напуган, но не подал вида.",
            "Если ты боишься, скажи об этом одному из взрослых.",
            "Она была так напугана, что едва могла шевелиться.",
            "Она испугалась, что её найдёт бывший муж.",
            "По голосам было понятно, что один из мужчин разъярён, а другой — напуган.",
            "Скорость, с которой он ехал, испугала Леонору до смерти.",
            "Она медленно сделала шаг по направлению к испуганному животному.",
            "Не пугайтесь: это всего лишь сказка (т.е. это вымысел).",
            "Продавец запугал старуху, и она подписала бумагу.",
            "Я знаю, что что-то случилось. Ты чего-то боишься.",
            "Сказать по правде, я перепугалась до смерти (т.е. очень испугалась)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}