{
    "frontier": {
        "comment": [
            "front"
        ],
        "translate": "граница, рубеж, форт, пограничный",
        "transcription": " |frʌnˈtɪr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Man has advanced the frontier of physical science.",
            "The frontiers of political economy needed to be more carefully marked.",
            "We are in the frontier West, the heartland of the American myth.",
            "He worked at the frontier of brain science.",
            "The intent of sending men hither was to protect the frontier inhabitants.",
            "They were sent on an expedition to explore the western frontier.",
            "They had to endure the hardships of life on the frontier.",
            "The geographical position of the frontier fluctuated with the fortunes of war (=the things that can happen during a war).",
            "The covered wagon was the major conveyance that transported settlers and their belongings across the frontier.",
            "The rudeness of frontier life gradually diminished with time."
        ],
        "example_translate": [
            "Человек продвинул вперёд границы физики.",
            "Сфера исследования политической экономии должна быть определена более точно.",
            "Мы на крайнем Западе, в сердце американского мифа.",
            "Он работал на передовом рубеже науки о мозге /когнитивной психологии/.",
            "Намерение отправить туда солдат было связано с тем, что нужно было защитить приграничных жителей.",
            "Их отправили в экспедицию для исследования западных рубежей.",
            "Им приходилось переносить тяготы жизни на границе.",
            "Географическое положение границы колебалось в зависимости от превратностей войны (т.е. от того, что может произойти во время войны).",
            "Крытая повозка была основным транспортным средством для перевозки поселенцев и их пожитков через границу.",
            "Со временем жизнь на границе постепенно стала менее грубой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}