{
    "frost": {
        "comment": [],
        "translate": "мороз, иней, холодность, суровость, фиаско, подмораживать, матировать",
        "transcription": " |frɔːst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The frost still held.",
            "We had an early frost.",
            "The cold had frosted the windows.",
            "Frost formed on the window.",
            "The grass was covered with frost.",
            "Yesterday had a twang of frost in it.",
            "The streets were iron-bound with frost.",
            "Despite the frost, the pitch was playable.",
            "The grass and trees were white with frost.",
            "The earlier sowings are cut off by the frost.",
            "A sharp frost blighted all our early potatoes.",
            "The early frost did in all of our tender plants.",
            "Frost can kill the aboveground parts of the plant.",
            "Light reflected from myriads of facets of hoar frost.",
            "The icy precipitation frosted the flowers and they turned brown.",
            "Nature showered down upon us those lovely blossoms of the frost - snow-crystals.",
            "Nature is a recurrent theme (=a theme that appears repeatedly) in Frost's poetry.",
            "She needed to move the plants into the greenhouse before the first frost killed them.",
            "Even in May we can sometimes get a late frost.",
            "Our flowers were heavily damaged by a late spring frost.",
            "The grass is covered with minute diamonds of white frost.",
            "Farmers are covering their crops as a preventive measure against frost."
        ],
        "example_translate": [
            "По-прежнему стояли морозы.",
            "У нас были ранние заморозки.",
            "Холод заморозил окна.",
            "На окне образовался иней.",
            "Трава была покрыта инеем.",
            "Вчера немного подморозило.",
            "Улицы были скованы морозом.",
            "Несмотря на мороз, играть на поле было можно.",
            "Трава и деревья побелели от инея.",
            "Ранние посевы погибли из-за мороза.",
            "Резкий мороз загубил весь наш ранний картофель.",
            "Ранние заморозки погубили все наши нежные растения.",
            "Мороз может поразить наземную часть растения.",
            "Свет отражался от бесчисленных граней кристаллов инея.",
            "Выпавший иней заморозил цветы, и они стали бурыми.",
            "Природа осыпала нас этими замечательными цветами мороза - снежинками.",
            "Природа является лейтмотивом поэзии Фроста (т.е. темой, которая многократно в ней повторяется).",
            "Ей нужно было переместить растения в теплицу, пока их не убили первые заморозки.",
            "Даже в мае у нас иногда бывают поздние заморозки.",
            "В конце весны наши цветы были сильно повреждены заморозками.",
            "Трава покрыта мельчайшими, сверкающими как алмазы, частичками инея.",
            "Фермеры укрывают свои посевы в качестве превентивной меры против мороза."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}