{
    "frozen": {
        "comment": [
            "freeze",
            "freezer",
            "frost"
        ],
        "translate": "замороженный, мороженый, замерзший, застывший, мерзлый, холодный, оледенелый",
        "transcription": " |ˈfroʊzn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm frozen through",
            "The ice is frozen hard.",
            "People are frozen with tears.",
            "The ship was frozen in.",
            "The water has frozen solid.",
            "The lake has frozen over.",
            "The water pipes have frozen.",
            "The lake had frozen overnight.",
            "Frozen pizza is a popular convenience food.",
            "The lake was frozen solid.",
            "His fingers were badly frozen.",
            "the frozen food section in the supermarket",
            "Their boots crunched loudly on the frozen snow.",
            "I had slipped a disc and was frozen in a spasm of pain.",
            "We are bailed up by the snow, and look like frozen Esquimaux.",
            "Her attempt at a home-cooked meal consisted of frozen fish sticks and a can of soup.",
            "The pond was frozen solid.",
            "The ground was frozen solid.",
            "Goodness, your hands are frozen stiff!",
            "The ground is frozen for most of the year.",
            "A thrilling wind blew off the frozen lake.",
            "Frozen dinners can be lifesavers for busy parents.",
            "The thawing of a frozen turkey takes several hours.",
            "Under the agreement, most agricultural prices would be frozen or cut.",
            "Pay rates will remain frozen until the company does better financially.",
            "We could see fish swimming beneath the crystalline ice of the frozen lake.",
            "a report on the arctic tundra of Alaska and the polar bears that inhabit that vast, frozen plain"
        ],
        "example_translate": [
            "Я насквозь промёрз.",
            "Лёд очень твёрдый.",
            "Люди замерли со слезами на глазах.",
            "Корабль был скован льдом.",
            "Вода замерзла (превратилась в лед).",
            "Озеро покрылось льдом.",
            "Водопроводные трубы замёрзли.",
            "За ночь озеро (уже) замёрзло.",
            "Замороженная пицца — популярная еда быстрого приготовления.",
            "Озеро полностью промёрзло.",
            "Его пальцы ужасно замёрзли.",
            "отдел замороженных продуктов данного супермаркета",
            "Снег громко скрипел у них под сапогами.",
            "У меня сместился диск, и я застыл от приступа сильной боли.",
            "Мы совершенно выбились из сил, пробираясь сквозь метель, и стали похожи на замерзших эскимосов.",
            "Ее попытка приготовить домашнюю еду заключалась в готовке замороженных рыбных палочек и банки консервированного супа.",
            "Пруд полностью промёрз.",
            "Земля промёрзла насквозь.",
            "Господи, да у тебя руки совсем закоченели!",
            "Земля промерзает на большую часть года.",
            "С замёрзшего озера дул пробирающий до костей ветер.",
            "Для занятых родителей замороженные ужины порой просто спасение.",
            "Оттаивание замороженой индейки занимает несколько часов.",
            "В рамках данного соглашения, большинство цен на сельскохозяйственную продукцию будет заморожено или снижено.",
            "Ставки заработной платы будут заморожены до тех пор, пока компания не улучшит своё финансовое положение.",
            "Мы видели рыб, которые плавали под прозрачным льдом замёрзшего озера.",
            "доклад об арктической тундре Аляски, и белых медведях, которые населяют эту обширную ледяную равнину"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}