{
    "frustration": {
        "comment": [
            "frustrate",
            "frustrating",
            "frustrated"
        ],
        "translate": "разочарование, расстройство, чувство разочарования, срыв, крушение",
        "transcription": " |frʌˈstreɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He has tasted the frustration of defeat.",
            "I am fed up with the frustrations of everyday life.",
            "His voice rose in frustration.",
            "He shook his head in frustration.",
            "His response is one of an anger and frustration.",
            "He was angry about the frustration of his plans.",
            "Years of pent-up anger and frustration.",
            "In spite of his frustrations, he fell in love with the country.",
            "If you don't express your feelings, frustration and anger can build up.",
            "My feeling of frustration, of being ineffectual, is massive.",
            "“How dare you!” Natalie screamed, in consummate frustration.",
            "Her constant complaints were the main source of his frustration.",
            "These delays have proven to be a major frustration.",
            "In a fury of frustration and fear Nina bit his hand.",
            "Can't you express your frustration without using swears?",
            "I was practically screaming with frustration.",
            "Buying a house can be an exercise in frustration.",
            "I could hear mum venting her frustration by banging the pots noisily.",
            "The incident uncorked years of pent-up anger and frustration."
        ],
        "example_translate": [
            "Он узнал на вкус (познал) разочарование от поражения.",
            "Меня достали постоянные неудачи.",
            "В отчаянии он повысил голос.",
            "Он с досадой покачал головой.",
            "Его ответная реакция — это раздражение и разочарование.",
            "Он был зол из-за того, что его планы расстроились.",
            "Годы затаённого гнева и разочарования.",
            "Несмотря на свое разочарование, он влюбился в эту страну.",
            "Если не выражать свои чувства, отчаяние и злость могут накапливаться.",
            "Моё чувство разочарования и собственной бесполезности огромно.",
            "— Да как ты смеешь! — в полном отчаянии закричала Натали.",
            "Её постоянные жалобы были главной причиной его расстройства.",
            "Эти задержки оказались одним из главных разочарований.",
            "Полная ярости, разочарования и страха, Нина укусила его за руку.",
            "Разве нельзя выразить своё разочарование без использования ругательств?",
            "От отчаяния я почти кричал.",
            "Покупка дома может вызвать чувство разочарования.",
            "Я слышал, как мама вымещает своё расстройство, громко стуча кастрюлями.",
            "После того случая сдерживаемые годами гнев и разочарование вышли наружу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}