{
    "frustrated": {
        "comment": [
            "frustrate",
            "frustrating",
            "frustration"
        ],
        "translate": "несостоявшийся",
        "transcription": " |ˈfrʌstreɪtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was frustrated to find no support among his friends.",
            "She had become increasingly frustrated with her life.",
            "It frustrated him to miss so many games because of injuries.",
            "He gets frustrated when people don't understand what he's trying to say.",
            "Their attempts to speak to him were frustrated by the guards.",
            "Edward declared himself angry and frustrated.",
            "Congress has grown increasingly frustrated with the administration's policy.",
            "Frustrated and bitter, Hogan had reached the end of his tether with politics.",
            "She grew frustrated with the lack of progress.",
            "The lack of investors has frustrated them in their efforts to expand the company.",
            "I switched to English literature, where so many frustrated poets end as pipe-smoking teachers in tweeds."
        ],
        "example_translate": [
            "Он был разочарован, не встретив поддержки среди своих друзей / не найдя поддержки у друзей.",
            "Она стала всё больше разочаровываться своей жизнью.",
            "Его расстраивало то, что он пропустил так много игр из-за травм.",
            "Он расстраивается, когда люди не понимают, что он хочет сказать.",
            "Их попытки поговорить с ним, были пресечены охранниками.",
            "Эдвард заявил, что он сердит и расстроен / разочарован.",
            "Конгресс очень недоволен политикой администрации.",
            "Полный горечи и разочарования, в отношении политики Хоган дошёл до последней черты.",
            "Дело не шло, и она всё больше приходила в отчаяние.",
            "Отсутствие инвесторов, расстроило их планы по расширению компании, не смотря на все их усилия.",
            "Я перешёл на изучение английской литературы, которым пробавляется не один поэт-пустоцвет, превратясь в профессора с трубочкой, в пиджаке из добротной шерсти. (В.Набоков, \"Лолита\")"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}