{
    "fulfil": {
        "comment": [],
        "translate": "выполнять, исполнять, осуществлять, удовлетворять, завершать",
        "transcription": " |fʊlˈfɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She didn't fulfil her early promise.",
            "He fulfilled his pledge to cut taxes.",
            "He's trying to fulfill himself as an artist.",
            "If we could have that house, our dreams would be fulfilled.",
            "She fulfilled her life's ambition when she started her own business.",
            "The colony will not long fulfil its part in this unequal bargain. (H. Martineau)",
            "We want to make sure that all children are able to fulfil their potential.",
            "Visiting Disneyland has fulfilled a boyhood dream.",
            "She failed to fulfill her obligations.",
            "A good police officer is not fulfilling his role if he neglects this vital aspect.",
            "He fulfilled his childhood wish to become a professional baseball player.",
            "Much of the electrical equipment failed to fulfill safety requirements.",
            "The program is intended to fulfill the basic needs of children in the community.",
            "It was then that the organization finally began to fulfill the hopes of its founders.",
            "I'd like to see him fulfil his promise to reorganize the army.",
            "Bella would go to any lengths to fulfil her ambition.",
            "Juppe got a mauling over the government's failure to fulfil its promises."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "u + Закр сл = [u]"
        ],
        "example_translate": [
            "Она не выполнила своё предыдущее обещание.",
            "Он выполнил свое обещание снизить налоги.",
            "Он пытается реализовать себя как художник.",
            "Если бы у нас был тот дом, наши мечты исполнились бы.",
            "Начав собственное дело, она исполнила мечту всей своей жизни.",
            "Колония больше не будет участвовать в этой неравноправной сделке.",
            "Мы хотим убедиться, что все дети имеют возможность реализовать свой потенциал.",
            "Посетив Диснейленд, он исполнил свою детскую мечту.",
            "Она не смогла выполнить свои обязательства.",
            "Хороший полицейский не выполняет свои обязанности, если пренебрегает этим жизненно важным аспектом.",
            "Он осуществил своё детское желание — стать профессиональным бейсболистом.",
            "Большая часть электрооборудования не соответствовала требованиям безопасности.",
            "Программа предназначена для удовлетворения основных потребностей детей в общине.",
            "Именно тогда организация, наконец, начала осуществлять надежды своих основателей.",
            "Я хочу видеть, как он исполнит своё обещание реорганизовать армию.",
            "Белла пошла бы на любые жертвы, чтобы исполнить свою мечту.",
            "Жюппе получил хорошую взбучку за невыполнение правительством своих обещаний."
        ]
    }
}