{
    "full-time": {
        "comment": [],
        "translate": "полная рабочая неделя, рабочий",
        "transcription": " |fʊl ˈtaɪm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Nurses are employed on a full-time basis.",
            "Janet is a full-time teacher and a mother of two.",
            "Full-time employees are entitled to receive health insurance.",
            "Working full-time was too much for her.",
            "She devoted herself full-time to her business.",
            "16- to 18-year-olds receiving full-time education",
            "He had hoped to continue as a full-time employee.",
            "I contemplated leaving school and taking a full-time job.",
            "As the ball went in, the referee blew his whistle for full time.",
            "We are looking for a full-time assembler of musical instruments.",
            "He works a full-time job during the day, plus he goes to school at night.",
            "She is dealing with the stresses of working full-time and going to school.",
            "It can be hard to juggle family responsibilities and the demands of a full-time job.",
            "Many people over the age of 50 haven't upgraded their skills since leaving full-time education."
        ],
        "example_translate": [
            "Медсёстры нанимаются на работу на основе полной занятости.",
            "Дженет — штатный преподаватель и мать двоих детей.",
            "Штатные работники имеют право на получение медицинского страхования.",
            "Работать полный день ей было не по силам.",
            "Она полностью посвятила себя своему делу.",
            "молодые люди в возрасте от 16 до 18 лет, получающие очное образование",
            "Он надеялся остаться в штате.",
            "Я подумывал бросить школу и найти работу на полный рабочий день.",
            "Как только мяч оказался в игре, судья дал свисток об окончании матча.",
            "Требуется сборщик музыкальных инструментов на полную занятость.",
            "Днём он работает с полной занятостью, а вечером к тому же ходит в школу.",
            "Ей приходится выдерживать напряжение полного рабочего дня, да ещё и ходить в школу.",
            "Порой трудно совмещать выполнение семейных обязанностей и требований, налагаемых работой с полной занятостью.",
            "Большое количество опрошенных в возрасте старше пятидесяти лет не занимались повышением квалификации с тех пор, как получили диплом об образовании."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}