{
    "fun": {
        "comment": [
            "funeral",
            "funny"
        ],
        "translate": "веселье, забава, потеха, шутка, шутить",
        "transcription": " |fʌn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What fun!",
            "He is great fun.",
            "He was fun to be with.",
            "I can't remember when I've had so much fun.",
            "He is fun to have around.",
            "The park is a fun place to visit.",
            "He became a figure of fun.",
            "Our vacation was a fun time.",
            "He's just funning with you.",
            "We had a fun time at the movie.",
            "She's a fun person to be with.",
            "It's no fun eating on your own.",
            "Evelyn would tease her, but only in fun.",
            "Try snowboarding — it's a really fun sport.",
            "Her sense of fun made her very popular at college.",
            "She's a really fun person to be around.",
            "Sickness takes all the fun out of life.",
            "Jan's always so cheerful and full of fun.",
            "There's plenty of fun for all the family.",
            "Basketball games are a lot of fun to watch.",
            "The children were having so much fun, I hated to call them inside.",
            "I do it for the fun of it.",
            "Snowboarding — that sounds like fun.",
            "She asked for money and then the fun began.",
            "Several Internet sites are inviting people to join in the fun for free."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "как интересно!",
            "Он очень забавен. / С ним очень весело.",
            "С ним было весело.",
            "Не помню, когда я получал такое удовольствие.",
            "С ним рядом весело.",
            "Парк — это интересное место для посещения.",
            "Он стал посмешищем /объектом насмешек/.",
            "Наш отпуск прошёл весело.",
            "Он с тобой просто шутит.",
            "Мы весело провели время в кино.",
            "Она человек, с которым весело.",
            "Есть в одиночку — совсем не весело.",
            "Эвелин /Эвелина, Ивлин/, бывало, дразнила её, но только в шутку.",
            "Попробуйте сноуборд: это очень интересный вид спорта.",
            "В колледже её очень полюбили за чувство юмора.",
            "Она человек, с которым очень весело.",
            "Болезнь забирает из жизни всё самое интересное.",
            "Ян всегда такой бодрый и очень смешной.",
            "Там есть множество развлечений для всей семьи.",
            "Баскетбольные игры очень весело смотреть.",
            "Детям было так весело, что мне не хотелось звать их (с улицы) домой.",
            "Я делаю это ради удовольствия.",
            "Сноуборд — звучит заманчиво.",
            "Она попросила денег, и тут началось самое интересное.",
            "Несколько интернет-сайтов приглашают людей бесплатно присоединиться к веселью."
        ]
    }
}