{
    "fundamental": {
        "comment": [],
        "translate": "основной, фундаментальный, основы, принцип, основной тон",
        "transcription": " |ˌfʌndəˈmentl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Hard work is fundamental to success.",
            "The legislation has a fundamental weakness.",
            "The Constitution ensures our fundamental rights.",
            "High quality air is fundamental to the health of people.",
            "Water is fundamental to survival.",
            "Novice programmers sometimes make fundamental errors.",
            "Computers are fundamental to modern industrial structure.",
            "We need to address these problems on a more fundamental level.",
            "The revolution brought about a fundamental change in the country.",
            "We need to make some fundamental changes in the way we do business.",
            "the fundamental laws of the universe",
            "There's a fundamental difference between these two political parties.",
            "More than a facelift, the new model marks a fundamental change of direction.",
            "The cost of the project was enormous, but it was not the fundamental cause of its failure.",
            "These ideas are of fundamental importance.",
            "an example that was fundamental to the argument",
            "There is a fundamental flaw in Walton's argument.",
            "the fundamental revolution in human values that has occurred",
            "the issue of whether obscenity is a fundamental part of rap music",
            "Their argument rests on a fundamental untruth which has long been discredited.",
            "the philosopher's claim that we can never cognize — in a fundamental sense — anything",
            "Fundamentals include a company's growth, revenues, earnings, management, and capital structure.",
            "They felt that if the Congress adopted these security measures, it would be abnegating the nation's fundamental commitment to individual rights."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Упорный труд - залог успеха.",
            "Законодательство имеет существенный недостаток.",
            "Конституция гарантирует наши основные права.",
            "Высококачественный воздух совершенно необходим для здоровья людей.",
            "Вода является необходимым условием выживания.",
            "Начинающие программисты иногда допускают фундаментальные ошибки.",
            "Компьютеры являются основным компонентом современной отраслевой структуры.",
            "Мы должны решать эти проблемы на более фундаментальном уровне.",
            "Революция привела к фундаментальным изменениям в стране.",
            "Мы должны сделать фундаментальные изменения в способах ведения бизнеса.",
            "фундаментальные законы Вселенной",
            "Между этими двумя политическими партиями есть одно фундаментальное различие.",
            "Это не просто косметические улучшения: новая модель знаменует собой коренное изменение направления.",
            "Стоимость проекта была огромной, но не это стало основной причиной его провала.",
            "Эти идеи имеют фундаментальное значение.",
            "пример, на котором держалась вся аргументация",
            "В доводах Уолтона есть существенный изъян.",
            "произошедшая фундаментальная переоценка человеческих ценностей",
            "вопрос о том, являются ли непристойности фундаментальной частью рэп-музыки",
            "Их аргументы основаны на фундаментальной лжи, которая уже давно опровергнута.",
            "утверждение этого философа о том, что в фундаментальном смысле мы никогда не сможем вообще ничего познать",
            "В число основных показателей компании входят индекс развития, доходы, прибыль, управление и структура капитала.",
            "Им казалось, что если конгресс примет эти меры безопасности, это будет равносильно отказу страны от своей основополагающей приверженности правам человека."
        ]
    }
}