{
    "funding": {
        "comment": [
            "fund",
            "fundamental",
            "fundamentally"
        ],
        "translate": "субсидирование",
        "transcription": " |ˈfʌndɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Funding for the program was slashed.",
            "This project is in urgent need of funding.",
            "Funding arrangements are already in place.",
            "They're at odds over the funding for the project.",
            "Lack of funding has encumbered the project.",
            "The program is under threat of closure due to lack of funding.",
            "College directors have called for more government funding.",
            "Lack of funding has been a major constraint on the building's design.",
            "We'll have to put the project into cold storage until we can get the funding.",
            "He campaigned hard to get more funding.",
            "The success of the project depends critically on the continuation of this funding.",
            "This raises the question of government funding.",
            "This brings us back to the question of funding.",
            "The debate centred on funding for health services.",
            "Any government funding would be temporary in nature.",
            "Extra funding may be available in certain circumstances.",
            "She took a principled stand on funding public education.",
            "Our department was dismembered when our funding dried up.",
            "We hope that additional sources of funding can be tapped.",
            "The NSF axed the research program and stopped funding it.",
            "They wrote a grant proposal to get funding for the project.",
            "Canada is funding the programme to the tune of $30 million.",
            "I am forced to conclude that more funding will be necessary.",
            "The funding is subject to approval by the Board of Education.",
            "Funding of the health service has become a political football.",
            "We have to crank out publications in order to receive funding.",
            "It's difficult to project funding needs so far into the future.",
            "This new funding will come as a welcome boost for the industry.",
            "Plans for a new bridge were dropped due to the lack of funding.",
            "The after-school program was dismantled due to lack of funding."
        ],
        "example_translate": [
            "Финансирование программы было сокращено.",
            "Этот проект нуждается в срочном финансировании.",
            "Механизмы финансирования уже в наличии.",
            "У них разногласия по поводу финансирования проекта.",
            "Реализацию проекта осложнило отсутствие финансирования.",
            "Программа находится под угрозой закрытия из-за отсутствия финансирования.",
            "Директора вузов потребовали увеличения правительственного финансирования.",
            "Недостаток финансирования является одним из основных препятствий для разработки проекта здания.",
            "Мы будем вынуждены \"заморозить\" проект до тех пор, пока не найдем источник финансирования.",
            "Он активно боролся за то, чтобы получить большее финансирование.",
            "Успех проекта в огромной степени зависит от продолжения этого финансирования.",
            "В этой связи возникает вопрос государственного финансирования.",
            "Это возвращает нас к вопросу финансирования.",
            "Обсуждение было сосредоточено на финансировании служб здравоохранения.",
            "Любое государственное финансирование будет носить временный характер.",
            "В определённых обстоятельствах может предоставляться дополнительное финансирование.",
            "Она заняла принципиальную позицию в отношении финансирования народного образования.",
            "Когда финансирование прекратилось, наш отдел был расформирован.",
            "Мы надеемся, что можно будет использовать дополнительные источники финансирования.",
            "Исследовательская программа была закрыта, а её финансирование прекращено Национальным Научным Фондом.",
            "Они написали заявку на грант, чтобы получить средства для финансирования проекта.",
            "Канада финансирует данную программу в размере тридцати миллионов долларов",
            "Я вынужден сделать вывод, что понадобится больше средств.",
            "Финансирование должно быть одобрено министерством образования.",
            "Финансирование сферы здравоохранения стало предметом политических спекуляций.",
            "Мы должны штамповать публикации, чтобы получать финансирование.",
            "Трудно спрогнозировать финансовые потребности на такой долгий срок.",
            "Новые финансовые вливания дадут столь желанный толчок к развитию этой отрасли промышленности.",
            "От планов по строительству нового моста пришлось отказаться из-за отсутствия средств.",
            "Внешкольная программа была свёрнута из-за отсутствия финансирования."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}