{
    "funeral": {
        "comment": [],
        "translate": "похоронный, похороны, похоронная процессия",
        "transcription": " |ˈfjuːnərəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His funeral will be held on Friday.",
            "Only family attended the funeral.",
            "The family are making arrangements for his funeral.",
            "She was in a bad way after the funeral.",
            "Hundreds of people attended his funeral.",
            "The funeral was held on a grey day in November.",
            "Insurance to cover the cost of a funeral is possible.",
            "a slow and heavy funeral song",
            "Ramdas set fire to the funeral pyre.",
            "They want the funeral to be as low-key as possible.",
            "The funeral was a very emotional experience for all of us.",
            "a funeral service, followed by committal in the family plot",
            "She had not shed a single tear during the funeral.",
            "Funeral directors often work long, irregular hours.",
            "They can't possibly get here in time for the funeral?",
            "He was eulogized at his funeral as a great actor and a good friend.",
            "A large constellation of relatives and friends attended the funeral.",
            "Their grief turned to hysteria when the funeral procession arrived at the cemetery.",
            "At the funeral he spoke emotionally.",
            "The widow leapt into the funeral pyre.",
            "His cousin made the funeral arrangements.",
            "The dead woman was eulogized at the funeral.",
            "The funeral will be held at St. Martin's Church.",
            "He delivered a moving eulogy at his father's funeral.",
            "A crashing bore, he can turn any party into a funeral.",
            "They behaved shockingly at the funeral.",
            "the infelicity of holiday decorations at a funeral home",
            "a funeral caravan slowly making its way down the street",
            "Hundreds of people crowded into the church for the funeral.",
            "sullen skies that matched our mood on the day of the funeral"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его похороны состоятся в пятницу.",
            "На похоронах присутствовали только члены семьи.",
            "Семья занимается организацией его похорон.",
            "После похорон ей было очень плохо.",
            "Сотни людей присутствовали на его похоронах.",
            "Похороны состоялись в серый ноябрьский день.",
            "Страховка для покрытия расходов на похороны - возможна.",
            "медленная и тяжёлая похоронная песня",
            "Рамдас поджёг погребальный костёр.",
            "Они хотят, чтобы похороны были настолько скромными /незаметными/, насколько это возможно.",
            "Похороны были очень эмоциональным событием для всех нас.",
            "панихида с последующим погребением на семейном участке кладбища",
            "Во время похорон она не пролила ни слезинки.",
            "Директора похоронных бюро часто работают сверх установленного времени и во внеурочные часы.",
            "Они никак не доберутся сюда ко времени похорон?",
            "На похоронах его превозносили как великого актёра и хорошего друга.",
            "На похоронах присутствовало огромное количество родственников и друзей.",
            "Их горе перешло в истерию, когда они добрались до кладбища.",
            "На похоронах он выступил с прочувствованной речью.",
            "Вдова прыгнула в погребальный костёр.",
            "Его двоюродный брат организовал похороны.",
            "На похоронах покойную превознесли до небес.",
            "Похороны состоятся в церкви Святого Мартина.",
            "Он выступил с трогательной и хвалебной речью на похоронах своего отца.",
            "Этот жуткий зануда любой праздник способен превратить в похороны.",
            "На похоронах они вели себя безобразно.",
            "неуместность праздничных украшений в похоронном бюро",
            "похоронная процессия, медленно продвигающаяся по улице",
            "Сотни людей столпились в церкви для церемонии похорон.",
            "угрюмые небеса, которые соответствовали нашему настроению в этот день похорон"
        ]
    }
}