{
    "funny": {
        "comment": [
            "funeral",
            "fun"
        ],
        "translate": "смешной, забавный, странный, потешный, анекдот, страничка юмора в газете",
        "transcription": " |ˈfʌni|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How funny!",
            "That was well funny!",
            "What's that funny smell?",
            "That's one funny boy.",
            "He's a very funny guy.",
            "He told a funny story.",
            "He told a very funny joke.",
            "You funny old, phony old bogus man!",
            "Very funny! Who's hidden my car keys?",
            "It was so funny it was a circus.",
            "I see this as diabolically funny.",
            "It feels funny to be back here again.",
            "I always feel funny after a long car ride.",
            "A funny thing happened to me the other day.",
            "A funny thing happened on the way to the...",
            "The book is both scary and funny.",
            "We all have our funny little ways.",
            "I try to see the funny side of life.",
            "a funny story that never fails to amuse",
            "After his wife died he went a bit funny.",
            "There's something funny about that affair.",
            "He did a funny impression of a politician.",
            "She banged her funny bone on the doorpost.",
            "He made funny faces to amuse the children.",
            "I hit my funny bone on the edge of the table.",
            "The comedian was so funny, he was killing me!",
            "She told us some funny stories about her sister.",
            "His jokes didn't strike Jack as being very funny.",
            "...this heater gives out a funny smell sometimes...",
            "I heard a funny joke yesterday."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Как забавно!",
            "Это было так смешно!",
            "Что за странный запах?",
            "Какой забавный паренёк.",
            "Он очень весёлый /смешной, забавный, чудной/.",
            "Он рассказал смешную историю.",
            "Он рассказал очень смешной анекдот.",
            "Ах ты, старый обманщик!",
            "Очень смешно! Кто спрятал мои ключи от машины?",
            "Это было так смешно, просто цирк какой-то!",
            "По-моему, это ужасно смешно.",
            "Забавно вернуться сюда снова.",
            "После долгой езды на машине я всегда как-то странно себя чувствую.",
            "Забавная вещь произошла со мной на днях.",
            "На пути к... произошла забавная вещь.",
            "Книга одновременно и страшная, и смешная.",
            "У всех нас есть свои маленькие странности.",
            "Я стараюсь видеть забавную сторону жизни.",
            "смешная история, которая никогда не перестает забавлять",
            "После смерти жены он стал немного странным.",
            "Во всем этом есть что-то странное.",
            "Он сделал забавную пародию на одного политика.",
            "Она ударилась локтем о дверной косяк.",
            "Он корчил смешные рожицы, чтобы развлечь детей.",
            "Я ударился локтем о край стола.",
            "Этот комик был такой прикольный — я чуть не помер от смеха!",
            "Она рассказала нам несколько забавных историй о своей сестре.",
            "Его шутки не показались Джеку особенно смешными. / Его шутки не поразили Джека остроумием.",
            "...от обогревателя иногда странно пахнет...",
            "Я вчера услышал смешной анекдот."
        ]
    }
}