{
    "furious": {
        "comment": [],
        "translate": "яростный, разъяренный, бешеный, неистовый, свирепый, взбешенный, злющий",
        "transcription": " |ˈfjʊrɪəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She was furious with herself.",
            "She was furious.",
            "We worked all night at a furious pace.",
            "She was absolutely furious.",
            "He was absolutely furious at / about / over her refusal.",
            "The statement brought him into a state of furious anger.",
            "One of the men sounded furious, the other frightened.",
            "She was furious with herself for letting things get out of hand.",
            "The action is fast and furious.",
            "I was furious with them for printing the story.",
            "Their furious desire of revenge must be satiated.",
            "The elephants, made furious by their wounds, increased the disorder.",
            "Residents in the area are furious at the decision.",
            "I was angry—nay, furious—at the way they were treating that poor dog.",
            "They are at the center of a furious debate over whether or not to expand the city's public transportation system.",
            "I fired off a furious letter to the editor.",
            "My father was furious at first, but eventually we came to an understanding.",
            "'You're welcome to stay as long as you like.' Michelle shot him a furious glance.",
            "She was furious — screaming bloody murder at the manager!",
            "Her family are furious that her name has been published by the press.",
            "The account of his speech that was given on the evening news made the governor furious.",
            "Season-ticket holders are furious at the rise in rail fares.",
            "He was furious that she revealed his secret and never forgave her for the treachery."
        ],
        "example_translate": [
            "Она была зла на саму себя.",
            "Она была в ярости.",
            "Мы всю ночь работали в бешеном темпе.",
            "Она была просто в ярости.",
            "Он был просто в ярости из-за её отказа.",
            "Это заявление привело его в состояние бешенства.",
            "По голосам было понятно, что один из мужчин разъярён, а другой — напуган.",
            "Она очень злилась на себя за то, что позволила ситуации выйти из-под контроля.",
            "Действие происходит быстро и энергично.",
            "Я был зол на них за то, что они напечатали эту историю.",
            "Их яростное желание мести должно быть удовлетворено.",
            "Израненные и разъярённые, слоны ещё больше усиливали всеобщую панику.",
            "Жители района в бешенстве от такого решения.",
            "Я был зол — нет, вне себя от ярости — от того, как они обращались с бедной собакой.",
            "Они находятся в центре яростной дискуссии по поводу того, следует ли расширять городскую систему общественного транспорта.",
            "Я настрочил яростное письмо редактору.",
            "Поначалу мой отец пришёл в бешенство, но в конце концов мы пришли к взаимопониманию.",
            "— Можешь оставаться, сколько угодно. — Мишель бросила на него полный ярости взгляд.",
            "Она так разозлилась — орала на управляющего, как резаная!",
            "Её родные в ярости от того, что её имя было опубликовано в печати.",
            "Губернатора привёл в ярость сюжет о его выступлении, который вышел в вечерних новостях.",
            "Повышение железнодорожных тарифов привело в ярость владельцев сезонных абонементов.",
            "Он был в ярости, что она раскрыла его тайну, и не простил ей этого предательства."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}