{
    "furnish": {
        "comment": [],
        "translate": "отделка, предоставлять, представлять, снабжать",
        "transcription": " |ˈfɜːrnɪʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Can you furnish us with the necessary information?",
            "They furnished the room with very expensive tables and chairs.",
            "We'll furnish the food for the party.",
            "The proof which you desire has been already furnished.",
            "Can he furnish the information to us?",
            "The easy classes will contrive to furnish the governing classes of the country.",
            "He directed his servants to furnish an extemporaneous supper.",
            "He has enough money to furnish the apartment nicely.",
            "John was furnished with a list of local solicitors.",
            "We furnished the house in the Biedermeyer style.",
            "We gave the decorator carte blanche to furnish the house.",
            "Having bought the house, they couldn't afford to furnish it.",
            "Will these finds furnish more information on prehistoric man?"
        ],
        "example_translate": [
            "Ты можешь предоставить нам необходимую информацию?",
            "Они обставили комнату очень дорогими столами и стульями.",
            "Мы предоставим продукты для вечеринки.",
            "Нужное вам доказательство уже получено.",
            "Может ли он предоставить нам данные сведения?",
            "Богатые люди будут пытаться занимать руководящие посты в стране.",
            "Он приказал слуге быстро, на скорую руку, приготовить ужин.",
            "У него достаточно денег, чтобы красиво обставить эту квартиру.",
            "Джону предоставили список местных адвокатов.",
            "Мы отделали дом в стиле Бидермайера.",
            "Мы дали декоратору карт-бланш на отделку дома.",
            "Дом они купили, но обставить его мебелью им было не по карману.",
            "Предоставят ли эти находки больше информации о доисторическом человеке?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}