{
    "further": {
        "comment": [
            "fur",
            "furniture",
            "furry",
            "furthest",
            "furthermore",
            "furnish",
            "fury",
            "furious"
        ],
        "translate": "дальнейший, дальний, далее, дальше, кроме того, способствовать",
        "transcription": " |ˈfɜːrðər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Let's not discuss it further.",
            "They walked a little further.",
            "I have nothing further to say.",
            "His hands moved further down her back.",
            "Alan had been using her to further his career.",
            "Cook gently for a further 10 minutes.",
            "I came to see if you had any wishes that I could further.",
            "I'll see you further first!",
            "Visit our website for further details.",
            "Are there any further questions?",
            "Their house is further up the street.",
            "We have decided to take no further action.",
            "I had enough money to invest. I realized, further, that the risk was small.",
            "Marcus sank further and further into debt.",
            "Nothing could be further from the truth.",
            "There is a further problem: do we have enough money?",
            "A spokesman declined to comment until the evidence could be studied further.",
            "We parked in the further lot.",
            "I've never been further west than St. Louis.",
            "We need to research further into this matter.",
            "The records don't go any further back than 1960.",
            "We do not expect any further deliveries today.",
            "If you need further information you can call me.",
            "Butter sales have fallen because margarine has improved in flavor. Further, butter consumption has decreased because of links to heart disease.",
            "They've never been further south than San Diego.",
            "There is more damage to the further part of the fence.",
            "He will undergo further questioning.",
            "The funds are to be used to further the public good.",
            "The flavour of the wine is further improved during the aging period.",
            "Whaling in Australia was stopped. But the Australian government went further (=said or did something more extreme) and proposed a global ban."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "th = [ð]"
        ],
        "example_translate": [
            "Давайте не будем больше это обсуждать.",
            "Они прошли чуть дальше.",
            "Мне больше нечего сказать.",
            "Его руки опускались всё дальше по её спине.",
            "Алан использовал её для продвижения своей карьеры.",
            "Варите на медленном огне ещё десять минут.",
            "Я здесь, чтобы узнать, есть ли у вас какие-либо желания, исполнению которых я мог бы содействовать.",
            "≅ как бы не так!., ещё чего захотел!., и не подумаю (этого сделать)!",
            "Для более подробной информации посетите наш сайт.",
            "Ещё вопросы есть?",
            "Их дом — дальше по улице.",
            "Мы решили не предпринимать никаких дальнейших действий.",
            "У меня было достаточно денег, чтобы инвестировать. Кроме того, я понял, что риск невелик.",
            "Маркус всё глубже погружался в долги.",
            "Это в корне неправильно. / Это крайне далеко от истины.",
            "Существует ещё одна проблема: достаточно ли у нас деньги?",
            "Пресс-секретарь воздержался от комментариев до более глубокого изучения доказательств.",
            "Мы припарковались немного дальше.",
            "Я никогда не был западнее Сент-Луиса.",
            "Нам нужно провести дальнейшие исследования по этому вопросу.",
            "Записи есть только до 1960 года, не раньше.",
            "Больше родов /поставок/ сегодня не ожидается.",
            "Если нужна дополнительная информация, можете позвонить мне.",
            "Продажи сливочного масла упали, поскольку улучшился вкус маргарина. Более того, его потребление уменьшилось в связи с заболеваниями сердца.",
            "Они ещё никогда не были южнее Сан-Диего.",
            "Дальняя часть забора повреждена ещё больше.",
            "Он будет подвергнут дальнейшему допросу.",
            "Эти средства будут использованы для содействия общественному благу.",
            "В период вызревания вкус вина становится ещё лучше.",
            "Китобойный промысел в Австралии был остановлен. Но австралийское правительство пошло ещё дальше (т.е. сказало или сделало что-то ещё более экстремальное), и предложило ввести запрет на мировом уровне."
        ]
    }
}