{
    "fury": {
        "comment": [],
        "translate": "ярость, неистовство, гнев, бешенство, фурия, сварливая женщина",
        "transcription": " |ˈfjʊrɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was shaking with fury.",
            "I could see the fury in her eyes.",
            "He was blazing with fury.",
            "He turned away from them in fury.",
            "The storm unleashed its fury.",
            "His eyes were ablaze with fury.",
            "He exited the courtroom in a fury.",
            "You so forgot all prudence in your fury.",
            "We went out and played like fury.",
            "Fire and fury, master! What have we done, that you should talk to us like this!",
            "Hell hath no fury like a woman scorned",
            "They felt the full fury of the elements.",
            "Richmond was quaking with fury.",
            "The report was leaked to the press, much to the president's fury.",
            "In a fury of frustration and fear Nina bit his hand.",
            "'Go on then!' shouted Jamie in a fury. 'See if I care!'",
            "He screamed at her in a pitch of fury."
        ],
        "example_translate": [
            "Меня трясло от ярости.",
            "Я видел гнев в её глазах.",
            "Он кипел от гнева.",
            "Он в бешенстве отвернулся от них.",
            "Гроза разразилась во всю свою силу.",
            "Его глаза яростно сверкали.",
            "Он покинул зал суда в ярости.",
            "Да ты совсем в гневе позабыл об осторожности.",
            "Мы вышли и сыграли со всей страстью, на которую способны.",
            "Черт возьми, хозяин! Что мы такого сделали, что вы с нами так разговариваете?!",
            "А аду нет злости подобной (сопоставимой с) женскому презрению",
            "Они ощутили на себе всю ярость стихии.",
            "Ричмонд трясся от ярости.",
            "К бешенству президента, этот доклад был преднамеренно \"слит\" прессе.",
            "Полная ярости, разочарования и страха, Нина укусила его за руку.",
            "— Что ж, продолжайте! — в ярости крикнул Джейми. — Мне всё равно!",
            "Он разъярился до такой степени, что наорал на неё."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}