{
    "fuss": {
        "comment": [
            "confuse",
            "confused",
            "refuse",
            "refusal",
            "confusing",
            "confusion",
            "fuse",
            "fusion"
        ],
        "translate": "суетиться, ссориться, суматоха, суета из-за пустяков",
        "transcription": " |fʌs|",
        "antonyms": [],
        "mnemonic": [
            "fuss [фас] суматоха, суета - Услышав (фас), собака суматоху и суету вызвала."
        ],
        "examples": [
            "I don't know what all the fuss is about!",
            "I am a fuss, and I don't deny it.",
            "All that fuss over a few pounds?",
            "Stop fussing and get to work!",
            "She must be very nervous, she fusses about all the time.",
            "He made a big fuss over his favorite niece.",
            "Don't fuss up for the party, it's very informal.",
            "I don't want to make a fuss, but this soup is cold.",
            "Stop making such a fuss!",
            "He didn't want to make a fuss.",
            "Beth is not the type to make a fuss.",
            "I told him not to fuss.",
            "They wanted a quiet wedding without any fuss.",
            "Josie kicked up a fuss because the soup was too salty.",
            "She fusses over her husband.",
            "It works every time, no muss, no fuss.",
            "What is all the fuss about?",
            "You're so quarrelsome: you can never do anything without a fuss.",
            "Don't fuss too much over the grandchildren — they are quite big now.",
            "I wish you wouldn't fuss so (=as much as you do). It makes me nervous.",
            "The baby woke up and started to fuss.",
            "She'll fuss the whole time we're gone.",
            "He's fussing about his new assignment.",
            "I don't know why you're making such a fuss about it.",
            "Make a fuss of your dog when he behaves properly.",
            "I wish you'd stop fussing — I'll be perfectly all right.",
            "Won't he kick up a fuss when he discovers they're missing?",
            "They got down to business without any fuss.",
            "James said he'd better be getting back or there'd be a fuss."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не знаю, из-за чего вся эта суета!",
            "Я действительно очень сильно взволнован, и не отрицаю этого.",
            "И весь этот шум из-за нескольких фунтов?",
            "Прекратите ссориться и принимайтесь за дело!",
            "Она, должно быть, очень нервная: всё время о чём-нибудь волнуется.",
            "Он создал большой ажиотаж вокруг своей обожаемой племянницы.",
            "Не особенно наряжайся на вечеринку: она очень неформальная.",
            "Я не хочу поднимать шум из-за ерунды, но этот суп — холодный.",
            "Перестань делать из мухи слона! / Хватит поднимать шум из-за ерунды!",
            "Он не хотел поднимать шум /делать из мухи слона/.",
            "Бет не из тех, кто делает из мухи слона.",
            "Я велел ему не суетиться.",
            "Они хотели скромную свадьбу, без лишнего шума и суеты.",
            "Джози подняла шум, потому что суп был пересоленный.",
            "Она со своего мужа пылинки сдувает.",
            "Это работает каждый раз, без шума и пыли.",
            "Из-за чего вся эта суматоха?",
            "Какая же ты склочная: никогда ничего без скандала не сделаешь.",
            "Не трясись ты так над внуками: они уже совсем большие.",
            "Прошу тебя, не надо так суетиться (т.е настолько сильно, как ты это сейчас делаешь). Ты меня нервируешь.",
            "Ребёнок проснулся и поднял шум.",
            "Она будет волноваться всё время, пока нас не будет.",
            "Он недоволен своим новым заданием.",
            "Не понимаю, почему ты из-за этого такой шум поднимаешь.",
            "Хвалите своего пса, когда он ведёт себя правильно.",
            "Хватит тебе уже суетиться: всё у меня будет в полном порядке.",
            "Представляешь, какой шум он поднимет, когда обнаружит, что они пропали?",
            "Они взялись за дело без какой-либо суеты.",
            "Джеймс сказал, что ему пора бы возвращаться, а то поднимется шум."
        ],
        "stars": 1
    }
}