{
    "3": [
        [
            "1 У твоей сестры много друзей? — Нет, у моей сестры не много друзей. ",
            "1 Has your sister many friends? — No, my sister has not many friends. "
        ],
        [
            "2 Эти чашки зеленые? — Нет, они не зеленые, они синие. ",
            "2 Are these cups green? — No, they are not green, they are blue. "
        ],
        [
            "3 У твоего друга есть (а) синяя машина? — Нет, у него нет (а) синей машины, у него есть (а) желтая машина. ",
            "3 Has your friend a blue car? - No, he has not a blue car, but he has a yellow car. "
        ],
        [
            "4 Эти книги интересные? — Нет, они не интересные. — А те книги интересные? — Да, те книги интересные. ",
            "4 Are these books interesting? — No, they are not interesting. - Are those books interesting? - Yes, those books are interesting. "
        ],
        [
            "5 Какая у них собака? — У них (а) большая белая собака. ",
            "5 What dog have they got? — They have got a big white dog. "
        ],
        [
            "6 У них есть (а) кот? — Нет, у них нет (а) кота. ",
            "6 Have they got a cat? — No, they have not got a cat. "
        ],
        [
            "7 Эта собака не маленькая, эта собака большая. ",
            "7 This dog is not small, this dog is big. "
        ],
        [
            "8 У твоего сына много игрушек? — Нет, у него не много игрушек. ",
            "8 Has your son many toys? — No, he has not many toys. "
        ],
        [
            "9 Тот дом высокий? - Нет, тот дом не высокий. ",
            "9 Is that house high? - No, that house is not high. "
        ],
        [
            "10 Те дома высокие. ",
            "10 Those houses are high. "
        ],
        [
            "11 У нас много высоких домов в (in) (the) городе. ",
            "11 We have many high houses in the city. "
        ],
        [
            "12 У вас есть высокие дома в (in) (the) городе? — Нет, у нас нет высоких домов в (in) (the) городе. ",
            "12 Have you high houses in the city? — No, we have not high houses in the city. "
        ]
    ]
}