{
    "5": [
        [
            "1 Что это? — Это (а) мышь. — Это (а) серая или белая мышь? — Это (а) серая мышь. ",
            "1 What is this? — This is a mouse. — Is this a grey or white mouse? — This is a grey mouse. "
        ],
        [
            "2 Это сладкие персики? — Да, это очень слад- кие персики. ",
            "2 Are these sweet peaches? — Yes, these are very sweet peaches. "
        ],
        [
            "3 Что есть у твоей сестры? — У нее есть (а) новая квар- тира. ",
            "3 What has your sister? - She has a new flat. "
        ],
        [
            "4 Где твои братья? — Они на (at) работе. ",
            "4 Where are your brothers? — They are at work. "
        ],
        [
            "5 Кто эти мальчи- ки? — Эти мальчики — мои друзья. ",
            "5 Who are these boys? — These boys are my friends. "
        ],
        [
            "6 Твой кофе с (with) молоком? — Нет, мой кофе не с (with) молоком. ",
            "6 Is your coffee with milk? — No, my coffee is not with milk. "
        ],
        [
            "7 Это синие карандаши? — Нет, это не синие карандаши, это зеленые карандаши. ",
            "7 Are these blue pencils? — No, these are not blue pencils, these are green pencils. "
        ],
        [
            "8 Эти ананасы сладкие? — Нет, они несладкие. ",
            "8 Are these pineapples sweet? — No, they are not sweet. "
        ],
        [
            "9 Эти девочки ученицы? — Нет, эти девочки не ученицы. Они студентки. ",
            "9 Are these girls pupils? — No, these girls are not pupils. They are students. "
        ],
        [
            "10 У них нет (а) машины, но у них есть (а) дом. ",
            "10 They have not a car, but they have a house. "
        ],
        [
            "11 У Тома есть (а) ручка? — Нет, у Тома нет (а) ручки, но у Тома есть (а) карандаш. ",
            "11 Has Tom a pen? - No, Tom has not a pen, but Tom has a pencil. "
        ],
        [
            "12 Это ваши стулья? — Нет, это не мои стулья. Это твои стулья. ",
            "12 Are these your chairs? - No, these are not my chairs. These are your chairs. "
        ],
        [
            "13 У Андрея много друзей? — Да, у него много друзей. ",
            "13 Has Andrew many friends? - Yes, he has many friends. "
        ],
        [
            "14 У Тани и Саши (а) красивая дочь. ",
            "14 Tanya and Sasha have a beautiful daughter. "
        ]
    ]
}