{
    "7": [
        [
            "1 Они иногда ездят в (to) Берлин. ",
            "1 They sometimes go to Berlin. "
        ],
        [
            "2 Когда они обычно приезжа- ют в (to) Торонто? ",
            "2 When do they usually come to Toronto? "
        ],
        [
            "3 Он хочет прийти сюда утром. ",
            "3 He wants to come here in the morning. "
        ],
        [
            "4 Она не хочет покупать новый телевизор. ",
            "4 She does not want to buy a new TV set. "
        ],
        [
            "5 Катя любит ананасы. ",
            "5 Kate likes pineapples. "
        ],
        [
            "6 Мой папа не хочет строить маленький дом, мой папа хочет построить большой дом. ",
            "6 My father does not want to build a small house. My father wants to build a big house. "
        ],
        [
            "7 Его дочь хочет послушать (to) эту новую музыку. ",
            "7 His daughter wants to listen to this new music. "
        ],
        [
            "8 Он лю- бит есть мороженое с (with) бананами или с (with) клубникой? — Он любит мороженое с (with) клубникой. ",
            "8 Does he like to eat ice cream with bananas or with strawberry? — He likes ice cream with strawberry. "
        ],
        [
            "9 Чья это пицца? — Это моя пицца. ",
            "9 Whose pizza is this? — This is my pizza. "
        ],
        [
            "10 Куда вы идете (in) утром? — Я иду в (to) школу (in) утром. ",
            "10 Where do you go in the morning? — I go to school in the morning. "
        ],
        [
            "11 Где кот? — Он под (under) столом. ",
            "11 Where is the cat? - It is under the table. "
        ],
        [
            "12 Она часто готовит пиццу? — Нет, она нечасто готовит пиццу. ",
            "12 Does she often cook pizza? — No, she does not often cook pizza. "
        ],
        [
            "13 Таня любит пить кофе с (with) молоком. ",
            "13 Tanya likes to drink coffee with milk. "
        ],
        [
            "14 Что вы обычно делаете по (on) субботам? ",
            "14 What do you usually do on Saturdays? "
        ]
    ]
}