{
    "8": [
        [
            "1 Приезжайте в Мадрид, пожалуйста. ",
            "1 Come to Madrid, please. "
        ],
        [
            "2 Он приходит в (to) институт в (at) 9 . ",
            "2 He comes to the institute at 9 . "
        ],
        [
            "3 У нас два занятия в (нет предлога) неделю - по (on) понедельникам и по (on) средам. ",
            "3 We have 2 lessons a week - on Mondays and on Wednesdays. "
        ],
        [
            "4 По (in) вечерам я всегда отдыхаю. ",
            "4 In the evenings I always rest. "
        ],
        [
            "5 На (for) завтрак у моей сестры два яйца, бутерброд и чашка (of) чая. ",
            "5 My sister has two eggs, a sandwich and a cup of tea for breakfast. "
        ],
        [
            "6 Она хорошо (well) говорит на (in) английском языке. ",
            "6 She speaks the English language well. "
        ],
        [
            "7 Мой рабочий день начинается в (at) 8 утра. ",
            "7 My working day starts at 8 in the morning. "
        ],
        [
            "8 Мой папа обычно уходит (leave) в (at) 7 утра. ",
            "8 My father usually leaves at 7 in the morning. "
        ],
        [
            "9 На (at) уроках мы переводим предложения (sentence) с (from) русского на (into) английский. ",
            "9 We translate sentences from Russian into English it the lessons. "
        ],
        [
            "10 У нас экзамены в (in) июне. ",
            "10 We have exams in June. "
        ],
        [
            "11 Что он любит готовить? — Он любит готовить итальянские (Italian) блюда. ",
            "11 What does he like to cook? - He likes to cook Italian dishes. "
        ],
        [
            "12 Ваши друзья читают английские книги? — Да, они читают английские книги. ",
            "12 Do your friends read English books? — Yes, they read English books. "
        ],
        [
            "13 Не закрывайте книгу, пожалуйста. ",
            "13 Don't close the book, please. "
        ],
        [
            "14 Они не присылают мне книг. ",
            "14 They do not send me books. "
        ],
        [
            "15 Мы делаем наше домашнее задание вместе. ",
            "15 We do our homework together. "
        ],
        [
            "16 Занятия в (at) институте заканчиваются в (at) 3 часа. ",
            "16 The lessons at the institute finish at 3 o'clock. "
        ],
        [
            "17 Эта книга нетрудная для (for) меня. ",
            "17 This book is not difficult for me. "
        ],
        [
            "18 Она изучает (learn) китайский (Chinese). ",
            "18 She learns Chinese. "
        ],
        [
            "19 Я хожу в (to) институт каждый день. ",
            "19 I go to the institute every day. "
        ],
        [
            "20 Не пей холодную воду! Выпей горячий чай. ",
            "20 Don't drink cold water! Drink hot tea. "
        ]
    ]
}