{
    "1": [
        [
            "1 Что он делает? — Он читает. Он читает с двух часов. Он уже прочитал 100 страниц. ",
            "1 What is he doing? - He is reading. He has been reading since two o'clock. He has already read 100 pages. "
        ],
        [
            "2 Его телефон звонит уже более десяти минут. Я думаю, его нет дома. ",
            "2 His telephone has already been ringing for ten minutes. I think he isn't at home. "
        ],
        [
            "3 Как давно ты водишь машину? — Я вожу машину уже более десяти лет. ",
            "3 How long have you been driving a car? - I have already been driving a car for more than ten years. "
        ],
        [
            "4 Мы уже идем три часа, и мы уже прошли 15 километров. ",
            "4 We have already been walking for three hours, and we have already walked 15 km. "
        ],
        [
            "5 Где ты был? — Я поливал цветы. ",
            "5 Where have you been? - I have been watering theflowers. "
        ],
        [
            "6 Моя дочь говорит по телефону. Она говорит по телефону уже целый час. ",
            "6 My daughter is speaking on the phone. She has already been speaking on the phone the whole hour. "
        ],
        [
            "7 Что делаешь? — Я смотрю телевизор. Я уже смотрю телевизор больше, чем пять часов. ",
            "7 What are you doing? — I am watching TV. I have already been watching TV for more thanfive hours. "
        ],
        [
            "8 Где он? — Он в библиотеке. Он работает. Он там работает с утра. ",
            "8 Where is he? - He is at the library. He is working. He has been working there since morning. "
        ],
        [
            "9 Я живу в Монте-Карло. Я уже прожил там больше, чем пять лет. ",
            "9 I live in Monte Carlo. I have already lived there for more thanfive years. "
        ],
        [
            "10 Она делает свое домашнее здание с трех часов. Она еще не сделала и половины. ",
            "10 She has been doing her homework since three o'clock, but she hasn't done even half of it. "
        ],
        [
            "11 Я жду тебя с двух часов. Где ты был? ",
            "11 I have been waiting for you since two o'clock. Where have you been? "
        ]
    ]
}