{
    "2": [
        [
            "1 Вчера моя сестра говорила по телефону, в то время как я смотрелтелевизор. ",
            "1 Yesterday my sister was speaking on the phone while I was watching TV. "
        ],
        [
            "2 Я потерял его ручку, когда играл в футбол вчера. Если яне куплю ему новую, он рассердится на меня. ",
            "2 I losthis pen when I was playing football yesterday. If I don't buy him a new one, he will getangry with me. "
        ],
        [
            "3 Что ты приготовиласегодня? — Ты знаешь, у меня было мало времени, и я ничего не приготовила. Я приготовлю что-нибудь к пяти. ",
            "3 What have you prepared for today? - You know, I have had littletime and I have not cooked anything. I will have cooked something by five. "
        ],
        [
            "4 Что ты будешь делатьзавтра в пять? — Я буду помогать моему сыну делать уроки. — Если тыосвободишься раньше, позвони мне. ",
            "4 Whatwill you be doing tomorrow atfive? — I will be helping my son to do his homework. —If you are free earlier, give me a call. "
        ],
        [
            "5 Пришло лето. Дни становятсявсе длиннее. Погода становится теплее. ",
            "5 The summer has come. The days are gettinglonger. The weather is getting warmer. "
        ],
        [
            "6 Вчера с семи до восьми япыталась доказать ему, что он не прав, но так ничего и не получилось(come out). ",
            "6 Yesterday since seven till eight I was tryingto persuade him that he was wrong, but nothing came out of it. "
        ],
        [
            "7 Мы купили новый диван. ",
            "7 We have boughta new sofa. "
        ],
        [
            "8 Когда она вошла в класс,дети читали какую-то книгу. ",
            "8 When she entered the classroom the children were reading some book."
        ],
        [
            "9 Не ходи к Тане. Она занята. Она делаетдомашнее задание. Если ты придешь к ней после семи, она будет рада.",
            "9 Don't go to Tanya. She is busy. She is doing her homework. If you come to her after7, she will be happy (glad). "
        ],
        [
            "10 Он не сказал о своей покупке ни мне, ни моему мужу. ",
            "10 He did not say about his purchase either to me or to myhusband. "
        ],
        [
            "11 На улицебудет много снега, да? ",
            "11 There will be much snow outside, won't there? "
        ],
        [
            "12 Она опять печет свои пирожки. Она печет ихуже три часа, и она напекла уже полную миску. Мы будем кушать ихцелую неделю. ",
            "12 She is baking herpies again. She has already been baking them for three hours, and she has alreadybaked the whole bowl of them. We will be eating them the whole week. "
        ],
        [
            "13 Она опять спит? Поднимай ее. Мне нужно ей чтото сказать. ",
            "13 Is shesleeping again? Wake her up. I need to say something to her. "
        ],
        [
            "14 Холодает. Скоро пойдет снег. ",
            "14 It is getting cold.It will snow soon. "
        ],
        [
            "15 Она ходила в ресторан? — Думаю, что да. Она пошла в ресторан около семи",
            "15 Did she go to the restaurant? - I think she did. She went tothe restaurant about seven."
        ]
    ]
}