{
    "3": [
        [
            "1 Моя дочь уже большая. Она сама себе готовит еду. ",
            "1 My daughter is already groun-up. She cooks for herself. "
        ],
        [
            "2 Опять по- теплело, и снег растаял. Я думаю, что в этом году снега больше не будет. ",
            "2 It has got warm again and the snow has melted. I think it will not snow any more this year. "
        ],
        [
            "3 Она всю жизнь мечтала поехать в Лондон. Я надеюсь, ее мечта осуществится. ",
            "3 She has been dreaming to go to London all her life. I hope her dream will come true. "
        ],
        [
            "4 Почему она плачет? — Она разбила машину. ",
            "4 Why is she crying? — She has broken her car. "
        ],
        [
            "5 Чем больше я узнавала этого человека, тем больше он мне нравился. ",
            "5 The more I knew about this man, the more I liked him. "
        ],
        [
            "6 Снег идет уже более трех часов. Если к шести часам он не прекратит- ся, я позвоню Тане и скажу, что мы не придем. ",
            "6 It has been snowing for more than three hours. If it hasn't stopped by six o'clock, I will call Tanya and say that we will not come. "
        ],
        [
            "7 Мой сын не хотел ехать ни в Киев, ни в Минск. ",
            "7 My son did not want to go either to Kiev or to Minsk. (My son wanted to go neither to Kiev nor to Minsk.) "
        ],
        [
            "8 С пяти до шести я разговаривала по телефону, поэтому моя линия была занята. ",
            "8 I was speaking on the phone since five till six that is why my line was busy. "
        ],
        [
            "9 Если она не сдаст экза- мены до 20 июля, она не поедет в Берлин. ",
            "9 If she hasn't passed her exams till the 20th of July, she will not go to Berlin. "
        ],
        [
            "10 Она поела, и теперь она может почитать книгу. ",
            "10 She has eaten already and now she can read her book. "
        ],
        [
            "11 Ему никогда не разрешат взять отпуск. И мне тоже. ",
            "11 He will never be allowed to take a holiday. Neither will I. "
        ],
        [
            "12 Когда я пришел домой, я увидел, что кто-то разбил вазу. ",
            "12 When I came home I saw that somebody had broken my vase. "
        ],
        [
            "13 Ты давно работаешь в этом ресторане? — Я работаю в этом ресторане с 1991 года. ",
            "13 Have you been working at this restaurant long? - I have been working at this restaurant since 1991 . "
        ],
        [
            "14 Им бы лучше рассказать, что случилось. ",
            "14 They'd better tell us what has happened. "
        ],
        [
            "15 Если ты попросишь ее, она поможет твоему сыну с английским или сегодня, или завтра. ",
            "15 If you ask her she will help your son with English either today or tomorrow. "
        ],
        [
            "16 Эта каша несъедобна. ",
            "16 This porridge is uneatable. "
        ],
        [
            "17 У моего сына раньше было много друзей. ",
            "17 My son used to have many friends. "
        ],
        [
            "18 Интересно, знают ли они, где мы? ",
            "18 I wonder if (whether) they know where we are. "
        ]
    ]
}