{
    "deal with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is rough to deal with.",
            "Don't worry, I'll deal with this.",
            "I'll deal with that in the morning.",
            "I have my own problems to deal with.",
            "He is easy [difficult] to deal with.",
            "I can deal with this crew of workers.",
            "She has her own problems to deal with.",
            "What's the best way to deal with this?",
            "We had to learn to deal with adversity.",
            "Sudden fame can be difficult to deal with.",
            "He has a few personal matters to deal with.",
            "He had to deal with his overbearing mother.",
            "How are we going to deal with this problem?",
            "We need to deal with this problem right now.",
            "Let me deal with some common misconceptions.",
            "I've got mountains of paperwork to deal with.",
            "How can I deal with problems about insurance?",
            "Go to your room and I'll deal with you later!",
            "She is well-equipped to deal with emergencies.",
            "How does he propose to deal with the situation?",
            "Lifeguards are trained to deal with emergencies.",
            "He sweetened the deal with a large signing bonus.",
            "We need sufficient time to deal with the problem.",
            "I don't have the energy to deal with it right now.",
            "The court is not competent to deal with this case.",
            "They sealed the deal with the customary handshake.",
            "Her job is to deal with the reception of donations.",
            "France has just signed a new trade deal with Japan.",
            "Two men were detailed to deal with the urgent order.",
            "They have not finalized the deal with the government."
        ],
        "example_translate": [
            "С ним очень трудно иметь дело.",
            "Не волнуйся, я с этим разберусь.",
            "Я разберусь с этим утром.",
            "У меня есть свои проблемы с которыми надо разобраться.",
            "С ним легко [трудно] иметь дело.",
            "Я могу справиться с этой бригадой рабочих.",
            "У неё полно своих проблем.",
            "Как лучше всего с этим справиться?",
            "Нам пришлось научиться справляться с невзгодами.",
            "С неожиданно свалившейся славой порой весьма непросто справиться.",
            "У него есть несколько личных дел, с которыми надо разобраться.",
            "Ему пришлось иметь дело с властной матерью.",
            "Как мы собираемся справиться с этой проблемой?",
            "Нам необходимо решать эту проблему прямо сейчас.",
            "Позвольте мне разобраться с некоторыми распространёнными заблуждениями.",
            "Мне нужно перелопатить горы документов.",
            "Как я могу разобраться с проблемами, касающимися страхования?",
            "Иди к себе в комнату, я займусь тобой позже.",
            "Она хорошо подготовлена к борьбе с чрезвычайными ситуациями.",
            "Каким образом он собирается справиться с этой ситуацией?",
            "Спасателей учат справляться с чрезвычайными ситуациями.",
            "Он подсластил сделку большой поощрительной премией.",
            "Нам потребуется достаточное количество времени, чтобы разобраться с этой проблемой.",
            "У меня нет сил заниматься этим прямо сейчас.",
            "Суд не вправе рассматривать это дело.",
            "Сделку, как принято, скрепили рукопожатием.",
            "Её обязанность — заниматься приёмом пожертвований.",
            "Франция только что подписала новое торговое соглашение с Японией.",
            "Двоих работников отрядили на выполнение срочного заказа.",
            "Они не урегулировали этот вопрос с правительством."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}