{
    "decide on": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She decided on the green hat.",
            "After a long talk, we decided on divorce.",
            "To stop the argument they decided on a compromise.",
            "After five days of deliberations, the jury decided on a verdict.",
            "Look at your skills objectively when deciding on a career change.",
            "We auditioned more than 200 dancers before deciding on Carole Ann.",
            "They decided on a nearby restaurant as a convenient public place to meet.",
            "We've decided on the when, but we still haven't resolved the where for the party.",
            "We've decided on the when, but we still haven't resolved the where for the party.",
            "You must decide whether, on the balance of probabilities, he committed the crime.",
            "If you have decided on a microdistrict and want to find an apartment in it - call us for further information.",
            "We wanted to buy a beetle but decided on a domestic model.",
            "She spent three days waffling over the color of the car and finally decided on red."
        ],
        "example_translate": [
            "Она выбрала зелёную шляпу.",
            "После долгого разговора, мы решились на развод.",
            "Чтобы остановить спор, они решили пойти на компромисс.",
            "После пятидневных обсуждений присяжные вынесли вердикт.",
            "При принятии решения о том, чтобы сменить профессию, объективно взгляните на свои навыки.",
            "Мы просмотрели более двухсот танцоров, прежде чем решили остановить свой выбор на Кэрол Энн.",
            "Они остановили свой выбор на близлежащем ресторане в качестве подходящего для встречи общественного места.",
            "Мы определились со временем, но ещё не решили, где будет проводиться вечеринка.",
            "Мы уже определились с датой, но ещё не решили, где проводить эту вечеринку.",
            "Вы должны решить, совершил ли он преступление, на основе принципа большей вероятности.",
            "Если вы определились с микрорайоном и хотите найти в нём квартиру - позвоните нам для получения дополнительной информации.",
            "Мы хотели купить Фольксваген, но потом решили все-таки остановиться на отечественной модели.",
            "Она три дня колебалась, выбирая цвет машины, и наконец остановилась на красном."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}