{
    "dedicate to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is a dedicated socialist.",
            "The new park was dedicated today.",
            "The book was dedicated to her mother.",
            "The book was dedicated to her husband.",
            "She dedicated her book to her parents.",
            "The church is dedicated to St Mary of Bec.",
            "The priests dedicated the church (to God).",
            "She dedicated her life to combating poverty.",
            "The company dedicated $50,000 for the study.",
            "He was dedicated to ending the tyranny of slavery.",
            "President Lyndon Johnson was to dedicate the Fair.",
            "She has dedicated her entire life to helping others.",
            "The actress now dedicates herself to children's charity work.",
            "He dedicated his life to furthering the cause of world peace.",
            "The organization was dedicated to the overthrow of capitalism.",
            "The organization was founded by a dedicated army of volunteers.",
            "...how dare you asperse the character of our dedicated pastor!...",
            "The Woodland Trust is dedicated to preserving our native woodland.",
            "The organization is dedicated to the free exchange of information.",
            "The rain forest is impervious to all but the most dedicated explorers.",
            "We have games to appeal to both the PC novice and the dedicated gamer.",
            "The insurance is dedicated to implementation of fundholding elements.",
            "All Metro needs now is a dedicated, long-term and bondable funding source.",
            "The staff are dedicated people who clearly know what they are talking about.",
            "It's a nonprofit, nonpartisan organization dedicated to preserving our national parks.",
            "I'd like to dedicate this record to all whose anniversaries fall at this time of year.",
            "Most people here are very dedicated., I'm afraid Rhea's the exception that proves the rule.",
            "A circle of dedicated disciples who conscientiously wrote down everything the prophet said.",
            "A special issue of the journal will shortly be dedicated to the neuropsychology of hypnosis.",
            "He also stops short of pushing for dedicated funding, an annual, bondable source of revenue."
        ],
        "example_translate": [
            "Она убежденная социалистка.",
            "Новый парк был открыт сегодня.",
            "Книга была посвящена её матери.",
            "Книга была посвящена её мужу.",
            "Она посвятила свою книгу родителям.",
            "Это церковь в честь Святой Марии Бекской.",
            "Священники освятили церковь.",
            "Она посвятила свою жизнь борьбе с бедностью.",
            "Компания выделила на это исследование пятьдесят тысяч долларов.",
            "Он посвятил себя тому, чтобы положить конец тирании рабства.",
            "Открыть (Нью-Йоркскую всемирную) выставку должен был президент Линдон Джонсон.",
            "Всю свою жизнь она посвятила тому, чтобы помогать другим.",
            "Сейчас актриса посвящает себя детской благотворительности.",
            "Он посвятил жизнь содействию достижения мира во всём мире.",
            "Деятельность организации была посвящена свержению капитализма.",
            "Эта организация была основана армией идейных добровольцев.",
            "...как вы смеете порочить имя нашего пастора, который всю свою жизнь посвятил богослужению!...",
            "Работа \"Woodland Trust\" посвящена сохранению наших родных лесов.",
            "Деятельность данной организации посвящена свободному обмену информацией.",
            "Этот тропический лес непроходим для всех, кроме самых преданных исследователей.",
            "У нас есть игры (компьютерные), которые понравятся как новичку, так и заядлому геймеру.",
            "Страхование направлено на реализацию элементов удержания средств.",
            "Всё, что сейчас нужно Metro, - это выделенный, долгосрочный и надёжный источник финансирования.",
            "Там /здесь/ работают люди, преданные своему делу, которые точно знают, о чём говорят.",
            "Это некоммерческая, непартийная организация, деятельность которой посвящена сохранению наших национальных парков.",
            "Я хотел бы посвятить эту песню всем, чьи памятные даты выпадают на это время года.",
            "Большинство здешних людей очень преданны. К сожалению, Рея — исключение, которое подтверждает правило.",
            "Круг преданных последователей, которые добросовестно записывали всё сказанное пророком.",
            "Специальный выпуск журнала вскоре будет посвящен нейропсихологии гипноза.",
            "Он также не останавливается перед тем, чтобы добиваться целевого финансирования - ежегодного, обязательного источника дохода."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}