{
    "delight in": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Children delight in contact with animals.",
            "He takes a fiendish delight in hurting people.",
            "He was taking an unholy delight in humiliating Sarah.",
            "Today the \"knockers\" seem to delight in slamming anything British.",
            "He takes a puckish delight in teasing her about her love life, or lack thereof.",
            "A doctrinaire conservative, the columnist takes special delight in baiting liberals.",
            "Some scientists delight in the role of advancer or supporter of the new piece of knowledge.",
            "She seems to delight in doing all the no-nos.",
            "She took great delight in slipping one over on me.",
            "He never was so delighted in his born days.",
            "Theatergoers have long delighted in the pungency and wit of the play's dialogue."
        ],
        "example_translate": [
            "Дети в восторге от общения с животными.",
            "Он получает нечеловеческое удовольствие причиняя людям боль.",
            "Унижая Сару, он испытывал какое-то извращённое / порочное наслаждение.",
            "Нынешние критики как будто испытывают наслаждение от того, что ругают всё английское.",
            "Ему доставляет озорное удовольствие дразнить её по поводу личной жизни, а точнее, отсутствия таковой.",
            "Будучи консерватором-доктринёром, этот журналист получает особое удовольствие в травле либералов.",
            "Некоторым ученым нравится играть роль пропагандиста или сторонника новой области знаний.",
            "Ей, по-видимому, доставляет удовольствие нарушать правила приличия.",
            "Ей доставляло удовольствие обманывать меня.",
            "Он никогда за свою жизнь не был так счастлив.",
            "Театралы давно в восторге от едкости и остроумия диалогов этой пьесы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}