{
    "describe to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Please describe what happened next.",
            "She described him in glowing terms.",
            "Can you describe the lost dog to me?",
            "Can you describe your work to the class?",
            "Please briefly describe your experience.",
            "She described the color as a kind of red.",
            "He described the house in perfect detail.",
            "They described the house as very livable.",
            "Describe the experience in your own words.",
            "Describe it in ordinary everyday language.",
            "They described the war zone as sheer hell.",
            "It's not PC to describe people as disabled.",
            "The book describes life in Colonial America.",
            "He described the scene in meticulous detail.",
            "The crime scene was too horrible to describe.",
            "I would describe him as an excellent teacher.",
            "The book describes the empire's rise and fall.",
            "The book describes his entrance into politics.",
            "My boss could hardly be described as handsome.",
            "We salivated when he described the great meal.",
            "The witness wasn't able to describe the robber.",
            "The event was described in encyclopedic detail.",
            "He certainly could not be described as a luvvy.",
            "This can best be described as a series of steps.",
            "I tried to describe his appearance to the police",
            "Sometimes he is described as having pointy ears.",
            "The book describes his seductions of young women.",
            "He described his mental picture of his assailant.",
            "The article describes how the experiment was done.",
            "The harbour is described with pointed correctness."
        ],
        "example_translate": [
            "Пожалуйста, опишите, что произошло дальше.",
            "Она описала его в восторженных тонах.",
            "Вы можете описать мне пропавшую собаку?",
            "Вы не могли бы описать классу свою работу?",
            "Пожалуйста, кратко опишите ваш опыт работы.",
            "Она назвала этот цвет \"каким-то красноватым\".",
            "Он в мельчайших подробностях описал этот дом.",
            "Они назвали этот дом \"вполне пригодным для жизни\".",
            "Опишите происшедшее /пережитое/ своими словами.",
            "Опишите это простым повседневным языком.",
            "Они описали зону боевых действий как кромешный ад.",
            "Называть людей инвалидами неполиткорректно.",
            "Книга описывает жизнь в колониальной Америке.",
            "Он описал эпизод / происшествие в мельчайших подробностях",
            "Место преступления было неописуемо ужасным.",
            "Я бы охарактеризовал его как прекрасного преподавателя.",
            "В книге рассказывается о взлёте и падении этой империи.",
            "Книга описывает начало его политической карьеры.",
            "Моего начальника едва ли можно назвать красивым.",
            "У нас слюнки потекли, когда он описал эту великолепную трапезу.",
            "Свидетель не смог описать грабителя.",
            "Данное событие было описано во всех возможных подробностях.",
            "Его, конечно, нельзя было назвать любимчиком.",
            "Лучше всего это можно описать как ряд шагов.",
            "Я попытался описать полициейским его внешность.",
            "Иногда его описывают как обладателя заостренных ушей.",
            "Книга описывает его победы над молодыми женщинами.",
            "Он описал свой мысленный образ нападавшего.",
            "В статье описывается, как проходил этот эксперимент.",
            "Гавань описана с исключительной точностью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}