{
    "disagree with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I disagree with you.",
            "I disagree with the last speaker.",
            "We disagree with the views articulated by the administration.",
            "Jim has a bad habit of snarling at people who disagree with him.",
            "I disagree with your earlier statement about my record on this issue.",
            "I'd like to state for the record that I disagree with the board's decision.",
            "...there's a wearisome intemperance in his verbal attacks against any and all who dare to disagree with him...",
            "That's not to say that I wholly disagree with your course of action.",
            "As one of the walking wounded who has suffered the things you described I have to disagree with you.",
            "He disagreed with her premise.",
            "They disagreed with the pageant judges.",
            "Your story disagrees with his in every detail.",
            "The advisory panel disagreed with the decision.",
            "We disagreed with the basic thesis of the report.",
            "She disagrees with her husband on many questions.",
            "The onion disagreed with me and has given me a pain.",
            "He's scornful of anyone who disagrees with his political beliefs.",
            "Disagreeing with my suggestions has become almost a reflex for him.",
            "True believers bonded together against all who disagreed with them.",
            "A majority of respondents said they disagreed with the mayor's plan.",
            "The students disagreed with the speaker's opinion and howled him down.",
            "Although I disagreed with him I could follow the tenor of his argument.",
            "In discussions anyone who disagrees with her is inevitably called a cretin.",
            "The players disagreed with his call."
        ],
        "example_translate": [
            "Я не согласен с тобой.",
            "Я не согласен с предыдущим оратором.",
            "Мы не согласны с точкой зрения, сформулированной администрацией.",
            "У Джима плохая привычка ворчать на людей, которые не согласны с ним.",
            "Я не согласен со сделанным вами ранее заявлением относительно моего опыта в этом вопросе.",
            "Хочу официально заявить, что не согласен с решением правления.",
            "..утомительная несдержанность его словесных нападок на всех и каждого, кто осмеливается с ним не соглашаться...",
            "Но это отнюдь не означает, что я полностью не согласен с вашим планом действий.",
            "Как один из потерпевших, который пережил все то, что вы описывали, я должен с вами не согласиться.",
            "Он не согласился с её предположением.",
            "Они не согласились с судьями конкурса.",
            "Ваша история расходится с его (рассказом) в каждой детали.",
            "Комиссия экспертов не согласилась с этим решением.",
            "Мы не согласились с основными тезисами доклада.",
            "Она по многим вопросам не согласна со своим мужем.",
            "Лук мне был вреден и спровоцировал боли.",
            "Он презирает всех, кто не согласен с его политическими убеждениями.",
            "Несогласие с моими предложениями стало для него почти рефлекторным.",
            "Истинно верующие сплотились против всех, кто с ними был не согласен.",
            "Большинство опрошенных выразили несогласие с планом мэра.",
            "Студенты были несогласны с мнением докладчика и своим гулом заглушили его речь.",
            "Хотя я и не был с ним согласен, но мог уловить общее содержание его доводов.",
            "Любой, кто несогласен с ней в споре, неизбежно будет назван кретином.",
            "Игроки были не согласны с решением судьи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}