{
    "distinguish from": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His modesty distinguishes him from his peers.",
            "You should be able to distinguish fact from fantasy.",
            "That singularity distinguished him from all his companions.",
            "I sometimes have difficulty distinguishing Spanish from Portuguese.",
            "Man is gifted with a moral sense by which he distinguishes good from evil.",
            "What distinguishes it from a snake is the presence of eyelids and earholes.",
            "Convergence cannot always be sharply distinguished from universal sound symbolism.",
            "The limousine chauffeur was easily distinguished from the cab drivers by his livery.",
            "We are told that man is endowed with reason and capable of distinguishing good from evil.",
            "Today's business environment requires that service providers distinguish themselves from their competitors or lose high-value customers."
        ],
        "example_translate": [
            "От сверстников он отличается своей скромностью.",
            "Вы должны быть в состоянии отличить факты от фантазий.",
            "Эта особенность отличала его от всех его товарищей.",
            "Иногда я с трудом отличаю испанский от португальского.",
            "Человек наделён чувством морали, при помощи которого он отличает добро от зла.",
            "Что отличает его от змеи, так это наличие век и ушных отверстий.",
            "Конвергенцию не всегда можно чётко отличить от универсальной звуковой символики.",
            "Шофёра лимузина легко было отличить от таксистов по его ливрее.",
            "Нам сказали, что этот человек наделён разумом, и способен отличить добро от зла.",
            "Сегодняшние условия бизнеса требуют от продавцов услуг отличаться от своих конкурентов, чтобы не потерять ценных покупателей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}