{
    "dream of": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Men in exile dream of hope.",
            "I wouldn't dream of climbing this rock.",
            "They dream of traveling to distant suns.",
            "I wouldn't dream of saying such a thing.",
            "He has had a lifelong dream of becoming an actor.",
            "It's a dream of mine to own a house in the country.",
            "All young footballers dream of making it to the top.",
            "His dream of competing in the Olympics remained unfulfilled.",
            "Earth is not a shadow of heaven, but heaven a dream of earth.",
            "Her dream of sailing around the world alone is just a chimera.",
            "I wouldn't dream of telling her.",
            "I wouldn't dream of hurting a child.",
            "He wouldn't dream of complaining to the manager.",
            "She had dreams of university.",
            "She dreamed of becoming a chef.",
            "He dreams of climbing Kilimanjaro.",
            "He dreamed of a home on the range.",
            "He was dreaming of a better future.",
            "He dreamed of a reunion with his son.",
            "He dreams of cruising the Mediterranean.",
            "I dreamed about / of my old home last night.",
            "He dreams of someday possessing great wealth.",
            "His dreams of vast wealth are a hallucination.",
            "He dreamed of being an artist when he was young.",
            "She dreamt of future glory as an Olympic champion.",
            "She dreamed of flying away to exotic faraway places.",
            "She dreamed of seeing her name on the theater marquee.",
            "He was a stagestruck young man with dreams of stardom.",
            "She'd gotten her dream job of redesigning the palaces .",
            "As a young soldier he dreamed of winning military glory."
        ],
        "example_translate": [
            "Изгнанникам снится надежда.",
            "Я бы никогда не полез на эту скалу.",
            "Они мечтают о путешествиях к далёким звёздам.",
            "Мне бы и в голову не пришло сказать такое.",
            "Он всю жизнь мечтал стать актером.",
            "Собственный загородный дом — это моя мечта.",
            "Все молодые футболисты мечтают пробиться наверх.",
            "Его мечта об участии в Олимпийских играх осталась неосуществлённой.",
            "Не земля - тень небес, но небеса - мечта земли.",
            "Её мечты о кругосветном путешествии в одиночку - просто химера.",
            "У меня и в мыслях не было что-то ей говорить.",
            "Я никогда не обижу ребенка.",
            "Он ни за что не пойдет жаловаться заведующему.",
            "Она мечтала об университете.",
            "Она мечтала стать шеф-поваром.",
            "Он мечтает о восхождении на Килиманджаро.",
            "Он мечтал о доме на большом пастбище.",
            "Он мечтал о лучшем будущем.",
            "Он мечтал о воссоединении со своим сыном.",
            "Он мечтает отправиться в круиз по Средиземному морю.",
            "Вчера мне снился мой старый дом.",
            "Он мечтает о том, что когда-нибудь овладеет большим состоянием.",
            "Его мечты об огромном богатстве — бред, наваждение.",
            "В молодости он мечтал стать художником.",
            "Она мечтала о славе олимпийской чемпионки.",
            "Она мечтала улететь в экзотические дальние страны.",
            "Она мечтала увидеть своё имя на афише театра.",
            "Это был молодой человек, который увлекался театром и мечтал о славе.",
            "Она получила работу своей мечты по перепроектированию дворцов.",
            "Будучи молодым солдатом, он мечтал добиться воинской славы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}