{
    "ideal": {
        "comment": [
            "idea",
            "ideally"
        ],
        "translate": "идеальный, совершенный, воображаемый, идеал, верх совершенства",
        "transcription": " |aɪˈdiːəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was an ideal spot for a vacation.",
            "He is the very ideal of a friend.",
            "I'm sure she's the ideal person for the job.",
            "She represented the ideal of American culture.",
            "Are our ideals of beauty changing?",
            "This ideal model does not correspond to the facts.",
            "She considers the actress her ideal.",
            "She is an ideal candidate for the job.",
            "Now this face was the ideal man for me to have a deal with.",
            "Fabrics with a close weave are ideal for painting.",
            "Diana was an ideal icon for a post-Christian society.",
            "Conditions are still far from ideal.",
            "After a year she had attained her ideal weight.",
            "We have to accept that this is not an ideal world.",
            "The scheme offers an ideal opportunity for youngsters to get training.",
            "He hasn't lived up to his high ideals.",
            "The computer course is ideal for novices.",
            "This is the ideal gift for the man in your life.",
            "The waves are gentle and ideal for beginner surfers.",
            "In an ideal world, we would be able to recycle everything.",
            "Persevere and keep going until you reach your ideal weight.",
            "The hall would make an ideal venue for a wedding reception.",
            "Any response which disturbs the attacker's ideal scenario can help.",
            "In Dwight D. Eisenhower the Republicans had found the ideal candidate.",
            "the ideal of a free and democratic society",
            "an ideal tour for the discerning traveller",
            "These changes are ideal from my point of view.",
            "It's an ideal location for a wedding reception.",
            "The country's climate is ideal for growing grapes.",
            "The hotel is ideal for families with young children."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "i + без удар = [ai]",
            "ea = [iːə]"
        ],
        "example_translate": [
            "Это было идеальное место для отпуска.",
            "Он просто образцовый друг.",
            "Я уверен, что она — идеальный человек для этой работы.",
            "В ней воплощался идеал американской культуры.",
            "Меняются ли наши идеалы красоты?",
            "Эта идеальная модель не согласуется с фактами.",
            "Она считает эту актрису своим идеалом.",
            "Она — идеальный кандидат на эту должность.",
            "Для меня этот парень был идеальным партнёром.",
            "Ткани с плотным переплетением - самый лучший материал для раскраски.",
            "Диана была идеальным объектом для поклонения в постхристианском обществе.",
            "Условия всё ещё далеки от идеальных.",
            "Через год она достигла своего идеального веса.",
            "Мы должны признать, что этот мир неидеален.",
            "Программа предоставляет молодёжи идеальную возможность пройти обучение.",
            "Он не смог соответствовать своим высоким идеалам.",
            "Данные компьютерные курсы идеально подходят для новичков.",
            "Это идеальный подарок для мужчины вашей жизни.",
            "Волны небольшие и идеально подходят для начинающих серфингистов.",
            "В идеальном мире, мы были бы способны /мы могли бы/ переработать всё, что угодно.",
            "Проявите упорство и продолжайте работать до тех пор, пока вы не достигнете идеального веса.",
            "Этот зал был бы идеальным местом для проведения свадебной церемонии.",
            "Могут помочь любые действия, нарушающие планы нападающего.",
            "В Дуайте Эйзенхауэре республиканцы нашли идеального кандидата.",
            "идеал свободного и демократического общества",
            "идеальный тур для взыскательных путешественников",
            "Эти изменения являются идеальными, с моей точки зрения.",
            "Это идеальное место для свадебного торжества.",
            "Климат страны идеально подходит для выращивания винограда.",
            "Гостиница идеально подходит для семей с маленькими детьми."
        ]
    }
}