{
    "identify": {
        "comment": [
            "identity",
            "identification",
            "identical"
        ],
        "translate": "идентифицировать, отождествлять, отождествляться, распознавать, опознавать",
        "transcription": " |aɪˈdentɪfaɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our interests identify.",
            "She identified the dog as her lost pet.",
            "She identified the intruder to the police.",
            "They identified a number of problem areas.",
            "The aircraft were identified as American.",
            "It is increasingly difficult for large investors to identify the startups that have true potential.",
            "Plato attempts to identify vicious pleasures with some form of error.",
            "He was too far away to be able to identify faces.",
            "Voters tend to identify the Party with unfair treatment of the poor.",
            "The police took fingerprints and identified the body.",
            "His accent identified him as a Frenchman.",
            "Investigators will take samples of the wreckage to identify the cause.",
            "We need to identify the causes of unemployment.",
            "They had no difficulty in identifying the problem.",
            "We were briefed that if we could not sight and identify the target we had to bring our bombs back.",
            "They could not identify the source of the quotation.",
            "He was able to correctly identify the mushroom.",
            "The witness positively identified the suspect in the crime.",
            "The test helps identify problems that might otherwise go unnoticed.",
            "Police will have the pictures enlarged in an attempt to identify the thief.",
            "Their job was to identify enemy collaborators.",
            "We began by identifying what we needed for the job.",
            "He refused point-blank to identify his accomplices.",
            "Eye witnesses identified the gunman as an army sergeant.",
            "The corpse was identified on the basis of dental records.",
            "The experienced birder was able to identify birds from afar.",
            "Scientists have identified the gene that causes abnormal growth."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Наши интересы совпадают.",
            "Она узнала в собаке своего потерявшегося любимца.",
            "Она опознала налётчика в присутствии полиции.",
            "Они выявили ряд проблемных областей.",
            "Самолёт был идентифицирован как американский.",
            "Крупным инвесторам всё труднее определить, какие же из общей массы \"стартапов\" обладают реальным потенциалом.",
            "Платон пытается отождествить порочные удовольствия с определенной формой заблуждения.",
            "Он был слишком далеко, и не мог распознать лица.",
            "Избиратели склонны отождествлять политику партии с несправедливым отношением к беднякам.",
            "Полицейские сняли отпечатки пальцев и идентифицировали тело.",
            "По акценту стало понятно, что он — француз.",
            "Следователи возьмут образцы обломков, чтобы определить причину крушения.",
            "Мы должны выявить причины безработицы.",
            "Они без труда определили суть проблемы.",
            "У нас были инструкции не сбрасывать бомбы, если мы не обнаружим и не опознаем цель.",
            "Они не смогли определить источник цитаты.",
            "Он смог правильно распознать этот гриб.",
            "Свидетель уверенно опознал подозреваемого в этом преступлении.",
            "Эта проверка помогает выявить проблемы, которые иначе могли бы остаться незамеченными.",
            "Полицейские увеличат эти фотографии, пытаясь опознать вора.",
            "Их работа состояла в том, чтобы выявить пособников врага.",
            "Мы начали с определения того, что нам необходимо для выполнения работы.",
            "Он наотрез отказался выдать своих сообщников.",
            "Очевидцы опознали в стрелявшем армейского сержанта.",
            "Труп был идентифицирован на основе карты зубного аппарата.",
            "Этот опытный любитель птиц мог распознавать их издалека.",
            "Ученые выявили ген, который вызывает аномальный рост."
        ],
        "stars": 3
    }
}