{
    "identity": {
        "comment": [
            "identify",
            "identification",
            "identical"
        ],
        "translate": " идентичность, личность, тождество, опознавательный, личный",
        "transcription": "  |aɪˈdentəti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His identity was being kept secret.",
            "Why did she need to conceal her identity?",
            "You'll need your passport as proof of identity.",
            "The identity of the criminal is not known.",
            "What is your racial identity?",
            "Our strong sense of national identity has been shaped by our history.",
            "There is a crisis of identity in adolescence.",
            "It was a case of mistaken identity. They mistook him for John.",
            "It was too dark to determine his identity.",
            "Travelling alone can lead to a loss of identity.",
            "The identity of these grey men of politics should be revealed.",
            "The murderer's identity remains unknown.",
            "She guessed the identity of his lover.",
            "The identity of the victim has not yet been disclosed.",
            "My father experienced an identity crisis in middle age.",
            "He maintained he did not know the identity of the woman.",
            "They shared an identity of interests.",
            "You can lose your identity when you join the army.",
            "His art reflects his cultural identity.",
            "people who seem to lack individual identity",
            "The identity of the killer is still unknown.",
            "As children grow, they establish their own identities.",
            "Failure to produce proof of identity could result in prosecution.",
            "the use of slang as a marker of social identity",
            "An identity check is standard police procedure.",
            "They want to introduce a system of identity cards.",
            "Employees must show their identity cards at the gate.",
            "Journalists should have to produce proof of identity.",
            "She applied for a teaching job under a false identity.",
            "In future, staff must wear identity badges at all times."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "i + без удар = [ai]"
        ],
        "example_translate": [
            "Его личность была засекречена.",
            "Зачем ей было нужно скрывать свою личность?",
            "Вам понадобится паспорт в качестве удостоверения личности.",
            "Личность преступника неизвестна.",
            "Какова ваша расовая принадлежность? / К какой расе вы относитесь?",
            "Наше сильное чувство национального самознания сформировалось под влиянием нашей истории.",
            "В период полового созревания наступает кризис осознания собственной идентичности.",
            "Это была ошибка. Они приняли его за Джона.",
            "Было слишком темно, чтобы установить его личность.",
            "Путешествие в одиночку может привести к утрате собственной идентичности.",
            "Необходимо раскрыть, \"кто есть кто\" среди этих безликих политиков.",
            "Личность убийцы остаётся неизвестной.",
            "Она догадалась, кто его любовница.",
            "Личность жертвы ещё не установлена.",
            "Мой отец пережил кризис идентичности в зрелом возрасте.",
            "Он утверждал, что не знает имени этой женщины.",
            "У них были общие интересы.",
            "Поступив на службу в армию, можно потерять свою индивидуальность.",
            "Его творчество является отражением его культурной самобытности.",
            "люди, которые кажутся лишёнными индивидуальности /самобытности/",
            "Личность убийцы по-прежнему неизвестна.",
            "В процессе взросления дети создают свою собственную личность.",
            "Отказ предъявить документ, удостоверяющий личность, может привести к уголовному преследованию.",
            "использование сленга в качестве маркера социальной идентичности",
            "Проверка документов является стандартной полицейской процедурой.",
            "Они хотят ввести систему удостоверений личности.",
            "Сотрудники должны предъявлять свои удостоверения личности при входе на территорию.",
            "Журналистам придётся предъявить документ, удостоверяющий личность.",
            "Она подала заявление на преподавательскую работу под чужим именем.",
            "В будущем персонал должен всё время носить нагрудные карточки-пропуска."
        ],
        "stars": 3
    }
}