{
    "identical": {
        "comment": [],
        "translate": "идентичный, одинаковый, тождественный, тот же самый",
        "transcription": " |aɪˈdentɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His hat is identical to mine.",
            "This is the very identical man.",
            "The boxes were identical in shape.",
            "The number of the card is identical with the one on the checkbook.",
            "One of the boys has a freckle on his cheek. Otherwise, the twins are nearly identical.",
            "The results were identical to those of the first test.",
            "We flew over the city with its serried ranks of identical grey houses.",
            "We visited the identical place we stopped at last year.",
            "They were wearing identical coats.",
            "At first glance the twins look identical.",
            "This is the identical room we stayed in before.",
            "The sisters were identical in appearance and character.",
            "They drove virtually identical cars.",
            "The prints were identical with those of a convicted person.",
            "In a transaction called buying-in or closing purchase, the writer buys an identical option."
        ],
        "example_translate": [
            "У него такая же шляпа, как и у меня.",
            "Это тот же самый человек.",
            "Коробки были одинаковой формы.",
            "Номер карты идентичен тому, что стоит на чековой книжке.",
            "У одного из мальчиков на щеке веснушки. Во всём остальном близнецы практически одинаковы.",
            "Результаты были идентичны результатам первого теста.",
            "Мы пролетали над городом, над тесными рядами его одинаковых серых домов.",
            "Мы побывали в том самом месте, где мы останавливались в прошлом году.",
            "На них были совершенно одинаковые пальто.",
            "На первый взгляд, близнецы одинаковы.",
            "В точно таком же номере мы остановились перед этим.",
            "Сёстры были совершенно одинаковы как внешне, так и по характеру.",
            "Они ездили на практически одинаковых машинах.",
            "Отпечатки пальцев совпали с отпечатками пальцев осуждённого.",
            "В сделке, называемой закрываемой сделкой или закрываемой покупкой, подписчик покупает тот же самый опцион."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}