{
    "if": {
        "comment": [],
        "translate": "если, ли, если бы, хотя, коли, условие, предположение, во всяком случае",
        "transcription": " |ɪf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm sorry if I upset you.",
            "If I had only known!",
            "If I don't know the way, I ask.",
            "We'll stay at home if it rains.",
            "If he comes tomorrow, send for me.",
            "Would you mind if I open a window?",
            "If I didn't apologize I'd feel guilty.",
            "He asked if his wife was there.",
            "Taste the soup and add salt and pepper if necessary.",
            "If they are poor, they are at any rate happy.",
            "If he had consented, all would have been right.",
            "I doubt if anyone will remember me.",
            "You don't seem to care if I'm tired.",
            "I don't know if what I am saying makes any sense.",
            "I wonder if you could help me.",
            "Plastic will melt if it gets too hot.",
            "Is the book available, and if so where?",
            "If you need money, I can lend you some.",
            "He stopped to ask me if I was all right.",
            "I'm not sure if this is the right road or not.",
            "I want to get back by five o'clock if possible.",
            "I'm not very happy about so many ifs written into the contract.",
            "There are too many ifs in this proposal.",
            "If Dad were here, he would know what to do.",
            "There are too many ifs in this plan of yours.",
            "Brian rarely, if ever, goes to bed before 3 am.",
            "If I go to bed late I feel dreadful in the morning.",
            "I'd be grateful if you would send me further details.",
            "It would be nice if we could spend more time together.",
            "If he has a fault at all, it is that he is too generous."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Прости, если я тебя расстроил.",
            "Если бы я только знал!",
            "Когда я не знаю дороги, я спрашиваю.",
            "Мы останемся дома, если пойдёт дождь.",
            "Если он завтра появится, пошли за мной.",
            "Вы не возражаете, если я открою окно?",
            "Если бы я не извинился, то чувствовал бы себя виноватым.",
            "Он спросил, там ли его жена.",
            "Попробуйте суп и добавьте соль и перец, если это необходимо.",
            "Пусть они бедны, зато, по крайней мере, счастливы.",
            "Если бы он согласился, все было бы хорошо (но он не согласился).",
            "Я сомневаюсь, что кто-то будет помнить меня.",
            "Тебе, похоже, наплевать, что я устал.",
            "Не знаю, имеет ли хоть какой-то смысл то, что я говорю.",
            "Не могли бы вы мне помочь? (вежливая форма обращения)",
            "Пластик расплавится, если будет слишком горячо.",
            "Имеется ли эта книга в продаже, и если да, то где?",
            "Если нужны деньги, я могу вам немного занять.",
            "Он остановился, чтобы спросить, всё ли у меня в порядке.",
            "Я точно не знаю, та это дорога или нет.",
            "Я хочу вернуться к пяти часам, если это возможно.",
            "Мне не очень-то нравится, что в этом договоре так много условий.",
            "В этом предложении слишком много \"если\".",
            "Если бы папа был здесь, он бы знал, что делать.",
            "В твоём плане слишком много \"если\".",
            "Брайан редко ложится спать раньше трёх часов ночи — почти никогда.",
            "Если я ложусь поздно, то утром чувствую себя ужасно.",
            "Я был бы благодарен, если бы вы выслали мне более подробную информацию.",
            "Было бы неплохо, если бы мы могли проводить вместе больше времени.",
            "Если он в чём-то и виноват, то только в том, что он слишком великодушен."
        ]
    }
}