{
    "ignore": {
        "comment": [],
        "translate": "игнорировать, пренебрегать, пропускать, отклонять",
        "transcription": " |ɪɡˈnɔːr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I chose to ignore his advice.",
            "I'll ignore that last remark.",
            "I tried to stay calm and just ignore him.",
            "The phone rang, but she ignored it.",
            "It would be foolish to ignore his advice.",
            "They ignored the warning signs.",
            "Sam rudely ignored the question.",
            "If you ignore the problem, it will come back to haunt you.",
            "The other kids used to call me names, but I tried to ignore them.",
            "You should never ignore a breast lump.",
            "The government saw fit to ignore our advice.",
            "You'll have to ignore their talking so loud.",
            "Politicians ignore this issue at their peril.",
            "She tried her hardest to ignore what he'd said.",
            "It would be irresponsible to ignore the threats.",
            "If he continues to bother you, simply ignore him.",
            "Problems we ignore now will come back to haunt us.",
            "It is bad taste to ignore an invitation to a wedding.",
            "He is apt to ignore matters he considers unimportant.",
            "Just ignore the bad language — they only do it to shock.",
            "She tried to ignore him but he wouldn't leave her alone.",
            "We chose to ignore their little insults and incivilities.",
            "Governments cannot ignore the strength of public opinion.",
            "We can't ignore our country's painful history of slavery.",
            "the inalterable record of history, which we ignore at our peril",
            "He had completely ignored her remark, preferring his own theory.",
            "You can't ignore the fact that many criminals never go to prison.",
            "We shouldn't ignore the problems that exist in our own community.",
            "If we continue to ignore these problems they will only get worse.",
            "Today's rebel chefs feel free to ignore the dictates of classic French cuisine."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я решил не слушать его советов.",
            "Я проигнорирую последнее замечание/высказывание.",
            "Я старался сохранять спокойствие и просто игнорировал его.",
            "Зазвонил телефон, но она не обратила на него внимания.",
            "Было бы глупо не прислушаться к его совету.",
            "Они оставили без внимания /проигнорировали/ предупредительные знаки.",
            "Сэм нагло проигнорировал этот вопрос. / Сэм пропустил вопрос мимо ушей.",
            "Если вы будете игнорировать эту проблему, она обязательно выйдет вам боком.",
            "Другие дети часто меня обзывали, но я старался не обращать на них внимания.",
            "Уплотнение в молочной железе нельзя игнорировать.",
            "Правительство сочло нужным /возможным, уместным/ пренебречь нашими советами.",
            "Придется смириться с тем, что они так громко говорят.",
            "Политические деятели игнорируют эту проблему на свой страх и риск.",
            "Она изо всех сил постаралась не обращать внимания на его слова.",
            "Было бы безответственно игнорировать эти угрозы.",
            "Если он продолжит вас беспокоить, просто не обращайте на него внимания.",
            "Проблемы, оставленные сейчас нами без внимания, ещё не раз дадут о себе знать.",
            "Быть приглашённым на свадьбу и не прийти - это дурной тон.",
            "Он склонен игнорировать вопросы, которые считает неважными.",
            "На мат /ругань/ не обращайте внимания: они делают это только ради эпатажа.",
            "Она пыталась не обращать на него внимания, но он не оставлял её в покое.",
            "Мы решили не обращать внимания на их мелкие оскорбления и неучтивое поведение.",
            "Правительства не могут игнорировать силу общественного мнения.",
            "Мы не можем игнорировать тяжёлую историю рабства в нашей стране.",
            "неизменный исторический факт, который мы игнорируем на свой страх и риск",
            "Он полностью проигнорировал её замечание, отдав предпочтение собственной версии.",
            "Нельзя игнорировать тот факт, что многие преступники так никогда и не попадают в тюрьму.",
            "Мы не должны игнорировать проблемы, которые имеются в нашем собственном сообществе.",
            "Если мы будем и дальше игнорировать эти проблемы, они станут только хуже.",
            "Современные повара с творческой жилкой свободно выходят за рамки канонов."
        ]
    }
}