{
    "ignorance": {
        "comment": [],
        "translate": "невежество, незнание, неведение, безграмотность",
        "transcription": " |ˈɪɡnərəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Excuse my ignorance, but how does it actually work?",
            "Prejudice feeds on ignorance.",
            "His racist attitudes were born out of ignorance.",
            "No mask could conceal his ignorance.",
            "Pardon my ignorance, but what does OPEC stand for?",
            "Leaving me in absolute ignorance of how to interpret her.",
            "His ignorance's fathomless.",
            "To pretend ignorance of the situation would be irresponsible.",
            "They were living in abysmal ignorance.",
            "He discloses to us the whole field of his ignorance.",
            "I cannot bear to see things botched or gone upon with ignorance.",
            "The Roman matron was taught indeed to vaunt her ignorance as a virtue.",
            "One of the pitfalls of ignorance is that people will also assume you're stupid.",
            "He spoke with blithe ignorance of the true situation."
        ],
        "example_translate": [
            "Простите моё невежество, но как это работает на практике?",
            "Предрассудки подпитываются невежеством.",
            "Его расистские взгляды были порождением его невежества.",
            "Ни одна маска не могла скрыть его невежество. / Его невежество нельзя было скрыть ничем.",
            "Простите за невежество, но что означает ОПЕК?",
            "И оставила меня в полном неведении относительно того, как её понимать.",
            "Его невежество необъяснимо.",
            "Притворяться, что не в курсе ситуации, было бы безответственно.",
            "Они жили в полном неведении.",
            "Он раскрывает нам всю глубину своего невежества.",
            "Я не могу видеть, как берутся за дела либо халтурно, либо ничего в них не понимая.",
            "Римскую женщину приучали гордиться своим невежеством как добродетелью.",
            "Одна из опасностей невежества состоит в том, что люди к тому же будут принимать вас за глупца.",
            "Он выступил, пребывая в блаженном неведении истинного положения дел."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}