{
    "ill": {
        "comment": [
            "illness",
            "drill",
            "grill",
            "thriller",
            "guerrilla"
        ],
        "translate": " больной, плохой, дурной, злой, плохо, дурно, худо, едва ли, зло, вред, несчастья",
        "transcription": "  |ɪl|",
        "antonyms": [],
        "mnemonic": [
            "ill [ил] больной - (Ильхам) - значит Больной хам!.",
            "ill [ɪl]\nillness - болезнь\npill- таблетка; принимать таблетки\n***\nДУРНО было - врач исцелил. (это) ill\nНЕЗДОРОВЫЙ лекарство пил. (это) ill\nПЛОХО стало - значит, ел ил. (это) ill\n***\nТы был больной \"ill\"\nи пил лекарства \"pill\"."
        ],
        "examples": [
            "Don't wish them ill.",
            "Don't speak ill of the dead.",
            "Bridget can't come — she's ill.",
            "It was just ill fortune.",
            "Please don't think ill of me.",
            "She is ill with a tropical disease.",
            "You certainly did me an ill turn.",
            "He was a good man who never spoke ill of anyone.",
            "I was feeling ill that day and decided to stay at home.",
            "It's an ill wind that blows no good.",
            "She was suddenly taken ill at school.",
            "He is ill able to sustain the burden.",
            "They tried not to speak ill of the dead.",
            "We can ill afford to buy a new car just now.",
            "That dog can eat almost anything with no ill effects.",
            "A number of these patients are seriously ill.",
            "There seems to be no cure for our economic ills.",
            "He was unable to join the army because of ill health.",
            "She did not like Matthew but she would never wish him ill.",
            "It ill befits a man to betray old friends.",
            "Her husband has been ill with bladder trouble.",
            "Many people consumed the poisoned oil without ill effects.",
            "They had been subjected to months of ill treatment.",
            "idealistic people who try to cure all of our society's ills"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые ставятся после глаголов, но не перед существительными"
        ],
        "example_translate": [
            "Не желай им зла.",
            "Не говори плохо об умерших.",
            "Бриджит не может прийти: она больна.",
            "Это просто была неудача.",
            "Пожалуйста, не думайте обо мне плохо.",
            "Она больна тропической лихорадкой.",
            "Вы мне, безусловно, навредили. / Несомненно, вы оказали мне медвежью услугу. / Ты мне, конечно, подкузьмил.",
            "Он был хорошим человеком, который никогда ни о ком не отзывался плохо.",
            "В тот день я плохо себя чувствовал, и решил остаться дома.",
            "Нет худа без добра. / Что ни делается — всё к лучшему. (пословица)",
            "В школе ей неожиданно стало плохо.",
            "Он едва способен нести этот груз.",
            "Они старались не говорить плохо о мертвых.",
            "Мы прямо сейчас не можем позволить себе купить новый автомобиль.",
            "Эта собака может съесть всё, что угодно, без всяких последствий.",
            "Некоторые из этих пациентов серьёзно больны.",
            "Кажется, от болезней нашей экономики нет лекарств.",
            "Он был не в состоянии пойти в армию из-за плохого здоровья.",
            "Она не любила Мэттью, но никогда бы не стала желать ему зла.",
            "Не подобает человеку предавать старых друзей.",
            "У её мужа — болезнь мочевого пузыря.",
            "Многие люди потребляли отравленное масло без каких-либо пагубных последствий.",
            "В течение долгих месяцев их подвергали жестокому обращению.",
            "идеалисты, которые пытаются излечить все беды нашего общества"
        ],
        "stars": 2
    }
}