{
    "illegal": {
        "comment": [],
        "translate": "незаконный, нелегальный, беззаконный",
        "transcription": " |ɪˈliːɡl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is illegal to litter.",
            "The illegal immigrants were deported.",
            "It is illegal to drive while intoxicated.",
            "Have you ever taken any illegal drugs?",
            "The police winked at illegal gambling.",
            "They entered the country illegally.",
            "I absolutely refuse to take part in anything illegal.",
            "Overt race discrimination is illegal.",
            "It is illegal to harbor an escaped convict.",
            "The team was penalized for an illegal play.",
            "They searched his luggage for illegal drugs.",
            "The new town law makes it illegal to burn trash.",
            "The use and sale of marijuana remains illegal.",
            "Two players were suspended for illegal drug use.",
            "The customs agents impounded the illegal shipment",
            "It is illegal to sell tobacco to someone under 16.",
            "a grey area between clearly legal and strictly illegal",
            "The new laws are an effort to curtail illegal drug use.",
            "The world's largest market for illegal drugs is the US.",
            "The player was penalized for an illegal hit from behind.",
            "Illegal immigrants are smuggled into the country by boat.",
            "The illegal immigrant was challenged by the border guard.",
            "The newspaper uncovered the President's illegal dealings.",
            "Illegal hunting is threatening the survival of the species.",
            "It is illegal to monopolize or attempt to monopolize a market.",
            "The measures are meant to stem the tide of illegal immigration.",
            "Last autumn arrests of illegal immigrants were running 80 a week.",
            "Was his decision influenced by any illegal financial inducements?",
            "the courageous decision to quit rather than obey an illegal order",
            "Later it emerged that the judge had employed an illegal immigrant."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мусорить — незаконно /запрещено/.",
            "Нелегальные иммигранты были депортированы.",
            "Запрещено водить машину в нетрезвом виде.",
            "Вы когда-нибудь принимали какие-либо запрещённые препараты?",
            "Полиция закрывала глаза на незаконный доход от азартных игр.",
            "Они нелегально въехали в страну.",
            "Я категорически отказываюсь принимать участие в чём-то незаконном.",
            "Открытые проявления расовой дискриминации являются незаконными.",
            "Укрывательство беглых заключённых запрещено законом.",
            "Команда была оштрафована за игру не по правилам.",
            "Они обыскали его багаж на предмет нелегальных лекарственных препаратов /наркотических веществ/.",
            "По новым городским законам сжигать мусор запрещено.",
            "Употребление и сбыт марихуаны по-прежнему противозаконны.",
            "Два игрока были дисквалифицированы за незаконное использование препаратов /наркотиков/.",
            "Таможенники изъяли запрёщённый / незаконный груз.",
            "Запрещено продавать табачные изделия лицам моложе 16 лет.",
            "нечто среднее между абсолютно законным и совершенно незаконным",
            "Новые законы являются попыткой ограничить незаконное употребление наркотиков.",
            "Крупнейшим в мире рынком наркотиков являются США.",
            "Игрок был наказан за нелегальный удар сзади.",
            "Нелегальных мигрантов незаконно переправляют в страну на лодках.",
            "Пограничник потребовал у нелегального иммигранта удостоверение личности.",
            "Газета разоблачила незаконные действия президента.",
            "Незаконная охота представляет угрозу для выживания данного вида.",
            "Монополизация рынка или даже попытка этого является незаконным действием.",
            "Эти меры были приняты с целью остановить поток нелегальной иммиграции.",
            "Прошлой осенью число арестов нелегальных иммигрантов доходило до 80 в неделю.",
            "Повлияли ли на его решение какие-либо незаконные финансовые стимулы?",
            "смелое решение уволиться, но не подчиниться незаконному приказу",
            "Позже выяснилось, что судья принял на работу нелегального иммигранта."
        ]
    }
}