{
    "illusion": {
        "comment": [],
        "translate": "иллюзия, призрак, мираж, обман чувств, прозрачная кисея, тюль",
        "transcription": " |ɪˈluːʒn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "'I hate to shatter your illusions,' he said.",
            "It's an illusion to think that...",
            "She was under no illusion that he loved her.",
            "The succession of flashing lights gave an illusion of movement.",
            "This illusion has been sedulously fostered.",
            "This illusion may be dissipated by a process of reasoning.",
            "They used paint to create the illusion of metal.",
            "She had no illusions about her physical attractions.",
            "The mirrors in the room gave an illusion of greater space.",
            "Thy existence is wholly an Illusion and optical and tactual Phantasm.",
            "The video game is designed to give the illusion that you are in control of an airplane.",
            "Fans are inevitably disappointed when the nimbus of glamour about their favorite celebrity turns out to be an illusion."
        ],
        "example_translate": [
            "— Мне неприятно разрушать ваши иллюзии, — сказал он.",
            "Странно обольщаться по поводу...",
            "У неё не было никаких иллюзий относительно того, любил ли он её.",
            "Смена мигающих огней создавала иллюзию движения.",
            "Эта иллюзия старательно поддерживалась.",
            "Подобные заблуждения можно полностью рассеять в процессе рассуждения.",
            "Они использовали краски, чтобы создать иллюзию металла.",
            "Она не питала никаких иллюзий насчет своей привлекательности.",
            "Зеркала, установленные в комнате, создавали иллюзию большого пространства.",
            "Твое существование является не более чем иллюзией, оптической и осязательной галлюцинацией.",
            "Эта видеоигра призвана создать иллюзию, что вы управляете самолётом.",
            "Поклонники неизбежно разочаровываются, когда ореол гламура у их любимых знаменитостей оказывается всего лишь иллюзией."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}