{
    "illustrate": {
        "comment": [
            "illusion",
            "illustration"
        ],
        "translate": "иллюстрировать, пояснять, служить примером",
        "transcription": " |ˈɪləstreɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Let me give an example to illustrate the point.",
            "Each verb in this dictionary is illustrated with a sentence.",
            "The foregoing examples illustrate this point.",
            "The students will write and illustrate their own stories.",
            "Please give a few examples to illustrate your point.",
            "She illustrated her discussion with diagrams.",
            "Some simple examples will illustrate the point.",
            "The following examples illustrate how this operates in practice.",
            "He illustrated his lecture with stories of his own experiences in the field.",
            "A single example serves to illustrate what I mean.",
            "This dispute illustrates that the regime is deeply divided.",
            "Over a hundred diagrams, tables and pictures illustrate the book.",
            "The results illustrate how important it is to wear your seatbelt.",
            "Macmillan commissioned her to illustrate a book by Spike Milligan."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Позвольте мне привести пример, чтобы проиллюстрировать этот момент.",
            "Каждый глагол в этом словаре иллюстрируется предложением, в котором он употребляется.",
            "Вышеупомянутые примеры служат иллюстрацией этого момента.",
            "Студенты будут писать и иллюстрировать свои собственные истории.",
            "Приведите, пожалуйста, несколько примеров, чтобы проиллюстрировать свою точку зрения.",
            "Она проиллюстрировала своё пояснение диаграммами.",
            "Этот момент проиллюстрируют несколько простых примеров.",
            "Следующие примеры иллюстрируют, как это работает на практике.",
            "Он проиллюстрировал свою лекцию историями из своего опыта в этой области.",
            "Иллюстрацией моих слов служит один-единственный пример.",
            "Этот спор показывает, что правительство глубоко расколото.",
            "Книга проиллюстрирована более чем сотней схем, таблиц и рисунков.",
            "Данные результаты показывают, насколько важно пристёгивать ремень безопасности.",
            "Макмиллан поручил ей проиллюстрировать книгу Спайка Миллигана."
        ]
    }
}