{
    "image": {
        "comment": [
            "imagine",
            "imagination",
            "imaginary",
            "imaginative",
            "imagery"
        ],
        "translate": "изображение, образ, имидж, облик, отражение, отображать, изображать",
        "transcription": " |ˈɪmɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I carry her image in my mind's eye.",
            "God created man in his own image.",
            "This waterfall images my life.",
            "She is the speaking image of her mother.",
            "The image was lodged in my subconscious.",
            "She is the spitting image of her mother.",
            "Can you shrink this image?",
            "He lacks the image of a bigtime banker.",
            "She studied her image in the mirror.",
            "The computer generated this image.",
            "The company needs to polish up its image.",
            "The image came to him subconsciously.",
            "The son was the exact image of his father.",
            "That image is engraved on my heart.",
            "She's the very image of her mother.",
            "How do you preserve the superior image of a brand?",
            "The image is veiled or foggy.",
            "a magnified view of the image",
            "the living image of her mother",
            "the sacred image of the Virgin Mary",
            "He didn't fit the conventional image of a banker.",
            "Scratches on a camera lens will degrade the image.",
            "The image of art theft as a gentleman's crime is outdated.",
            "Using graphics software, you can revolve the image on the screen.",
            "Can you sharpen the image?",
            "The lens inverts the image.",
            "He shed his image as a pushy boss.",
            "The image was seared into his brain.",
            "The image was engraved on the plaque.",
            "the reversal of the image in the lens"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я ношу её образ в своих воспоминаниях.",
            "Бог создал человека по своему образу и подобию.",
            "Этот водопад символизирует мою жизнь.",
            "Она как две капли воды похожа на свою мать.",
            "Этот образ засел у меня в подсознании.",
            "Она точная копия своей матери.",
            "Можете уменьшить размер этого изображения?",
            "Он не похож на крупного банкира.",
            "Она внимательно рассмотрела своё отражение в зеркале.",
            "Данное изображение было создано на этом компьютере.",
            "Компании необходимо улучшить свой имидж.",
            "Образ пришёл к нему подсознательно.",
            "Сын был точной копией своего отца.",
            "Эта картина навсегда запечатлелась в моём сердце.",
            "Она — вылитая копия матери.",
            "Как сохранить безупречный имидж торговой марки?",
            "Картинка — нечёткая или затуманенная.",
            "увеличенное изображение картинки",
            "живой образ её матери",
            "священный образ Девы Марии",
            "Он не вписывался в традиционный образ банкира.",
            "Царапины на объективе камеры приведут к ухудшению изображения.",
            "Представление о краже произведений искусства как о благородном преступлении устарело.",
            "С помощью графического программного обеспечения можно вращать изображение на экране.",
            "Можете увеличить резкость изображения? / Можешь сделать картинку почётче?",
            "Линза инвертирует изображение.",
            "Он избавился от своего образа напористого начальника.",
            "Этот образ навсегда запечатлелся в его мозгу.",
            "Изображение было выгравировано на мемориальной доске.",
            "разворот изображения в объективе"
        ],
        "stars": 3
    }
}