{
    "imagine": {
        "comment": [
            "imagination, imagine - воображение, вообразить",
            "imagination",
            "imaginary",
            "image",
            "imaginative",
            "imagery"
        ],
        "translate": "вообразить, воображать, представлять себе, думать, предполагать, догадываться",
        "transcription": " |ɪˈmædʒɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I imagine it will rain.",
            "Imagine life without hot water.",
            "Can you imagine her as a mother?",
            "Can you imagine him being a president?",
            "You can imagine how angry I was!",
            "Can't you imagine what I'm talking about?",
            "It is difficult to imagine him marrying anyone.",
            "I can't imagine life without a car.",
            "I can't imagine going to the party without an invitation.",
            "Somehow I can't imagine him without a beard.",
            "Imagine you are choosing a holiday destination.",
            "After such a dry summer, it's difficult to imagine what rain looks like.",
            "I imagine it will snow at some point today.",
            "It's hard for me to imagine having children.",
            "He asked us to imagine a world without poverty or war.",
            "I can't imagine living anyplace else now.",
            "Imagine that you have just won a million pounds.",
            "a writer who has imagined an entire world of amazing creatures",
            "You can't imagine what a terrible week we had.",
            "I can't imagine why Susan is so gaga about him.",
            "He imagines himself to be a charming conversationalist.",
            "Imagine doing a horrible job like that!",
            "She had imagined that the doctor would be male.",
            "I can't imagine where you have hidden it, please clue me in.",
            "I can't begin to imagine how awful it was.",
            "I imagine she earned a lot of money with her new novel.",
            "I can't imagine a circumstance in which I would do that.",
            "I can't imagine a circumstance in which I would be willing to steal.",
            "Perhaps she'd never really been there at all — perhaps she'd just imagined it.",
            "It was worse than they had imagined."
        ],
        "synonyms": [],
        "grups": [
            "прил которые могут стоять как после сущ, так и перед сущ - без какой-либо разницы",
            "all_words",
            "Инфинитив - сложное дополнение(умственной деятельность, обозначающая знание, мнение или предположение)",
            "Сложное дополнение",
            "Инфинитив"
        ],
        "example_translate": [
            "Думаю, пойдёт дождь.",
            "Представьте себе жизнь без горячей воды.",
            "Ты можешь представить ее в роли матери?",
            "Можешь представить его себе в роли президента?",
            "Можешь представить себе, как я взбесился!",
            "Неужто ты не можешь понять, о чем я толкую?",
            "Трудно представить, что он вообще на ком-либо женится.",
            "Я не могу представить жизнь без автомобиля.",
            "Я не могу понять, как можно пойти на вечеринку без приглашения.",
            "Почему-то я не могу представить его без бороды.",
            "Представьте, что вы выбираете, куда поехать в отпуск.",
            "После такого сухого лета трудно представить, как выглядит дождь.",
            "Полагаю, что сегодня в течение дня будет снег.",
            "Мне трудно представить, что у меня есть дети.",
            "Он попросил нас представить себе мир без бедности или войны.",
            "Теперь я не могу себе даже представить жизни в любом другом месте.",
            "Представьте, что вы только что выиграли миллион фунтов.",
            "писатель, который выдумал целый мир, населённый удивительными существами",
            "Ты даже не представляешь, какая у нас была ужасная неделя.",
            "Я не могу представить, почему Сьюзен так сходит по нему с ума.",
            "Он воображает, будто он приятный собеседник.",
            "Представьте себе, каково заниматься такой ужасной работой!",
            "Она предполагала, что врач будет мужского пола.",
            "Я не имею ни малейшего понятия, где вы это спрятали, расскажите мне, пожалуйста.",
            "Я даже не могу себе представить, как это было ужасно.",
            "Мне представляется, что она заработала много денег на своём новом романе.",
            "Не могу представить себе обстоятельства, при которых я мог бы так поступить.",
            "Я не могу представить себе обстоятельства, в которых я был бы вынужден украсть.",
            "Возможно, на самом деле она там никогда и не была. Может, она это просто выдумала.",
            "Это было хуже, чем они себе представляли."
        ]
    }
}