{
    "imitation": {
        "comment": [
            "imitate"
        ],
        "translate": "имитация, подражание, подделка, копирование, имитирование, эпигонство, суррогат",
        "transcription": " |ˌɪmɪˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Children learn a lot by imitation.",
            "He did a hilarious imitation of his father.",
            "Children learn by imitation of adults.",
            "The cheese is a pale imitation of real Parmesan.",
            "Bill can do a passable imitation of an American accent.",
            "The table is a genuine antique not a cheap imitation.",
            "A complete set of Dickens was bound in imitation leather.",
            "He can do a passable imitation of the maths teacher.",
            "The new version is a sad imitation of the original movie.",
            "Many people think that children learn language by imitation.",
            "The real diamonds are in a museum. These are just imitations.",
            "Etching is an imitation of engraving, but more speedily performed.",
            "The remake of \"Casablanka\" was a pale imitation of the original movie.",
            "The stage production uses only imitation diamonds, as real gems would be prohibitively expensive.",
            "The remake of 'Casablanca' was a pale imitation (=something that is much less good than the thing it imitates) of the original movie."
        ],
        "example_translate": [
            "Дети многому учатся подражанием.",
            "Он сделал смешную пародию на своего отца.",
            "Дети учатся подражая взрослым.",
            "Этот сыр — бледная имитация настоящего пармезана.",
            "Билл умеет сносно имитировать американский акцент.",
            "Этот стол настоящий антиквариат, а не какая-то дешевая подделка.",
            "Полное собрание сочинений Диккенса было издано в переплете из искусственной кожи.",
            "Он умеет сносно пародировать учителя математики.",
            "Новая версия фильма представляет собой жалкое подражание оригиналу.",
            "Многие люди думают, что дети учат язык путём подражания.",
            "Настоящие алмазы находятся в музее, а эти — всего лишь имитация.",
            "Травление это имитация гравирования, но выполняется оно быстрее.",
            "Римейк фильма \"Касабланка\" был слабой имитацией оригинала.",
            "На театральной сцене используются только поддельные бриллианты, поскольку настоящие драгоценности были бы непомерно дороги.",
            "Римейк \"Касабланки\" оказался бледной копией (т.е. гораздо хуже) исходного фильма."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}