{
    "immediate": {
        "comment": [
            "immediately"
        ],
        "translate": "немедленный, непосредственный, прямой, ближайший, безотлагательный, срочный",
        "transcription": " |ɪˈmiːdiət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The danger is not immediate.",
            "an immediate reply to my letter",
            "He was sitting to my immediate right.",
            "the immediate cause of the trouble",
            "This requires your immediate attention.",
            "He's too busy with immediate concerns to worry about the future.",
            "If the eyes are affected, seek immediate medical attention.",
            "There is an immediate danger of war.",
            "Let's try and solve the most immediate problem.",
            "It is a thriving shopping centre for the people who live in the immediate area.",
            "This crisis calls for immediate action.",
            "The new restaurant was an immediate success.",
            "They promise immediate action to help the unemployed.",
            "Our immediate response to the attack was sheer horror.",
            "The wildfire poses no immediate threat to any houses in the area.",
            "He promised that there would be no tax increases in the immediate future.",
            "The response to the crisis was immediate.",
            "The effect of the new policy will be unknown for the immediate future.",
            "The most immediate effect of retirement is a dramatic reduction in living standards."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это не прямая угроза.",
            "немедленный ответ на моё письмо",
            "Он сидел справа, рядом со мной.",
            "непосредственная причина этой проблемы",
            "Это требует вашего немедленного внимания.",
            "Он слишком занят текущими проблемами, чтобы заботиться ещё и о будущем.",
            "Если повреждены глаза, немедленно обратитесь за медицинской помощью.",
            "Существует непосредственная угроза войны.",
            "Давайте попробуем решить наиболее насущную проблему.",
            "Это процветающий торговый центр для людей, живущих в непосредственной близости от него.",
            "Этот кризис требует незамедлительных действий.",
            "Новый ресторан мгновенно стал пользоваться успехом.",
            "Они обещают предпринять немедленные меры, чтобы помочь безработным.",
            "Нашей первой реакцией на это нападение был чистый ужас.",
            "Лесной пожар не представляет непосредственной угрозы для других домов в этом районе.",
            "Он пообещал, что в ближайшем будущем не будет никакого повышения налогов.",
            "Реакция на кризис была немедленной.",
            "Влияние новой политики в ближайшем будущем будет неизвестно.",
            "Самым прямым следствием ухода на пенсию является резкое снижение уровня жизни."
        ],
        "stars": 3
    }
}