{
    "immense": {
        "comment": [],
        "translate": "огромный, громадный, необъятный, безмерный, великолепный, бескрайний",
        "transcription": " |ɪˈmens|",
        "antonyms": [],
        "mnemonic": [
            "immense [ɪ'mɛns]\ndense [dɛns] - густой, плотный\n***\nУ воды ОГРОМНАЯ эл. проводимость сименс. (это)\nimmense\nОГРОМНЫЙ список имён (с). (это) immense\nНеобъятный, необъятен, огромен.\n***\nЛес густой \"dense\" и огромный \"immense\"."
        ],
        "examples": [
            "She is an artist of immense talent.",
            "He inherited an immense fortune.",
            "The town takes immense pride in recent achievements.",
            "We see an immense flock of geese making up the stream.",
            "From the heights of the mountain immense avalanches often descend.",
            "The lurid reflection of immense fires hung in the sky.",
            "It takes an immense commitment and a lot of love to bring up a child properly.",
            "This affair had let to the contraction of an immense debt.",
            "The Church wields immense power in Ireland.",
            "The removing of the earth brought to view an immense collection of skeletons.",
            "There was an immense chandelier suspended in each of these rooms dwarfing the apartments.",
            "The immense pressure causes the rock to fracture.",
            "There is no doubt that Bohr's influence was immense.",
            "People who travel by rail still read an immense amount.",
            "The sum of human knowledge is now so immense that even a highly educated person can hope to absorb only a tiny quantum of it.",
            "Don't let their promises of immense riches bedazzle you.",
            "The Los Angeles aqueduct winds like an immense snake along the base of the mountains.",
            "Relatively small groups can sometimes exert immense political leverage.",
            "Regular visits from a social worker can be of immense value to old people living alone."
        ],
        "example_translate": [
            "Она потрясающе талантливая художница.",
            "Он унаследовал огромное состояние.",
            "Жители города необыкновенно гордятся последними достижениями.",
            "Мы видим большую стаю гусей, плывущих вверх по течению.",
            "С вершины этой горы часто сходят ужасные лавины.",
            "Пылающие отсветы бушующего огня отражались в небе.",
            "Чтобы правильно воспитать ребенка, нужно огромное самопожертвование и очень много любви.",
            "Эта история привела к возникновению огромного долга.",
            "В Ирландии церковь обладает огромной властью.",
            "При выемке земли стало видно большое количество скелетов.",
            "В каждой из этих комнат висела огромная люстра, как бы уменьшая размер помещения.",
            "Такое огромное давление вызывает разрушение горных пород.",
            "Нет сомнений в том, что влияние Бора было огромным.",
            "Люди, которые путешествуют по железной дороге, по-прежнему чрезвычайно много читают.",
            "Общая сумма человеческих знаний в настоящее время настолько громадна, что даже высокообразованный человек может надеяться впитать лишь крошечную их часть.",
            "Не позволяйте им ослепить вас обещаниями огромного богатства.",
            "В Лос-Анджелесе акведук изгибается, подобно огромной змее, вдоль основания гор.",
            "Сравнительно небольшие группы могут иногда оказывать огромное политическое влияние.",
            "Регулярные визиты социального работника порой имеют огромное значение для одиноких стариков."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}