{
    "immigration": {
        "comment": [
            "immigrant"
        ],
        "translate": "иммиграция",
        "transcription": " |ˌɪmɪˈɡreɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The party is split over the issue of immigration.",
            "I want to get more acquainted with immigration laws.",
            "Young people are more amenable than older citizens to the idea of immigration.",
            "New entrants to the country must go though immigration procedures.",
            "The President wants stricter controls on immigration.",
            "The law would cap legal immigration.",
            "Immigration will citify the country?",
            "He called for much stricter curbs on immigration.",
            "Congress has loosened the restrictions on immigration.",
            "He called for a common European policy on immigration.",
            "There are plans to introduce strict immigration quotas.",
            "The government is keeping tight control on immigration.",
            "Recent legislation has reduced immigration to a trickle.",
            "I can't agree with the government's line on immigration.",
            "Immigration officers served her with a deportation order.",
            "The country's immigration policies have begun to liberalize.",
            "The measures are meant to stem the tide of illegal immigration.",
            "UK immigration procedures will have to be changed to bring them into line with the latest European ruling."
        ],
        "example_translate": [
            "Партия расколота по вопросу иммиграции.",
            "Я хочу лучше познакомиться с иммиграционным законодательством.",
            "Молодых людей легче склонить к мысли об иммиграции, чем более старших граждан.",
            "Лица, впервые въезжающие в страну, обязаны пройти иммиграционные процедуры.",
            "Президент хочет более жёсткого контроля над иммиграцией.",
            "Этот закон ограничит легальную иммиграцию.",
            "Поспособствует ли иммиграция урбанизации страны?",
            "Он требовал более жёстких мер по ограничению иммиграции.",
            "Конгресс ослабил ограничения на иммиграцию.",
            "Он призвал к общеевропейской политике в области иммиграции.",
            "Есть планы ввести жёсткие квоты на иммиграцию.",
            "Правительство сохраняет жёсткий контроль над иммиграцией.",
            "Последние законодательные акты свели иммиграцию к минимуму.",
            "Я не могу согласиться с позицией правительства по вопросу иммиграции.",
            "Чиновники иммиграционной службы вручили ей ордер на высылку из страны.",
            "Иммиграционная политика страны начала становиться более мягкой.",
            "Эти меры были приняты с целью остановить поток нелегальной иммиграции.",
            "Иммиграционные процедуры Великобритании придётся изменить, чтобы привести их в соответствие с новейшими европейскими нормативными актами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}