{
    "immune": {
        "comment": [],
        "translate": "иммунный, свободный, невосприимчивый, неприкосновенный, освобожденный",
        "transcription": " |ɪˈmjuːn|",
        "antonyms": [],
        "mnemonic": [
            "immune [ɪ'mju:n]\nimmunity [ɪ'mju:nɪtɪ] - иммунитет,\nневосприимчивость\nimmutable - неизменный\n***\nЕсли ты НЕВОСПРИИМЧИВЫЙ, значит, ты -\n\"иммун\". (это) immune"
        ],
        "examples": [
            "Among the friends, she felt immune from the hostile world.",
            "His self-confidence made him immune to criticism.",
            "The immune system may be incompetent.",
            "The immune system interacts with both the nervous system and the hormones.",
            "The disease weakens the immune system.",
            "The Labour Party is not immune to new ideas.",
            "He takes herbs to strengthen his immune system.",
            "He was immune from taxation as long as he resided in Bermuda.",
            "The virus debilitates the body's immune system.",
            "Once we've had the disease, we're immune for life.",
            "He spoke as if he thought his claims were immune to contradiction.",
            "The disease causes the immune system to weaken.",
            "The immune response recognizes invading substances.",
            "The immune system is our body's shield against infection.",
            "The immune system is the body's defence against infection.",
            "This kind of infection generalizes throughout the immune system.",
            "The disease can play havoc with the body's immune system.",
            "A weak immune system causes increased susceptibility to disease.",
            "The immune system is the body's defense against attack by germs.",
            "Jeff took a restorative vitamin mix to improve his immune system.",
            "HIV is a progressive disease which the immune response ultimately fails to control."
        ],
        "example_translate": [
            "Среди друзей она чувствовала себя защищённой от враждебного мира.",
            "Уверенность в себе делала его неуязвимым для критиков.",
            "Иммунная система может быть ослаблена.",
            "Иммунная система взаимодействует и с нервной системой, и с гормонами.",
            "Данное заболевание ослабляет иммунную систему.",
            "Лейбористская партия тоже восприимчива к новым идеям.",
            "Он принимает лекарственные травы для укрепления иммунной системы.",
            "Он был освобождён от налогообложения всё время, пока проживал на Бермудских островах.",
            "Вирус истощает иммунную систему организма.",
            "Однажды переболев этой болезнью, мы получаем пожизненный иммунитет.",
            "Он говорил так, как будто считал, что его утверждения невозможно опровергнуть.",
            "Данное заболевание приводит к ослаблению иммунной системы.",
            "Иммунная реакция распознаёт вторгшиеся в организм вещества.",
            "Иммунная система является защитой нашего организма от инфекций.",
            "Иммунная система является защитой организма от инфекции.",
            "Этот вид инфекции распространяется на всю иммунную систему",
            "Это заболевание может полностью нарушить иммунную систему организма.",
            "Слабая иммунная система вызывает повышенную восприимчивость к болезням.",
            "Иммунная система является защитой организма от атак микробов.",
            "Для улучшения работы иммунной системы Джефф принимал тонизирующую витаминную смесь.",
            "СПИД является прогрессирующим заболеванием, которое иммунная реакция, в конечном счете, не в состоянии контролировать."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}