{
    "impact": {
        "comment": [
            "compact"
        ],
        "translate": "воздействие, влияние, удар, столкновение, ударять, ударяться, сталкиваться",
        "transcription": " |ˈɪmpækt|",
        "antonyms": [],
        "mnemonic": [
            "impact [импэ'кт] удар, воздействие - (Им пакт) о ненападении ударом пришёлся страшным.",
            "impact ['ɪmpækt]\n***\nБыло сильное ВОЗДЕЙСТВИЕ, когда показали\nим|пакт. (это) impact\nУдар, толчок, импульс. Ударять, оказывать\nвоздействие.\n***\nТолчок \"impact\"\nбыл очень точным \"exact\",\nи это факт \"fact\"."
        ],
        "examples": [
            "Both events negatively impacted her life.",
            "The poor economy is impacting on small businesses.",
            "The plane's wing was damaged on impact.",
            "The bullet explodes on impact.",
            "We need to assess the impact on climate change.",
            "The force of the impact knocked the breath out of her.",
            "The mother's behaviour has a profound impact on the developing child.",
            "No one could have survived such an impact.",
            "The book had an important impact on my thinking.",
            "The impact of the ball had stunned her.",
            "the impact of the crisis on the world economy",
            "Levin was knocked unconscious by the impact.",
            "The impact of divorce on children can be long-lasting.",
            "The impact ruptured his liver.",
            "Falling export rates have impacted on the countries economy.",
            "The book had a huge impact when it first came out.",
            "The impact of the film was vitiated by poor acting.",
            "The change of government had no impact on the economy.",
            "She expects to make an immediate impact at work.",
            "the environmental impact of pollution from cars",
            "The change had only a small impact on the community.",
            "The tax increase will impact low-income families the most.",
            "The impact of the crash splintered the glass.",
            "the impact of technical advancements on civilization",
            "It is difficult to know precisely how much impact the changes will have.",
            "The financial impact on the town was staggering.",
            "The tall tower adds to the visual impact of the building.",
            "His body was pulped by the impact of the train.",
            "The impact of the blow sent me spinning like a top.",
            "Higher mortgage rates have already had a major impact on spending."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Оба события негативно повлияли на её жизнь.",
            "Плохое состояние экономики влияет на малый бизнес.",
            "При ударе крыло самолёта было повреждено.",
            "При ударе пуля разрывается.",
            "Нам необходимо оценить влияние на климатические изменения.",
            "Сила удара сбила её дыхание.",
            "Поведение матери оказывает сильное воздействие на развитие ребенка.",
            "После такого удара не смог бы выжить никто.",
            "Данная книга оказала существенное влияние на мои взгляды.",
            "Удар мяча (по голове) оглушил её. (на какое-то время она потеряла контроль над собой)",
            "влияние кризиса на мировую экономику",
            "От удара Левин потерял сознание.",
            "Порой развод долго сказывается на детях.",
            "От этого удара его печень разорвалась.",
            "Падение экспортных тарифов сильно ударило по экономике страны.",
            "При первом выходе в свет эта книга произвела огромное впечатление.",
            "Впечатление от фильма было испорчено плохой актёрской игрой.",
            "Смена правительства никак не повлияла на экономику.",
            "Она планирует сразу же дать результат на работе.",
            "воздействие загрязнения от автомобилей на окружающую среду",
            "Эти изменения почти никак не повлияли на общество.",
            "Повышение налогов сильнее всего скажется на малообеспеченных семьях.",
            "От удара стекло разлетелось вдребезги.",
            "влияние технического прогресса на цивилизацию",
            "Трудно сказать точно, какое влияние окажут эти изменения.",
            "Финансовое воздействие на город было поразительным.",
            "Эта высокая башня делает здание ещё более внушительным.",
            "От удара поезда его тело очень сильно пострадало.",
            "От такого удара я завертелся, как волчок.",
            "Более высокие процентные ставки по ипотеке уже оказали существенное влияние на расходы."
        ],
        "stars": 3
    }
}