{
    "importance": {
        "comment": [
            "unimportant",
            "important",
            "import",
            "importantly"
        ],
        "translate": "важность, значение, значительность, важничанье, заносчивость",
        "transcription": " |ɪmˈpɔːrtns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was a question of great importance to us.",
            "She emphasized its importance to me.",
            "a matter of the uttermost importance",
            "the historic importance of the river",
            "the importance of marital fidelity (in marriage)",
            "The importance of this event comes into historical prominence.",
            "He told the children a parable about the importance of forgiveness.",
            "This is a matter of especial importance.",
            "Good management is of prime importance in business.",
            "the importance of openness to change",
            "It is a book of only modest importance.",
            "He consulted her on all matters of importance.",
            "a fantastic idea of his own importance",
            "People attach too much importance to economic forecasts.",
            "These Doctrines assume at once a reasonableness and an importance.",
            "Personal safety is of primary importance.",
            "The film festival is acknowledged as an event of international importance.",
            "The teacher urged on her students the importance of passing the examination.",
            "A sense of the importance of national unity stands behind the party's thinking.",
            "This issue outweighs all others in importance.",
            "After the war, the city declined in importance.",
            "the importance of preserving the national heritage",
            "It's difficult to exaggerate the importance of sleep.",
            "I don't want to magnify the importance of these problems.",
            "His family, though not noble, seems to have been of some importance.",
            "a bloated sense of his own importance",
            "the importance of a well-balanced diet",
            "These ideas are of fundamental importance.",
            "Don't underplay the importance of exercise.",
            "a matter of particular and unusual importance"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Для нас это было делом большой важности.",
            "Она подчеркнула, как это для меня важно.",
            "дело чрезвычайной важности",
            "историческое значение этой реки",
            "важность супружеской верности (в браке)",
            "Это событие занимает выдающееся место в истории.",
            "Он рассказал детям притчу о важности прощения.",
            "Это вопрос особой важности.",
            "В бизнесе хорошее руководство имеет первостепенное значение.",
            "важность открытости к переменам",
            "Значение этой книги весьма скромное.",
            "Он советовался с ней по всем важным вопросам.",
            "фантастическая мысль о его собственной значимости",
            "Люди придают слишком большое значение экономическим прогнозам.",
            "Эти доктрины сразу приобретают обоснованный и значительный вид.",
            "Личная безопасность имеет первостепенное значение.",
            "Кинофестиваль признан событием международного масштаба.",
            "Преподавательница убеждала студентов в том, насколько важно сдать этот экзамен.",
            "Руководящим принципом в деятельности партии является осознание важности народного единства.",
            "По важности эта проблема превосходит все остальные.",
            "После войны значение города снизилось.",
            "важность сохранения национального достояния",
            "Важность сна переоценить трудно.",
            "Я не хочу преувеличивать значение этих проблем.",
            "Хотя его семья и не знатного происхождения, но, похоже, обладает некоторым влиянием.",
            "раздутое чувство собственной важности",
            "важность сбалансированного рациона",
            "Эти идеи имеют фундаментальное значение.",
            "Не стоит недооценивать важность физических упражнений.",
            "вопрос особой и необыкновенной важности"
        ],
        "stars": 3
    }
}