{
    "import": {
        "comment": [],
        "translate": "импорт, ввоз, значение, импортировать, ввозить, импортный",
        "transcription": " |ˈɪmpɔːrt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "For them it greatly imports.",
            "They import fine silk textiles from China.",
            "It is a question that imports us nearly.",
            "laws affecting the import of foreign goods",
            "Liberal import policies will curb smuggling.",
            "A flood of cheap import has come into the shops.",
            "This is an issue of little import to voters.",
            "We export less than we import and have a negative trade balance.",
            "The beetle is thought to be a European import.",
            "They sell luxury imports from around the world.",
            "The lead role was played by an import from Sweden.",
            "The final blow for many firms was the government's abolition of import duties.",
            "American demand for Japanese imports (=goods from Japan)",
            "Such a construction follows the natural import of the words.",
            "We now import 20 million dollars' worth of olive oil a year.",
            "He bribed a senior civil servant to get the import licence passed.",
            "The government has extended the ban on the import of beef until June.",
            "The company imports between 15 million and 20 million pounds of shrimp per year.",
            "software that makes it simple to import digital photographs onto your hard drive",
            "Britain must try to import fewer goods from overseas, so as to help her own industries."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Для них это имеет большое значение. (уст. to import — быть важным, иметь значение)",
            "Они импортируют из Китая тонкий шёлковый текстиль .",
            "Этот вопрос напрямую нас касается.",
            "законы, касающиеся ввоза иностранных товаров",
            "Либеральное регулирование импорта воспрепятствует контрабанде.",
            "Огромное количество дешёвого импорта наводнило магазины.",
            "Это вопрос не представляет большого интереса для избирателей.",
            "Мы экспортируем меньше, чем импортируем, и у нас отрицательный торговый баланс.",
            "Считается, что этого жука завезли из Европы.",
            "Они продают предметы роскоши, привезённые со всего мира.",
            "Ведущую роль сыграл актёр, приглашённый из Швеции.",
            "Последним ударом для многих фирм стало решение правительства об отмене импортных пошлин.",
            "американский спрос на японский импорт (т.е. на товары из Японии)",
            "Такая конструкция соответствует естественному значению слов.",
            "В настоящее время мы ежегодно импортируем оливкового масла на 20 миллионов долларов.",
            "Он дал взятку высшему должностному лицу, чтобы получить разрешение на ввоз товаров.",
            "Правительство продлило запрет на импорт говядины до июня.",
            "Компания импортирует от 15 до 20 млн фунтов креветок в год.",
            "программное обеспечение, которое позволяет легко импортировать цифровые фотографии на жёсткий диск",
            "Британии надо уменьшить импорт, чтобы поддержать отечественное производство."
        ]
    }
}