{
    "impossible": {
        "comment": [
            "possible, impossible, possibly, possibility - возможный, невозможный, возможно, возможность",
            "possible",
            "possibly",
            "possibility"
        ],
        "translate": "невозможный, невероятный, невыполнимый, невозможное",
        "transcription": " |ɪmˈpɑːsəbl|",
        "antonyms": [],
        "mnemonic": [
            "possible ['pɔsɪb (ə) l]\n***\nЧтоб победа стала ВОЗМОЖНОЙ, ты им пособил. (это)\npossible\n***\nДело было НЕВОЗМОЖНОЕ и ты им|пособил. (это)\nimpossible"
        ],
        "examples": [
            "She gets impossible when she's tired.",
            "It's impossible to predict the future.",
            "Privacy was impossible.",
            "The noise made sleep impossible.",
            "My boss is just an impossible woman.",
            "It is impossible to prove the existence of God.",
            "He made it impossible for me to say no.",
            "Oh, you're just impossible!",
            "It's virtually impossible to translate this phrase.",
            "It was impossible to know what he was thinking.",
            "It'll be impossible to make up the lost time.",
            "He was facing impossible odds.",
            "It would be nigh impossible to fix it.",
            "It is impossible to escape the dogging fears.",
            "The pain and misery are impossible to forget.",
            "It was impossible to resist her feminine wiles.",
            "It seemed impossible he would escape detection.",
            "It's impossible to predict what will happen next.",
            "It's very difficult, if not downright impossible.",
            "It was impossible to disconnect him with old clothes.",
            "It's impossible for me to give you a definite answer.",
            "It's impossible to push any more people into this train!",
            "He left me an almost impossible shot.",
            "His assignment verged on the impossible.",
            "It was no use wishing for the impossible.",
            "It's impossible to meet the sales targets.",
            "Her handwriting is nearly impossible to read.",
            "He was faced with a seemingly impossible task.",
            "His alertness rendered it impossible to seize him.",
            "It's impossible to predict the weather accurately."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив",
            "Инфинитив с to после прил(подлежащие логическое дополнение инфинитива)",
            "all_words"
        ],
        "example_translate": [
            "Она становится невыносимой, когда устаёт.",
            "Будущее предсказать невозможно.",
            "Было невозможно побыть одному.",
            "Из-за шума было невозможно спать.",
            "Моя начальница — просто невозможная женщина.",
            "Доказать существование бога невозможно.",
            "Он сделал так, что я не смог отказать.",
            "Ох, ты просто невозможен!",
            "Перевести эту фразу практически невозможно.",
            "Невозможно было понять, о чём он думает.",
            "Наверстать упущенное время будет невозможно.",
            "Шансов справиться у него (практически) не было. / Ему предстояло совершить невозможное.",
            "Это почти невозможно исправить.",
            "От этих страхов, неотступно следующих по пятам, никуда не скрыться.",
            "Эти боль и страдания забыть невозможно.",
            "Невозможно было устоять перед ее женской хитростью.",
            "Казалось невозможным, что его не обнаружат.",
            "Невозможно предугадать, что будет дальше.",
            "Это очень трудно, если не сказать невозможно.",
            "Невозможно было стянуть с него старую одежду.",
            "Для меня невозможно дать вам однозначный ответ.",
            "В этот поезд больше никого не впихнуть!",
            "Из позиции, которую он мне оставил, нанести удар было почти невозможно.",
            "Его задание находилось на грани невозможного.",
            "Бесполезно было желать невозможного.",
            "Цели продаж выполнить невозможно.",
            "Её почерк почти невозможно прочитать.",
            "Он столкнулся с, казалось бы, невыполнимой задачей.",
            "Он был так осторожен, что схватить его было невозможно.",
            "Невозможно точно предсказать погоду."
        ],
        "stars": 3
    }
}