{
    "impose": {
        "comment": [
            "oppose",
            "opposed",
            "pose",
            "propose",
            "proposed",
            "purpose",
            "suppose",
            "expose",
            "compose",
            "supposedly",
            "composer",
            "supposed",
            "dispose"
        ],
        "translate": "навязать, навязаться, навязывать, налагать, облагать, облагаться, верстать",
        "transcription": " |ɪmˈpoʊz|",
        "antonyms": [],
        "mnemonic": [
            "pose [pəuz]\nimpose [ɪm'pəʊz]\noppose [ə'pəuz] - противиться, сопротивляться\nexpose [ɪks'pəuz] - раскрывать секрет, разоблачить,\nподвергать\nexposure [ɪks'pəuʒə] - разоблачение, выдержка,\nподвергание, выставление\nposer ['pəʊzə] - трудный вопрос, трудная задача,\nпроблема\n***\nПРИНЯЛ ПОЗУ. (это) pose\n***\nНАВЯЗАЛИ им|позу. (это) impose\nНалагать.",
            "suppose [sə'pɛuz]\nimpose [ɪm'pəuz]\n***\nДОПУСТИМ, я знаю семь|поз. (это) suppose\nПРЕДПОЛОЖИМ, я знаю семь|поз. (это) suppose\nМНИМЫЕ твои сем|поз. (это) suppose\nДОПУСТИМ, уже начался симпозиум. (это) suppose\n***\nНАВЯЗАЛ свою им|позу. (это) impose"
        ],
        "examples": [
            "The court can impose a fine.",
            "I have no wish to impose on you.",
            "A special tax is imposed on very high incomes.",
            "The judge imposed a life sentence.",
            "I will only stay till Saturday as I have no wish to impose on you.",
            "The shop-owner imposed upon them fake antiques.",
            "The government imposed a ban on the sale of ivory.",
            "I needed to break free from the limits imposed by my own fear of failure.",
            "The power to impose taxes is vested in Congress.",
            "We could ask to stay the night, but I don't want to impose on them.",
            "The Court decides what punishment to impose.",
            "Social relations impose courtesy.",
            "The UN security council may impose economic sanctions.",
            "The government may impose tariffs on imports.",
            "Military spending imposes a huge strain on the economy.",
            "He wants to impose a levy on landfill waste.",
            "Electronic monitoring bracelets are sometimes used to impose a circumscription of movement on people awaiting trial.",
            "Lobbyists complain that the bill would impose punitive taxes on the industry.",
            "The US could impose punitive tariffs on exports."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "one syllable + pose"
        ],
        "example_translate": [
            "Суд может наложить штраф.",
            "Я не хочу тебе навязываться.",
            "Специальный налог налагается на очень высокие доходы.",
            "Судья назначил пожизненное заключение.",
            "Я останусь только до субботы, я не хочу тебе навязываться.",
            "Хозяин магазина всучил им поддельный антиквариат.",
            "Правительство наложило запрет на продажу слоновой кости.",
            "Мне надо было освободиться от тех ограничений, которые я наложил на себя сам — из-за страха потерпеть неудачу.",
            "Конгресс наделён полномочиями по обложению налогами.",
            "Мы могли бы попроситься переночевать, но я не хочу им навязываться.",
            "Суд решает, какое наказание наложить.",
            "Общественные отношения предполагают соблюдение правил этикета.",
            "Совет безопасности ООН может ввести экономические санкции.",
            "Правительство может ввести таможенные пошлины на импорт.",
            "Военные расходы оказывают на экономику огромную нагрузку.",
            "Он хочет ввести налог на свалку отходов.",
            "Электронные браслеты иногда используются, чтобы наложить ограничения на передвижение людей, ожидающих судебного разбирательства.",
            "Лоббисты жалуются на то, что данный законопроект обложит эту отрасль непомерно высокими налогами.",
            "США могут наложить штрафные тарифы на экспорт."
        ],
        "stars": 3
    }
}