{
    "impressed": {
        "comment": [],
        "translate": "",
        "transcription": " |ˌɪmˈprest|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was impressed by the depth of her knowledge.",
            "I have to say I was impressed.",
            "I was impressed by his strength.",
            "Father impressed on me the value of hard work.",
            "She impressed me with her grasp of the subject.",
            "She impressed me as a scholar.",
            "He was impressed at how well she could read.",
            "I was impressed with the designs on offer.",
            "The young chess player impressed her audience.",
            "I was impressed by the force of her personality.",
            "We were very impressed by the standard of work.",
            "I was impressed by the originality of the plan.",
            "She impressed us with her superior intelligence.",
            "I was impressed by the high caliber of the team's work.",
            "I was impressed by the wealth of choices.",
            "This child impressed me as unusually mature.",
            "The duke impressed his seal on the melted wax.",
            "I was impressed by the candor of his statement.",
            "He was impressed by the complexity of the music.",
            "We were impressed by her mastery of the subject.",
            "She was very impressed by one of the male dancers.",
            "He impressed the interviewers with his poise and brio.",
            "I'm not particularly impressed with their performance.",
            "The mother is deeply impressed at his devotion to Jane.",
            "Churchill's clarity of vision impressed all who knew him.",
            "One candidate in particular impressed us with her knowledge.",
            "She told him how impressed she was by his unsuspected talent.",
            "He was impressed by the range and diversity of the collection.",
            "They had impressed a small school to assist in the performances.",
            "I was impressed by the energy and commitment shown by the players."
        ],
        "example_translate": [
            "Я был впечатлен глубиной её знаний.",
            "Должен признаться, что я впечатлён.",
            "Я была поражена его силой.",
            "Отец объяснил (воспитывал так что я понял) цену тяжёлого труда.",
            "Она поразила меня своим пониманием предмета.",
            "Она поразила меня как учёный.",
            "Он был удивлён тем, как хорошо она читает.",
            "На меня произвели впечатление предлагаемые проекты.",
            "Юная шахматистка произвела впечатление на свою публику.",
            "Я был впечатлён силой её личности.",
            "Уровень работы произвёл на нас большое впечатление.",
            "Я был поражён оригинальностью этого плана.",
            "Она поразила нас своим высоким / превосходным интеллектом.",
            "На меня произвёл серьёзное впечатление высокий уровень командной работы.",
            "Богатство выбора произвело на меня впечатление.",
            "Этот ребенок поразил меня необычайной зрелостью.",
            "Герцог вдавил печать в расплавленный воск.",
            "Я был поражён откровенностью его высказывания.",
            "Он был поражён сложностью этой музыки.",
            "Нас поразило её владение предметом.",
            "Один из танцоров произвёл на неё сильное впечатление.",
            "Его спокойствие и живость произвели на интервьюеров впечатление.",
            "Их показатели меня не особенно впечатляют.",
            "Его привязанность к Джейн произвела на маму глубокое впечатление.",
            "Проницательность Черчилля производила впечатление на всех, кто его знал.",
            "Один кандидат произвёл на нас особенное впечатление своими познаниями.",
            "Она сказала ему, что он произвел на нее сильное впечатление",
            "Он был впечатлён широтой и разнообразием данной коллекции.",
            "Они привлекли учеников младшей школы для участия в представлениях.",
            "Меня поразили энергия и преданность делу, проявленные этими игроками."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}