{
    "impression": {
        "comment": [
            "impress",
            "impressive"
        ],
        "translate": " впечатление, представление, отпечаток, мнение, оттиск, печать, вдавление, издание",
        "transcription": "  |ɪmˈpreʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He made a good impression.",
            "I'm under the impression that...",
            "What he said made a deep impression on me.",
            "Their generosity made a lasting impression on me.",
            "She failed to create any profound impression.",
            "I got the impression that he is a bit tasty.",
            "I was under the impression that ...",
            "I was under the impression that they were married.",
            "She made an ineradicable impression on us.",
            "She made a very bad impression on her future colleagues.",
            "First impressions are important but can be misleading.",
            "The events left a permanent impression in his mind.",
            "His mistake didn't change my overall impression of him.",
            "I have an impression that I have somewhere met with it before.",
            "The candidate made a favorable impression.",
            "He did a funny impression of a politician.",
            "I wanted to create an impression of success.",
            "I got the impression that everyone was fed up with us.",
            "Arriving late won't create a very favourable impression.",
            "I have an impression that temperance is a benefit and a good.",
            "I knew at once that I had made a powerful impression on Julia.",
            "When it comes to job interviews, first impressions are important.",
            "I got the distinct impression that they didn't mean to stay long.",
            "I had the vague impression that they were withholding information.",
            "His impression of her was favorable.",
            "The final score gives a false impression of the game.",
            "How you greet a customer can leave a lasting impression.",
            "The settlement left little impression on the wilderness.",
            "Canceling the conference will make a very bad impression.",
            "The dentist took an impression for use in preparing an inlay."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он оставил хорошее впечатление.",
            "У меня складывается такое впечатление, что…",
            "Его слова произвели на меня глубокое впечатление.",
            "Их щедрость произвела на меня неизгладимое впечатление.",
            "Ей не удалось произвести глубокого впечатления.",
            "У меня впечатление, что он имеет какое-то отношение к преступному миру.",
            "Я (ошибочно) полагал, что...",
            "Мне казалось, что они женаты.",
            "Она произвела на нас неизгладимое впечатление.",
            "Она произвела крайне плохое /ужасное/ впечатление на своих будущих коллег.",
            "Первые впечатления очень важны, но могут ввести в заблуждение.",
            "Эти события оставили неизгладимое впечатление в его сознании.",
            "Его ошибка не изменила моего общего впечатления о нём.",
            "У меня такое ощущение, что я где-то с этим сталкивался раньше.",
            "Кандидат произвёл благоприятное впечатление.",
            "Он сделал забавную пародию на одного политика.",
            "Я хотел создать впечатление успеха.",
            "У меня сложилось впечатление, что мы всем ужасно надоели.",
            "Опоздание создаст не очень благоприятное впечатление.",
            "У меня такое впечатление, что умеренность является добродетелью и даже достоинством.",
            "Я сразу понял, что произвёл на Джулию сильнейшее впечатление.",
            "В том, что касается собеседований о приёме на работу, очень важны первые впечатления.",
            "У меня сложилось чёткое впечатление, что они не хотели надолго задерживаться.",
            "У меня сложилось смутное впечатление, что они о чём-то умалчивают.",
            "Его впечатление о ней было благоприятным. / Она произвела на него благоприятное впечатление.",
            "Итоговый счёт дает ложное представление о ходе игры.",
            "То, как вы приветствуете клиента, может оставить неизгладимое впечатление.",
            "Поселение не наложило особого отпечатка на окружающую дикую природу.",
            "Отмена конференции произведёт очень плохое впечатление.",
            "Стоматолог взял оттиск для изготовления пломбы."
        ]
    }
}