{
    "imprisonment": {
        "comment": [],
        "translate": "лишение свободы, тюремное заключение, заключение",
        "transcription": " |ɪmˈprɪznmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was imprisoned for murder.",
            "He was given life imprisonment for the crime.",
            "The death sentence was commuted to life imprisonment.",
            "Challenges to fight are punishable by fine and imprisonment.",
            "Many writers, threatened with imprisonment, have defected to the West.",
            "The punishment for murder is life imprisonment.",
            "He went into exile to escape political imprisonment.",
            "The judge commuted his death sentence to life imprisonment.",
            "I think that murderers should be punished by life imprisonment.",
            "Some people are prepared to risk imprisonment for what they believe.",
            "He appealed for a commutation of his death sentence to life imprisonment.",
            "His family and friends clamoured against the man's wrongful imprisonment.",
            "The strictness of his imprisonment had been loosened.",
            "He has threatened to imprison his political opponents.",
            "He was fined £40, with 28 days' imprisonment if the money was not produced forthwith."
        ],
        "example_translate": [
            "Его посадили в тюрьму за убийство.",
            "За это преступление он получил пожизненное заключение.",
            "Смертная казнь была заменена пожизненным заключением.",
            "Вызовы на поединок караются штрафом и лишением свободы.",
            "Многие писатели под угрозой ареста уехали на Запад.",
            "Наказанием за убийство является пожизненное заключение.",
            "Он отправился в изгнание, чтобы избежать политического заключения.",
            "Судья заменил смертный приговор на пожизненное заключение.",
            "Я думаю, что убийц следует наказывать пожизненным заключением.",
            "Некоторые люди готовы пойти на риск лишения свободы за то, во что они верят.",
            "Он обратился с просьбой о замене его смертного приговора пожизненным заключением.",
            "Семья и друзья протестовали против его несправедливого заключения в тюрьму.",
            "Режим содержания его в тюрьме стал менее строгим.",
            "Он пригрозил посадить своих политических оппонентов в тюрьму.",
            "Он был оштрафован на сорок фунтов стерлингов и двадцать восемь дней лишения свободы в случае немедленной их неуплаты."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}