{
    "improvement": {
        "comment": [],
        "translate": "улучшение, усовершенствование, мелиорация, удобства, перестройка, перестановка",
        "transcription": " |ɪmˈpruːvmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We're aiming for a big improvement.",
            "Are you making some improvements to your home?",
            "He fathered the improvement plan.",
            "Your English is much better, but there's still room for improvement (=it could be even better).",
            "I can detect signs of improvement in your thinking.",
            "Doctors were amazed by the sudden improvement in her medical condition.",
            "The weeks rolled on, but there was still no improvement in his health.",
            "This leaves no room for improvement.",
            "The new school represents a great improvement.",
            "There is only a fractional improvement in the new version.",
            "This month's sales figures show some improvement.",
            "The addition of a bathroom was a major improvement.",
            "This edition is an improvement over the previous one.",
            "The doctor reported some improvement in her condition.",
            "I've noticed a significant improvement in your work since the spring.",
            "There's been a marked improvement in the weather.",
            "This essay is a definite improvement on your last one.",
            "The report shows that there is room for improvement.",
            "It is unrealistic to hope for an improvement so soon.",
            "We need to carry out some improvements to the system.",
            "There has been a noticeable improvement in her behavior.",
            "Their improvements increased the value of the property.",
            "It could be quite some time before we see any improvement.",
            "There has been only a marginal improvement in her condition.",
            "There is not much prospect of any improvement in the weather.",
            "Your grades have shown consistent improvement this school year.",
            "The report dashes hopes of an early improvement in the economy.",
            "Whether the new situation is an improvement is open to question.",
            "John was gratified to see the improvement in his mother's health.",
            "There has been a genuine improvement in the economy in recent months."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы нацелены на значительное улучшение.",
            "Вы что делаете перестановку/перепланировку у себя дома?",
            "Он разработал план мероприятий по улучшению.",
            "Ваш английский гораздо лучше, но еще есть к чему стремиться (=он может быть еще лучше).",
            "Я замечаю, вы стали лучше мыслить.",
            "Врачи были поражены внезапным улучшением её состояния здоровья.",
            "Недели шли, а ему всё не становилось лучше.",
            "Это не оставляет возможностей для улучшения.",
            "Новая школа представляет собой значительное улучшение по сравнению с прошлым.",
            "В новой версии имеются лишь частичные улучшения.",
            "В этом месяце показатели продаж демонстрируют некоторое улучшение.",
            "Добавление ванной комнаты было значительным улучшением.",
            "Это улучшенное издание по сравнению с предыдущим.",
            "Врач сообщил о некоторых улучшениях в её состоянии.",
            "Я заметил значительное улучшение в вашей работе по сравнению с весной этого года.",
            "В погоде наблюдается заметное улучшение.",
            "Это сочинение — определённо лучше по сравнению с предыдущим.",
            "Этот доклад доказывает, что возможности для улучшения ещё имеются.",
            "Не стоит надеяться на такое быстрое улучшение.",
            "Нам нужно произвести некоторое усовершенствование системы.",
            "В её поведении наблюдается заметное улучшение.",
            "Вследствие проведённого ими благоустройства, стоимость данной недвижимости выросла.",
            "Может пройти довольно много времени, прежде чем мы увидим какие-либо улучшения.",
            "Её состояние улучшилось лишь незначительно.",
            "Надежды на то, что погода улучшится, почти нет.",
            "В этом учебном году ваши оценки продемонстрировали постоянное улучшение.",
            "Этот доклад развеял надежды на быстрые улучшения в экономике.",
            "Является ли новая ситуация улучшением по сравнению со старой — пока под вопросом.",
            "Джон был счастлив увидеть улучшение состояния здоровья своей матери.",
            "Настоящее улучшение в экономике наблюдается в последние месяцы."
        ]
    }
}