{
    "impressive": {
        "comment": [
            "impress",
            "impression"
        ],
        "translate": "впечатляющий, выразительный, вальяжный, производящий глубокое впечатление",
        "transcription": " |ɪmˈpresɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They register an impressive victory.",
            "The front of the museum is very impressive.",
            "an impressive display of military might",
            "He has an impressive manner.",
            "Her prescience as an investor is impressive.",
            "His affix to the speech was quite impressive.",
            "The impressive and rather gloomy vestibule which leads to the great hall.",
            "The latest version has an impressively user-friendly interface.",
            "Her first performance was very impressive.",
            "He has an impressive job title.",
            "He gave an impressive performance as Othello.",
            "a man with an impressive bass voice",
            "The museum houses an impressive collection of jewels.",
            "Don't pad out your answer to make it seem impressive.",
            "He supported his argument with an impressive array of facts.",
            "The U.S. Capitol is one of our nation's most impressive edifices.",
            "The display case held an impressive array of military medals from World War II.",
            "an educated woman with an impressive career",
            "The car's performance on mountain roads was impressive.",
            "The building is most impressive when viewed from the front.",
            "an impressive array of food ready and waiting for the guests",
            "That horse has an impressive pedigree.",
            "the animal's impressive scent discrimination",
            "She has a very impressive list of publications.",
            "She had not had a very impressive school career up till then.",
            "They anthologized an impressive array of essays championing freedom of the press.",
            "the impressive articulacy of the members of the debating society known as the Oxford Union",
            "He has an impressive stamp collection, though he has been collecting for only a few years."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "На их счету — впечатляющая победа.",
            "Главный фасад музея очень впечатляет.",
            "впечатляющая демонстрация военной мощи",
            "У него впечатляющие манеры.",
            "Её инстинкт вкладчика впечатляет.",
            "Его дополнение к выступлению было впечатляющим.",
            "Впечатляющий и довольно мрачный вестибюль, ведущий в большой зал.",
            "Последняя версия имеет на удивление удобный для пользователя интерфейс.",
            "Её первое выступление было очень впечатляющим.",
            "Название занимаемой им должности впечатляет.",
            "Его исполнение роли Отелло произвело глубокое впечатление.",
            "мужчина с внушительным басом",
            "В музее собрана впечатляющая коллекция драгоценностей.",
            "Не перегружайте ваш ответ пустыми словами, только чтобы произвести впечатление.",
            "Он подкрепил свои аргументы впечатляющим набором фактов.",
            "Здание Капитолия является одним самых впечатляющих сооружений нашей страны.",
            "На витрине был выставлен впечатляющий набор боевых наград времён второй Мировой Войны.",
            "образованная женщина с впечатляющей карьерой",
            "Машина отлично проявила себя на горных дорогах.",
            "Наиболее впечатляющий вид на здание открывается с его фасада.",
            "впечатляющее количество готовой еды, ожидающей гостей",
            "Та лошадь имеет впечатляющую родословную.",
            "впечатляющая способность этого животного различать запахи",
            "Она имеет очень внушительный список публикаций.",
            "До того момента её школьная карьера не слишком впечатляла.",
            "Они составили внушительный сборник сочинений в защиту свободы прессы.",
            "впечатляющая дикция членов дискуссионного клуба, известного как Оксфордский союз",
            "У него уже впечатляющая коллекция марок, хотя он начал заниматься коллекционированием всего несколько лет назад."
        ],
        "stars": 2
    }
}