{
    "improve": {
        "comment": [],
        "translate": "улучшать, улучшаться, совершенствовать, совершенствоваться, усовершенствовать",
        "transcription": " |ɪmˈpruːv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He improved his German.",
            "He reads to improve his mind.",
            "We read to improve our vocabularies.",
            "We suppose that the situation will improve.",
            "The weather improved toward evening.",
            "Your work will get by, but try to improve it.",
            "This operation will greatly improve her chances of survival.",
            "exercises that improve your legs and abs",
            "He reads to improve his mind.",
            "You could use the money for improving your home.",
            "Many wines improve with age (=get better as they get older).",
            "Never chuck away a chance to improve your English.",
            "Reading helps to improve your vocabulary.",
            "I will work hard to improve my grades.",
            "Almost nothing was done to improve the situation.",
            "We need to improve our defenses.",
            "The company is anxious to improve its image.",
            "Maybe we'll buy a house when our financial situation improves.",
            "I dare say things will improve.",
            "They improve their product every year.",
            "He is trying hard to improve his image.",
            "I joined the club to improve my social life.",
            "He wants to improve his status in the community.",
            "Liam's taking lessons to improve his game.",
            "He's taken great pains to improve his image.",
            "How can we improve our chances of career development?",
            "The object of the game is to improve children's math skills.",
            "a scheme to improve the economy",
            "Her mission was to improve staff morale.",
            "The advertising campaign has improved sales."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он продвинулся в изучении немецкого языка. / Он улучшил свой немецкий.",
            "Он читает, чтобы развить свой интеллект.",
            "Мы читаем, чтобы расширить свой словарный запас.",
            "Мы полагаем, что ситуация улучшится.",
            "К вечеру распогодилось.",
            "Твоя работа вполне приемлема, но постарайся её улучшить.",
            "Эта операция позволит значительно повысить её шансы на выживание.",
            "упражнения, которые делают сильнее ноги и брюшной пресс",
            "Он читает, чтобы развить свой интеллект.",
            "Вы могли бы использовать эти деньги для улучшения своего дома.",
            "Многие вина с возрастом становятся лучше (т.е. улучшаются по мере старения).",
            "Никогда не упускай возможности улучшить свой английский.",
            "Чтение помогает расширить словарный запас.",
            "Я буду усердно работать, чтобы улучшить свои оценки.",
            "Почти ничего не было сделано для улучшения ситуации.",
            "Мы должны укрепить свои оборонительные сооружения.",
            "Компания стремится улучшить свой имидж.",
            "Может быть, мы и купим дом, когда улучшится наше финансовое положение.",
            "Надо полагать, что всё изменится к лучшему.",
            "Они каждый год совершенствуют свою продукцию.",
            "Он изо всех сил старается улучшить свой имидж.",
            "Я вступил в клуб, чтобы сделать свою светскую жизнь лучше и разнообразнее.",
            "Он хочет повысить свой статус в обществе.",
            "Лиам берёт уроки, чтобы улучшить свою игру.",
            "Он приложил огромные усилия, чтобы улучшить свой имидж /образ/.",
            "Как мы можем улучшить свои шансы на развитие карьеры?",
            "Цель игры состоит в развитии у детей математических навыков.",
            "план улучшения состояния экономики",
            "Её задача заключалась в улучшении морального климата в коллективе.",
            "Эта рекламная кампания увеличила продажи."
        ]
    }
}