{
    "inadequate": {
        "comment": [
            "adequate"
        ],
        "translate": "недостаточный, неадекватный, не отвечающий требованиям, неполноценный",
        "transcription": " |ɪnˈædɪkwət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I felt inadequate to the task.",
            "We were given very inadequate information.",
            "The supply of water is inadequate for the trip.",
            "The supply is inadequate to meet the demand.",
            "Colleges have been inadequately funded for years.",
            "These supplies are inadequate to meet our needs.",
            "Care facilities for the elderly are inadequate.",
            "Sickness may develop from inadequate fluid intake.",
            "The information is inadequate, not to say misleading.",
            "Her brother's success and popularity always made her feel inadequate.",
            "Clients feel that they are being overcharged for an inadequate service.",
            "The teacher made us feel inadequate and stupid if we made mistakes.",
            "The building's electrical system was completely inadequate.",
            "Medical records were found to be grossly inadequate.",
            "His braggadocio hid the fact that he felt personally inadequate.",
            "Some would insist that the military's budget is still inadequate.",
            "The city is faced with inadequate housing and a lack of employment.",
            "The children have inadequate medical care and little formal education.",
            "The crux of the problem is that the school's current budget is totally inadequate."
        ],
        "example_translate": [
            "Я чувствовала, что задача мне не по плечу.",
            "Нам предоставили очень недостоверную информацию.",
            "Запаса воды недостаточно для всей поездки.",
            "Предложение не удовлетворяет спрос.",
            "Колледжи годами недостаточно финансируются.",
            "Этих запасов недостаточно, чтобы удовлетворить наши нужды.",
            "Учреждений по уходу за престарелыми недостаточно.",
            "От недостаточного потребления жидкости может развиться болезнь.",
            "Эта информация является недостоверной, если не сказать \"вводящей в заблуждение\".",
            "Успех и популярность брата всегда заставляла её чувствовать себя неполноценной.",
            "Клиенты считают, что с них берут слишком дорого, так как обслуживание не соответствует цене.",
            "Если мы ошибались, учитель заставлял нас чувствовать себя неполноценными и тупыми.",
            "Электропроводка в здании совсем никуда не годилась.",
            "Медицинской документации оказалось явно недостаточно.",
            "Под его бахвальством скрывалось ощущение собственной неполноценности.",
            "Некоторые настаивали на том, что военный бюджет по-прежнему недостаточен.",
            "Город сталкивается с недостатком жилья и отсутствием занятости.",
            "Эти дети имеют неполноценное медицинское обслуживание и низкий уровень формального образования.",
            "Суть проблемы в том, что текущий бюджет школы является абсолютно недостаточным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}