{
    "incentive": {
        "comment": [
            "accent",
            "decent",
            "century",
            "cent",
            "ascent",
            "scent",
            "descent",
            "adjacent",
            "adolescent"
        ],
        "translate": "стимул, побуждение, побудительный",
        "transcription": " |ɪnˈsentɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The cash bonus provides a powerful incentive to workers.",
            "As an added incentive, there's a bottle of champagne for the best team.",
            "The government offers special tax incentives for entrepreneurs.",
            "Awards provide an incentive for young people to improve their skills.",
            "In a taxless society, where would the incentive be to donate to a charity?",
            "The rising cost of electricity provides a strong incentive to conserve energy.",
            "Farmers lack any incentive to manage their land organically.",
            "The company is offering a special low price as an added incentive for new customers."
        ],
        "example_translate": [
            "Денежная премия служит мощным стимулом для работников.",
            "В качестве дополнительного стимула, для лучшей команды имеется бутылка шампанского.",
            "Правительство предлагает специальные налоговые льготы для предпринимателей.",
            "Награды стимулируют молодых людей улучшать свои навыки.",
            "Что будет стимулом для пожертвований на благотворительность в безналоговом обществе?",
            "Рост стоимости электричества является сильным стимулом для экономии энергии.",
            "У фермеров нет никакого стимула, чтобы ухаживать за своими землями только с применением органических удобрений.",
            "Компания предлагает специальные низкие цены в качестве дополнительного стимула для новых клиентов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}