{
    "inch": {
        "comment": [],
        "translate": "дюйм, высота, рост, дюймовый, двигаться медленно",
        "transcription": " |ɪntʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bus missed us by inches.",
            "We inched along in heavy traffic.",
            "Give him an inch and he'll take an ell.",
            "Caleb's face fell a full inch.",
            "The curtains were an inch too short.",
            "An inch of rain fell in an hour.",
            "Rainfall here is under 15 inches a year.",
            "Every inch of space in the tiny shop was crammed with goods.",
            "Neither side is prepared to give an inch in the negotiations.",
            "The balls should not be more than one-twentieth of an inch in diameter.",
            "Italy deserved to win, though Greece made them fight every inch of the way.",
            "I inched forward along the ground.",
            "Sow the seeds one inch deep in the soil.",
            "Soviet forces disputed every inch of ground.",
            "Floor boards ought to be an inch in thickness.",
            "Derek leaned closer, his face only inches from hers.",
            "On several occasions they came within inches of death.",
            "They will fight to the death rather than give an inch of ground.",
            "We had to plane nearly half an inch off before the door would fit.",
            "The greater the number of pixels per inch the greater the resolution.",
            "Another word out of you and I'll beat you to within an inch of your life.",
            "The animal's jaws can exert a pressure of more than 750 pounds per square inch."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Автобус проехал всего в нескольких дюймах от нас.",
            "Мы медленно двигались в плотном автомобильном потоке.",
            "Дай ему палец, он всю руку откусит.",
            "Лицо Калеба вытянулось на целый дюйм.",
            "Шторы были на дюйм короче, чем нужно.",
            "В течении часа выпал дюйм дождя /дождевых осадков/.",
            "Количество осадков здесь составляет менее пятнадцати сантиметров в год.",
            "Каждый дюйм пространства в этом крошечном магазинчике был набит товарами.",
            "Ни одна из сторон не готова идти ни на малейшие уступки в этих переговорах.",
            "Шары не должны превышать одну двадцатую дюйма в диаметре.",
            "Италия заслужила победу, хотя Греция заставила их сражаться за каждую пядь земли.",
            "Я медленно двинулся вперёд по земле.",
            "Посадите семена на один дюйм в землю.",
            "Советские войска сражались за каждую пядь земли.",
            "Половые доски должны быть толщиной в дюйм.",
            "Дерек наклонился ближе, почти к самому её лицу.",
            "Несколько раз они были на волоске от смерти.",
            "Они будут сражаться, и скорее умрут, чем отдадут хоть пядь земли.",
            "Нам пришлось состругать почти дюйм, прежде чем дверь вошла в косяк.",
            "Чем больше количество пикселей на дюйм, тем выше разрешение.",
            "Ещё слово, и я тебе таких люлей дам, что своих не узнаешь.",
            "Челюсти этого животного могут оказывать давление величиной более чем в 750 фунтов на квадратный дюйм."
        ]
    }
}