{
    "included": {
        "comment": [],
        "translate": "включенный, содержащийся",
        "transcription": " |ˌɪnˈkluːdəd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Service is included in the bill.",
            "The scene was included for comic effect.",
            "The grocery store included a meat market.",
            "The article was included to make out a book.",
            "A vocabulary index is included for easy reference.",
            "The survey included questions on age and smoking habits.",
            "Admission to the museum is included in the tour package.",
            "An inquiry form is included in the insert in the newspaper.",
            "Entry to the gardens is included in the price of admission.",
            "Included among the guests were a number of famous musicians.",
            "Martin's duties included cleaning the cars.",
            "A cassette/radio is included at no extra cost.",
            "She included quotes from the poem in her essay.",
            "The sample included 96 women over the age of 40.",
            "I felt very honoured to be included in the team.",
            "The flock included both adult and immature birds.",
            "The team is stronger now they've included Roscoe.",
            "The researchers included all data that was material.",
            "The exam included several questions on current events.",
            "The total included a valuation of the company's assets.",
            "The audience of 3,000 included several hundred standees.",
            "The toy requires four batteries, which are not included.",
            "Included in the tour is an excursion to the Grand Canyon.",
            "Our itinerary included stops at several famous cathedrals.",
            "A catalogue and order form are included with this mailing.",
            "Deaf children can often be included in mainstream education.",
            "An on-screen tutorial is included in the price of the software.",
            "The report included his interpretation of the forensic evidence.",
            "The vacation plan included a discounted price on our hotel room.",
            "Other changes included the appointment of a new Foreign Minister."
        ],
        "example_translate": [
            "Обслуживание включено в счёт.",
            "Эта сцена была включена ради комического эффекта.",
            "В продуктовом магазине есть мясной рынок.",
            "Эту статью вставили, чтобы получить нужный для книги объём.",
            "Для удобства в материал включен словарный указатель.",
            "Опрос содержал вопросы относительно возраста и привычки курить.",
            "Посещение музея входит в стоимость экскурсии.",
            "Бланк запроса включен в газетный вкладыш.",
            "Вход в сад входит в стоимость билета.",
            "Среди гостей было несколько известных музыкантов.",
            "В обязанности Мартина входила уборка автомобилей.",
            "Магнитофон / радиоприёмник включен в стоимость номера.",
            "Она включила цитаты из этого стихотворения в своё эссе.",
            "В выборку были включены девяносто шесть женщин в возрасте старше сорока лет.",
            "Я чувствовал, что мне оказали огромную честь, включив в команду.",
            "В стае были как взрослые, так и совсем молодые птицы.",
            "Теперь, с (переходом) Роско, команда стала сильнее.",
            "Исследователи включили все существенные данные.",
            "В экзамен входило несколько вопросов о текущих событиях.",
            "В общую сумму была включена оценочная стоимость активов компании.",
            "Несколько сотен из трёх тысяч зрителей стояли.",
            "Для игрушки требуются четыре батарейки, которые не входят в комплект поставки.",
            "В состав экскурсии входит поездка на Гранд Каньон.",
            "Наш маршрут включал остановки возле нескольких знаменитых соборов.",
            "В данную рассылку включены каталог и форма заказа.",
            "Глухих детей часто можно включать в общую систему образования.",
            "В стоимость данного программного обеспечения входит электронное пособие по обучению.",
            "В репортаж была включена его интерпретация вещественных доказательств.",
            "План отпуска включал в себя скидку на наш номер в отеле.",
            "В числе других перемен было назначение нового министра иностранных дел."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}