{
    "inclination": {
        "comment": [
            "inclined"
        ],
        "translate": "наклон, наклонность, наклонение, склонность, влечение, уклон, отклонение, склонение",
        "transcription": " |ˌɪnklɪˈneɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had an inclination to give up too easily",
            "He's a loner by inclination.",
            "Her inclination is for classical music.",
            "He was a romantic by inclination.",
            "My natural inclination was to say no.",
            "I have neither the time nor the inclination to learn about such matters.",
            "She's troubled by her son's inclination toward atheism.",
            "An inclination of his head indicated his agreement.",
            "My own inclination, if I were in your situation, would be to look for another job.",
            "Teachers simply do not have the time or the inclination to investigate these matters.",
            "My first inclination was to say no, but I finally decided to do what she asked.",
            "Neither of my children showed the slightest inclination to follow me into journalism.",
            "She greeted Maggie with an inclination of the head."
        ],
        "example_translate": [
            "Он имел склонность сдаваться слишком легко",
            "Он по натуре своей одиночка.",
            "Она питает склонность к классической музыке. / Её влечёт классическая музыка.",
            "Он в душе был романтиком.",
            "Моим естественным желанием было отказаться.",
            "У меня нет ни времени, ни желания узнавать о таких вещах.",
            "Её беспокоит склонность сына к атеизму.",
            "Наклон его головы свидетельствовал о согласии.",
            "На твоём месте я бы предпочёл поискать другую работу.",
            "У учителей нет ни времени, ни желания на изучение /исследование/ этих вопросов.",
            "Моим первым порывом было отказаться, но всё-таки я решил выполнить её просьбу.",
            "Никто из моих детей не показал ни малейшего желания пойти по моим стопам и заняться журналистикой.",
            "Она поздоровалась с Мэгги наклоном головы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}