{
    "include": {
        "comment": [
            "including",
            "inclusion",
            "conclude",
            "exclude"
        ],
        "translate": "включать, заключать, содержать в себе",
        "transcription": " |ɪnˈkluːd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Service is included in the bill.",
            "The price of dinner includes dessert.",
            "The price does not include tax added on.",
            "His recreations include gardening and travel.",
            "All prices shown include VAT and carriage.",
            "Do you include walking among your amusements?",
            "Bear in mind that the price does not include flights.",
            "Have you included the chairman in your list of committee members?",
            "The list includes the names of many famous writers.",
            "Her hobbies include diving and surfing.",
            "Does your rent include utilities?",
            "His interests include walking and golf.",
            "Include people in your picture for added interest.",
            "Does the price include postage?",
            "The drug's side effects include headache and fatigue.",
            "She hurt me when she did not include me among her guests.",
            "Symptoms include itchy, burning eyes.",
            "Her interests include theater and poetry.",
            "Should I include some visuals in my presentation?",
            "The speakers will include several experts on the subject.",
            "Included among the guests were a number of famous musicians.",
            "I include you in the list of culprits.",
            "The symptoms include fever and headache.",
            "Her symptoms include chills and a fever.",
            "Her hobbies include knitting and quilting.",
            "American divisional coins include the dime and the nickel.",
            "The law was amended to include women.",
            "His hobbies include hunting and fishing.",
            "Her hobbies include knitting and needlepoint.",
            "Symptoms include enlargement of the lymph nodes."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Обслуживание включено в счёт.",
            "Цена ужина включает десерт.",
            "В цену не включается дополнительный сбор.",
            "В числе его увлечений — садоводство и путешествия.",
            "Все указанные цены включают НДС и стоимость доставки.",
            "Считаете ли вы, что пешие прогулки относятся к вещям, от которых вы получаете удовольствие?",
            "Учтите также, что цена не включает авиаперелёт.",
            "Вы включили председателя в ваш список членов комитета?",
            "В этом списке — имена многих знаменитых писателей.",
            "В числе её увлечений — дайвинг и сёрфинг.",
            "Включает ли арендная плата стоимость коммунальных услуг?",
            "В числе его интересов — пешие прогулки и игра в гольф.",
            "Для пущего интереса включите в свою картину людей.",
            "Включены ли в цену почтовые расходы?",
            "Среди побочных эффектов данного препарата — головная боль и усталость.",
            "Она обидела меня, когда не включила в число своих гостей.",
            "В числе симптомов — зуд и жжение в глазах.",
            "Среди её интересов — театр и поэзия.",
            "Следует ли мне включить в презентацию какие-то наглядные пособия?",
            "Среди докладчиков будут несколько специалистов по данному вопросу.",
            "Среди гостей было несколько известных музыкантов.",
            "Я включаю вас в список виновных.",
            "В числе симптомов — высокая температура и головная боль.",
            "В числе её симптомов — озноб и высокая температура.",
            "В числе её хобби — вязание и шитьё лоскутных одеял.",
            "К американским разменным монетам относятся монеты в 5 и 10 центов.",
            "В закон были внесены поправки, включающие женщин.",
            "Среди его увлечений — охота и рыбалка.",
            "Среди её увлечений — вязание спицами и крючком.",
            "В числе симптомов — увеличение лимфатических узлов."
        ]
    }
}