{
    "including": {
        "comment": [
            "include",
            "inclusion"
        ],
        "translate": "включая, в том числе, вместе, включающий, заключающий",
        "transcription": " |ɪnˈkluːdɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She owns several dogs, including a mongrel named Stella.",
            "He earns £450 a week, including overtime.",
            "I had a series of meetings including two hours of one-on-one with my direct boss.",
            "The price is £25.50, including postage and packing.",
            "Now the company is branching out into new fields, including services.",
            "All members of the orchestra, including the leader, are independent contractors.",
            "Their house is filled with rare antiques, including a collection of 19th-century African masks.",
            "modern methods of communication including e-mail and the Internet",
            "Each unit including the parent company has its own, local management.",
            "You'll need a variety of skills, including leadership and negotiating.",
            "The classes cover a variety of subject areas, including mathematics and English.",
            "a book of essays including contributions from several well-known political columnists",
            "This brochure contains our latest information including details of all upcoming projects.",
            "This hotel offers its guests more comps, including a free bottle of champagne, than most in its class.",
            "several discrete sections to this vast medical complex, including a college of pharmacology and a research center"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она — хозяйка нескольких собак, в том числе дворняги по кличке Стелла.",
            "Он зарабатывает четыреста пятьдесят фунтов в неделю, включая сверхурочные.",
            "Я провёл несколько встреч, в том числе двухчасовую личную встречу со своим непосредственным начальником.",
            "Цена составляет двадцать пять фунтов и пятьдесят пенсов, включая стоимость упаковки и доставки.",
            "В настоящее время компания выходит в новые сферы деятельности, включая оказание услуг.",
            "Все участники оркестра, включая дирижёра, являются независимыми сторонами договора.",
            "В их доме полно антиквариата, в том числе коллекция африканских масок девятнадцатого века.",
            "современные средства связи, включая электронную почту и Интернет",
            "У каждого подразделения, включая вышестоящую организацию, есть свое местное руководство.",
            "Вам понадобятся самые различные навыки, в том числе умение руководить и вести переговоры.",
            "Занятия охватывают различные предметные области, в том числе математику и английский язык.",
            "книга очерков, в том числе статьи нескольких известных политических обозревателей",
            "Эта брошюра содержит нашу последнюю информацию, включая детали будущих проектов.",
            "Эта гостиница предлагает своим гостям больше привилегий, — в том числе бесплатную бутылку шампанского — , чем большинство отелей того же класса.",
            "несколько отдельных частей этого огромного лечебного комплекса, в том числе институт фармакологии и научно-исследовательский центр"
        ]
    }
}