{
    "inclined": {
        "comment": [],
        "translate": "наклонный, склонный, расположенный, предрасположенный",
        "transcription": " |ˌɪnˈklaɪnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am inclined to agree.",
            "He was inclined to stay.",
            "I am inclined to believe that she is innocent.",
            "The news inclined me to leave at once.",
            "He was inclined to self-pity.",
            "The company is inclined to boast of its success.",
            "She inclined her head to the student.",
            "Arthur has some strange ideas, but on this occasion I'm inclined to agree with him.",
            "The accident inclined him to reconsider his career.",
            "He inclined his ear to the wise old man",
            "You can visit our chat rooms, if you feel so inclined.",
            "The people are so antagonistically inclined towards me.",
            "The contracting party may be inclined to run from his word.",
            "The telescope is inclined at an angle of 43 degrees.",
            "His love of books inclined him toward a literary career.",
            "The people around here are more liberally inclined than back home.",
            "He inclined to corpulence.",
            "She listened with her eyes closed and her head inclined.",
            "A conscientious teacher may feel inclined to take work home.",
            "For the artistically inclined, the markets are full of interest."
        ],
        "example_translate": [
            "Я склонен согласиться.",
            "Он был склонен остаться.",
            "Я склонен думать, что она невиновна.",
            "Новости заставили меня сразу же уехать.",
            "Он был склонен испытывать жалость к себе.",
            "В этой компании любят хвастаться своими успехами.",
            "Она наклонила голову к студенту.",
            "У Артура есть кое-какие странные мысли, но на этот раз я склонен с ним согласиться.",
            "Авария побудила его к тому, чтобы изменить отношение к своей профессии.",
            "Он прислушался к мудрому старцу.",
            "Если будет желание, можете посетить наши дискуссионные группы.",
            "Люди так враждебно настроены по отношению ко мне.",
            "Договаривающаяся сторона, возможно, захочет взять назад своё слово.",
            "Телескоп наклонён под углом в 43 градуса.",
            "Любовь к книгам склонила его к литературной карьере.",
            "Здешние люди настроены более либерально, чем у меня на родине.",
            "Он был склонен к полноте.",
            "Она слушала, закрыв глаза и наклонив голову.",
            "У добросовестного учителя может возникнуть желание взять работу на дом.",
            "Для людей творческого склада на этих рынках очень много интересного."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}