{
    "increasingly": {
        "comment": [],
        "translate": " все больше и больше",
        "transcription": "  |ɪnˈkriːsɪŋli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The situation grew increasingly hopeless.",
            "He's becoming increasingly irrational.",
            "People are becoming increasingly aware of this problem.",
            "Helen became increasingly anxious about her husband's strange behaviour.",
            "This species of plant is becoming increasingly rare.",
            "He became increasingly disillusioned with socialism.",
            "The responsibility for breadwinning has devolved increasingly upon women.",
            "I was finding it increasingly difficult to keep my temper.",
            "...he was becoming increasingly discontented with his dead-end job and his dead-end life...",
            "Spicy foods have become increasingly popular.",
            "Young people are becoming increasingly apathetic.",
            "Marketing techniques are becoming increasingly sophisticated.",
            "In his old age his health became increasingly frail.",
            "Congress has grown increasingly frustrated with the administration's policy.",
            "Increasingly, young people distrust all forms of government.",
            "It is increasingly difficult for large investors to identify the startups that have true potential.",
            "Markets are being increasingly globalized.",
            "Increasingly, scientists are questioning the data.",
            "She had become increasingly frustrated with her life.",
            "Traditional family values are increasingly under assault.",
            "providing the ground soldier with increasingly potent weapons",
            "It's increasingly difficult to recruit and retain good staff.",
            "Investors are increasingly wary about putting money into stocks.",
            "It's becoming increasingly difficult to acquire academic tenure.",
            "Portable devices such as MP3 players are becoming increasingly popular.",
            "He found it increasingly difficult to read, for his eyesight was beginning to fail.",
            "The atmosphere became increasingly raucous.",
            "American society is becoming increasingly stratified.",
            "The patient's erratic behavior has become increasingly worrisome.",
            "The medical establishment is taking healing increasingly seriously."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Положение становилось всё более и более безнадёжным.",
            "Он становится всё более безрассудным /неразумным/.",
            "Люди всё больше осознают эту проблему.",
            "Хелен становилась все более обеспокоенной странным поведением своего мужа.",
            "Этот вид растений становится всё большей редкостью.",
            "Он всё больше разочаровывался в социализме.",
            "Кормильцем в семье теперь часто является женщина.",
            "Мне было всё труднее сдерживаться.",
            "... он становился все более и более недовольным своей бесперспективной работой и жизнью которая зашла в тупик...",
            "Пряные продукты становятся всё более популярными.",
            "Молодые люди становятся все более апатичными.",
            "Техника маркетинга становится всё более изощренной.",
            "В старости его здоровье всё больше слабело.",
            "Конгресс очень недоволен политикой администрации.",
            "Всё чаще молодые люди не доверяют власти в любой её форме.",
            "Крупным инвесторам всё труднее определить, какие же из общей массы \"стартапов\" обладают реальным потенциалом.",
            "Рынки становятся все более глобализированными.",
            "Учёные всё чаще ставят под сомнение эти факты.",
            "Она стала всё больше разочаровываться своей жизнью.",
            "Традиционные семейные ценности всё больше подвергаются нападкам.",
            "обеспечивая пехоту всё более мощным оружием",
            "Всё труднее становится привлечь и удержать хороших работников.",
            "Инвесторы всё больше и больше опасаются вкладывать деньги в акции.",
            "Получить академическую должность становится всё труднее.",
            "Портативные устройства, например, MP3-плееры, становятся всё более популярными.",
            "Он обнаружил, что ему становится всё труднее читать, поскольку у него начало садиться зрение.",
            "Обстановка продолжала накаляться.",
            "Американское общество становится всё более стратифицированным. / Расслоение американского общества становится всё сильнее.",
            "Непредсказуемое поведение больного вызывает всё больше тревоги.",
            "В медицинских кругах целительство воспринимается всё более серьёзно."
        ]
    }
}