{
    "incredible": {
        "comment": [
            "credit",
            "credit card",
            "incredibly",
            "credibility",
            "sacred",
            "creditor"
        ],
        "translate": "невероятный, потрясающий, неимоверный, неслыханный, неправдоподобный, потрясный",
        "transcription": " |ɪnˈkredəbl|",
        "antonyms": [],
        "mnemonic": [
            "incredible [ɪn'krɛdɪb (ə) l]\ncredible [krɛdɪb (ə) l]\nincredulity [ɪnkrɪ'dju:lɪtɪ] - недоверие\n***\nНЕВЕРОЯТНЫЙ \"один|кредо|был\" (это) incredible\nНЕВЕРОЯТНЫЙ секрет|добыл. (это) incredible\n***\nВЕРОЯТНЫЙ \"кредобыл\". (это) credible"
        ],
        "examples": [
            "The view is just incredible.",
            "It was an incredible piece of luck.",
            "The new job is an incredible opportunity.",
            "It's incredible how much Tom has changed since he met Sally.",
            "It was incredible that nobody paid attention to the new invention.",
            "The book's plot is simply incredible.",
            "The babel inside the bus was incredible.",
            "The movie tells an incredible story of survival.",
            "I find his explanation pretty incredible.",
            "It's incredible that he survived the fall.",
            "The greatest names can sometimes be alleged for opinions which are incredible.",
            "I find it almost incredible that no-one noticed these errors.",
            "We have put an incredible amount of work into this project.",
            "It's incredible that such attitudes still exist in this day and age (=used to express disapproval that something still exists now).",
            "It's incredible to me that such a lazy person could be so successful.",
            "The factory produces an incredible 100 cars per hour.",
            "a jazz musician with an incredible knack for improvisation",
            "There was blood everywhere and the pain was incredible.",
            "Incredible as it may seem, she's had no formal training as an artist.",
            "Hitting the lottery jackpot was an incredible windfall for the recently laid-off worker."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вид просто невероятен.",
            "Это была невероятная удача.",
            "Новая работа — это невероятно удобная возможность.",
            "Это просто невероятно, на сколько Том изменился, после того как он встретил Салли.",
            "Немыслимо, что никто не обратил внимания на новое изобретение.",
            "Сюжет этой книги просто невероятен.",
            "В автобусе стоял невообразимый гам.",
            "В фильме рассказывается невероятная история о выживании.",
            "Его объяснение мне кажется невероятным.",
            "Невероятно, что он пережил это падение.",
            "Иногда великим людям приписываются невероятные суждения.",
            "Мне представляется почти невероятным, что никто не заметил этих ошибок.",
            "Мы вложили в этот проект невероятное количество работы.",
            "Невероятно, что в наши дни такое отношение по-прежнему имеет место (используется, чтобы выразить неодобрение какого-то существующего явления).",
            "Мне не верится, что такой ленивый человек может быть таким успешным.",
            "Завод производит невероятные сто автомобилей в час.",
            "джазовый музыкант с невероятной способностью к импровизации",
            "Всё было залито кровью, и было невероятно больно.",
            "Как это ни парадоксально, у неё не было никакого художественного образования.",
            "Выигрыш джекпота лотереи оказался невероятной удачей для этого недавно уволенного работника."
        ],
        "stars": 1
    }
}