{
    "independence": {
        "comment": [
            "depend",
            "dependent",
            "independent",
            "dependency"
        ],
        "translate": "независимость, самостоятельность, независимое состояние",
        "transcription": " |ˌɪndɪˈpendəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Independence Day",
            "Declaration of Independence",
            "The country lost its independence 50 years ago.",
            "All its independence was gone.",
            "a major step towards independence",
            "He's admired for his fierce independence.",
            "Having a job gives you financial independence.",
            "Catalan independence movement",
            "The country was granted independence in 1950.",
            "He was always respectful of my independence.",
            "He has shown a fierce independence of spirit.",
            "A month after independence, elections were held.",
            "She asserted her independence from her parents by getting her own apartment.",
            "the proclamation of Lithuania's independence",
            "the bicentennial of the Declaration of Independence",
            "The President proclaimed the republic's independence.",
            "They saw independence as the fast track to democracy.",
            "tourists visiting the shrines of American independence",
            "Cath was most reluctant to surrender her independence.",
            "The country has made great advances since independence.",
            "Slovenia will have to pay a high price for independence.",
            "Hannah was most reluctant to surrender her independence.",
            "National independence takes priority over class struggle.",
            "After gaining independence in 1957, it was renamed 'Ghana'.",
            "Both sides agreed to set aside the question of independence.",
            "Authoritarians discourage questions and squelch independence.",
            "A war broke out when the colonists demanded their independence.",
            "Human beings have a need for both independence and connectedness.",
            "Although I cherish my children, I do allow them their independence.",
            "Some militants favour independence for Kashmir or union with Pakistan."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "амер. День независимости (4 июля., национальный праздник США)",
            "Декларация независимости (1776 г.)",
            "Страна потеряла свою независимость пятьдесят лет назад.",
            "Вся его независимость исчезла.",
            "серьёзный шаг к независимости",
            "Людей восхищает его неистовое стремление к независимости.",
            "Работа даёт финансовую независимость.",
            "движение за независимость Каталонии",
            "В 1950 году стране была предоставлена независимость.",
            "Он всегда уважал мою независимость.",
            "Он продемонстрировал огромную независимость духа..",
            "Через месяц после обретения независимости состоялись выборы.",
            "Она доказала свою независимость от родителей, когда начала жить в собственной квартире.",
            "провозглашение независимости Литвы",
            "двухсотлетняя годовщина подписания Декларации Независимости",
            "Президент провозгласил независимость республики.",
            "Они видели в независимости самый быстрый путь к демократии.",
            "туристы, посещающие святыни американской независимости",
            "Кэт сильнее всего сопротивлялась отказу от своей независимости.",
            "С момента обретения независимости страна добилась значительного прогресса.",
            "Словении придется заплатить высокую цену за независимость.",
            "Ханне совсем не хотелось отказываться от независимости.",
            "Независимость страны имеет приоритет над классовой борьбой.",
            "После обретения независимости в 1957 году, она (страна) получила новое название \"Гана\".",
            "Обе стороны согласились отложить вопрос о независимости.",
            "Авторитаристы не одобряют вопросов и подавляют независимость.",
            "Когда колонисты потребовали независимости, разразилась война.",
            "У людей есть потребность как в независимости, так и в чувстве принадлежности к какому-то человеческому сообществу.",
            "Я очень забочусь о своих детях, но при этом не лишаю их независимости.",
            "Некоторые боевики поддерживают независимость Кашмира или его объединение с Пакистаном."
        ]
    }
}