{
    "independent": {
        "comment": [],
        "translate": "независимый, самостоятельный, конгрегационалист",
        "transcription": " |ˌɪndɪˈpendənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is a very independent person.",
            "They lead an independent life.",
            "The country recently became independent.",
            "I can understand her wanting to live alone and be independent.",
            "She is a strong-minded, independent woman.",
            "A person's worth is quite independent of their usefulness to society.",
            "I determined upon an independent course of action.",
            "She is a strong and independent spirit.",
            "Commonwealth of Independent States",
            "The Vatican City is in all ways independent from Italy.",
            "His collar disallowed him any independent rotation of the head.",
            "It was always very important to me to be financially independent.",
            "He was an independent devil and would call no man master.",
            "We need a central bank that is independent of the government.",
            "By this age, the child becomes relatively independent of his mother.",
            "She has an independent mind.",
            "She has an independent income.",
            "India became independent in 1947.",
            "Few independent movies turn a profit.",
            "A treaty united the independent nations.",
            "She had elderly parents who could no longer live independently.",
            "Consortia of American Businesses in the Newly Independent States",
            "Now that my sons are more independent, I have more time for myself.",
            "The other men were acquiescent, but Trevor had an independent streak.",
            "Robert aimed to be independent of his parents by the time he was twenty.",
            "All members of the orchestra, including the leader, are independent contractors.",
            "a supporter of the Independent party",
            "The paper is editorially independent.",
            "Independent candidates won three seats.",
            "to be nominally but not actually independent"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она очень самостоятельный человек.",
            "Они ведут самостоятельную жизнь. / Они живут независимо.",
            "Страна недавно стала независимой.",
            "Я могу понять её желание жить одной и быть независимой.",
            "Она умная, независимая женщина.",
            "Ценность человека не зависит от его полезности для общества.",
            "Я твёрдо решил действовать самостоятельно.",
            "У неё сильный и независимый характер.",
            "Содружество независимых государств (СНГ)",
            "Государство Ватикан во всех отношениях независимо от Италии.",
            "Воротник не давал ему свободно поворачивать голову.",
            "Для меня всегда было очень важно быть финансово независимым.",
            "У него был чертовски свободолюбивый характер, и он не подчинялся ничьим приказам.",
            "Нам нужен центральный банк, который будет независимым от правительства.",
            "К этому возрасту ребёнок становится относительно независимым от своей матери.",
            "Она обо всём имеет своё мнение.",
            "Она имеет самостоятельный доход.",
            "Индия стала независимой в 1947 году.",
            "Мало каким независимым фильмам удаётся стать прибыльными.",
            "Независимые государства объединил договор.",
            "У неё были престарелые родители, которые больше не могли жить одни.",
            "Консорциум американских фирм в странах бывшего СССР",
            "Теперь, когда мои сыновья более самостоятельны, у меня остаётся больше времени для себя.",
            "Другие не протестовали, но у Тревора был очень независимый характер.",
            "Роберт стремился стать независимым от родителей до того, как ему исполнится двадцать.",
            "Все участники оркестра, включая дирижёра, являются независимыми сторонами договора.",
            "сторонник Независимой партии",
            "Эта газета ведёт независимую редакционную политику.",
            "Независимые кандидаты завоевали три места (в парламенте).",
            "быть независимым номинально, но не фактически"
        ]
    }
}