{
    "indicate": {
        "comment": [],
        "translate": "указывать, показывать, означать, служить признаком, предписывать, требовать",
        "transcription": " |ˈɪndɪkeɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She indicated the small door with her hand.",
            "Aspirin is indicated in such cases.",
            "These symptoms indicate a serious illness.",
            "Don't forget to indicate before you pull out.",
            "Please indicate your preference on the booking form.",
            "My last argument is one that can only be indicated here.",
            "The study indicates a connection between poverty and crime.",
            "The results indicate the need for more work.",
            "Tetracycline is indicated in such cases.",
            "Ralph patted the sofa to indicate that she should join him.",
            "indicated his wishes in a letter",
            "The Russians have already indicated their willingness to cooperate.",
            "'That's her,' said Toby, indicating a girl on the other side of the room.",
            "Professor Johnson has indicated his intention to retire at the end of next year.",
            "Research indicates that over 81% of teachers are dissatisfied with their salary.",
            "Sales targets are indicated on the graph by a vertical dotted line.",
            "Long skid marks on the pavement indicated the driver had attempted to brake."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она указала рукой на маленькую дверь.",
            "В таких случаях показан аспирин.",
            "Эти симптомы свидетельствуют о серьезном заболевании.",
            "Не забудьте показать поворот, прежде чем тронуться с места.",
            "Просьба указать ваши предпочтения на бланке заказа.",
            "Мой последний аргумент можно лишь вскользь упомянуть в данном контексте.",
            "Данное исследование указывает на связь между бедностью и преступностью.",
            "Полученные результаты указывают на необходимость больше работать.",
            "В таких случаях назначают тетрациклин.",
            "Ральф похлопал по дивану, показывая, чтобы она села рядом.",
            "указал свои пожелания в письме",
            "Россияне уже выразили готовность к сотрудничеству.",
            "— Это она, — сказал Тоби, указав на девушку на другой стороне комнаты.",
            "Профессор Джонсон сообщил о своём намерении уйти на пенсию в конце следующего года.",
            "Исследования показывают, что более 81% преподавателей недовольны своей заработной платой.",
            "Запланированные объёмы продаж указаны на графике вертикальной пунктирной линией.",
            "Длинный след на асфальте свидетельствовал о том, что водитель пытался затормозить."
        ]
    }
}