{
    "indication": {
        "comment": [
            "indicate",
            "indicator"
        ],
        "translate": "индикация, указание, показание, знак, отсчет, симптом",
        "transcription": " |ˌɪndɪˈkeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There is every indication that she will recover.",
            "The letter is a sure indication that she cares.",
            "He gave no indication of his own feelings at all.",
            "His flight was an indication of his guilt.",
            "Indications are that the situation hasn't improved much.",
            "There were indications that it was time to leave.",
            "Could you give me some indication as to when I am likely to receive a reply?",
            "Dark green leaves are a good indication of healthy roots.",
            "The barometer gave clear indications of an approaching storm.",
            "There is every indication (=there are very clear signs) that it is true.",
            "Her evaluation will give me a good indication of where I stand in the class.",
            "The presence of bacterial infection was an indication for the use of antibiotics.",
            "The stock market crash was the first direful indication of the dark days to come.",
            "Taking a career history along with you will be a clear indication that you are well organized.",
            "Only the whiteness of her cheeks gave any indication of the stress from which she was suffering.",
            "Hitler's declaration of his belief in a “master race” was an indication of the inherent racism of the Nazi movement."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Есть все признаки того, что она выздоровеет.",
            "Это письмо — верный признак того, что ей не всё равно.",
            "Он совсем не показал своих чувств.",
            "Его бегство свидетельствовало о виновности.",
            "По всем признакам, ситуация особо не улучшилась.",
            "Некоторые признаки указывали на то, что пора уезжать.",
            "Не могли бы вы дать мне какое-нибудь представление о том, когда я, скорее всего, получу ответ?",
            "Тёмно-зелёные листья являются хорошим показателем здоровых корней.",
            "Барометр дал чёткие признаки приближающегося шторма.",
            "Налицо все признаки (т.е. есть очень чёткие признаки) того, что это правда.",
            "Её оценка даст мне хорошее указание на то, каково моё место в этом классе.",
            "Наличие бактериальной инфекции являлось показанием для применения антибиотиков.",
            "Этот крах фондового рынка был первым зловещим указанием на то, что приближаются тёмные времена.",
            "Послужной список, захваченный с собой на собеседование, будет явным признаком того, что вы хорошо организованы.",
            "Лишь бледность её щёк как-то выдавала всё то напряжение, которое она испытывала.",
            "Заявление Гитлера о своей вере в “расу господ” свидетельствовало о том, что расизм является неотъемлемой частью нацистского движения."
        ]
    }
}