{
    "individual": {
        "comment": [
            "division",
            "divide",
            "divine",
            "dividend"
        ],
        "translate": "индивидуальный, отдельный, личный, человек, личность, индивидуум, особа, особь",
        "transcription": " |ˌɪndɪˈvɪdʒuəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Each individual leaf on the tree is different.",
            "She's a very talented individual.",
            "Every individual has something that differences it from another.",
            "He's a selfish, egotistical individual!",
            "I lavished my individual attention on him.",
            "It is necessary to isolate the individual prophets from the herd.",
            "Children get more individual attention in small classes.",
            "She has a very individual style of writing.",
            "He dipped the chowder into individual bowls.",
            "Are you the individual I spoke with on the telephone?",
            "a pattern as individual as a fingerprint",
            "Teaching materials should match individual students' needs.",
            "They prefer to bargain with individual clients.",
            "You can have the bathroom designed to suit your individual needs.",
            "The money was raised from individual donors.",
            "Teachers are given considerable individual autonomy.",
            "They are both rather odd individuals.",
            "This impinges on my rights as an individual.",
            "a teacher who encourages individual autonomy",
            "The markings on tigers are unique to each individual.",
            "Responsibility has devolved to the individual teachers.",
            "Resistance training can benefit the asthenic individual.",
            "The individual is taxed on the amount of dividend received.",
            "The individual's needs are subordinate to those of the group.",
            "each individual's right to privacy",
            "people who seem to lack individual identity",
            "What are the individual traits of the breed?",
            "Democracy implies a respect for individual liberties.",
            "The house has now been split up into individual flats.",
            "The grant-in-aid to individual museums is no longer earmarked."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "d = [dʒ]"
        ],
        "example_translate": [
            "Каждый отдельный лист дерева — особенный /не похож на другие/.",
            "Она очень талантливый человек.",
            "В каждом человеке есть нечто, отличающее его от любого другого.",
            "Это эгоистичный, самовлюблённый человек!",
            "Я одарил его своей личной заботой.",
            "Необходимо отделять пророков от толпы.",
            "В маленьких группах дети получают больше личного внимания.",
            "У неё очень характерный стиль письма.",
            "Он разлил похлёбку по мискам.",
            "Это вы тот человек, с которым я разговаривал по телефону?",
            "рисунок, столь же индивидуальный, как отпечатки пальцев",
            "Учебные материалы должны соответствовать индивидуальным потребностям студентов.",
            "Они предпочитают заключать сделки с отдельными клиентами.",
            "Ванную можно спроектировать в соответствии с вашими индивидуальными потребностями.",
            "Эти деньги были собраны от частных жертвователей.",
            "Учителя получают значительную личную независимость.",
            "Они оба — довольно странные люди.",
            "Это посягает на мои права как личности.",
            "учитель, который поощряет личную самостоятельность",
            "Полоски тигров уникальны для каждой отдельной особи.",
            "Ответственность перешла к отдельным учителям.",
            "Силовые тренировки могут принести пользу астеникам.",
            "Лицо облагается налогом на сумму полученных дивидендов.",
            "Потребности группы важнее потребностей отдельных людей.",
            "право каждого человека на частную жизнь",
            "люди, которые кажутся лишёнными индивидуальности /самобытности/",
            "Каковы характерные признаки данной породы?",
            "Демократия означает уважение свободы личности /личных свобод/.",
            "Весь дом теперь разделён на отдельные квартиры.",
            "Дотации для частных музеев больше не выделяются."
        ],
        "stars": 3
    }
}