{
    "indirect": {
        "comment": [
            "direct",
            "direction",
            "directly",
            "director",
            "directory",
            "indirectly",
            "directive"
        ],
        "translate": "косвенный, непрямой, побочный, окольный, уклончивый",
        "transcription": " |ˌɪndəˈrekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The indirect way's the nearest.",
            "Sometimes taking an indirect path saves time.",
            "Perhaps I was indirectly responsible for the misunderstanding.",
            "The indirect effects of climate change may be profound.",
            "Poor nutrition may have been an indirect cause of the disease.",
            "These plants grow best in bright indirect light.",
            "Losing weight is an indirect result of smoking cigarettes.",
            "We took an indirect route.",
            "an indirect question such as “She asked whether the doctor had arrived”",
            "Looking at her watch was her indirect way of telling him it was time to leave.",
            "The cigarette stubs were indirect evidence that someone had been smoking in the room.",
            "They took an indirect route, avoiding the town centre.",
            "He gave only vague, indirect answers to our questions."
        ],
        "example_translate": [
            "Окольный путь - самый короткий.",
            "Иногда обходной путь экономит время.",
            "Возможно, я был косвенно ответственен за это недоразумение.",
            "Косвенные последствия изменения климата могут быть глубокими.",
            "Возможно, косвенной причиной заболевания стало плохое питание.",
            "Эти растения лучше всего растут в ярком рассеянном свете.",
            "Потеря веса является косвенным результатом курения сигарет.",
            "Мы выбрали окольный путь.",
            "косвенные вопросы, например, “Она спросила, приехал ли врач”",
            "Посмотрев на часы, она таким образом намекнула ему, что пора уходить.",
            "Эти окурки были косвенным доказательством того, что в комнате кто-то курил.",
            "Они поехали в объезд, минуя центр города.",
            "На наши вопросы он дал лишь расплывчатые и уклончивые ответы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}