{
    "indoors": {
        "comment": [],
        "translate": "в помещении, внутри, внутри дома",
        "transcription": " |ˌɪnˈdɔːrz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He worked indoors all afternoon.",
            "The game will be played indoors.",
            "The children play indoors when it rains.",
            "They placed restrictions on smoking indoors.",
            "It's going to rain - we'd better pack away our things and go indoors.",
            "Let's go indoors. I'm perishing!",
            "The chill weather kept us indoors.",
            "It rained all day so we had to stay indoors.",
            "Having to stay indoors all day is tough on a kid.",
            "The indoors basketball court doubled for dances on week-ends.",
            "The phone was ringing but by the time she got indoors, it had stopped.",
            "We went indoors when it began to rain.",
            "Let's go indoors and have something to eat.",
            "Mother was advised to remain indoors for a week.",
            "a sickly, spindling child who spent most of his time indoors",
            "If running outside doesn't appeal, try jogging on the spot indoors."
        ],
        "example_translate": [
            "Весь день он проработал в помещении.",
            "Игра состоится в помещении.",
            "Когда идёт дождь, дети играют дома.",
            "Они ввели ограничения на курение в помещениях.",
            "Собирается дождь, нам лучше всё собрать и зайти в дом.",
            "Давай зайдём внутрь. Я замерзаю!",
            "Из-за холодной погоды мы не выходили на улицу.",
            "Дождь лил весь день, так что нам пришлось остаться в помещении.",
            "Дети тяжело переносят необходимость весь день оставаться в помещении.",
            "Баскетбольный зал по выходным использовался для танцев.",
            "Звонил телефон, но когда она вошла внутрь /в помещение, в квартиру/, звонки прекратились.",
            "Мы вошли в дом, когда начался дождь.",
            "Давай зайдём внутрь и что-нибудь поедим.",
            "Маме посоветовали посидеть недельку дома.",
            "болезненный, худой и нескладный ребёнок, который проводил большую часть своего времени в помещении",
            "Если бегать на улице вам не по душе, попробуйте бег на месте в помещении."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}