{
    "induce": {
        "comment": [],
        "translate": "вызывать, стимулировать, побуждать, склонять, заставлять, индуктировать, убеждать",
        "transcription": " |ɪnˈduːs|",
        "antonyms": [],
        "mnemonic": [
            "induce [индю':с] побуждать - (Индюс-ы) побуждают всех к индуизму.",
            "induce [ɪn'dju: s]\n***\nВЫЗВАЛ страх у всех индус. (это) induce\nВЫЗЫВАЛ рвоту индус. (это) induce\nЗАСТАВЛЯЛ работать индус. (это) induce\nВЫНУЖДАЛ меня индус. (это) induce\nСТИМУЛИРОВАЛ к работе индус. (это) induce"
        ],
        "examples": [
            "Her illness was induced by overwork.",
            "No one knows what induced him to leave.",
            "The doctor decided to induce labour.",
            "The advertisement is meant to induce people to eat more fruit.",
            "Nothing would induce me to vote for him again.",
            "From a sufficient number of results a proposition or law is induced.",
            "They will induce labor to avoid complications.",
            "The patient was given an injection to induce anesthesia.",
            "The besiegers used starvation to induce surrender.",
            "Patients with eating disorders may use drugs to induce vomiting.",
            "The prisoner's dilemma will induce people to behave in opportunistic ways.",
            "She had to be induced because the baby was four weeks late.",
            "The ads induced me to buy a VCR.",
            "Some people have undergone hypnotism in order to induce them to give up their smoking habit.",
            "After a prelusive dimming of the house lights intended to induce quiet, the stage curtain rose."
        ],
        "example_translate": [
            "Ее заболевание было вызвано переутомлением.",
            "Никто не знает, что заставило его уехать /уйти/.",
            "Врач решил стимулировать роды.",
            "Эта реклама призвана побуждать людей есть больше фруктов.",
            "Ничто не заставит меня голосовать за него снова. / Ни за что не проголосую за него ещё раз.",
            "Исходя из достаточного количества результатов можно сделать вывод или установить закономерность.",
            "Они спровоцируют роды, чтобы избежать осложнений.",
            "Больному сделали укол, чтобы вызвать обезболивание.",
            "Чтобы заставить осаждённых сдаться, осаждающие морили их голодом.",
            "Пациенты с расстройствами пищеварения могут употреблять препараты, чтобы вызвать рвоту.",
            "Ситуация \"дилеммы заключенных\" побуждает людей к соглашательству.",
            "Пришлось вызвать у неё искусственные роды, потому что ребёнок должен был родиться ещё четыре недели назад.",
            "Реклама побудила меня купить видеомагнитофон.",
            "Некоторые люди подверглись гипнозу, с целью заставить себя отказаться от курения.",
            "В зале предварительно потушили свет, чтобы наступила тишина, и занавес поднялся."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}