{
    "indulge": {
        "comment": [],
        "translate": "предаваться, баловать, потакать, потворствовать, быть снисходительным",
        "transcription": " |ɪnˈdʌldʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He did not agree with indulging children.",
            "Only rarely will she indulge in a glass of wine.",
            "His mother spoiled him, indulging his every whim.",
            "It's my birthday. I'm going to indulge.",
            "You can indulge yourself without spending a fortune.",
            "He returned to Britain so that he could indulge his passion for football.",
            "Many English come here to get fresh air and indulge in a gamble.",
            "It's my birthday. I'm going to indulge myself and eat whatever I want to eat.",
            "She indulges in ice cream.",
            "Our limits will not permit us to indulge in extensive quotation.",
            "Eva had never been one to indulge in self-pity.",
            "The writer indulged in metaphorical language.",
            "Women do not indulge in crime to the same extent as men.",
            "Ray has enough money to indulge his taste for expensive wines.",
            "She bought a house with a big yard so that she could indulge her passion for gardening.",
            "The museum is an excellent place to let children indulge their curiosity about dinosaurs.",
            "Please indulge me while I review the topics we covered yesterday."
        ],
        "example_translate": [
            "Он был против того, чтобы баловать детей.",
            "Только изредка она позволит себе стаканчик вина.",
            "Мать испортила его, исполняя все его прихоти.",
            "Это мой день рождения. Я собираюсь выпить.",
            "Можно не отказывать себе в удовольствиях, но при этом не тратить целое состояние.",
            "Он вернулся в Англию, чтобы удовлетворить свою страсть к футболу.",
            "Многие англичане приезжают сюда подышать воздухом и поиграть в азартные игры.",
            "Сегодня мой день рождения. Я собираюсь побаловать себя и кушать всё, что захочу.",
            "Она часто объедается мороженым.",
            "Существующие рамки не позволят нам привести исчерпывающую (полную) цитату.",
            "Ева никогда особенно себя не жалела.",
            "Писатель не поскупился на метафоры.",
            "Женщины не относятся к преступности столь же снисходительно, как мужчины.",
            "У Рэя достаточно денег, чтобы не отказывать себе в удовольствии насладиться дорогим вином.",
            "Она купила дом с большим двором, чтобы можно было предаваться своей страсти к садоводству.",
            "Музей представляет собой отличное место, чтобы дать детям возможность удовлетворить своё любопытство в отношении динозавров.",
            "Прошу извинить меня, пока я освежу в памяти темы, которые мы рассмотрели вчера."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}