{
    "industrial": {
        "comment": [],
        "translate": "промышленный, производственный, промышленник, промышленный рабочий",
        "transcription": " |ɪnˈdʌstriəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The land is zoned for industrial use.",
            "New technology is being applied to almost every industrial process.",
            "Recycling is an industrial process.",
            "By 1900 Britain was a mainly industrial society.",
            "the world's leading industrial nations",
            "The port of Hull has a large industrial hinterland.",
            "Teachers have voted in favour of industrial action.",
            "The coal industry was plagued by industrial disputes.",
            "the directional role of science on industrial progress",
            "Train drivers are being balloted on industrial action.",
            "Industrial production has risen by 0.5% since November.",
            "In 1978, 29 million days were lost in industrial action.",
            "The empty workshops bear witness to the industrial past.",
            "a campaign of industrial espionage against his main rival",
            "Computers are fundamental to modern industrial structure.",
            "The industrial revolution was also a cultural revolution.",
            "The town council voted to zone the area for industrial use.",
            "The industrial revolution was a period of great turbulence.",
            "The rivers are used as dumping grounds for industrial waste.",
            "Industrial relations should be free from state interference.",
            "The outskirts of the city became a grim industrial wasteland.",
            "The price of oil has influenced the price of industrial goods.",
            "Industrial progress is being shackled by a mass of regulations.",
            "Last year 1.3 million workers took part in industrial disputes.",
            "The industrial revolution opened a new chapter in British history.",
            "There are various techniques for dealing with industrial pollution.",
            "Working-class occupations include manual as well as industrial labor.",
            "The industrial revolution was, perhaps, the most important event in history.",
            "It is obligatory for companies to provide details of their industrial processes.",
            "The book gives a potted history of the Industrial Revolution in the first chapter."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые употребляются только перед существительными"
        ],
        "example_translate": [
            "Эта земля отведена под промышленное использование.",
            "Новая технология применяется практически во всех производственных процессах.",
            "Утилизация является производственным процессом.",
            "К 1900 году в Британии сформировалось преимущественно индустриальное общество.",
            "ведущие промышленные державы мира",
            "Порт Гуль обладает большой прилегающей промышленной зоной.",
            "Учителя высказались в пользу забастовки.",
            "Угольная промышленность была измучена трудовыми спорами.",
            "ведущая роль науки в промышленном прогрессе",
            "Машинисты поездов проводят голосование по вопросу о проведении забастовки.",
            "Промышленное производство увеличилось на 0,5%, начиная с ноября.",
            "В 1978 году 29 миллионов рабочих дней было потеряно в ходе забастовок.",
            "Пустые цеха свидетельствуют об индустриальном прошлом.",
            "кампания промышленного шпионажа против своего главного конкурента",
            "Компьютеры являются основным компонентом современной отраслевой структуры.",
            "Промышленная революция была также и культурной революцией.",
            "Городской Совет проголосовал за то, чтобы выделить данную зону для промышленного использования.",
            "Промышленная революция была периодом больших потрясений.",
            "Эти реки используются в качестве места для свалки промышленных отходов.",
            "Производственные отношения должны быть свободны от вмешательства государства.",
            "Окраина города превратилась в мрачную индустриальную пустошь.",
            "Цена на нефть повлияла на цены промышленных товаров.",
            "Многочисленные законодательные нормы тормозят промышленный прогресс.",
            "В прошлом году 1,3 миллиона трудящихся приняло участие в трудовых спорах.",
            "Промышленная революция открыла новую главу в истории Великобритании.",
            "Существуют различные методы борьбы с промышленным загрязнением.",
            "Профессии представителей рабочего класса связаны как с ручным, так и с промышленным трудом.",
            "Промышленная революция была, пожалуй, самым важным событием в истории.",
            "Компании обязаны предоставлять подробную информацию о своих производственных процессах.",
            "В первой главе этой книги приводится краткая история промышленной революции."
        ]
    }
}