{
    "inevitable": {
        "comment": [
            "inevitably"
        ],
        "translate": "неизбежный, неминуемый, неизменный",
        "transcription": " |ɪnˈevɪtəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was inevitable that she would find out.",
            "I cannot accept his argument that war is inevitable.",
            "Don't argue with the inevitable.",
            "For breakfast she usually has a cup of tea, an apple and her inevitable yoghurt.",
            "Disease was an inevitable consequence of poor living conditions.",
            "War has become inevitable because of the weaponry which both sides are amassing.",
            "I regard the abandonment of the brig as inevitable.",
            "the inevitable changes of the seasons",
            "Compromise is an inevitable part of marriage.",
            "There was inevitable conflict over what to name the group.",
            "Accidents are the inevitable result of driving too fast.",
            "A further escalation of the crisis now seems inevitable.",
            "It's inevitable that doctors will make the occasional mistake.",
            "Nancy braced herself for the inevitable arguments.",
            "Orthodox economists believe that a recession is now inevitable.",
            "Myers finally bowed to the inevitable (=accepted something he could not change) and withdrew from the campaign.",
            "Given the size of the task a few kinks are inevitable.",
            "Is social inequality the inevitable corollary of economic freedom?",
            "Getting wet is inevitable if you are going to try to give your dog a bath.",
            "If the two countries keep up their arms race, the inevitable finis to their rivalry will be their mutual destruction."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Так или иначе, она всё узнала бы.",
            "Я не могу согласиться с его доводом, что война неизбежна.",
            "Не спорьте с неизбежным. / Чему быть, того не миновать.",
            "На завтрак у неё обычно чашка чая, яблоко и неизменный йогурт.",
            "Неизбежным следствием плохих условий жизни были болезни.",
            "Война стала неизбежной из-за того количества вооружений, которое накопили обе стороны.",
            "Я полагаю, что не остаётся ничего иного, как покинуть бриг.",
            "неизбежная смена времён года",
            "Компромиссы — это неотъемлемая часть брака.",
            "И конечно, не обошлось без конфликта по поводу того, как назвать группу.",
            "Слишком быстрая езда неизбежно приводит к авариям.",
            "Сейчас дальнейшее обострение кризиса кажется неизбежным.",
            "Врачи неизбежно время от времени ошибаются.",
            "Нэнси приготовилась к неизбежной ссоре.",
            "Ортодоксальные экономисты считают, что спад неизбежен.",
            "В конечном итоге, Майерс смирился с неизбежным (т.е. принял то, что не мог изменить) и снялся с выборов.",
            "Учитывая масштаб задач, некоторые перегибы неизбежны.",
            "Является ли социальное неравенство неизбежным следствием экономической свободы?",
            "Если вы попробуете искупать свою собаку, то неизбежно намокнете сами.",
            "Если эти страны будут продолжать гонку вооружений, то их соперничество неизбежно закончится взаимным уничтожением."
        ],
        "stars": 2
    }
}