{
    "inevitably": {
        "comment": [
            "inevitable"
        ],
        "translate": "неизбежно, неминуемо",
        "transcription": " |ɪnˈevɪtəbli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Inevitably, the situation did not please everyone.",
            "The decision will inevitably lead to political tensions.",
            "You'll inevitably see something in the shop's range of goods.",
            "Inevitably, fights break out between the members of contending groups.",
            "We must inevitably make some sacrifices if we are going to save money.",
            "Any attack by a foreign power will inevitably bring the people of a country together.",
            "The regime was inevitably labelled as 'communist'.",
            "In discussions anyone who disagrees with her is inevitably called a cretin.",
            "Fans are inevitably disappointed when the nimbus of glamour about their favorite celebrity turns out to be an illusion.",
            "incredibly complicated machinations to assassinate the president that inevitably failed",
            "the grim reminder that every holiday weekend inevitably results in a slew of highway fatalities",
            "Most ticket buyers have no trouble envisioning the empyrean that winning the lottery would inevitably bring about.",
            "Skateboarders who are tenderfeet will inevitably fall as they learn their first moves.",
            "One of the immutable laws of television is that low ratings inevitably lead to cancellation.",
            "The hospital waiting room was filled with the kind of gravity that inevitably accompanies worry."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Разумеется, такое положение понравилось не всем.",
            "Данное решение, неизбежно приведет к политической напряженности.",
            "Вы обязательно что-нибудь найдёте среди ассортимента товаров магазина.",
            "Неизбежно, между членами соперничающих групп, возникают стычки.",
            "Мы неизбежно должны пойти на некоторые жертвы, если хотим сэкономить деньги.",
            "Любое нападение иностранной державы неизбежно приведёт к сплочению народа страны.",
            "На режим, само собой, навесили ярлык \"коммунистического\".",
            "Любой, кто несогласен с ней в споре, неизбежно будет назван кретином.",
            "Поклонники неизбежно разочаровываются, когда ореол гламура у их любимых знаменитостей оказывается всего лишь иллюзией.",
            "невероятно сложные интриги с целью убийства президента, которые, разумеется, потерпели неудачу",
            "мрачное напоминание о том, что каждые праздники неизбежно влекут за собой множество погибших на дороге",
            "Большинство покупателей лотерейных билетов без труда представляют себе райское блаженство, которое неизбежно принесёт им выигрыш.",
            "Начинающим скейтбордистам не избежать падений, когда они будут разучивать свои первые движения.",
            "Один из непреложных законов телевидения заключается в том, что низкие рейтинги неизбежно ведут к закрытию шоу.",
            "В зале ожидания больницы царила тяжёлая атмосфера, которая неизбежно сопровождает тревогу."
        ],
        "stars": 2
    }
}