{
    "infant": {
        "comment": [
            "fan"
        ],
        "translate": "детский, зарождающийся, начальный, младенец, ребёнок, дитя",
        "transcription": " |ˈɪnfənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "An infant's skin is very sensitive.",
            "She is an infant teacher.",
            "He was adopted as an infant.",
            "He showed us a picture of his infant daughter.",
            "Irregular suckling is a fruitful cause of illness in the infant.",
            "She slept as calmly and undisturbedly as the infant at her breast.",
            "The wetnurse suckled the infant.",
            "He cradled the infant in his arms",
            "An infant is wholly dependent on its mother.",
            "a study of health problems that can affect young infants",
            "She was fined for driving with an unrestrained infant.",
            "The throne was to be shared between an idiot and an infant yet unborn.",
            "The changing size of an infant's head is considered an index of brain growth.",
            "The infant had essayed a few wobbly steps.",
            "Parents often claim to understand the prattle of their infant offspring.",
            "The infant was exposed by the teenage mother.",
            "The infant was born with a double harelip and cleft palate.",
            "Since that's an atypical response for an infant, you might want to have her hearing tested."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Кожа маленького ребёнка очень чувствительна.",
            "Она учит маленьких детей.",
            "Его усыновили ещё младенцем.",
            "Он показал нам фотографию своей маленькой дочери.",
            "Неправильное кормление грудного ребёнка часто является причиной болезней.",
            "Она спала так же тихо и спокойно, как и дитя на её груди.",
            "Кормилица покормила младенца грудью.",
            "Он качал младенца на руках.",
            "Младенец полностью зависит от своей матери.",
            "исследование проблем со здоровьем, которые могут затрагивать детей раннего возраста",
            "Она была оштрафована за вождение с не пристёгнутым ребёнком.",
            "Трон должен был быть поделён между идиотом и ещё не родившимся ребёнком.",
            "Изменение размера головы младенца считается показателем развития его головного мозга.",
            "Младенец попытался сделать несколько неуверенных шагов.",
            "Родители часто утверждают, что понимают лепет своих детей-младенцев.",
            "Младенец был брошен юной матерью на улице.",
            "Младенец родился с двойной заячьей губой и волчьей пастью.",
            "Поскольку такая реакция нетипична для ребёнка, возможно, вам следует проверить её слух."
        ]
    }
}