{
    "inferior": {
        "comment": [],
        "translate": "нижний, низший, плохой, худший, подчиненный, подчиненный, младший по чину",
        "transcription": " |ɪnˈfɪrɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He felt inferior to them.",
            "He refused to accept a job of inferior status.",
            "He always felt inferior around his brother.",
            "These pearls are of inferior quality.",
            "The racist conceives such people to be inferior.",
            "Their performance was inferior to that of other teams.",
            "Ann's relatives were outraged at her choice of a social inferior.",
            "The judges voted to overturn a ruling made by an inferior court.",
            "I always felt slightly inferior to her.",
            "The Spanish conquistadores regarded the native peoples of the lands that they conquered as pagans who were uncivilized and inherently inferior.",
            "They were considered a socially inferior group.",
            "I felt very inferior among all those academics."
        ],
        "example_translate": [
            "Он чувствовал себя ниже их.",
            "Он отказался от работы на более низкой должности.",
            "Рядом с братом он всегда ощущал себя неполноценным.",
            "Эти жемчуга низкого качества.",
            "Этот расист считает таких людей второсортными.",
            "Они выступили хуже других команд.",
            "Семья Энн была оскорблена тем, что она выбрала человека ниже себя по положению.",
            "Судьи проголосовали за то, чтобы отменить решение низшестоящего суда.",
            "Я всегда чувствовал себя немного ниже её.",
            "Испанские конкистадоры считали коренных жителей завоёванных ими земель язычниками, дикими и от природы неполноценными.",
            "Они считались людьми второго сорта.",
            "Среди всех этих учёных я чувствовал себя весьма неполноценным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}