{
    "infect": {
        "comment": [],
        "translate": "заражать",
        "transcription": " |ɪnˈfekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Your computer has been infected with a virus.",
            "The virus has infected many people.",
            "The virus will infect a cell and then it will begin to replicate.",
            "The children are infected with a mad desire to swim in the lake in midwinter.",
            "He was found to be infected with TB.",
            "He received blood that was infected with the AIDS virus.",
            "The virus can infect susceptible individuals.",
            "Your children have infected you with this head cold.",
            "Lucy's enthusiasm soon infected the rest of the class.",
            "If you're sick you should stay home to avoid infecting other people in the office.",
            "The virus has infected many computers.",
            "His laughter infects everyone who is in the same room.",
            "They were unable to prevent bacteria from infecting the wound.",
            "People with the virus may feel perfectly well, but they can still infect others.",
            "All the computers in the office were infected by the same virus."
        ],
        "example_translate": [
            "Ваш компьютер заражён вирусом.",
            "Вирус заразил многих людей.",
            "Вирус проникнет в клетку, а затем начнёт размножаться.",
            "Дети вбили себе в голову блажь поплавать в озере посреди зимы.",
            "У него был обнаружен туберкулёз.",
            "Ему перелили кровь, которая была инфицирована вирусом СПИДа.",
            "Вирус может инфицировать индивидуально восприимчивых к нему людей.",
            "Этой простудой вас заразили ваши дети.",
            "Вскоре Люси заразила своим энтузиазмом весь класс.",
            "Если вы заболели, то должны оставаться дома, чтобы не заразить других людей на работе.",
            "Этот вирус заразил многие компьютеры.",
            "Его смех подхватывают все, кто находится с ним в одном помещении.",
            "Они не смогли помешать заражению раны бактериями.",
            "Иногда носители вируса прекрасно себя чувствуют, но тем не менее они могут заражать других.",
            "Все компьютеры в офисе были заражены одним и тем же вирусом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}