{
    "infection": {
        "comment": [],
        "translate": "инфекция, заражение, зараза, заразительность, пагубное влияние",
        "transcription": " |ɪnˈfekʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The medicine reduces the risk of infection.",
            "The drug helps combat infection.",
            "trying to treat a stubborn infection",
            "drugs that are used to inhibit infection",
            "Poor hygiene can increase the danger of infection.",
            "We localized the source of the infection.",
            "an infection that's resistant to antibiotics",
            "The infection is treatable with antibiotics.",
            "The drug will help your body resist infection.",
            "The infection has localized in the left eye.",
            "The infection was traced to contaminated food.",
            "Water and insects can be vehicles of infection.",
            "Classically, infection appears in the lower jaw.",
            "The wound has so far remained free of infection.",
            "There's a nasty infection going round, so I hear.",
            "Always sterilize the needle to prevent infection.",
            "The infection is passed by the bite of a mosquito.",
            "an infection that could cause rupture of the eardrum",
            "The doctor took a throat swab to check for infection.",
            "The doctor took steps to prevent perinatal infection.",
            "anoint the wound with antiseptic to prevent infection",
            "The most common means of virus infection is via email.",
            "The risk of infection is confined to medical personnel.",
            "Malaria can relapse years after the original infection.",
            "an infection that can cause perforation of the intestine",
            "The immune system is our body's shield against infection.",
            "Working with sick people places him at risk for infection.",
            "The immune system is the body's defence against infection.",
            "Good eating habits are the best way of preventing infection.",
            "a type of contact lens that proved to be a nidus of infection"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это лекарство снижает опасность заражения.",
            "Данный препарат помогает бороться с инфекцией.",
            "пытаясь лечить неподдающуюся инфекцию",
            "препараты, которые используются для подавления инфекции",
            "Плохая гигиена может повысить риск заражения.",
            "Мы локализовали источник инфекции.",
            "инфекция, которая устойчива к антибиотикам",
            "Инфекция поддаётся лечению антибиотиками.",
            "Данный препарат поможет вашему организму противостоять инфекции.",
            "Инфекция локализовалась в левом глазу.",
            "Следы инфекции привели к зараженной пище.",
            "Вода и насекомые могут выступать переносчиками инфекции.",
            "Традиционно инфекция появляется в нижней челюсти.",
            "Рана пока что свободна от инфекции.",
            "Как я слышал, тут ходит какая-то мерзкая зараза.",
            "Всегда стерилизуйте иглу, чтобы предотвратить заражение.",
            "Эта инфекция передаётся через укус москита.",
            "инфекция, которая может привести к разрыву барабанной перепонки",
            "Доктор взял мазок зева для проверки на наличие инфекции.",
            "Врач принял меры для предотвращения перинатальной инфекции.",
            "помазать рану антисептиком для предотвращения заражения",
            "Заражение вирусом чаще всего происходит через электронную почту.",
            "Угроза заражения ограничивается медперсоналом.",
            "Малярия может вернуться через несколько лет после первичного инфицирования.",
            "инфекция, которая может привести к перфорации кишечника",
            "Иммунная система является защитой нашего организма от инфекций.",
            "Работа с больными людьми подвергает его опасности заражения.",
            "Иммунная система является защитой организма от инфекции.",
            "Правильный режим питания — лучший способ предотвращения заражения.",
            "определённый вид контактных линз, который оказался источником инфекции"
        ]
    }
}