{
    "influence": {
        "comment": [
            "influential",
            "fluent"
        ],
        "translate": "влияние, воздействие, действие, влиять, оказывать влияние",
        "transcription": " |ˈɪnflʊəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Who influenced her to do that?",
            "TV is a bad influence on people.",
            "I was deeply influenced by my parents.",
            "His influence became paramount.",
            "Don't belittle his influence.",
            "TV can be a positive influence.",
            "They said the president was acting under the influence of the ambassador.",
            "The book had a positive influence on me.",
            "The price of oil has influenced the price of industrial goods.",
            "His influence is universally disallowed.",
            "Foreign influence began to filter into the country.",
            "His influence on modern art is unquestionable.",
            "What influenced you to take up nursing?",
            "the sun, under whose influence one plant elaborates nutriment for man",
            "He was accused of driving while under the influence of alcohol.",
            "I want to disengage myself from his influence.",
            "The artist's work influenced the young painter.",
            "He exerted deep and healthy influence upon society.",
            "The influence of the Far East has brought in many new fashions.",
            "The best way to buy power and influence is to give power to politicians and then buy the politician.",
            "Her influence extends beyond the Beltway.",
            "Her art shows the influence of pop culture.",
            "He made a bid to regain his former influence.",
            "television's pervasive influence on our culture",
            "The group's influence had begun to wane by this time.",
            "We are suffering from the influence of high exchange rate.",
            "the salutary influence of pure air",
            "She had a guiding influence on my decision.",
            "They have enough influence to get the bill passed.",
            "exert one's power or influence"
        ],
        "example_translate": [
            "Кто побудил её это сделать?",
            "Телевидение плохо влияет на людей.",
            "Большое влияние оказали на меня родители.",
            "Его влияние сделалось преобладающим.",
            "Не надо преуменьшать его влияние.",
            "Телевидение иногда оказывает положительное влияние.",
            "Говорили, что президент действовал под влиянием посла.",
            "Эта книга хорошо на меня повлияла.",
            "Цена на нефть повлияла на цены промышленных товаров.",
            "Его влияние всеми отрицается.",
            "В страну начало проникать влияние иностранных государств.",
            "Его влияние на современное искусство неоспоримо.",
            "Что заставило вас заняться уходом за больными?",
            "солнце, под действием которого растение вырабатывает питание для человека",
            "Его обвинили в вождении под воздействием алкоголя.",
            "Я хочу освободиться от его влияния.",
            "Творчество этого художника повлияло на молодого живописца.",
            "Он оказал глубокое и благотворное влияние на общество.",
            "Влияние Дальнего Востока принесло много новых модных течений.",
            "Лучший способ приобрести власть и влияние — это дать власть политикам, а затем подкупить одного из них.",
            "Её влияние распространяется за пределы Вашингтона.",
            "В её творчестве проявляется влияние поп-культуры.",
            "Он претендовал на то, чтобы возвратить своё былое влияние.",
            "глубокое влияние телевидения на нашу культуру",
            "К тому времени влияние данной группы уже начало ослабевать.",
            "Мы страдаем от влияния высокого валютного курса.",
            "благотворное влияние чистого воздуха",
            "Она оказала направляющее влияние на моё решение.",
            "У них достаточно влияния, чтобы протащить этот законопроект.",
            "проявить свою власть или влияние"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}