{
    "informal": {
        "comment": [
            "formal",
            "formally",
            "formality",
            "information",
            "informative"
        ],
        "translate": "неофициальный, неформальный, непринужденный, без соблюдения формальностей",
        "transcription": " |ɪnˈfɔːrml|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's informal with everyone.",
            "She's giving a small informal party this evening.",
            "Don't fuss up for the party, it's very informal.",
            "The term is common in informal contexts.",
            "A sleazy bar seemed to be an informal clubhouse for deviates.",
            "Slang is used mostly in informal speech.",
            "There was an informal meeting in my living room.",
            "An informal British term for 'filling' is 'stopping'.",
            "It's a small informal party — you don't have to dress up.",
            "The supervisor held an informal meeting in his office.",
            "Her informal manner seemed wholly inappropriate to the occasion.",
            "They gathered every month in someone's home for an informal musicale.",
            "Can we meet for an informal parley to see if we can effect a compromise?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она со всеми держится непринуждённо.",
            "Вечером она даёт небольшой неофициальный приём.",
            "Не особенно наряжайся на вечеринку: она очень неформальная.",
            "Данное выражение часто употребляется в неформальной обстановке.",
            "Занюханный бар, похоже, был неофициальным клубом для всякого рода дегенератов.",
            "Сленг в основном используется в разговорной речи.",
            "В моей гостиной произошла неофициальная встреча.",
            "Неофициально британцы называют зубные пломбы словом \"stopping\".",
            "Это небольшая неформальная вечеринка — слишком наряжаться не нужно.",
            "Инспектор провёл неформальную встречу в своем кабинете.",
            "Её непринуждённая манера поведения казалась совершенно неподходящей для данного случая.",
            "Каждый месяц у кого-то из них дома устраивали неофициальный музыкальный вечер.",
            "Давайте встретимся для неофициальных переговоров и посмотрим, удастся ли нам достичь компромисса."
        ]
    }
}