{
    "inherit": {
        "comment": [],
        "translate": "наследовать, унаследовать, перенять, перенимать, получать в наследство",
        "transcription": " |ɪnˈherɪt|",
        "antonyms": [],
        "mnemonic": [
            "heritage ['herɪtɪdʒ]\nheritor ['herɪtə]\ninherit [ɪn'hɛrɪt]\ninheritance- наследование, наследство\n***\nНАСЛЕДСТВО вы своё \"зашхерите\"|ж. (это) heritage\nНАСЛЕДИЕ страны вы не \"шхерите\"|ж. (это) heritage\n***\nВы - НАСЛЕДНИК, но всё \"шхерите\". (это) heritor\nУНАСЛЕДУЕТ богатство, и от всех зашхерит. (это)\ninherit"
        ],
        "examples": [
            "He inherited a fortune from his grandmother.",
            "She inherited her father's deep blue eyes.",
            "I inherited my mother's curly hair.",
            "I inherited my good eyesight from my mother.",
            "He was under a delusion that he would inherit money.",
            "She inherited the family business from her father.",
            "Mr. Grass inherited his work ethic from his father.",
            "He'll inherit the money when he comes of age.",
            "Some people may inherit a tendency to alcoholism.",
            "When my brother left for college, I inherited his old computer.",
            "We inherited the furniture from the previous tenants.",
            "She inherited a love of baseball from her dad.",
            "In the normal course of events, a son would inherit from his father.",
            "Baldness is inherited from the mother's side of the family.",
            "The new chairman inherited many problems from the previous chair.",
            "The company's new president will inherit some complicated legal problems.",
            "When the coach quit, her assistant inherited a last-place team.",
            "The present government inherited a closed, state-dominated economy."
        ],
        "example_translate": [
            "Он получил наследство от бабушки.",
            "От отца ей достался тёмно-синий цвет глаз.",
            "От матери мне достались кудрявые волосы.",
            "Хорошее зрение мне досталось от матери.",
            "Он тешил себя несбыточной надеждой, что наследство достанется именно ему.",
            "Она унаследовала семейный бизнес от своего отца.",
            "Мистер Грасс унаследовал своё трудолюбие от отца.",
            "Он унаследует эти деньги, когда достигнет совершеннолетия.",
            "Некоторые люди могут унаследовать склонность к алкоголизму.",
            "Когда мой брат уехал учиться в колледж, мне достался его старый компьютер.",
            "Мы унаследовали мебель от предыдущих жильцов.",
            "Она унаследовала любовь к бейсболу от папы.",
            "При нормальном ходе событий, сыновья наследуют от своих отцов.",
            "Алопеция наследуется по материнской линии.",
            "Новый председатель унаследовал многие проблемы от предыдущего.",
            "Новому президенту компании достанутся в наследство сложные юридические проблемы.",
            "Когда тренер подала в отставку, во главе шедшей на последнем месте команды встал её помощник.",
            "Нынешнему правительству досталась в наследство закрытая экономика, в которой доминирует государство."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}