{
    "inheritance": {
        "comment": [],
        "translate": "наследование, наследство, наследие, наследственность, унаследование",
        "transcription": " |ɪnˈherɪtəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They did him out of his inheritance.",
            "Our genetic inheritance cannot be changed.",
            "My only inheritance was my mother's blessing.",
            "She began her own business with the inheritance she got from her grandfather.",
            "He rioted away his whole inheritance.",
            "The buildings are part of the city's architectural inheritance.",
            "I will give you one squeak more for your inheritance.",
            "He left sizable inheritances to his children.",
            "Lucinda has to fight for her life and her inheritance in this gripping novel.",
            "The spendthrift managed to blow all of his inheritance in a single year.",
            "No heirs came forward to claim the inheritance.",
            "Clancy's share of the inheritance was paid over to him.",
            "The inheritance was equitably divided among the sisters.",
            "The father adjudicated when the sons were quarreling over their inheritance."
        ],
        "example_translate": [
            "Они обманом отобрали у него наследство.",
            "Нашу генетическую наследственность изменить нельзя.",
            "Всё что мне досталось в наследство — благословение матери.",
            "Она начала свой собственный бизнес на средства, которые она получила в наследство от деда.",
            "Он промотал всё своё наследство.",
            "Эти здания являются частью архитектурного наследия города.",
            "Я дам вам ещё один шанс попытаться получить ваше наследство.",
            "Своим детям он оставил немалое наследство.",
            "В этом захватывающем романе Люсинде приходится сражаться /бороться/ за жизнь и наследство.",
            "Этот транжира умудрился всего за год продуть всё наследство.",
            "Ни один из наследников не выдвинул своих претензий на наследство.",
            "Клэнси выплатили его долю наследства.",
            "Наследство было поровну поделено между сёстрами.",
            "Отец положил конец спорам сыновей по поводу наследства."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}