{
    "initially": {
        "comment": [
            "initiative",
            "initial",
            "initiate"
        ],
        "translate": "первоначально, сначала, вначале, с самого начала, в начальной стадии",
        "transcription": " |ɪˈnɪʃəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Initially, I thought I would only stay there a year.",
            "Initially, the work was pretty mundane.",
            "Stan initially wanted to go to medical school.",
            "Truman was initially less enthusiastic over the appointment.",
            "Mr Hope was initially convicted but then was acquitted on appeal.",
            "She initialed each page of the contract.",
            "Initially, the President remained aloof from the campaign.",
            "Our application was initially refused, but the city relented in the end and the permit was issued.",
            "You've resolved my initial complaint, but now I have a new question.",
            "Her heterodox approach to teaching science initially met with some resistance from her peers.",
            "She put her initials on each page of the contract.",
            "President Franklin D. Roosevelt's middle initial stood for “Delano”.",
            "The initials F.D.R. stood for “Franklin Delano Roosevelt.”",
            "The island's population initially numbered 180, but there was a gradual decline until only 40 people were left."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Первоначально я думал, что останусь там всего на год.",
            "Поначалу работа была довольно обыденной / рутинной / скучной.",
            "Сначала Стэн хотел пойти в медицинскую школу.",
            "Трумэн поначалу относился к назначению с меньшим восторгом.",
            "Мистер Хоуп был первоначально признан виновным, но затем оправдан в апелляционной инстанции.",
            "Она проставила свои инициалы на каждой странице договора.",
            "Первоначально президент оставался в стороне от этой кампании.",
            "Сначала нашу заявку отклонили, но в конце концов власти города смилостивились, и разрешение было выдано.",
            "Вы решили мою первоначальную жалобу, но теперь у меня новый вопрос.",
            "Её неортодоксальный подход к преподаванию естествознания поначалу встретил некоторое сопротивление со стороны коллег.",
            "Она проставила свои инициалы на каждой странице договора.",
            "Средний инициал в имени президента Франклина Д. Рузвельта означал “Делано”.",
            "Инициалы \"F.D.R.\" означали “Франклин Делано Рузвельт”.",
            "Население острова изначально составляло сто восемьдесят человек, но произошло постепенное его уменьшение, пока не осталось всего сорок жителей."
        ]
    }
}