{
    "initial": {
        "comment": [],
        "translate": "начальный, первоначальный, инициал, начальная буква, парафировать",
        "transcription": " |ɪˈnɪʃl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "the initial stages of the disease",
            "They took the initial step toward reconciliation.",
            "You've resolved my initial complaint, but now I have a new question.",
            "After this initial boost, recruiting will fall off again.",
            "Can you spell out your middle name instead of just giving the initial?",
            "The initial response has been encouraging.",
            "After the initial shock she regained her composure.",
            "His doctor made an initial diagnosis of pneumonia.",
            "Their initial optimism has faltered.",
            "He refused to put the initials FRS after his name.",
            "He saw the entire project through, from initial idea to final fulfillment.",
            "The initial data included a lot of noise that had to be weeded out.",
            "She initialed each page of the contract.",
            "The initial outlay for the program will be 2.4 million dollars.",
            "After the initial curiosity value, the product's sales dropped considerably.",
            "We've had the initial test results and it looks as though we're on the right track.",
            "the initial statement of the sonata",
            "She put her initials on each page of the contract.",
            "Franklin D. Roosevelt's middle initial stood for “Delano”.",
            "President Franklin D. Roosevelt's middle initial stood for “Delano”.",
            "I waited until my initial wrath had eased before voicing my complaint.",
            "House buyers usually have a large initial outlay on carpets and furniture.",
            "We would have understood the play better if there had been some initial exposition of the background.",
            "The two countries have initialled a new defence co-operation agreement.",
            "The initials F.D.R. stood for “Franklin Delano Roosevelt.”"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "начальные стадии данного заболевания",
            "Они сделали первый шаг к примирению.",
            "Вы решили мою первоначальную жалобу, но теперь у меня новый вопрос.",
            "После первоначальной шумихи набор снова снижается.",
            "Не могли бы вы указать своё второе имя полностью, а не просто его инициал?",
            "Первоначальная реакция обнадеживает.",
            "После первоначального шока она вновь обрела самообладание.",
            "Его лечащий врач первоначально диагностировал ему пневмонию.",
            "Их первоначальный оптимизм пошёл на убыль.",
            "Он отказался ставить после фамилии буквы Ф.Р.С., означающие его инициалы.",
            "Он курировал весь этот проект, от первоначальной идеи до окончательного исполнения.",
            "Исходные данные включали много шума, который пришлось отсеять.",
            "Она проставила свои инициалы на каждой странице договора.",
            "Первоначальные затраты на программу составят 2,4 миллиона долларов.",
            "После первоначального всплеска любопытства, продажи этого продукта существенно упали.",
            "Мы уже получили первоначальные результаты тестирования, и похоже, что мы находимся на правильном пути.",
            "начальное проведение темы данной сонаты",
            "Она проставила свои инициалы на каждой странице договора.",
            "Инициал \"Д.\" в имени Франклина Д. Рузвельта означал “Делано”.",
            "Средний инициал в имени президента Франклина Д. Рузвельта означал “Делано”.",
            "Я подождал, пока мой первоначальный гнев поутихнет, прежде чем высказать свою жалобу.",
            "Покупатели домов, как правило, поначалу тратят много денег на ковры и мебель.",
            "Мы достигли бы лучшего понимания этой пьесы, если бы нам хоть как-то объяснили предысторию событий.",
            "Страны парафировали новое соглашение о сотрудничестве в области обороны.",
            "Инициалы \"F.D.R.\" означали “Франклин Делано Рузвельт”."
        ]
    }
}