{
    "initiative": {
        "comment": [
            "initially",
            "initial",
            "initiate"
        ],
        "translate": "инициатива, почин, инициативный, начальный, вводный",
        "transcription": " |ɪˈnɪʃətɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I wish my son would show more initiative.",
            "Why don't you take the initiative and ask him out?",
            "Does she have enough initiative to get this job done?",
            "Don't keep asking me for advice. Use your initiative.",
            "What got me was his utter lack of initiative.",
            "The government must not lose the initiative in the fight against terrorism.",
            "If you want to meet her, you're going to have to take the initiative and introduce yourself.",
            "American Business Initiative",
            "For the foreseeable future, then, the hard right has the initiative in Turkey.",
            "It is hoped that the industry will respond positively to this new initiative.",
            "Politicians need to seize the initiative from the terrorists.",
            "This initiative is not the answer to what ails our educational system.",
            "The government is launching a new initiative to bring jobs to deprived areas.",
            "The governor has proposed a new initiative to improve conditions in urban schools.",
            "The company has the opportunity to seize the initiative by getting its new products to the market before its competitors."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Если бы только мой сын проявлял больше инициативы.",
            "Почему бы тебе не проявить инициативу и не пригласить его на свидание?",
            "Достаточно ли она предприимчива, чтобы довести до конца эту работу?",
            "Не спрашивай /хватит спрашивать/ у меня советов. Прояви смекалку.",
            "Что меня доконало, так это его полная безынициативность.",
            "Правительство не должно потерять инициативу в борьбе против терроризма.",
            "Если хочешь с ней познакомиться, то нужно взять на себя инициативу и представиться.",
            "Американская бизнес-инициатива",
            "Очевидно, что в обозримом будущем инициатива в Турции будет принадлежать крайним правым.",
            "Остаётся надеяться, что промышленность положительно отреагирует на эту новую инициативу.",
            "Политикам надо перехватить инициативу у террористов.",
            "Эта инициатива не является ответом на том, что мешает нашей образовательной системе.",
            "Правительство начало реализацию новой инициативы, чтобы обеспечить работой жителей неблагополучных районов.",
            "Губернатор внёс новую инициативу, направленную на улучшение условий в городских школах.",
            "Компания имеет возможность перехватить инициативу, отправив свои новые продукты на рынок раньше конкурентов."
        ],
        "stars": 3
    }
}