{
    "injustice": {
        "comment": [],
        "translate": "",
        "transcription": " |ɪnˈdʒʌstɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Injustice was repressed.",
            "Such monstrous injustice is hard to understand.",
            "Let him come! I will warrant him from harm or from injustice.",
            "They have suffered a gross injustice.",
            "We must continue the struggle for justice and against injustice.",
            "The spectacle of injustice burnt into his soul.",
            "His public speeches were permeated with hatred of injustice.",
            "He had developed a deep sense of social injustice.",
            "People are fighting against repression and injustice.",
            "The movie deals with injustices suffered by Native Americans.",
            "She was too chickenhearted to speak up, even though she knew a terrible injustice was being committed.",
            "She raged about the injustice of their decision.",
            "To say that you are a poor cook is to do yourself an injustice.",
            "A congenital detestation of injustice, which drove her to become an activist for civil rights.",
            "The injustice rankled her.",
            "Injustice can make us tolerant and forgiving.",
            "The law is part of an effort to correct an old injustice.",
            "The organization is devoted to fighting economic injustice.",
            "He had dared to speak out against injustice, and overnight he became a national hero.",
            "He sat alone, ruminating on the injustice of the world.",
            "Their dream is to erase poverty and injustice from the world."
        ],
        "example_translate": [
            "С несправедливостью было покончено.",
            "Трудно понять такую чудовищную несправедливость.",
            "Пусть он придет! Я защищу его от зла или несправедливости.",
            "Они пострадали от вопиющей несправедливости.",
            "Мы должны продолжить борьбу за справедливость и против несправедливости.",
            "Зрелище несправедливости глубоко врезалось ему в душу.",
            "Его речи были полны ненависти к несправедливости.",
            "У него развилось глубокое чувство социальной несправедливости.",
            "Люди ведут борьбу против репрессий и несправедливости.",
            "В фильме рассказывается о несправедливостях в отношении коренных американцев.",
            "Ей не хватило духу, чтобы открыто высказаться, хотя она понимала, что совершается ужасная несправедливость.",
            "Она бушевала по поводу несправедливости их решения.",
            "Сказать, что ты плохо готовишь, значит несправедливо тебя обидеть.",
            "Врождённое отвращение к несправедливости, которое побудило её стать активным борцом за гражданские права.",
            "Несправедливость раздражала её.",
            "Несправедливость способна сделать нас терпимыми и снисходительными.",
            "Этот закон является частью усилий, направленных на то, чтобы исправить старую несправедливость.",
            "Деятельность данной организации посвящена борьбе с экономической несправедливостью.",
            "Он осмелился выступить против несправедливости, и за одну ночь стал национальным героем.",
            "Он сидел в одиночестве, размышляя о том, как несправедлив этот мир.",
            "Их мечта - стереть бедность и несправедливость с лица земли."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}