{
    "injured": {
        "comment": [
            "injure",
            "injury"
        ],
        "translate": "раненый, травмированный, поврежденный, пострадавший",
        "transcription": " |ˈɪndʒərd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The dog injured his paw.",
            "Grandpa was badly injured in the war.",
            "She fell and injured herself.",
            "Angus injured his leg playing rugby.",
            "He is in no way injured.",
            "The bomb injured 12 civilians.",
            "She was injured in a brutal assault.",
            "Neither of the car's two occupants was injured.",
            "Eight people were injured in the fracas.",
            "The injured player limped off the court.",
            "Both of the car's occupants were injured.",
            "Two people have been critically injured in a road accident.",
            "Pus oozed from the cat's injured ear.",
            "She fell and slightly injured her arm.",
            "He talked gently to the injured animal.",
            "He wrapped a bandage around my injured wrist.",
            "No one was seriously injured in the accident.",
            "It looked like he was babying his injured foot.",
            "The injured man was lying motionless on his back.",
            "She didn't try to hide her anger and injured pride.",
            "He was injured in an accident at work.",
            "The left guard was injured on the play.",
            "The car accident left him seriously injured.",
            "Several people were injured in the accident.",
            "Three civilians were injured during the fray.",
            "Several people were injured in a bomb explosion.",
            "It came as a shock to learn that he was injured.",
            "Several people were badly injured in the accident.",
            "The injured hiker was finally able to reach safety.",
            "She was cradling the injured man's head in her arms."
        ],
        "example_translate": [
            "Собака повредила лапу.",
            "На войне дедушка был тяжело ранен.",
            "Она упала и ушиблась.",
            "Ангус повредил ногу, играя в регби.",
            "Он вовсе не обижен.",
            "Эта бомба ранила двенадцать мирных жителей.",
            "Она пострадала от зверского нападения.",
            "Ни один из двух пассажиров машины не пострадал.",
            "В потасовке пострадало восемь человек.",
            "Травмированный игрок, хромая, покинул корт.",
            "Оба пассажира машины получили повреждения /были травмированы/.",
            "Два человека серьезно пострадали в автомобильной аварии.",
            "Из раненого кошачьего уха выделялся гной.",
            "Она упала и слегка повредила руку.",
            "Он тихонько поговорил с раненым животным.",
            "Он обмотал моё повреждённое запястье бинтом.",
            "В результате аварии никто серьёзно не пострадал.",
            "Похоже было, что он баюкает свою больную ногу.",
            "Раненый лежал на спине без движения.",
            "Она не пыталась скрыть свой гнев и оскорбленную гордость.",
            "Он получил травму /пострадал/ в результате несчастного случая на работе.",
            "В этом розыгрыше левый гард /защитник/ получил травму. (об американском футболе)",
            "В результате ДТП он получил серьёзные травмы.",
            "В результате аварии пострадало несколько человек.",
            "Три человека получили ранения во время драки.",
            "Несколько человек получило ранения в результате взрыва бомбы.",
            "Известие о том, что он ранен, было словно гром среди ясного неба.",
            "В этой аварии несколько человек получили серьёзные ранения.",
            "Получившему травму туристу наконец-то удалось добраться до безопасного места.",
            "Она осторожно держала руками голову раненого."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}