{
    "injury": {
        "comment": [],
        "translate": "травма, повреждение, вред, ущерб, ушиб, рана, оскорбление, обида, порча",
        "transcription": " |ˈɪndʒəri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Luckily she escaped injury.",
            "He was unable to play tennis after the injury.",
            "He suffered a severe head injury.",
            "They dropped her from the team because of leg injury.",
            "He's been out of action for 6 months with a serious knee injury.",
            "Injury data were abstracted from the same source.",
            "The player has been sidelined by a knee injury.",
            "Apply a cold compress to the injury.",
            "Her injury was a great misfortune.",
            "A few passengers somehow escaped injury.",
            "A space in front of the pictures was roped off to prevent injury to them.",
            "He claimed he was playing badly because of an injury, but I think he was sandbagging.",
            "She aggravated an old knee injury.",
            "His career has been hindered by injury.",
            "She suffered an injury during the game.",
            "You've got to give the injury time to heal.",
            "He is still being troubled by an ankle injury.",
            "The injury will keep him out of action for a month.",
            "This condition is sometimes termed RSI, or repetitive strain injury.",
            "She not only deceived him but, to add insult to injury, allowed him to pay for her meal.",
            "He has been hobbled by a knee injury.",
            "He has been dogged by injury all season.",
            "The injury is child's play, just a scratch.",
            "a conjecture about the extent of the injury",
            "The rehab for his leg injury is going well.",
            "The injury required urgent medical attention.",
            "He avoided the draft because of a foot injury.",
            "Moreno limped off the field with a foot injury.",
            "an injury caused by repetitive wrist movements",
            "Injury threatened to wreck his sporting career."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "К счастью, она избежала травмы.",
            "После травмы он был не в состоянии играть в теннис .",
            "Он получил тяжёлую травму головы.",
            "Её не включили в команду из-за травмы ноги.",
            "Он не работал в течение шести месяцев из-за серьезной травмы колена.",
            "Сведения о травмах были почёрпнуты из того же источника.",
            "Из-за травмы колена игрок не смог принять участие в матче.",
            "Приложите к ушибленному месту холодный компресс.",
            "Её травма была большим несчастьем.",
            "Несколько пассажиров каким-то образом избежали травм.",
            "Пространство перед картинами было отгорожено, чтобы уберечь их от повреждения.",
            "Он заявил, что играл плохо из-за травмы, но мне кажется, что он просто не хотел выкладываться /сачковал/.",
            "Она усугубила старую травму колена.",
            "Продвижению его карьеры мешают травмы.",
            "Она получила травму во время игры.",
            "Нужно дать травме время залечиться.",
            "Его всё ещё беспокоит травма лодыжки.",
            "Это повреждение выведет его из строя на месяц.",
            "Это состояние иногда называют RSI, или тоннельно-костевой синдром.",
            "Она не только обманула его, но и, чтобы подлить масла в огонь /насыпать соль на рану/, позволила ему заплатить за её еду.",
            "Ему мешает травма колена.",
            "Весь сезон его преследовали травмы.",
            "Это повреждение — пустяки, просто царапина.",
            "предположение о тяжести полученной травмы",
            "Восстановление его повреждённой ноги проходит успешно.",
            "Это повреждение требует срочной медицинской помощи.",
            "Он избежал призыва в армию из-за травмы ноги.",
            "Морено, хромая, ушёл с поля с травмой ноги.",
            "травма, причиной которой послужили многократные движения запястья",
            "Травмы грозили положить конец его спортивной карьере."
        ]
    }
}