{
    "innocence": {
        "comment": [
            "innocent"
        ],
        "translate": "невиновность, невинность, наивность, чистота, простодушие, безвредность, простота",
        "transcription": " |ˈɪnəsns|",
        "antonyms": [],
        "mnemonic": [
            "Innocent ['ɪnəsənt]\ninnocence ['ɪnəsns] - невиновность\n***\nНЕВИННОМУ приговор вынесен (т). (это) Innocent"
        ],
        "examples": [
            "They convinced us of their innocence.",
            "Can you prove your innocence?",
            "The age of innocence was over.",
            "He maintained his innocence.",
            "You can be dead sure of my innocence.",
            "He adopted / put on the face of innocence.",
            "She kept insisting on her innocence.",
            "The suspect protested his innocence.",
            "He vows that he will prove his innocence in court.",
            "We must presume innocence until we have evidence of guilt.",
            "The court must presume innocence until there is proof of guilt.",
            "The word “childlike” connotes innocence.",
            "Jackson tried to satisfy me of his innocence.",
            "He managed to convince the jury of his innocence.",
            "The word “childlike” has connotations of innocence.",
            "In court, the man was still professing his innocence.",
            "The purest innocence will be bemired by malice. (Ch. H. Spurgeon)",
            "You may feign innocence, but I know that that last remark was an intended dig.",
            "In the character of the good-hearted, virtuous seaman, the author has personalized the concept of perfect innocence.",
            "I didn't believe her avowal of innocence.",
            "We had incontestable proof of her innocence.",
            "McFadden must persuade the jury of her innocence.",
            "He professed innocence but later admitted his guilt.",
            "The loss of innocence is a recurrent theme in his stories.",
            "These new findings should remove any doubt about his innocence.",
            "He maintained his innocence and said the allegations were 'ridiculous'.",
            "The governor went on television to make a passionate protestation of his innocence in the bribery scandal."
        ],
        "example_translate": [
            "Они убедили нас в своей невиновности.",
            "Вы можете доказать свою невиновность?",
            "Возраст невинности прошёл. / Эпоха невинности закончилась.",
            "Он настаивал на своей невиновности.",
            "Можете быть совершенно уверены в моей невиновности.",
            "Он принял невинный вид.",
            "Она продолжала настаивать на своей невиновности.",
            "Подозреваемый заявил о своей невиновности.",
            "Он клянется, что он сможет доказать свою правоту в суде.",
            "Мы обязаны предполагать невиновность до тех пор, пока у нас не будет доказательств вины.",
            "Суд должен предполагать невиновность до тех пор, пока не будет доказательств вины.",
            "Слово “детский” подразумевает невинность.",
            "Джексон попытался убедить меня в своей невиновности.",
            "Ему удалось убедить присяжных в своей невиновности.",
            "Слово “детский” имеет коннотации невинности.",
            "В суде этот человек по-прежнему заявлял о своей невиновности.",
            "Воплощение невинности пострадает от злого умысла.",
            "Можешь притворяться невинной овечкой, но я точно знаю, что это последнее замечание было преднамеренной насмешкой.",
            "В образе этого добросердечного, благонравного моряка автор воплотил идею абсолютного простодушия.",
            "Я не поверил её заявлению о невиновности.",
            "У нас имелось неопровержимое доказательство её невиновности.",
            "МакФадден должна убедить присяжных в своей невиновности.",
            "Он заявил о своей невиновности, но впоследствии признал свою вину.",
            "Потеря невинности является повторяющейся темой его рассказов.",
            "Эти новые данные должны устранить любые сомнения относительно его невиновности.",
            "Он настаивал на своей невиновности и назвал эти обвинения \"смехотворными\".",
            "Губернатор выступил на телевидении, горячо заявляя о своей невиновности в скандале, связанном со взятками."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}