{
    "innovation": {
        "comment": [],
        "translate": "инновация, новшество, нововведение, новаторство, начинание",
        "transcription": " |ˌɪnəˈveɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "the latest innovation in computer technology",
            "There's little room for innovation.",
            "Retrogression they prefer to any untried innovation.",
            "Too many regulations stifle innovation.",
            "the rapid pace of technological innovation",
            "Healthy competition is a force for innovation.",
            "We must encourage innovation if the company is to remain competitive.",
            "We need to encourage innovation in industry.",
            "Through technology and innovation, they found ways to get better results with less work.",
            "She is responsible for many innovations in her field.",
            "Good management should be an instrument for innovation.",
            "The company is trying to develop a positive climate for innovation.",
            "Many people feel bewildered by the speed of technological innovation.",
            "One company's innovation has proven to be a boost to the entire industry.",
            "Companies that foster innovation give their workers freedom to offer new ideas."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "последняя инновация в области компьютерных технологий",
            "Там мало места для новшеств.",
            "Они предпочитают регресс любым неиспытанным новшествам.",
            "Чрезмерное количество правил подавляет инновации.",
            "стремительный темп технологических инноваций",
            "Здоровая конкуренция — это движущая сила инноваций.",
            "Мы должны поощрять инновации, если компания хочет сохранить свою конкурентоспособность.",
            "Нам нужно поощрять новаторство в промышленности.",
            "С помощью технологий и инноваций они нашли способы получить лучшие результаты при меньших усилиях.",
            "На её счету множество инноваций в своей области.",
            "Хорошее управление должно быть средством введения новшеств.",
            "Компания стремится к созданию благоприятного климата для инновационной деятельности.",
            "Многих озадачивает скорость внедрения технических новшеств.",
            "Новшества в одной из компаний стали толчком для всей отрасли.",
            "Компании, поощряющие нововведения, предоставляют своим работкникам свободу предлагать новые идеи."
        ]
    }
}