{
    "inquire": {
        "comment": [
            "enquiry",
            "require",
            "requirement",
            "acquire",
            "inquiry"
        ],
        "translate": "спрашивать, исследовать, узнавать, наводить справки, справляться о",
        "transcription": " |ˌɪnˈkwaɪr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "“So, what do you want?” he inquired.",
            "We inquired the way to the station.",
            "'Where's the station?' she inquired of a passer-by.",
            "The waiter inquired whether we would like to sit near the window.",
            "I obey your requisition and inquire the purpose of it.",
            "I inquired about their special today.",
            "You should inquire about the return policy when you buy returnable goods.",
            "'Why are you doing that?' the boy inquired.",
            "When I inquired, they told me she was not here.",
            "I am writing to inquire about your advertisement in The Times.",
            "The sign on the door says \"Help Wanted: Inquire Within.\"",
            "Since you haven't read the book, I suppose that it would be otiose to inquire what you thought of it.",
            "The investigation will inquire into the company's financial dealings.",
            "Toby would have liked to inquire further (=ask more questions)."
        ],
        "example_translate": [
            "“Итак, что же вы хотите?” - спросил он.",
            "Мы спросили дорогу к станции.",
            "\"Где станция?\" - спросила она у прохожего.",
            "Официант спросил, не хотели бы мы сесть возле окна.",
            "Я подчиняюсь вашему требованию, но хотел бы знать ваши цели.",
            "Я поинтересовался насчёт их сегодняшнего блюда дня.",
            "Когда вы покупаете возвратные товары, вам следует разузнать о политике возврата товаров.",
            "— Почему вы это делаете? — поинтересовался мальчик.",
            "Когда я спросил, мне сказали, что её здесь нет.",
            "Я пишу по поводу вашего объявления в газете \"Таймс\".",
            "Надпись на двери гласила: \"Требуется помощь, спрашивать здесь\".",
            "Поскольку вы не читали эту книгу, то спрашивать, что вы о ней думаете, я полагаю, бесполезно.",
            "В ходе следствия будут расследованы финансовые махинации данной компании.",
            "Тоби пожелал бы продолжить расспросы (т.е. задать больше вопросов)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}