{
    "inquiry": {
        "comment": [],
        "translate": " расследование, дознание, спрос, вопрос, исследование, справка, следствие",
        "transcription": "  |ˌɪnˈkwaɪri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He got a quick reply to his inquiry.",
            "I don't know who sent the gift, but I'll make some inquiries.",
            "We're getting a lot of inquiries about our new service.",
            "Further inquiry showed that he had visited the city twice before.",
            "The inquiry was rounding itself out.",
            "He had bottomed the whole inquiry.",
            "An inquiry form is included in the insert in the newspaper.",
            "She refused to answer inquiries from the media about her marriage.",
            "I appreciated his solicitous inquiry about my health.",
            "an inquiry into the conduct of the police",
            "The police are currently pursuing several lines of inquiry into the case.",
            "Regarding your recent inquiry, I have enclosed a copy of our new brochure.",
            "The inquiry was chaired by a judge.",
            "There's to be an internal inquiry into the whole affair.",
            "The aim of the inquiry was to determine what had caused the accident.",
            "Human rights groups have called for an independent inquiry into the killings.",
            "The Civil Aviation Authority has agreed to hold an inquiry into the accident.",
            "The inquiry unearthed some disturbing evidence.",
            "The government will conduct a full-scale inquiry into the crash.",
            "Parents have called for an independent inquiry into the accident.",
            "Plans to build a private hospital have been scuppered after a government inquiry.",
            "The local council set up a committee of inquiry to look into policing arrangements.",
            "The police are pursuing a new line of inquiry.",
            "She has a mind for serious inquiry, as befits a scientist.",
            "The inquiry has to stay within the parameters laid down by Congress.",
            "It is only right and proper that an independent inquiry should take place.",
            "The board ordered an inquiry to determine whether the rules had been followed."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он получил быстрый ответ на свой запрос.",
            "Я не знаю, кто послал подарок, но я наведу некоторые справки.",
            "Мы получаем много вопросов о нашей новой услуге.",
            "Дальнейшее расследование показало, что прежде он побывал в городе дважды.",
            "Следствие заканчивалось.",
            "Он тщательнейшим образом провёл расследование.",
            "Бланк запроса включен в газетный вкладыш.",
            "Она отказалась отвечать на вопросы журналистов по поводу своего брака.",
            "Я оценил его участливые расспросы о моём здоровье.",
            "расследование поведения сотрудников полиции",
            "Полиция в настоящее время рассматривает несколько линий следствия по делу.",
            "Что касается вашего последнего запроса, я приложил (к письму) экземпляр нашей новой брошюры.",
            "Расследование проходило под председательством одного из судей.",
            "Состоится внутреннее расследование всей этой истории.",
            "Целью расследования было определить, что стало причиной аварии.",
            "Правозащитные группы призвали провести независимое расследование этих убийств.",
            "Управление гражданской авиации согласилось провести расследование обстоятельств данной катастрофы.",
            "Расследование выявило некоторые тревожные данные.",
            "Правительство проведёт полномасштабное расследование причин этой аварии.",
            "Родители призвали к независимому расследованию этого несчастного случая.",
            "Замыслы постройки частной больницы окончательно разрушены после правительственного запроса.",
            "Местный совет создал комиссию по расследованию методов работы полиции.",
            "Полиция проводит новую линию расследования.",
            "Как и подобает учёному, он обладает очень пытливым умом.",
            "Запрос должен оставаться в пределах рамок, установленных Конгрессом.",
            "Совершенно правильно и уместно будет провести независимое расследование.",
            "Совет директоров приказал провести расследование, чтобы определить, были ли соблюдены правила."
        ]
    }
}