{
    "insect": {
        "comment": [],
        "translate": "насекомое, букашка, ничтожество",
        "transcription": " |ˈɪnsekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The ant is a form of insect.",
            "Please brush this insect off.",
            "Don't scratch your insect bites!",
            "The insect bite produced a rash.",
            "The insect sucks until it is gorged with blood.",
            "There were cockroaches in the house and an insect spray was used.",
            "The insect is the size of a pinhead.",
            "The insect has quitted the exuviae of the pupa.",
            "Don't forget to bring insect repellant (=a chemical to keep insects away).",
            "He is studying insect communication.",
            "The wings of the insect are often delicately pencilled.",
            "The magazine's editor in chief was notorious for treating staffers as insects, often not even bothering to learn their names.",
            "protecting the house from insect invasion",
            "The insect's body is black with yellow longitudinal stripes.",
            "An insect's versatile antennae can move up and down or laterally.",
            "In the perfect insect the abdomen does not carry either the wings or the legs.",
            "The insect's evolutionary adaptations enable it to be almost invisible even when sitting in the middle of a leaf."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Муравей — это вид насекомых.",
            "Смахни, пожалуйста, эту букашку.",
            "Не расчёсывайте укусы насекомых!",
            "От укуса насекомого появилась сыпь.",
            "Насекомое сосёт, пока не напьётся крови до отвала.",
            "В доме были тараканы, поэтому пришлось применить специальный аэрозоль для уничтожения насекомых.",
            "Размер насекомого — с булавочную головку.",
            "Насекомое сбросило покров куколки.",
            "Не забудьте взять с собой средство от насекомых (т.е. химикат, отпугивающий насекомых).",
            "Он изучает коммуникацию насекомых.",
            "Крылья насекомого часто несут на себе тонкий изящный рисунок.",
            "Главный редактор журнала славился тем, что относился к сотрудникам, как к насекомым, часто даже не удосужившись узнать их имена.",
            "защищая дом от нашествия насекомых",
            "Тело насекомого — чёрное, с жёлтыми продольными полосками.",
            "Универсальные усики насекомых могут двигаться вверх-вниз или из стороны в сторону.",
            "У настоящих насекомых на брюшке не могут располагаться ни крылья, ни ножки.",
            "Эволюционная адаптация этого насекомого позволяет ему быть почти невидимым, даже сидя посреди листа."
        ]
    }
}