{
    "insert": {
        "comment": [
            "desert",
            "dessert",
            "assert",
            "assertion",
            "insect"
        ],
        "translate": "вставка, вкладыш, вклейка, втулка, вставлять, включать, помещать, вписывать",
        "transcription": " |ɪnˈsɜːrt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Insert your credit card here.",
            "You need to insert a comma between these two words.",
            "Insert the sentence between the brackets.",
            "Insert your comments in the space below.",
            "Tnsert a picture into the text.",
            "An inquiry form is included in the insert in the newspaper.",
            "Insert your ticket into the slot.",
            "DNA insert",
            "Additionally an insert is required to be placed in the package with the product.",
            "His manager inserted a new clause into his contract.",
            "Each box includes an insert explaining the product's proper use.",
            "The pot comes with an insert for steaming.",
            "He wore special inserts in his shoes to make him look taller.",
            "They tried to insert themselves into the conversation.",
            "His hand shook slightly as he inserted the key into the lock.",
            "Select “Insert” from the “Edit” menu.",
            "Insert the tab into this slot to close the box."
        ],
        "example_translate": [
            "Вставьте кредитную карту сюда.",
            "Вам необходимо поставить запятую между этими двумя словами.",
            "Поставьте предложение в скобки.",
            "Вставьте свои комментарии ниже.",
            "Вставь в текст картинку.",
            "Бланк запроса включен в газетный вкладыш.",
            "Вставьте свой билет в прорезь.",
            "ДНК-вставка",
            "Кроме того, в упаковку с продуктом необходимо поместить вкладыш.",
            "Его руководитель вставил в его контракт новое условие.",
            "В каждой коробке есть вкладыш, в котором объясняется, как правильно пользоваться данным изделием.",
            "Кастрюля поставляется вместе со вставкой для варки на пару.",
            "У него в обуви были специальные вкладыши, чтобы он казался выше, чем на самом деле.",
            "Они попытались вклиниться в этот разговор.",
            "Когда он вставил ключ в замок, его рука слегка затряслась.",
            "Выберите команду “Вставить” из меню “Правка”.",
            "Вставьте язычок в это гнездо, чтобы закрыть коробку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}