{
    "insist": {
        "comment": [
            "sister"
        ],
        "translate": "настаивать, настоять, утверждать, настойчиво утверждать",
        "transcription": " |ɪnˈsɪst|",
        "antonyms": [],
        "mnemonic": [
            "assist [ə'sɪst]\ninsist [ɪn'sɪst]\ndesist [dɪ'zɪst]\npersist [pə'sɪst] - упорствовать, настаивать\n***\nПОМОЧЬ готов, но очень голосист. (это) assist\n***\nОн НАСТАИВАЕТ, он - голосист. (это) insist\n***\nПРЕКРАТИЛ работу геодезист. (это) desist"
        ],
        "examples": [
            "Stay for supper - I insist!",
            "Mike insisted that he was right.",
            "She kept insisting on her innocence.",
            "I must insist!",
            "She insists the money is hers.",
            "His friends insisted he had no connection with drugs.",
            "I'm afraid I have to insist on the return of my book at once.",
            "He insisted I should take a taxi.",
            "“Come on, let's go.” “Oh, all right, if you insist.”",
            "Feminists insist that women can be absolute equals with men.",
            "They insisted that everyone should come to the party.",
            "They insist on maintaining firm control over the project.",
            "I didn't want to go, but she insisted.",
            "We insist on formal dress for dinner.",
            "It was the height of absurdity to insist on a refund.",
            "Throughout the trial, the prisoner insisted on his lack of guilt.",
            "'Why don't you call them up today?' 'Oh, if you insist!'",
            "At our bank we insist on high standards of customer service.",
            "He insisted upon checking everything himself.",
            "If you insist on painting your house bright orange, everyone will assume you are a kook.",
            "They insist on a guarantee as a precondition of the deal.",
            "Most churches baptize infants but some insist on adult baptism.",
            "Some would insist that the military's budget is still inadequate.",
            "the mindless obstinacy of those people who continue to insist that the earth is flat"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Оставайтесь на ужин, — я настаиваю!",
            "Майк настоял на том, что он был прав.",
            "Она продолжала настаивать на своей невиновности.",
            "Я настаиваю!",
            "Она утверждает, что это её деньги.",
            "Его друзья утверждали, что он не имел дел с наркотиками.",
            "Пожалуй, я должен потребовать немедленного возвращения моей книги.",
            "Он настоял на том, чтобы я взял такси.",
            "— Давай, пойдём. — Ну ладно, раз ты настаиваешь.",
            "Феминистки считают, что женщины могут ни в чём не уступать мужчинам.",
            "Они настаивали на том, чтобы все пришли на вечеринку.",
            "Они настаивают на сохранении жесткого контроля над проектом.",
            "Я не хотел идти, но она настояла.",
            "Настоятельная просьба прибыть на ужин в официальной одежде.",
            "Было совершеннейшим вздором настаивать на возмещении расходов.",
            "В течение всего судебного процесса подсудимый настаивал на своей невиновности.",
            "— Почему бы вам сегодня им не позвонить? — Ну, если вы настаиваете...",
            "В нашем банке мы не отступаем от высоких стандартов обслуживания клиентов.",
            "Он настоял на том, чтобы проверить всё самому.",
            "Если вы потребуете выкрасить свой дом в ярко-оранжевый цвет, все сочтут вас сумасбродом.",
            "Они настаивают на залоге в качестве предварительного условия сделки.",
            "Хотя большинство церквей крестят младенцев, но некоторые из них настаивают на крещении взрослых людей.",
            "Некоторые настаивали на том, что военный бюджет по-прежнему недостаточен.",
            "глупое упрямство людей, продолжающих настаивать на том, что земля плоская"
        ],
        "stars": 3
    }
}