{
    "inspire": {
        "comment": [],
        "translate": "вдохновлять, вдохновить, внушать, воодушевить, воодушевлять, вселить, вселять",
        "transcription": " |ɪnˈspaɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her courage has inspired us.",
            "We need someone who can inspire the team.",
            "He inspired many young people to take up the sport.",
            "Inspired by the sunny weather, I decided to explore the woods.",
            "Threats don't necessarily inspire people to work.",
            "His driving hardly inspires confidence.",
            "The general's speech inspired vigour in the men.",
            "The film was successful enough to inspire a sequel.",
            "The news inspired hope that the war might end soon.",
            "I hope this success will inspire you to greater efforts.",
            "Her first novel was inspired by her early childhood.",
            "The lung cancer patient cannot inspire air very well.",
            "He inspired generations of future scientists.",
            "The hospital's record does not inspire confidence.",
            "The soar of the space shuttle never fails to inspire.",
            "The story was inspired by a chance meeting with an old Russian duke.",
            "The article about the artist inspired the exhibition of his recent work.",
            "In his speeches he manifests a transcendental ability to inspire people from all points on the political spectrum.",
            "Gandhi's quiet dignity inspired great respect.",
            "His discoveries inspired a whole new line of scientific research."
        ],
        "example_translate": [
            "Ее смелость вдохновила нас.",
            "Нам нужен кто-то, кто может вдохновить команду.",
            "Он вдохновил многих молодых людей на занятие спортом.",
            "Вдохновленный солнечной погодой, я решил осмотреть лес.",
            "Угрозы не всегда заставляют людей работать.",
            "Его уровень вождения едва ли внушает доверие.",
            "Речь генерала воодушевила людей.",
            "Успех фильма позволил снять его продолжение.",
            "Эти новости вселили надежду на то, что война может скоро закончиться.",
            "Я надеюсь этот успех вдохновит вас на покорение новых вершин (досл. на большие усилия).",
            "Вдохновение для своего первого романа она черпала из своего раннего детства.",
            "Этот больной раком лёгких не может сделать нормальный вдох.",
            "Он вдохновлял несколько поколений будущих учёных.",
            "Медицинская документация этой больницы доверия не внушает.",
            "Взлет космического \"челнока\" никогда не перестает вдохновлять.",
            "Этот рассказ навеяла случайная встреча со старым русским князем.",
            "Статья об этом художнике вдохновила на проведение выставки его последних работ.",
            "В своих выступлениях он проявляет необыкновенные способности вдохновлять людей из всех точек политического спектра.",
            "Спокойное достоинство Ганди внушало большое уважение.",
            "Его открытия положили начало целому новому направлению научных исследований."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}