{
    "inspiration": {
        "comment": [
            "spirit",
            "spiritual",
            "inspire",
            "conspiracy",
            "spiral",
            "aspire",
            "aspiration",
            "aspirin"
        ],
        "translate": "вдохновение, вдох, воодушевление, влияние, инспирация, вдыхание, стимулирование",
        "transcription": " |ˌɪnspəˈreɪʃn|",
        "antonyms": [],
        "mnemonic": [
            "inspire [ɪn'spaɪə]\nconspire [kən'spaɪə]\nrespire [rɪ'spaɪə]\ninspiration [ɪnspə'reɪʃən] - вдохновение\nexpire [ɪks'paɪə] - выдыхать, истекать, кончаться,\nугасать\naspire [əs'paɪə] - стремиться\nempire ['ɛmpaɪə] - империя\n***\nВНУШАЛ, что он свой \"джинс\"|парил. (это) inspire\n***\nСГОВОРИЛИСЬ конь|с|парой. (это) conspire\n***\nВДЫХАЛ воздух и рис|парил. (это) (это) respire"
        ],
        "examples": [
            "What gave him the inspiration to do it?",
            "She had a sudden inspiration.",
            "Her example was an inspiration to young people.",
            "Where does the inspiration for your art come from?",
            "She paused, searching for inspiration.",
            "He had a sudden flash of inspiration.",
            "He has always been a source of inspiration for me.",
            "My mind was arid, all inspiration gone.",
            "His paintings take their inspiration from nature.",
            "The idea for the movie came to her in a flash of inspiration.",
            "Pam needed a good pinch of inspiration and a great dollop of confidence.",
            "Mary Quant's inspiration comes from the glam style of the 70s.",
            "His quirkily dysfunctional family proved to be a bottomless well of inspiration for the novelist",
            "People like Tara are an inspiration to us all.",
            "Deciding to have the party outdoors was sheer inspiration.",
            "She had a sudden inspiration. They would have the party outdoors!",
            "The team now seems bereft of inspiration.",
            "Her inner strength is an inspiration to us all.",
            "The seascapes of Cape Cod were her inspiration."
        ],
        "example_translate": [
            "Что вдохновило его это сделать?",
            "Её осенила блестящая идея.",
            "Её пример вдохновлял молодёжь.",
            "Что является источником вдохновения для вашего искусства?",
            "Она остановилась, в поисках вдохновения.",
            "На него вдруг снизошло вдохновение.",
            "Он всегда был для меня источником вдохновения.",
            "В голове было пусто, все вдохновение куда-то девалось.",
            "Его картины черпают вдохновение из природы.",
            "Идея фильма пришла к ней во вспышке вдохновения.",
            "Пэм явно не хватало вдохновения и уверенности.",
            "Мэри Куант черпает своё вдохновение в гламурном стиле семидесятых годов.",
            "Его неблагополучная семья оказалась для писателя бездонным источником вдохновения.",
            "Такие люди, как Тара, являются источником вдохновения для всех нас.",
            "Решение провести эту вечеринку под открытым небом было чрезвычайно удачным.",
            "И тут её вдруг осенило: у них будет вечеринка под открытым небом!",
            "Теперь команда как будто лишилась вдохновения.",
            "Её внутренняя сила является источником вдохновения для всех нас.",
            "Морские пейзажи Кейп-Кода послужили ей вдохновением."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}