{
    "inspector": {
        "comment": [
            "inspect",
            "inspection"
        ],
        "translate": "инспектор, контролер, ревизор, надзиратель, приемщик, наблюдатель, обходчик",
        "transcription": " |ɪnˈspektər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The Chief Inspector took a thin file out of the desk.",
            "We have had a communication from the local tax inspector.",
            "The inspector discovered a crack in the house's foundation.",
            "I'm afraid we have a murder on our hands, Inspector.",
            "The building was condemned by the inspector.",
            "The investigation will be led by Inspector Scarfe.",
            "The building inspector is visiting the new housing project.",
            "Inspector Marshall was commended for his professional attitude.",
            "The security inspector upended my bag and dumped everything out.",
            "An inspector ensures that food is prepared in hygienic conditions.",
            "An inspector comes round every so often to check the safety equipment.",
            "The produce inspector rejected several crates of berries that had begun to grow mold.",
            "The proximity of the curtains to the fireplace was a cause of concern for the safety inspector."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Старший инспектор достал из письменного стола тонкую папку.",
            "Мы получили сообщение от местного налогового инспектора.",
            "Инспектор обнаружил трещину в фундаменте дома.",
            "К сожалению, инспектор, мы имеем дело с убийством.",
            "Здание было забраковано представителем технадзора /приёмщиком/.",
            "Расследование будет проводиться под руководством инспектора Скарфа.",
            "Инспектор по надзору за строительством посещает новый жилой массив.",
            "Инспектор Маршалл получил поощрение за профессиональное отношение к делу.",
            "Инспектор по безопасности перевернул мою сумку вверх дном и вывалил из неё всё содержимое.",
            "Ревизоры следят за тем, чтобы еда готовилась в гигиенических условиях.",
            "Время от времени приходит инспектор, чтобы проверить безопасность оборудования.",
            "Контролёр продукции отбраковал несколько ящиков ягод, которые начали плесневеть.",
            "Близость шторы к камину была причиной беспокойства инспектора по безопасности."
        ],
        "stars": 2
    }
}