{
    "install": {
        "comment": [
            "ball",
            "baseball",
            "basketball",
            "football",
            "recall",
            "hall",
            "tall",
            "fall",
            "all",
            "small",
            "call",
            "wall",
            "overall",
            "shall",
            "stall",
            "mall",
            "waterfall"
        ],
        "translate": "устанавливать, монтировать, вселить, помещать, устраивать, водворить, настраивать",
        "transcription": " |ɪnˈstɔːl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "When are they coming to install the new cooker in the kitchen?",
            "New locks were installed on all the doors.",
            "They were temporarily installed in the guest bedroom.",
            "The lights were expensive to install.",
            "We thought about installing a new phone system.",
            "The new president was installed immediately after the election.",
            "The program is a cinch to install.",
            "We've installed new anti-virus software.",
            "Once I've installed myself in my favourite chair, I don't like to get up.",
            "You might want to install anti-virus software.",
            "The software installs easily on your hard drive.",
            "This document describes how to install Linux on a headless server.",
            "No, he's been installed in the chairmanship for too long to be dismissed now.",
            "I applaud the decision to install more security cameras.",
            "Security cameras have been installed in the city centre.",
            "Ironically, he had decided not to install a burglar alarm before the break-in occurred.",
            "They've installed the new computer network at last.",
            "Churchill was installed as Chancellor of the university.",
            "A note of caution: be sure that the electricity is off before you install the ceiling fan.",
            "The computer comes with the software already installed.",
            "The college recently installed its first woman president.",
            "The new president was installed immediately after the election."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "al + Сг = [ɔːl]"
        ],
        "example_translate": [
            "Когда они придут устанавливать в кухне новую плиту?",
            "На все двери были установлены новые замки.",
            "Они были временно размещены в спальне для гостей.",
            "Установка освещения была дорогостоящей.",
            "Мы думали об установке новой телефонной системы.",
            "Новый президент был введен в должность сразу после избрания.",
            "Эта программа проста в установке.",
            "Мы установили новое антивирусное программное обеспечение.",
            "Когда я устраиваюсь в своём любимом кресле, то не люблю вставать.",
            "Возможно, вам стоит установить антивирус. (you might want to — вежливая форма просьбы или совета)",
            "Программа легко устанавливается на жёсткий диск.",
            "Данный документ описывает процедуру установки системы Linux на автономный сервер.",
            "Нет, он слишком долго был председателем, чтобы его освободили от этих обязанностей теперь.",
            "Я приветствую решение установить больше камер выидеонаблюдения.",
            "В центре города установлены камеры видеонаблюдения.",
            "По иронии судьбы, незадолго до взлома он решил не устанавливать охранную сигнализацию.",
            "Они наконец-то установили новую компьютерную сеть.",
            "Черчилль был торжественно назначен ректором этого университета.",
            "Внимание: прежде чем устанавливать потолочный вентилятор, убедитесь, что электричество отключено.",
            "Компьютер поставляется с предустановленным программным обеспечением.",
            "Не так давно президентом этого вуза впервые стала женщина.",
            "Новый президент был официально введён в должность сразу после выборов."
        ]
    }
}