{
    "instrument": {
        "comment": [
            "instrumental"
        ],
        "translate": "инструмент, прибор, приборный, инструментовать",
        "transcription": " |ˈɪnstrəmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Do you play any instruments?",
            "The Church is the instrument of man's salvation.",
            "Did you use to sing or play an instrument?",
            "That beautiful but temperamental instrument the flute.",
            "The new instrument is expected to produce relatively higher interests.",
            "I would never be an instrument of bringing a free and brave people into slavery.",
            "an instrument for measuring air pressure",
            "My greed was the instrument of my destruction.",
            "The piano was his favorite musical instrument.",
            "The sewing-machine is the instrument of the tailor in the making of a coat.",
            "This instrument measures wind speed.",
            "The marimba is a percussion instrument.",
            "He contributed to the design of a new instrument.",
            "the cello, a rather ungainly instrument for a girl",
            "The musicians left their instrument cases backstage.",
            "He taped three copies of this note to instrument boxes.",
            "Good management should be an instrument for innovation.",
            "an instrument designed to measure the Earth's atmosphere",
            "discordant tones coming from the poorly tuned instrument",
            "Playing an instrument can be a form of emotional release.",
            "She possesses complete technical mastery of her instrument.",
            "Death was due to a blow on the head with a blunt instrument.",
            "The instrument can gauge a distance with the push of a button.",
            "Interest rates are an important instrument of economic policy.",
            "The victim suffered a blow to the head from a blunt instrument.",
            "The instrument is chiefly used to measure and record heart function.",
            "It is not a good idea to pressurize children into playing a musical instrument.",
            "The exams are a blunt instrument which will reveal little about children's abilities.",
            "The gyroscope got its name for the way the disk inside the instrument gyrates around an axis.",
            "He listens to a group of Malaysians playing reedy, plangent music on some esoteric kind of wind instrument."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы играете на каком-нибудь инструменте?",
            "Церковь является средством человеческого спасения.",
            "Ты раньше пел или играл?",
            "Этот красивый, но капризный инструмент — флейта.",
            "Ожидается, что новый инструмент будет приносить более высокие проценты.",
            "Я никогда не стану орудием порабощения свободного и храброго народа.",
            "прибор для измерения давления воздуха",
            "Моя жадность стала орудием моей погибели.",
            "Рояль был его любимым музыкальным инструментом.",
            "Швейная машина представляет собой инструмент, посредством которого портной изготовляет одежду.",
            "Этот прибор измеряет скорость ветра.",
            "Маримба — это ударный инструмент.",
            "Он внёс свой вклад в разработку нового прибора.",
            "виолончель, весьма громоздкий инструмент для девушки",
            "Музыканты оставили футляры своих инструментов за кулисами.",
            "Он прикрепил скотчем к ящикам с инструментами три экземпляра этой инструкции.",
            "Хорошее управление должно быть средством введения новшеств.",
            "прибор, который предназначен для измерения параметров атмосферы Земли",
            "нестройные звуки, идущие от плохо настроенного инструмента",
            "Игра на музыкальном инструменте может быть своего рода эмоциональной разрядкой.",
            "С точки зрения техники, она владеет своим музыкальным инструментом в совершенстве.",
            "Смерть наступила в результате удара по голове тупым предметом.",
            "Этот прибор может измерить расстояние одним нажатием кнопки.",
            "Процентные ставки являются важным инструментом экономической политики.",
            "Жертве нанесли удар по голове тупым предметом.",
            "Данный прибор в основном используется для измерения и регистрации сердечной деятельности.",
            "Заставлять детей играть на музыкальном инструменте — не лучшая идея.",
            "Экзамены являются тупым инструментом, который мало что позволит выяснить о способностях детей.",
            "Гироскоп получил свое название за то, как диск внутри этого прибора вращается вокруг оси.",
            "Он слушает, как группа малазийцев играет пронзительную, протяжную мелодию на каких-то непонятных духовых инструментах."
        ]
    }
}