{
    "instantly": {
        "comment": [
            "instant",
            "instance",
            "installation"
        ],
        "translate": "немедленно, тотчас",
        "transcription": " |ˈɪnstəntlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They instantly fell in love.",
            "He recognized her voice instantly.",
            "He died instantly and did not suffer.",
            "The picture flashes out almost instantly.",
            "'Sit!' he said, and the dog obeyed him instantly.",
            "His expression sobered instantly.",
            "Mrs. Charlton instantly seconded the proposal.",
            "The information was instantly available.",
            "His face was instantly recognizable.",
            "To checkmate their dangerous rival instantly.",
            "Her simple artless charm won us over instantly.",
            "Napoleon instantly appreciated the magnitude of the danger.",
            "The surgeon, having viewed the wound, ordered his patient instantly to bed.",
            "He suffered a heart attack and died instantly.",
            "The scorpion instantly lunged his sting into him.",
            "The driver was killed instantly.",
            "He who does a good deed, is instantly ennobled.",
            "The snow melted instantly wherever it came in contact with the rock.",
            "The soil was so dry that the plant seemed to take up the much-needed water instantly.",
            "All four victims died instantly.",
            "His voice is instantly recognizable.",
            "The bullet went straight through his head, and he died instantly.",
            "We realized there would be problems instantly we saw the final report.",
            "All 155 passengers died instantly when the plane slammed into the mountain.",
            "She looked at him with the hauteur of someone who is accustomed to being instantly obeyed.",
            "She was killed instantly when her car hit a tree.",
            "Their boat was shattered into matchwood against the rocks and sank instantly."
        ],
        "example_translate": [
            "Они мгновенно влюбились.",
            "Он мгновенно узнал её голос.",
            "Он умер мгновенно и не страдал.",
            "Картина встаёт перед глазами почти мгновенно.",
            "- Сядь! - сказал он, и пес мгновенно повиновался ему.",
            "Его лицо / выражение его лица мгновенно стало серьёзным.",
            "Миссис Чарльтон тотчас же одобрила предложение.",
            "Информация была мгновенно предоставлена.",
            "Его лицо узнавали мгновенно.",
            "Немедленно уничтожить их опасного противника.",
            "Она мгновенно покорила нас своим простым, бесхитростным обаянием.",
            "Наполеон сразу понял, насколько велика опасность.",
            "Хирург, осмотрев рану, велел пациенту немедленно лечь в постель.",
            "Он перенёс сердечный приступ и мгновенно умер.",
            "И тотчас же скорпион ужалил его.",
            "Водитель был убит мгновенно.",
            "Совершивший доброе дело немедленно жалуется дворянским титулом.",
            "Касаясь скал, снег тут же таял.",
            "Почва была настолько сухой, что показалось, будто растение впитало столь необходимую ему воду мгновенно.",
            "Все четыре жертвы погибли мгновенно.",
            "Его голос узнают мгновенно.",
            "Пуля прошла прямо через его голову, и он мгновенно умер.",
            "Как только мы увидели окончательный отчёт, то сразу же поняли: проблем не избежать.",
            "Все 155 пассажиров мгновенно погибли, когда самолёт врезался в гору.",
            "Она посмотрела на него с высокомерием человека, который привык, чтобы ему мгновенно повиновались.",
            "Она сразу погибла, когда её автомобиль врезался в дерево.",
            "Их судно разбилось в щепки о скалы, и сразу же затонуло."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}