{
    "instinct": {
        "comment": [
            "extinct"
        ],
        "translate": "инстинкт, интуиция, природное чутье, жизненный",
        "transcription": " |ˈɪnstɪŋkt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't act from instinct.",
            "He has a strong survival instinct.",
            "Birds build nests by instinct.",
            "A mysterious instinct prompted her.",
            "Cats possess a natural hunting instinct.",
            "She has an unerring instinct for language.",
            "Instinct early led him into the political arena.",
            "He knew by instinct what not to say.",
            "His first instinct was to rush back to Isobel.",
            "Young players these days lack the killer instinct.",
            "Seeing the baby aroused all her maternal instincts.",
            "He has been guided throughout his career by his political instincts.",
            "Pfeiffer was expected to be cast alongside Douglas in Basic Instinct.",
            "Nothing can destroy the instinct to survive.",
            "Animals have a natural instinct for survival.",
            "Animals have a natural instinct to procreate.",
            "She seems to have a strong maternal instinct (=desire to have babies and take care of them).",
            "It's axiomatic that the instinct for self-preservation is universal throughout the animal kingdom."
        ],
        "example_translate": [
            "Не надо действовать под влиянием интуиции.",
            "У него сильный инстинкт самосохранения.",
            "Птицы строят гнёзда инстинктивно.",
            "Её действиями руководил загадочный инстинкт.",
            "Кошки обладают врождённым охотничьим инстинктом.",
            "Она обладает безошибочным чувством языка.",
            "Природное чутьё рано привело его на политическую арену.",
            "Он инстинктивно понимал, чего не нужно говорить.",
            "Его первым побуждением было поспешить обратно к Изобель.",
            "Нынешним молодым игрокам не хватает инстинкта убийцы.",
            "Уход за ребёнком пробудил в ней все материнские инстинкты.",
            "На протяжении всей карьеры он руководствовался своими политическими инстинктами.",
            "Ожидалось, что Пфайффер будет сниматься с Дугласом в \"Основном инстинкте\".",
            "Ничто не может разрушить инстинкт выживания.",
            "Животные обладают естественным инстинктом выживания.",
            "Животные обладают естественным инстинктом продолжения рода.",
            "Похоже, у неё силён материнский инстинкт (т.е. желание иметь детей и заботиться о них).",
            "Самоочевидно, что инстинкт самосохранения является общим для всего животного царства."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}