{
    "institute": {
        "comment": [
            "institution"
        ],
        "translate": "институт, учреждение, общество, учреждать, устанавливать, вводить",
        "transcription": " |ˈɪnstɪtuːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We will institute a number of measures to better safeguard the public.",
            "We had no choice but to institute court proceedings against the airline.",
            "Hormon replacement therapy is very important and should be instituted early.",
            "American National Standards Institute",
            "American Institute of Accountants",
            "They have instituted new policies to increase public safety.",
            "The government intends to institute court action against such firms.",
            "The official opening of the institute was in May.",
            "In 1885 Henry R. Waite founded the American Institute of Civics.",
            "By instituting these programs, we hope to improve our children's education.",
            "The institute has a government grant to cover the cost of development programme.",
            "We were both on the staff of the British Film Institute at the time.",
            "He hibernated, so to speak, in this institute during the other three hundred and sixty-four days of the year.",
            "Baltimore Polytechnic Institute",
            "The competition is open to all paid-up members of the Women's Institute.",
            "They founded an institute for research into the causes of mental illness.",
            "fragments of a nearly complete jug, skillfully restored at the institute of archaeology",
            "The company is building the centre in collaboration with the Institute of Offshore Engineering.",
            "A financial scandal would shake the Institute's standing in the international academic community."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы введём ряд мер для лучшей охраны людей.",
            "Нам ничего не оставалось, кроме как возбудить дело против этой авиакомпании.",
            "Гормонозаместительная терапия очень важна, и её следует начинать как можно раньше.",
            "Американский национальный институт стандартов",
            "Американское общество бухгалтеров",
            "Они положили начало новой политике с целью повышения общественной безопасности.",
            "Правительство намерено начать судебное преследование таких предприятий.",
            "Официальное открытие института состоялось в мае.",
            "В 1885 году Генри Р. Уэйт основал Американский институт граждановедения.",
            "Вводя эти программы, мы надеемся улучшить образование и воспитание наших детей.",
            "Институт получает государственную дотацию на покрытие расходов программы развития.",
            "Мы оба тогда были сотрудниками Британского института кино.",
            "Остальные триста шестьдесят четыре дня в году он бездельничал в своём институте.",
            "Балтиморский Политехнический институт",
            "К участию в конкурсе допускаются все участники Женского общества, оплатившие членские взносы.",
            "Он основал учреждение для исследования причин психических заболеваний.",
            "фрагменты почти полного кувшина, умело восстановленного в институте археологии",
            "Компания ведет строительство данного центра совместно с Институтом морской инженерии.",
            "Финансовый скандал подорвёт репутацию института в международных академических кругах."
        ]
    }
}