{
    "instance": {
        "comment": [
            "instant",
            "instantly",
            "installation"
        ],
        "translate": "инстанция, пример, образец, ссылаться",
        "transcription": " |ˈɪnstəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Let me give you a for instance.",
            "In this instance I think she was mistaken.",
            "In this instance I prefer to remain anonymous.",
            "I am writing to you at the instance of my friend.",
            "We will instance in a single writer, Walton.",
            "This is perhaps a singular instance in the history of mankind.",
            "She instanced the first chapter as proof of his skill in constructing scenes.",
            "They came across many instances of discrimination.",
            "In most instances the disease can be controlled by medication.",
            "We need to rethink the way we consume energy. Take, for instance, our approach to transport.",
            "They have decided not to oppose the decision in this instance.",
            "The single appearance of the word in Domesday Book is the earliest instance.",
            "These delays are just another instance of bureaucratic inefficiency.",
            "Anyone wishing to join the society should apply in the first instance to the secretary.",
            "In this instance, the lawyer's job is to make the jury doubt the witness's credibility.",
            "He instanced one particular incident as an illustration of their penchant for practical jokes.",
            "Martin is not illiterate but I think close to it. I never saw him read a newspaper, for instance.",
            "Enquiries should be made in the first instance to the Human Resources Director."
        ],
        "example_translate": [
            "Позвольте мне привести вам пример.",
            "В данном случае, я думаю, она ошибалась.",
            "На этом этапе я предпочитаю не сообщать своего имени.",
            "Я пишу вам по просьбе моего друга.",
            "Сошлёмся лишь на одного автора — Уолтона.",
            "Возможно, это единичный такой случай в истории человечества.",
            "Она привела первую главу как доказательство его умения описывать место действия.",
            "Они столкнулись со многими случаями дискриминации.",
            "В большинстве случаев болезнь можно контролировать с помощью лекарственных стредств.",
            "Нужно переосмыслить то, как мы потребляем энергию. Возьмём, например, наш подход к транспорту.",
            "В данном случае они решили не противиться решению.",
            "Единственное употребление этого слова в Книге Судного дня является самым ранним примером.",
            "Эти задержки — просто ещё один пример бюрократической неэффективности.",
            "Всем желающим вступить в общество следует для начала обратиться к секретарю.",
            "В данном случае задача адвоката заключается в том, чтобы заставить присяжных сомневаться в правдивости свидетеля.",
            "В качестве иллюстрации их склонности к розыгрышам он привёл один конкретный пример.",
            "Мартин не то чтобы безграмотный, но, по-моему, где-то рядом. Я никогда не видел, чтобы он читал, например, газету.",
            "В первую очередь запросы нужно направлять в адрес директора по управлению персоналом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}