{
    "instant": {
        "comment": [
            "instance",
            "instantly",
            "installation"
        ],
        "translate": " мгновение, момент, немедленный, растворимый, как только",
        "transcription": "  |ˈɪnstənt|",
        "antonyms": [],
        "mnemonic": [
            "instant [и'нстант] мгновенный - По (инстант-ции) мгновенный ход дали делу.",
            "instant ['ɪnstənt]\n***\nВ одно МГНОВЕНИЕ он справился один|с|тентом.\n(это) instant\nМгновение, минута. Немедленный."
        ],
        "examples": [
            "He has instant need of you.",
            "Come this very instant!",
            "He didn't delay an instant.",
            "She caught his eye for an instant.",
            "The play was an instant success.",
            "Is this coffee instant or regular?",
            "For an instant, I forgot where I was.",
            "The crowd was thickening every instant.",
            "He had taken an instant dislike to John.",
            "In the same instant he flung open the car door.",
            "Come here this instant!",
            "Re your request of the 7th instant...",
            "The movie was an instant hit.",
            "We got an instant response from the company.",
            "At that instant I realized who had planned the whole scheme.",
            "The ride was over in an instant.",
            "His courage was not staggered, even for an instant. (W. Scott)",
            "To produce a two-inch rope and junk it into three lengths was the work of an instant.",
            "We live in an era of instant communication.",
            "Previous felonies were not related to the instant crime.",
            "The next instant the hind coach passed my engine by a shave.",
            "The Internet provides instant access to an enormous amount of information.",
            "Instant replay caused too long a delay.",
            "She checked for an instant and missed a step",
            "I cannot attend to the matter this instant, but I will presently.",
            "The programme brought an instant response.",
            "Jen burst out laughing the instant she walked in.",
            "I can't describe him., all I saw was a blear figure for an instant.",
            "He achieved instant fame and notoriety with the release of his film.",
            "the instant deification by the press of the country's newest war hero"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы ему срочно нужны.",
            "Сейчас же приходи!",
            "Он не мешкал [не медлил] ни минуты.",
            "На мгновение она поймала его взгляд.",
            "Пьеса сразу же приобрела успех.",
            "Этот кофе растворимый или обычный?",
            "На мгновение я позабыл, где нахожусь.",
            "Толпа росла с каждой секундой.",
            "Он сразу же невзлюбил Джона.",
            "В тот же момент он распахнул дверцу автомобиля.",
            "Иди сюда сейчас же!",
            "Что касается вашего запроса от седьмого числа этого месяца…",
            "Фильм немедленно стал хитом.",
            "Мы получили от компании мгновенный ответ.",
            "В этот момент я понял, кто все спланировал.",
            "Поездка тут же / мгновенно закончилась.",
            "Его смелость не была поколеблена, ни на одно мгновенье.",
            "Достать двухдюймовый канат и разрезать его на три куска было делом одной минуты.",
            "Мы живём в эпоху мгновенной связи.",
            "Предыдущие преступления не были связаны с данным преступлением.",
            "В следующий момент последний вагон проскочил в миллиметре от моего локомотива.",
            "Интернет предоставляет мгновенный доступ к огромному количеству информации.",
            "Повтор вызвал слишком долгую задержку (игры, трансляции).",
            "Она на мгновение задержалась и пропустила ступеньку.",
            "В данный момент я не могу заняться этим делом, но вскоре обязательно займусь.",
            "Передача вызвала мгновенную реакцию.",
            "Войдя, Джен сразу же расхохоталась.",
            "Я не могу его описать: всё, что я увидел, это как на мгновение промелькнула какая-то неясная фигура.",
            "С выходом его нового фильма он сразу же приобрёл славу и известность.",
            "мгновенное обожествление прессой страны новоиспечённого героя войны"
        ],
        "stars": 2
    }
}