{
    "institution": {
        "comment": [],
        "translate": "учреждение, институт, организация, заведение, учебное заведение, ведомство",
        "transcription": " |ˌɪnstɪˈtuːʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is one of the institutions of the place.",
            "However, industry continues to fight against institution of a new standard.",
            "the institution of new rules and regulations",
            "The two banks merged to form one large institution.",
            "He had become an institution in the theater.",
            "She's not interested in the institution of marriage.",
            "This programme is fully accredited by the Institution of Electrical Engineers.",
            "Family visits are a Thanksgiving institution.",
            "I was determined not to put my mother in an institution.",
            "The British pub isn't just somewhere to drink — it's an institution.",
            "Once a brilliant dancer, he died a crackbrain in a mental institution.",
            "The juvenile was sentenced to six months in a penal institution.",
            "He prefaced his lecture with a critical remark about the institution.",
            "the nation's pioneer institution for the education of African-Americans",
            "The play has become something of an institution on Broadway.",
            "The scandal threatened to undermine the institution of the Presidency."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он здесь один из завсегдатаев.",
            "Тем не менее, отрасль продолжает сопротивляться введению нового стандарта.",
            "внедрение новых правил и норм",
            "Эти два банка объединились в одну большую организацию.",
            "К тому времени он уже стал постоянным посетителем этого театра.",
            "Институт брака её не интересует.",
            "Эта программа полностью соответствует стандартам Института инженеров-электриков.",
            "На День благодарения заведено совершать семейные визиты.",
            "Я был полон решимости не отдавать мать в дом престарелых.",
            "Британский паб — это не просто место, где люди выпивают, это целая традиция.",
            "Этот некогда блестящий танцор сошёл с ума и умер в психиатрической больнице.",
            "Этот несовершеннолетний правонарушитель был приговорён к шести месяцам в исправительном учреждении.",
            "Он предварил своё выступление критическим замечанием по поводу этой традиции.",
            "первое в стране образовательное учреждение для афроамериканцев",
            "На Бродвее этот спектакль стал чем-то вроде непременного атрибута.",
            "Данный скандал грозил подорвать сам институт президентства."
        ]
    }
}