{
    "insult": {
        "comment": [
            "insulting",
            "result"
        ],
        "translate": "оскорбление, обида, выпад, инсульт, оскорблять, обижать, оплевать",
        "transcription": " |ɪnˈsʌlt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The insult left him speechless.",
            "Forgive me, I didn't mean to insult you.",
            "He felt insulted by the refusal.",
            "We got back at him for his insult.",
            "I hope Andy won't be insulted if I don't come.",
            "He insulted her with his rude remarks.",
            "We were greatly insulted by his rudeness.",
            "He finds it hard to forgive an insult.",
            "This shabby present was an insult to us.",
            "It's an insult to American womanhood.",
            "She was still smarting from the insult.",
            "$200 for all that work? It's an insult.",
            "They yelled insults at the visiting team.",
            "They insult us by ignoring our complaints.",
            "Whither will this offence insult him?",
            "They got into a fight over a minor insult.",
            "The insult passed as if unnoticed.",
            "Nobody insults my family and gets away with it!",
            "She mistakenly believed that she could insult people with impunity.",
            "She not only deceived him but, to add insult to injury, allowed him to pay for her meal.",
            "a note of biting irony and studied insult",
            "Only a complete twit would insult his hosts.",
            "Turning his back on me was a deliberate insult.",
            "He felt aggrieved at the insult from his friend.",
            "I won't insult your intelligence by lying. Yes, I told him.",
            "Their decision to cancel the project was an insult to all my hard work.",
            "A man feels it a peculiar insult to be taunted with cowardice by a woman.",
            "She had to compose herself before she could reply to this terrible insult.",
            "The fans hurled insults at the referee as he walked off the field after the game.",
            "Their offer was so low I took it as an insult (=thought it was meant to be an insult)."
        ],
        "example_translate": [
            "Оскорбление лишило его дара речи.",
            "Простите, я не хотел Вас обидеть.",
            "Он обиделся на отказ.",
            "Мы отомстили ему за оскорбление.",
            "Надеюсь, Энди не очень обидится, если я не приду.",
            "Он оскорбил её своими грубыми замечаниями.",
            "Мы были сильно обижены из-за его грубости.",
            "Ему трудно прощать оскорбления.",
            "Этот жалкий подарок был оскорбителен для нас.",
            "Это оскорбление американских женщин.",
            "Она всё ещё страдала от оскорбления.",
            "Двести долларов за всю эту работу? Это просто оскорбление.",
            "Они выкрикивали оскорбления в адрес команды гостей.",
            "Они оскорбляют нас, игнорируя наши жалобы.",
            "Как сильно заденет его это оскорбление?",
            "Они затеяли драку из-за мелкого оскорбления.",
            "Оскорбления как будто никто не заметил.",
            "Я никому не позволю безнаказанно оскорблять мою семью!",
            "Она ошибочно полагала, что может безнаказанно оскорблять людей.",
            "Она не только обманула его, но и, чтобы подлить масла в огонь /насыпать соль на рану/, позволила ему заплатить за её еду.",
            "нотка едкой иронии и преднамеренного оскорбления",
            "Только полный недоумок станет оскорблять своих хозяев.",
            "Он намеренно оскорбил меня, когда повернулся ко мне спиной.",
            "Он обиделся на оскорбление, нанесенное ему другом.",
            "Не буду оскорблять ваш разум ложью. Да, я ему рассказал.",
            "Их решение об отмене проекта была оскорблением всего проделанного мной труда.",
            "Мужчина чувствует себя особенно оскорблённым, когда его обвиняет в трусости женщина. (В.Вулф)",
            "Ей пришлось успокоиться, прежде чем она смогла ответить на это страшное оскорбление.",
            "Болельщики выкрикивали оскорбления в адрес судьи, когда он уходил с поля после игры.",
            "Они предложили так мало, что я воспринял это как оскорбление (т.е. подумал, что оно было сделано в качестве оскорбления)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}