{
    "insure": {
        "comment": [
            "measure",
            "measurement",
            "pleasure",
            "pressure",
            "ensure",
            "sure",
            "leisure",
            "assure",
            "surely",
            "closure",
            "disclosure",
            "reassure",
            "exposure",
            "treasure",
            "unsure",
            "insurance"
        ],
        "translate": "застраховать, страховать, страховаться, гарантировать, обеспечивать",
        "transcription": " |ɪnˈʃʊr|",
        "antonyms": [],
        "mnemonic": [
            "sure [ʃuə]\nassure [ə'ʃuə]\ninsure [ɪn'ʃʊə] - ручаться\nensure [ɪn'ʃʊə]\nassurance [ə'ʃuərəns] - уверение, уверенность,\nзаверение, гарантия, страхование\n***\nЯ УВЕРЕН - все в ажуре! (это) sure\nВЕРНЫЙ путь ищи в брошюре. (это) sure\nБЕЗ СОМНЕНЬЯ - все в ажуре. (это) sure\nКОНЕЧНО, будет всё в ажуре. (это) sure\n***\nЯ вас УВЕРЯЮ - всё в ажуре. (это) assure\n***\nОБЕСПЕЧУ - всё в ажуре! (это) ensure"
        ],
        "examples": [
            "How much will it cost to insure the building against fire?",
            "We took measures to insure their safety.",
            "We must insure our national security.",
            "Many companies won't insure young drivers.",
            "Have you insured the contents of your home?",
            "This policy will insure your car against theft.",
            "We hope that careful planning will insure success.",
            "It is wise to insure your property against storm damage.",
            "She had difficulty finding a company that would insure her.",
            "They take great care to insure the safety and security of their home.",
            "We insured our house against fire and flood damage."
        ],
        "example_translate": [
            "Сколько стоит страховка здания от пожара?",
            "Мы приняли меры по обеспечению их безопасности.",
            "Мы должны обеспечить нашу национальную безопасность.",
            "Многие компании не страхуют молодых водителей.",
            "Вы застраховали содержимое вашего дома?",
            "Этот полис застрахует ваш автомобиль от угона.",
            "Мы надеемся, что тщательное планирование станет залогом успеха.",
            "Целесообразно застраховать своё имущество от ущерба, причинённого ураганом.",
            "Она с трудом нашла компанию, которая согласилась её застраховать.",
            "Они уделили большое внимание тому, чтобы гарантировать сохранность и безопасность своего дома.",
            "Мы застраховали свой дом от пожара и затопления."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}