{
    "intervention": {
        "comment": [
            "interview",
            "interval",
            "intervene",
            "interviewer"
        ],
        "translate": "вмешательство, интервенция, посредничество",
        "transcription": " |ˌɪntərˈvenʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They prayed for divine intervention.",
            "The military had to intervene to restore order.",
            "Such conditions may be amenable to medical intervention.",
            "We will leave on time unless some crisis intervenes.",
            "Republicans have been howling for military intervention.",
            "This intervention does not postulate a patient's consent.",
            "Without intervention, the country could fall into irredeemable chaos.",
            "The government needs to clearly state its policy on UN intervention.",
            "Twenty years intervened between their first and last meetings.",
            "Recent US history has amply demonstrated the risks of foreign intervention.",
            "The purpose of intervention is to prevent unnecessary duplication of lawsuits.",
            "The prisoner asked me to intervene with the authorities on his behalf."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они молились за божественное вмешательство.",
            "Военным пришлось вмешаться и восстановить порядок.",
            "Такие заболевания могут потребовать медицинского вмешательства.",
            "Мы уедем точно в срок, если только не случится чего-то из ряда вон выходящего.",
            "Республиканцы яростно требуют военного вмешательства.",
            "Это вмешательство не требует согласия больного.",
            "Без вмешательства извне страна могла впасть в непоправимый хаос.",
            "Правительство должно чётко сформулировать свою политику в отношении посредничества ООН.",
            "Между их первой и последней встречей прошло двадцать лет.",
            "Новейшая история США наглядно продемонстрировала угрозы, связанные с иностранной интервенцией.",
            "Целью вмешательства является предотвращение ненужного дублирования исков.",
            "Заключённый попросил меня обратиться к властям от его имени."
        ]
    }
}