{
    "intense": {
        "comment": [],
        "translate": "интенсивный, напряженный, сильный, впечатлительный, ревностный",
        "transcription": " |ɪnˈtens|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The pain was so intense I couldn't sleep.",
            "Tessa's a very intense person.",
            "Their excitement was intense.",
            "He disliked Kate intensely.",
            "the intense heat of a fire",
            "The work requires intense concentration.",
            "She has an intense dislike for her husband's friend.",
            "Competition for the job was intense.",
            "We had an intense brainstorming session today.",
            "The posts shone an intense pool of light over the crossing.",
            "She's a little too intense for me.",
            "School reform is a subject of intense debate.",
            "Every summer periods of cool weather occasionally interrupt the intense heat.",
            "After many years of intense study, he received his medical degree.",
            "The 11-day trial generated intense media interest.",
            "Young people today are under intense pressure to succeed.",
            "At least 3000 people were killed in a week of intense fighting.",
            "The plastic liquefied in the intense heat.",
            "an intense yearning to journey to distant lands",
            "Firefighters were beaten back by the intense heat.",
            "He shielded his eyes from the intense flash of light.",
            "The Midwest will experience an intense freeze later in the week.",
            "In spite of her temperamental gaiety she had moments of intense melancholy.",
            "The military in particular were subjected to intense political indoctrination.",
            "He took an intense interest in all religious matters.",
            "After weeks of intense fighting, there followed a brief period of calm.",
            "He was an intense young man who was very determined to do well in school.",
            "Even in July the windchill factor (=the degree to which the air feels colder because of the wind) can be intense.",
            "The sordid misdoings of the city councilman were exposed as a result of an intense investigation by the local newspaper.",
            "The drug produces intense feelings of euphoria."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Боль была настолько сильной, что я не мог спать.",
            "Тесса — очень впечатлительная натура.",
            "Их волнение было предельно сильным.",
            "Он ужасно невзлюбил Кейт. / Кейт ему страшно не нравилась.",
            "сильный жар от костра",
            "Эта работа требует глубокой концентрации внимания.",
            "Она питает сильную неприязнь к другу мужа.",
            "Конкурс на эту должность был очень высок.",
            "Сегодня у нас был интенсивный мозговой штурм.",
            "Фонари ярко освещали переход.",
            "Она для меня слишком серьёзная.",
            "Школьная реформа является предметом серьёзной дискуссии.",
            "Каждое лето сильная жара изредка прерывается периодами прохладной погоды.",
            "После многих лет упорной учёбы он получил степень доктора медицинских наук.",
            "Этот одиннадцатидневный судебный процесс вызвал сильнейший интерес средств массовой информации.",
            "Сегодня на молодёжь очень сильно давит необходимость добиться успеха.",
            "По крайней мере три тысячи человек были убиты за неделю ожесточённых боевых действий.",
            "От интенсивного нагревания пластмасса расплавилась.",
            "непреодолимая тяга к путешествиям в дальние страны",
            "Сильный жар отогнал пожарных обратно.",
            "Он прикрыл глаза от сильной вспышки света.",
            "В конце недели на Среднем Западе пройдут сильные заморозки.",
            "Несмотря на свою природную весёлость, она иногда впадала в глубокую меланхолию.",
            "Военные, в частности, были подвергнуты сильной идеологической обработке.",
            "Он принимал активное участие во всех религиозных делах.",
            "За несколькими неделями напряжённых боев последовал краткий период затишья.",
            "Это был очень серьёзный молодой человек, который был полон решимости хорошо учиться в школе.",
            "Даже в июле фактор холодного ветра (т.е. степень, в которой воздух ощущается холоднее из-за ветра) может быть интенсивным.",
            "Эти грязные злодеяния члена городского совета стали известны благодаря масштабному расследованию местной газеты.",
            "Действие наркотика вызывает интенсивное чувство эйфории."
        ]
    }
}