{
    "interpretation": {
        "comment": [
            "interpret",
            "interpreter"
        ],
        "translate": "интерпретация, толкование, перевод, объяснение, дешифрирование",
        "transcription": " |ɪnˌtɜːrprɪˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The test results are open to interpretation.",
            "Language interpretation is the whole point of the act of reading.",
            "I flatter myself that my interpretation is correct.",
            "a literal interpretation of the law",
            "It is impossible in fewer words to give the full interpretation of this pregnant thesis.",
            "Their whole scheme of interpretation is purely arbitrary.",
            "The edict was subject to many interpretations.",
            "His remarks need further interpretation.",
            "a reductive interpretation of the theory",
            "an actor's interpretation of the role of Hamlet",
            "His interpretation of the poem is open to dispute.",
            "His interpretation of the theory was too simplistic.",
            "The actress dared a new interpretation of the classic role.",
            "a legalistic interpretation of the agreement",
            "an audacious interpretation of two Jacobean dramas",
            "The report included his interpretation of the forensic evidence.",
            "The truth will only be found by careful interpretation of the evidence.",
            "The teacher put an interesting twist to the interpretation of the story.",
            "The Supreme Court has validated the lower court's interpretation of the law.",
            "These aspects of civilization do not find expression or receive an interpretation.",
            "It's difficult to put an accurate interpretation on (=explain) the survey results.",
            "The actor's understated interpretation of the lead role is surprisingly compelling.",
            "He questioned the adequacy of the usual sentimental interpretation of the Golden Rule.",
            "an indisputable fact that is not subject to interpretation according to one's political beliefs",
            "The proem promises what the book does not deliver: a totally new interpretation of the French Revolution.",
            "What exactly the author meant by that statement is open to interpretation (=able to be understood or explained in different ways).",
            "In his exordium the author warns his readers that they should expect a radically different interpretation of the causes of the war."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Результаты испытаний открыты для толкования.",
            "Понимание языка писателя является самым главным при чтении.",
            "Надеюсь, что моё объяснение правильно.",
            "буквальное толкование этого закона",
            "Невозможно короче дать полное толкование этой содержательной темы.",
            "Вся их схема объяснения совершенно произвольна.",
            "Данный указ был предметом многих толкований.",
            "Его замечания требуют дальнейшего объяснения.",
            "упрощённая интерпретация этой теории",
            "актёрская интерпретация роли Гамлета",
            "С его трактовкой этого стихотворения можно поспорить.",
            "Его интерпретация теории является слишком упрощённой.",
            "Актриса решилась на новую интерпретацию классической роли.",
            "юридическая трактовка договора",
            "смелая интерпретация двух драм эпохи короля Якова",
            "В репортаж была включена его интерпретация вещественных доказательств.",
            "Истина откроется только в результате тщательного анализа имеющихся данных.",
            "Учитель добавил интересный поворот к интерпретации данного сюжета.",
            "Верховный Суд утвердил интерпретацию данного закона судом низшей инстанции.",
            "Эти аспекты цивилизации не находят выражения и не получают толкования.",
            "Результатам данного опроса трудно дать точное толкование (т.е. объяснить).",
            "Сдержанное исполнение актёром главной роли — на удивление притягательно.",
            "Он поставил под сомнение адекватность обычной сентиментальной интерпретации золотого правила.",
            "неоспоримый факт, который не подлежит толкованию в соответствии с политическими убеждениями",
            "Предисловие обещает то, что в книге отсутствует: совершенно новую интерпретацию французской Революции.",
            "Что же именно автор хотел сказать этим заявлением, является открытым для толкования (т.е. это можно по-разному понять или объяснить).",
            "Во вступлении автор предупреждает своих читателей, что им следует ожидать принципиально иную трактовку причин этой войны."
        ]
    }
}