{
    "intervene": {
        "comment": [
            "interview",
            "intervention",
            "interval",
            "interviewer"
        ],
        "translate": "вмешиваться, помешать, вступаться, происходить, вступать в дело, лежать между",
        "transcription": " |ˌɪntərˈviːn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The military had to intervene to restore order.",
            "'Stop shouting, Emily,' John intervened.",
            "Eight days intervened.",
            "While we procrastinate, a fatal stroke may intervene.",
            "In the six years that intervened I saw them once.",
            "The chairman felt that it was his place to intervene in the disagreement between two of his committee members.",
            "We will leave on time unless some crisis intervenes.",
            "Why did the U.S. not intervene earlier in WW II?",
            "Twenty years intervened between their first and last meetings.",
            "The army will have to intervene to prevent further fighting.",
            "Between the next two cantos intervenes the well known cradle song.",
            "The prisoner asked me to intervene with the authorities on his behalf.",
            "Security forces were out in strength (=in large numbers) but did not intervene.",
            "He was just establishing his career when the war intervened.",
            "Europe may have to intervene militarily if the crisis worsens.",
            "Sometimes central banks intervene to smooth out price fluctuations."
        ],
        "example_translate": [
            "Военным пришлось вмешаться и восстановить порядок.",
            "— Хватит кричать, Эмили, — вмешался Джон.",
            "Прошло восемь дней.",
            "Пока мы мешкаем, может произойти роковое событие.",
            "За прошедшие шесть лет я видел их всего один раз.",
            "Тут председатель решил, что пришёл момент вмешаться в спор двух членов комитета.",
            "Мы уедем точно в срок, если только не случится чего-то из ряда вон выходящего.",
            "Почему США не вступили во Вторую Мировую войну раньше?",
            "Между их первой и последней встречей прошло двадцать лет.",
            "Армия будет вынуждена вмешаться во избежание продолжения боевых действий.",
            "Две следующие части поэмы разделяет известная колыбельная песня.",
            "Заключённый попросил меня обратиться к властям от его имени.",
            "Охранников было немало (т.е. большое количество), но они не вмешивались.",
            "Он как раз занимался обустройством своей карьеры, когда вмешалась война.",
            "Если кризис усугубится, то Европе, возможно, придётся пойти на военное вмешательство.",
            "Иногда центральные банки проводят интервенции, чтобы сгладить ценовые колебания."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}