{
    "internal": {
        "comment": [
            "international",
            "internet",
            "internationally",
            "external"
        ],
        "translate": "внутренний, душевный, сокровенный",
        "transcription": " |ɪnˈtɜːrnl|",
        "antonyms": [],
        "mnemonic": [
            "internal [инте'рнал] внутренний - Хочу(принтер нал-ом) по внутренним ценам фирмы."
        ],
        "examples": [
            "This medicine must not be taken internally.",
            "He died of internal bleeding.",
            "the internal structure of the planet",
            "Internal Revenue Service",
            "The matter will be dealt with internally.",
            "a patient who is experiencing internal bleeding",
            "We have no interest in interfering in the internal affairs of other countries.",
            "Bureau of Internal Revenue",
            "A disk drive contains a microprocessor to handle the internal functions of the drive.",
            "the internal contradictions of the theory",
            "The Internal Revenue Service audited him twice in 10 years.",
            "The internal structure may be compared to a sponge, though the apertures cannot in general be perceived.",
            "a doctor with a specialty in internal medicine",
            "They've knocked down a couple of internal walls.",
            "He accused the US of meddling in China's internal affairs.",
            "The Internal Revenue Service selected us for an audit.",
            "The political wing of the party dissolved after much internal fighting.",
            "How do the elections figure in the current pattern of internal politics?",
            "The Army was plagued by internal divisions.",
            "The pilot was treated for suspected internal injuries.",
            "He analogized the White House scandal to a cancer that was spreading to every internal organ of the body.",
            "The running of internal affairs was given over to the Chancellor.",
            "One area of the business which has been stood on its head is internal communications.",
            "Most reports are sent via internal mail (=a system of sending documents to people inside the same organization).",
            "There's to be an internal inquiry into the whole affair.",
            "extra ribs as well as other supernumerary internal parts",
            "They were accused of interfering in China's internal affairs.",
            "They accused the U.S. of interfering in the internal affairs of other nations."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это лекарство нельзя принимать внутрь.",
            "Он умер от внутреннего кровотечения.",
            "внутреннее строение планеты",
            "Налоговое управление (США)",
            "Этот вопрос будет решаться при закрытых дверях /на внутреннем уровне/.",
            "пациент с внутренним кровотечением",
            "Мы не заинтересованы во вмешательстве во внутренние дела других стран.",
            "Налоговое управление (в США)",
            "Дисководы содержат микропроцессор для обработки внутренних функций привода.",
            "внутренние противоречия данной теории",
            "Налоговая служба США проверяла его два раза за десять лет.",
            "Его внутреннюю структуру можно сравнить с губкой, хотя отверстия, в общем, незаметны.",
            "врач по специальности \"терапевтическая медицина\"",
            "Они уже снесли несколько внутренних стен.",
            "Он обвинил США во вмешательстве во внутренние дела Китая.",
            "Налоговая служба выбрала нас для проверки отчётности.",
            "После большой внутренней борьбы политическое крыло партии было распущено.",
            "Какое место эти выборы занимают в текущей картине внутренней политики?",
            "Армию терзали внутренние противоречия.",
            "Пилоту была оказана медицинская помощь в связи с подозрением на повреждение внутренних органов.",
            "Он провёл аналогию, сравнив этот скандал в Белом Доме с раком, распространяющимся на все внутренние органы тела.",
            "Управление внутренними делами было передано канцлеру.",
            "Одной из областей бизнеса, которая поставлена с ног на голову, являются внутренние коммуникации.",
            "Большинство отчётов пересылается по внутренней почте (т.е. системе передачи документов внутри организации).",
            "Состоится внутреннее расследование всей этой истории.",
            "лишние рёбра, а также другие лишние внутренности",
            "Их обвинили во вмешательстве во внутренние дела Китая.",
            "Они обвинили США во вмешательстве во внутренние дела других стран."
        ],
        "stars": 2
    }
}