{
    "integrity": {
        "comment": [
            "integrate",
            "integral",
            "integrated",
            "integration"
        ],
        "translate": "целостность, неприкосновенность, честность, чистота, прямота, полнота",
        "transcription": " |ɪnˈteɡrətɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Without music, the film loses its integrity.",
            "He's a man of the highest integrity.",
            "His answers evinced both wisdom and integrity.",
            "I admire her artistic integrity.",
            "I thought that was an unacceptable questioning of my integrity.",
            "My father was a man of honour and great integrity.",
            "The candidate's integrity and strength led the voters to support him.",
            "They are trying to preserve the cultural integrity of the community.",
            "They admired his scrupulous professional integrity.",
            "Cicero engages our affections by the integrity of his public conduct.",
            "He encouraged the graduates to go on to live lives of unimpeachable rectitude and integrity.",
            "Posterity will remember her as a woman of courage and integrity.",
            "She had the integrity to refuse to compromise on matters of principle.",
            "He expects to find in us the common honesty and integrity of men of business.",
            "Socrates' inwardness, integrity, and inquisitiveness",
            "Many were tempted by a piece of the equity action and compromised their integrity.",
            "Parity is often used to check the integrity of transmitted data."
        ],
        "example_translate": [
            "Без музыки фильм теряет свою целостность.",
            "Он наичестнейший человек. / Он очень честный человек.",
            "Его ответы продемонстрировали и мудрость, и честность",
            "Я восхищаюсь её художественной целостностью.",
            "Я счёл это неприемлемой попыткой поставить под сомнение мою порядочность.",
            "Мой отец был человеком честным и очень порядочным.",
            "Честность и сила кандидата побудили избирателей оказать ему поддержку.",
            "Они пытаются сохранить культурную целостность сообщества.",
            "Они восхищались его безупречной профессиональной этикой.",
            "Цицерон привлекает наше внимание прямотой и честностью своей общественной позиции.",
            "Он призвал выпускников прожить свою жизнь в безупречной честности и порядочности.",
            "Потомки запомнят её как женщину храбрую и порядочную.",
            "Ей хватило порядочности, чтобы отказаться идти на компромисс по принципиальным вопросам.",
            "Он надеется найти в нас честность и порядочность, характерную для деловых людей.",
            "внутренняя сила, честность и любознательность Сократа",
            "Многие соблазнились возможностью ухватить причитающуюся долю прибыли и скомпрометировали свою порядочность.",
            "Чётность часто используется для проверки правильности передаваемых данных."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}