{
    "interpret": {
        "comment": [
            "interpretation",
            "interpreter"
        ],
        "translate": "интерпретировать, толковать, переводить, объяснять, растолковать",
        "transcription": " |ɪnˈtɜːrprɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How should we interpret the law?",
            "How do you interpret his behavior?",
            "I had to interpret the speech to them.",
            "Be careful, your silence could be interpreted as an admission of guilt.",
            "How is one to interpret such actions?",
            "Every actor interprets the role of Hamlet a little differently.",
            "I interpreted his behavior to mean that he disliked me.",
            "Leaving me in absolute ignorance of how to interpret her.",
            "His refusal to work late was interpreted as a lack of commitment to the company.",
            "We need someone to interpret these results for us.",
            "Freud's attempts to interpret the meaning of dreams",
            "The courts exist to uphold, interpret, and apply the law.",
            "Can you interpret the speech of the visiting dignitaries?",
            "They spoke good Spanish, and promised to interpret for me.",
            "The ambiguity of the clairvoyant's messages from the deceased allowed the grieving relatives to interpret them however they wished."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Как нам следует толковать /понимать/ этот закон?",
            "Как вы можете объяснить его поведение?",
            "Мне пришлось перевести им эту речь.",
            "Будь осторожен, твое молчание могут принять за признание вины.",
            "Как можно трактовать эти действия?",
            "Каждый актер исполняет /раскрывает/ роль Гамлета немного по-своему.",
            "Я воспринял его поведение как знак того, что я ему не нравлюсь.",
            "И оставила меня в полном неведении относительно того, как её понимать.",
            "Его отказ работать допоздна был истолкован как отсутствие приверженности к компании.",
            "Нужно, чтобы кто-то объяснил нам, что значат эти результаты.",
            "попытки Фрейда истолковать значение /смысл/ сновидений",
            "Суды существуют для того, чтобы защищать, толковать и применять закон.",
            "Вы можете перевести, что говорят высокопоставленные гости?",
            "Они хорошо говорили по-испански и пообещали мне переводить.",
            "Неоднозначность посланий ясновидцу от умершего позволило скорбящим родственникам растолковать их так, как им было угодно."
        ]
    }
}