{
    "Internet": {
        "comment": [
            "international",
            "internal",
            "internationally",
            "interaction",
            "interior",
            "net"
        ],
        "translate": "интернет",
        "transcription": " |ˈɪntərnet|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The Internet didn't exist then.",
            "Do you have access to the Internet?",
            "Click here to connect to the Internet.",
            "a cell phone with internet facility",
            "She downloads songs from the Internet.",
            "We have Internet access at the library.",
            "surf the internet or the world wide web",
            "There was a connection via the internet.",
            "Computer viruses plague Internet users.",
            "Remember to capitalize the I in Internet.",
            "They're offering free Internet connection.",
            "He got this information from the Internet.",
            "You can get some good deals on the internet.",
            "More and more people are shopping on the Internet.",
            "Internet freebies: you can get something for nothing.",
            "Internet connectivity software",
            "the meteoric rise of the Internet",
            "The Internet stock bubble finally burst.",
            "Frankly, I think the Internet is overrated.",
            "You can access our homepage via the Internet.",
            "The café offers free wireless Internet access.",
            "Information is freely available on the Internet.",
            "They developed an acquaintance over the Internet.",
            "The Internet has given us a whole new vocabulary.",
            "games that can be downloaded free from the Internet",
            "Access to the Internet is fast becoming a necessity.",
            "Internet marketing is not as difficult as it sounds.",
            "The internet is an invaluable source of information.",
            "I use the internet mainly for sending email messages.",
            "Traffic on the internet is lightest during the night."
        ],
        "example_translate": [
            "Интернета тогда (ещё) не существовало.",
            "У вас есть доступ в интернет?",
            "Нажмите здесь, чтобы подключиться к Интернету.",
            "сотовый телефон с выходом в интернет",
            "Она скачивает песни из интернета.",
            "В нашей библиотеке есть доступ к Интернету.",
            "заниматься сёрфингом в интернете или \"всемирной паутине\"",
            "Была связь через интернет.",
            "Компьютерные вирусы досаждают пользователям Интернета.",
            "Помните, что слово \"Интернет\" надо писать с большой буквы. (в английском языке \"Интернет\" — название сети, т.е. имя собственное)",
            "Они предлагают бесплатный доступ в Интернет.",
            "Он нашёл эту информацию в интернете.",
            "В интернете можно найти довольно выгодные предложения.",
            "Все больше и больше людей совершают покупки через интернет.",
            "Интернет-халява: можешь получить кое-что просто так.",
            "программное обеспечение, управляющее подключением к интернету",
            "стремительный подъём сети Интернет",
            "В конце концов, пузырь доткомов лопнул.",
            "Откровенно говоря, я считаю, что значение Интернета переоценено.",
            "К нашей домашней странице можно подключиться через интернет.",
            "Кафе предлагает гостям бесплатный беспроводной доступ в Интернет.",
            "В интернете информация находится в свободном доступе.",
            "Они стали знакомцами посредством интернета.",
            "Интернет подарил нам целый новый лексикон.",
            "игры, которые можно бесплатно скачать из Интернета",
            "Доступ к интернету быстро становится необходимостью.",
            "Маркетинг в Интернет не так сложен, как может показаться.",
            "Интернет — бесценный источник информации.",
            "Я использую Интернет в основном для передачи сообщений по электронной почте.",
            "Интернет-трафик меньше всего ночью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}