{
    "interfere": {
        "comment": [],
        "translate": "вмешиваться, мешать, мешаться, интерферировать, сталкиваться",
        "transcription": " |ˌɪntərˈfɪr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Your talking interferes with my work!",
            "You mustn't allow them to interfere with your business.",
            "It's not the church's job to interfere in politics.",
            "It was not my part to interfere.",
            "Don't interfere — you'll only make things worse.",
            "Nothing must be allowed to interfere with our plans for the weekend.",
            "The interests of two republics didn't interfere.",
            "I tried to offer advice without interfering.",
            "My daughter-in-law said that I was interfering, but I was only trying to help.",
            "They had an agreement that they would not interfere in each other's business.",
            "Cautious by nature, Simpkin was reluctant to interfere.",
            "Well, there's gratitude for you! Here am I trying to help and you tell me not to interfere!",
            "The sediment at the bottom of the river needs to be routinely dredged so that it doesn't interfere with barge traffic.",
            "They trimmed back some of the tree's outgrowths so they wouldn't interfere with the power lines."
        ],
        "example_translate": [
            "Ваша болтовня мешает мне работать!",
            "Ты не должен позволять им вмешиваться в твои дела.",
            "Церковь не должна вмешиваться в политику.",
            "Не моё было дело вмешиваться.",
            "Не вмешивайтесь: вы только усугубите ситуацию.",
            "Ничто не должно помешать нашим планам на выходные.",
            "Интересы двух республик не противоречили друг другу.",
            "Я попытался дать ненавязчивый совет.",
            "Невестка сказала, что я вмешиваюсь не в своё дело, а я всего лишь хотела помочь.",
            "Они договорились о том, что не будут вмешиваться в дела друг друга.",
            "Будучи по натуре осторожным, Симпкин не испытывал желания вмешиваться.",
            "Ну вот тебе и благодарность! Я пытаюсь помочь, а вы говорите мне не вмешиваться.",
            "Осадок на дне реки необходимо регулярно вычерпывать, чтобы он не мешал движению барж.",
            "Они подрезали несколько побегов дерева, чтобы не цеплялись за электропровода."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}