{
    "interior": {
        "comment": [],
        "translate": "интерьер, внутренность, внутренний",
        "transcription": " |ɪnˈtɪriər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They traveled deep into the interior of Australia.",
            "The interior of the church was dark.",
            "Interior trimming is grey leather.",
            "The interior was comparted by willow screens.",
            "The interior of the country is mainly desert.",
            "a large car with lots of interior room",
            "The interior is planned with a precision the military would be proud of.",
            "Desert sandstone stretches north and eastward far into the interior.",
            "The interior walls are all painted white.",
            "a black car with gray leather interior",
            "An interior decorator must understand lighting.",
            "No schools offer graduate study in interior design.",
            "The greater part of the interior was gaumed with shellac in solution.",
            "The interior of the house glowed with colour, warmth, and life.",
            "Courses in interior design were rare and undeveloped.",
            "It was described as an archetype of the interior design of the period.",
            "During the vigil service the church's Gothic interior was illumed by the light of hundreds of tapers.",
            "She has become one of America's foremost exponents of the romantic style in interior design."
        ],
        "example_translate": [
            "Они путешествовали далеко вглубь Австралии.",
            "Внутреннее убранство церкви было оформлено в тёмных тонах.",
            "Внутренняя отделка - серая кожа.",
            "Внутри помещение было разделено ивовыми ширмами.",
            "Внутренняя часть страны в основном пустынна.",
            "крупный автомобиль с очень просторным салоном",
            "Интерьер спланирован с такой четкостью (аккуратностью), какой гордились бы военные.",
            "Песчаник простирается на север и восток далеко в глубь территории.",
            "Все внутренние стены окрашены в белый цвет.",
            "чёрный автомобиль, обитый изнутри серой кожей",
            "Художник по интерьеру обязан разбираться в освещении.",
            "Ни одно учебное заведение не предлагает получение высшего образования в области дизайна интерьера.",
            "Внутри стены дома были по большей части обмазаны раствором природной смолы.",
            "Интерьер дома светился красками, теплом и жизнью.",
            "Курсы дизайна интерьера были редки и неразвиты.",
            "Это описывалось как образец дизайн интерьера данного периода.",
            "Во время Всенощного бдения готический интерьер церкви был озарён светом сотен свечей.",
            "Она стала одной из самых выдающихся представительниц романтического стиля в дизайне интерьера в Америке."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}