{
    "intelligent": {
        "comment": [
            "tell",
            "telly",
            "satellite",
            "intelligence",
            "intellectual"
        ],
        "translate": "умный, разумный, смышленый, понимающий, понятливый",
        "transcription": " |ɪnˈtelɪdʒənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is an intelligent guy.",
            "Man is a highly intelligent animal.",
            "He's a hardworking but not very intelligent boy.",
            "She asked some intelligent questions.",
            "It would not be intelligent to provoke her.",
            "Are there intelligent beings on other planets?",
            "He is reputed to be intelligent.",
            "Jack is an intelligent pupil, but he lacks motivation.",
            "Hubert never experienced any fear, and this was partly because he was not particularly intelligent.",
            "She's an intelligent and articulate speaker.",
            "No genuinely intelligent and educated person would believe such tommyrot.",
            "She had a bony intelligent face.",
            "a futile search for intelligent nightlife",
            "She is intelligent and extremely well-read.",
            "He's a hard worker but he's not very intelligent.",
            "He comes across as a very intelligent, sensitive man.",
            "She is easily the most intelligent person in the class.",
            "The eldest son was highly intelligent, if somewhat lazy.",
            "The study disproves any notion that dolphins are not intelligent.",
            "Sontag was once famously described as the most intelligent woman in America.",
            "It doesn't necessarily follow that you're going to do well academically even if you're highly intelligent."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он парень смышлёный.",
            "Человек — очень умное животное.",
            "Он трудолюбивый, но не очень умный мальчик.",
            "Она задала несколько умных вопросов.",
            "Неразумно провоцировать её.",
            "Есть ли разумные существа на других планетах?",
            "Он слывёт интеллектуалом. / У него репутация разумного человека.",
            "Джек смышлёный ученик, но ему не хватает мотивации.",
            "Хьюберт никогда ничего не боялся — отчасти потому, что был не особенно умён.",
            "Она — умный и умеющий ясно выражать свои мысли оратор.",
            "Ни один по-настоящему интеллигентный и образованный человек не поверит в такую чушь.",
            "У неё было худощавое умное лицо.",
            "бесплодные поиски интеллектуальных ночных развлечений",
            "Она умна и очень начитана.",
            "Он работает хорошо, но не очень умён.",
            "Он производит впечатление очень умного и деликатного человека.",
            "Она намного умнее всех остальных в этом классе.",
            "Старший сын был очень умный, вот только немного ленивый.",
            "Данное исследование опровергает представление о том, что дельфины не являются разумными.",
            "Как всем хорошо известно, когда-то Зонтаг назвали самой умной женщиной в Америке.",
            "Даже высокий интеллект не обязательно означает, что вы будете хорошо успевать в учёбе."
        ],
        "stars": 2
    }
}