{
    "integrate": {
        "comment": [
            "integration",
            "integrated",
            "grateful"
        ],
        "translate": "интегрировать, объединять, укрупнять, составной, полный, целый",
        "transcription": " |ˈɪntɪɡreɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I integrated your suggestion into my work.",
            "You should integrate newcomers into the group.",
            "New immigrants integrated successfully.",
            "She integrates elements of jazz and rock in her music.",
            "The car's design successfully integrates art and technology.",
            "Colourful illustrations are integrated into the text.",
            "Many immigrants have found it difficult to integrate into American culture.",
            "We're looking for people who can integrate with a team.",
            "Transport planning should be integrated with energy policy.",
            "You can integrate text with graphics and manipulate graphic images.",
            "They have resisted efforts to integrate women into the military."
        ],
        "example_translate": [
            "Я использовал ваше предложение в своей работе.",
            "Вы должны интегрировать новичков в группу.",
            "Новые иммигранты успешно ассимилировались.",
            "В своей музыке она совмещает элементы джаза и рока.",
            "В дизайне данного автомобиля успешно сочетаются искусство и технологии.",
            "В текст интегрированы красочные иллюстрации.",
            "Многим иммигрантам было трудно интегрироваться в американскую культуру.",
            "Мы ищем людей, которые могут интегрироваться с командой.",
            "Планирование транспорта должно быть интегрировано в энергетическую политику.",
            "Вы можете интегрировать текст с графикой и управлять графическими изображениями.",
            "Они воспротивились попыткам интегрировать женщин в вооружённые силы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}