{
    "interrupt": {
        "comment": [
            "interruption"
        ],
        "translate": "прерывание, прерывать, перебивать, мешать",
        "transcription": " |ˌɪntəˈrʌpt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's not polite to interrupt.",
            "Will you stop interrupting me!",
            "Don't interrupt me when I'm reading",
            "His dinner was interrupted by a phone call.",
            "Don't interrupt me: I'm counting.",
            "She interrupted her pregnancy.",
            "Don't let me interrupt you, just carry on.",
            "I hate to interrupt, but it's urgent.",
            "We can talk here without interruption.",
            "It is impolite to interrupt someone who is speaking.",
            "I could not bear being interrupted in anything I was about.",
            "My studies were interrupted by the war.",
            "I went over to interrupt their conversation, but he waved me away.",
            "Do not let anything which has passed today interrupt our friendship.",
            "Every summer periods of cool weather occasionally interrupt the intense heat.",
            "Please don't interrupt me while I'm on the phone.",
            "An Englishman would interrupt a war to have his afternoon tea.",
            "We interrupt this program to bring you a special announcement.",
            "It isn't polite to interrupt people when they're talking.",
            "I didn't want to interrupt her flow, so I said nothing.",
            "We interrupt the program for the following messages.",
            "Sorry to interrupt, but I need to ask you to come downstairs."
        ],
        "example_translate": [
            "Не вежливо перебивать (кого-либо).",
            "Ты прекратишь наконец перебивать меня?",
            "Не перебивай меня, когда я читаю.",
            "Его ужин был прерван телефонным звонком.",
            "Не сбивай меня: я считаю.",
            "Она прервала беременность.",
            "Не позволяй мне перебивать тебя, рассказывай дальше.",
            "Прошу прощения, что перебиваю, но это срочно.",
            "Здесь нашей беседе никто не помешает.",
            "Невежливо прерывать говорящего.",
            "Я не мог вынести того, что мне мешали в любом деле, которым я собирался заниматься.",
            "Моё обучение было прервано войной.",
            "Я сделал попытку прервать их разговор, но он сделал мне знак отойти.",
            "Не давай тому, что произошло сегодня, положить конец нашей дружбе.",
            "Каждое лето сильная жара изредка прерывается периодами прохладной погоды.",
            "Прошу не перебивать меня, когда я говорю по телефону.",
            "Англичанин мог бы прервать войну ради послеобеденного чая. / Ради вечернего чаепития англичанин и войну бросит.",
            "Мы прерываем эту программу, чтобы передать вам специальное сообщение.",
            "Невежливо перебивать людей, когда они разговаривают.",
            "Мне не хотелось прерывать поток её мыслей, и я молчал.",
            "Мы прерываем программу для передачи следующих сообщений.",
            "Извините, что перебиваю, но я вынужден просить вас спуститься вниз."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}