{
    "intensity": {
        "comment": [
            "intense",
            "intensive"
        ],
        "translate": "интенсивность, напряженность, сила, яркость, глубина, энергия",
        "transcription": " |ɪnˈtensətɪ|",
        "antonyms": [],
        "mnemonic": [
            "tense [tɛns]\nintense - тугой, напряжённый., напрягать, натягивать\nintensify - сильный, интенсивный\nintensity - усиливать, активизировать\ntension - напряжённость, сила, энергия\n***\nОт своих чувств \"sense\"\nя напряжённый \"tense\"."
        ],
        "examples": [
            "He spoke with great intensity.",
            "He adjusted the intensity of the sound.",
            "The sun shone with great intensity.",
            "the intensity of the sun's rays",
            "The intensity of the hurricane was frightening.",
            "There are highs and lows of political intensity.",
            "Every star seemed to flare with new intensity.",
            "Her easy disposition and sociability masked the intensity of her feelings.",
            "The intensity of stress is expressed in units of force divided by units of area.",
            "An emotional intensity permeates every one of O'Connor's songs.",
            "A Maori contingent, unable to face the intensity of the Turkish fire, sought shelter in a nearby gully.",
            "A seismograph is a device that measures and records the intensity of earthquakes."
        ],
        "example_translate": [
            "Он говорил с большой энергией.",
            "Он отрегулировал интенсивность звука.",
            "Солнце светило изо всех сил.",
            "сила солнечных лучей",
            "Сила урагана была пугающей.",
            "В политической жизни бывают периоды как бурной активности, так и затишья.",
            "Казалось, что все звёзды засияли с новой силой.",
            "Лёгкий нрав и общительность скрывали силу и глубину её чувств.",
            "Интенсивность давления выражается в единицах силы, деленных на единицы площади.",
            "Каждая песня О'Коннор пронизана силой чувств.",
            "Военный контингент маори, будучи не в состоянии противостоять силе турецкого огня, нашёл укрытие в ближайшем овраге.",
            "Сейсмограф представляет собой прибор, который измеряет и регистрирует интенсивность землетрясений."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}
