{
    "intended": {
        "comment": [
            "intend",
            "intention"
        ],
        "translate": "суженый, суженый, суженая",
        "transcription": " |ɪnˈtendɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We intended going to Rome.",
            "We intended that she come with us.",
            "She was intended to become the director.",
            "He made an unkind remark, intended to put her down.",
            "Don't read more into her letter than she intended.",
            "The advertisement is intended to tease the customers",
            "The bulk of the goods of this company is intended for export.",
            "This action was willed and intended.",
            "The book is intended for children aged 5-7.",
            "He had done more harm than he had intended.",
            "The change was intended to increase sales.",
            "We originally intended to stay for just a few days.",
            "The class is intended to demystify the process of using a computer.",
            "The second son is intended for the army, and the third for the sciences.",
            "He intended to preserve the physiognomy of a culture in danger of disappearing.",
            "The book failed to reach its intended audience.",
            "The boycott was intended as a political statement.",
            "They are now detained or their arrest is intended.",
            "The medicine's effect was opposite to that intended.",
            "I never intended things to turn out the way they did.",
            "The yacht was intended for the king's own personal use.",
            "The book is not intended for a purely academic audience.",
            "Advertisements are intended to put across the best qualities of the product.",
            "This law is intended to prevent dishonest people from palming off worthless goods.",
            "a device intended to conserve water",
            "The cadaver was intended for dissection.",
            "She spoke more loudly than she intended.",
            "It would thwart with my intended brevity.",
            "The rules are intended to prevent accidents.",
            "a measure intended to forestall further attacks"
        ],
        "example_translate": [
            "Мы планировали поехать в Рим.",
            "Мы предполагали, что она пойдёт с нами.",
            "Предполагалось, что она станет директором.",
            "Он сделал грубое замечание, чтобы унизить её.",
            "Не усматривай в её письме какого-то скрытого смысла.",
            "Реклама предназначена для того, чтобы завлекать клиентов.",
            "Основная масса товаров компании предназначена для экспорта.",
            "Этот поступок был обдуманным и преднамеренным.",
            "Книга предназначена для детей в возрасте 5-7 лет.",
            "Он принёс больше вреда, чем намеревался.",
            "Перемены были направлены на повышение продаж.",
            "Мы первоначально собирались остаться всего на несколько дней.",
            "Целью этого занятия является внесение ясности в процесс использования компьютера.",
            "Среднего сына хотели отдать в армию, а младший должен был заняться наукой.",
            "Он желал сохранить характерные черты исчезающей культуры.",
            "Книге не удалось достучаться до своей целевой аудитории.",
            "Данный бойкот был задуман как политическое заявление.",
            "Они уже заключены под стражу или скоро будут арестованы.",
            "Действие лекарства было противоположным задуманному.",
            "Я не хотел, чтобы всё вот так обернулось.",
            "Яхта предназначалась для личного пользования короля.",
            "Данная книга не предназначена для сугубо научной аудитории.",
            "Реклама придумана для того, чтобы убедить всех в достоинствах рекламируемого товара.",
            "Этот закон направлен против тех, кто пытается сбыть с рук некачественные товары.",
            "устройство, предназначенное для экономии воды",
            "Этот труп предназначался для вскрытия.",
            "Она высказалась громче, чем намеревалась.",
            "Это противоречило бы краткости, которой я собирался придерживаться.",
            "Данные правила предназначены для профилактики несчастных случаев.",
            "мера, направленная на предотвращение дальнейших атак"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}