{
    "intent": {
        "comment": [],
        "translate": "намерение, цель, пристальный, внимательный",
        "transcription": " |ɪnˈtent|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What was the writer's intent?",
            "He was intent on leaving the country.",
            "Jake listened intently.",
            "They were intent on their work.",
            "Intent upon her work, she didn't notice the cold.",
            "She behaved foolishly but with good intent.",
            "She thinks I'm trying to make things difficult for her, but that's not my intent.",
            "The intent of the law is to protect consumers.",
            "She was intent on pursuing a career in business.",
            "His intent was to provide a new translation.",
            "He was so intent on his work that he didn't hear the dog bark.",
            "The original intent of the committee was to raise funds.",
            "He was charged with assault with intent to kill.",
            "The intent of sending men hither was to protect the frontier inhabitants.",
            "The new administration seems intent on disannulling every social program instituted by its predecessor.",
            "They took to the water intent on netting the $250,000 offered reward.",
            "Jones was found guilty of wounding with intent.",
            "The obvious intent of the documentary was to impassion viewers to do something about global warming."
        ],
        "example_translate": [
            "Каков был замысел автора?",
            "Он стремился уехать из страны.",
            "Джейк слушал внимательно.",
            "Они были сосредоточены на своей работе.",
            "Сосредоточившись на работе, она не замечала холода",
            "Она вела себя по-дурацки, но благонамеренно.",
            "Она думает, что я намеренно усложняю ей жизнь, но это не так. (он это делает не специально, у него нет такой цели)",
            "Целью данного закона является защита потребителей.",
            "Она была полна решимости сделать карьеру в бизнесе.",
            "Его целью было сделать новый перевод.",
            "Он настолько увлёкся работой, что не услышал, как залаяла собака.",
            "Изначальной целью комитета было найти финансирование.",
            "Ему предъявили обвинение в нападении с целью убийства.",
            "Намерение отправить туда солдат было связано с тем, что нужно было защитить приграничных жителей.",
            "Похоже, что новая администрация намеревается полностью отменить все социальные программы, инициированные своими предшественниками.",
            "Они бросились в воду, намереваясь получить обещанное вознаграждение в 250 000 долларов.",
            "Джонса признали виновным в умышленном нанесении телесных повреждений.",
            "Очевидной целью документального фильма было было побудить зрителей принять какие-то действия касательно глобального потепления"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}