{
    "intend": {
        "comment": [
            "intended",
            "intention"
        ],
        "translate": "намереваться, предназначать, намеренно",
        "transcription": " |ɪnˈtend|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I intend to spend the night there.",
            "I don't intend to make the same mistake again.",
            "We intended going to Rome.",
            "We intend looking at the situation again.",
            "I fully intend to return home next year.",
            "I didn't intend any disrespect.",
            "I didn't intend her to see the painting until it was finished.",
            "He does not intend to rush his decision.",
            "She was intended to become the director.",
            "We intended that she come with us.",
            "She never made a promise that she didn't intend to keep.",
            "The second son is intended for the army, and the third for the sciences.",
            "I never intended things to turn out the way they did.",
            "We do not intend to go out at all in Florence - I mean into society.",
            "How do you intend to represent your ideas to the committee?",
            "I don't intend to look in tonight, there's nothing worth watching.",
            "I intend to consult with my tax lawyer before sending in my tax return.",
            "I intend to set out tomorrow, and to pass those dreadful Alps.",
            "I intend to correspond with you by her mediation.",
            "At what date do you intend to possess yourself of the house?",
            "Can I make it absolutely clear that we did not intend this to happen?",
            "Do you really intend to put up for that seat?",
            "It is intended that these meetings will become a regular event.",
            "You intend to stick to this story that she knew nothing of your financial prospects?",
            "We intend to fuse the companies into a single organization.",
            "We intend to be joined in matrimony until “death do us part”.",
            "She didn't intend to downgrade the importance of her colleague's work.",
            "Although the company has faced financial difficulties, they do not intend to cut and run."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив с to после глаголов",
            "all_words",
            "Инфинитив",
            "Инфинитив - сложное дополнение(сказуемое выражено глаголами, обозначающими чувство, желание, намерение)",
            "Сложное дополнение"
        ],
        "example_translate": [
            "Я собираюсь там переночевать.",
            "Я не намерен повторять эту ошибку.",
            "Мы планировали поехать в Рим.",
            "Мы намерены рассмотреть данную ситуацию снова.",
            "Я определённо намереваюсь, вернуться домой в следующем году.",
            "Я не хотел проявить неуважение.",
            "Я не собирался показывать ей картину до тех пор пока она не будет закончена.",
            "Он не намерен торопиться с решением.",
            "Предполагалось, что она станет директором.",
            "Мы предполагали, что она пойдёт с нами.",
            "Она никогда не давала обещаний, которых не собиралась выполнять.",
            "Среднего сына хотели отдать в армию, а младший должен был заняться наукой.",
            "Я не хотел, чтобы всё вот так обернулось.",
            "Мы не собираемся никуда ходить во Флоренции - я имею в виду бывать в обществе.",
            "Как вы намерены представить свои идеи комиссии?",
            "Я не буду сегодня вечером смотреть телевизор, там ничего стоящего.",
            "Я намерен посоветоваться с моим налоговым консультантом, прежде чем отправлять налоговую декларацию.",
            "Завтра я собираюсь тронуться в путь и переправиться через эти грозные Альпы.",
            "Я собираюсь связаться с Вами при её посредничестве.",
            "Когда ты вступаешь во владение домом?",
            "Могу ли я совершенно чётко заявить, что случившееся не входило в наши планы?",
            "Ты в самом деле хочешь участвовать в выборах на этот пост?",
            "Предполагается, что эти встречи станут регулярным событием.",
            "Вы намерены и дальше придерживаться версии, что она ничего не знала о вашей финансовых перспективах?",
            "Мы намерены слить эти компании в единую организацию.",
            "Мы хотим связать себя узами брака, пока “смерть не разлучит нас”.",
            "У неё не было намерения принизить важность труда своего коллеги.",
            "Хотя компания и столкнулась с финансовыми трудностями, они не намерены спасаться бегством."
        ]
    }
}