{
    "interviewer": {
        "comment": [
            "interview",
            "intervention",
            "interval",
            "intervene",
            "view",
            "review",
            "viewer",
            "viewpoint",
            "overview"
        ],
        "translate": "интервьюер",
        "transcription": " |ˈɪntərvjuːər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is a very entertaining interviewer.",
            "The interviewer may try to catch you out.",
            "The interview will be shown on tonight's news.",
            "This library has a large collection of his interviews.",
            "Don't be surprised if the interviewer is rather direct.",
            "The company is holding interviews for several new jobs.",
            "The interviewer cornered the politician with some probing questions.",
            "I got a complete mental block as soon as the interviewer asked me a question.",
            "He's a good interviewer, tough and quick on the uptake (=able to understand quickly what someone is saying).",
            "The furniture is so arranged that the interviewee and the interviewer are not physically separated by a desk."
        ],
        "example_translate": [
            "Он очень весёлый интервьюер.",
            "Человек, проводящий собеседование / интервью, может попытаться поймать вас на лжи.",
            "Данное интервью покажут в сегодняшних вечерних новостях.",
            "В этой библиотеке имеется большая коллекция его интервью.",
            "Не удивляйтесь, если интервьюер будет достаточно откровенен.",
            "Компания проводит собеседования для соискателей нескольких новых вакансий.",
            "Интервьюер наводящими вопросами загнал политика в угол.",
            "Как только работодатель задал вопрос, у меня совершенно заклинило мозги.",
            "Он хороший интервьюер: жёсткий и схватывает на лету (т.е. способен быстро понять сказанное).",
            "Мебель расставлена таким образом, чтобы респондент и интервьюер не были физически разделены столом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}