{
    "intention": {
        "comment": [],
        "translate": "намерение, цель, стремление, замысел, идея, понятие, намерение жениться, виды",
        "transcription": " |ɪnˈtenʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Have you heard of her intention to resign?",
            "He has no intention of leaving the political stage.",
            "She has every intention of accepting the invitation.",
            "I have no intention of retiring just yet.",
            "His intention and execution are not very near each other.",
            "He has no intention of marrying her, he's just stringing her along.",
            "What is the intention of this vexatious circumbendibus?",
            "My intention changed once I saw her.",
            "They went into town with the intention of visiting the library.",
            "He declared his intention to stand for president.",
            "Stories have been noised abroad about the government's intention to hold a quick election.",
            "Every intention which regards the future is ambulatory or revocable.",
            "The newly elected leader has declared his intention of cleaning up the city council.",
            "He's been hoarding empty yogurt containers all winter, with the intention of using them to start seedlings in the spring.",
            "It is their declared intention to increase taxes.",
            "She announced her intention to stand for Parliament.",
            "I told him flat out that I have no intention of marrying him.",
            "The article was written with the intention of opening up a public debate.",
            "A slight movement of the hand telegraphed his intention to shoot.",
            "They tried to dissuade her from her intention to drop out of college.",
            "It was easy to divine his intention of asking his girlfriend to marry him.",
            "He thinks the Minister is full of good intentions which won't be carried out.",
            "Professor Johnson has indicated his intention to retire at the end of next year.",
            "It was a personal matter, and she had no intention of talking to any journalist about it.",
            "She announced her intention to run for governor.",
            "He bought a dog with the intention of training it to attack intruders.",
            "Rembert again stated his intention to resign from Parliament.",
            "She told him plainly that she had no intention of marrying him.",
            "The party has no intention of relaxing its hold on the country.",
            "He has good intentions, but his suggestions aren't really helpful."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив с to после сущ",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Вы слышали о её намерении уйти в отставку?",
            "У него нет никаких намерений покидать политическую сцену.",
            "Она твёрдо решила принять приглашение.",
            "У меня пока нет намерения уходить на пенсию.",
            "Его намерения и их реализация не слишком соответствуют друг другу.",
            "Он не собирается жениться на ней, он просто обманывает ее.",
            "В чем суть этого обременительного обходного маневра?",
            "Увидев её, я сейчас же изменил намерения.",
            "Они отправились в город с намерением посетить библиотеку.",
            "Он заявил о своём намерении баллотироваться на пост президента.",
            "Поползли слухи о том, что правительство намерено провести внеочередные выборы.",
            "Любое намерение в отношении будущего либо временно, либо может отмениться в любой момент.",
            "Новоизбранный руководитель объявил о своём намерении обновить городской совет.",
            "Он всю зиму копил пустые баночки из-под йогурта, чтобы весной использовать их для выращивания рассады.",
            "Они не скрывают своего намерения повысить налоги.",
            "Она объявила о своем намерении участвовать в парламентских выборах.",
            "Я сказала ему прямо, что не собираюсь выходить за него замуж.",
            "Данная статья была написана с целью открытия публичного обсуждения.",
            "Лёгким движением руки он показал, что будет стрелять.",
            "Они попытались отговорить её от намерения бросить колледж.",
            "Нетрудно было догадаться о том, что он собирается попросить свою подругу выйти за него замуж.",
            "Он считает, что министр исполнен благих намерений, которые не будут осуществлены.",
            "Профессор Джонсон сообщил о своём намерении уйти на пенсию в конце следующего года.",
            "Это было её личным делом, и она не собиралась разговаривать об этом ни с одним журналистом.",
            "Она объявила о своём намерении баллотироваться на пост губернатора.",
            "Он купил собаку с целью натренировать её атаке на злоумышленников.",
            "Ремберт снова заявил о своём намерении уйти из парламента.",
            "Она прямо ему сказала, что не собирается за него замуж.",
            "Партия совершенно не собирается сдавать свои позиции в этой стране.",
            "Намерения-то у него благие, а вот пользы в его предложениях маловато."
        ]
    }
}