{
    "intimate": {
        "comment": [],
        "translate": "интимный, близкий, тесный, близкий друг, намекать",
        "transcription": " |ˈɪntɪmət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She had already intimated to me her wish to leave.",
            "They remained intimate friends throughout their lives.",
            "He intimated, politely but firmly, that we were not welcome.",
            "The virus can only be transmitted through intimate contact.",
            "The baron is my intimate connection.",
            "They are in an intimate and committed relationship.",
            "My friends are very intimate with Mr. Black.",
            "The small room was cozy and intimate.",
            "There is an intimate interdependence of intellect and morals.",
            "She's on intimate terms with people in government.",
            "His coworkers knew him as “Robert,” but his intimates called him “Robbie.”",
            "He was generally unsociable except with intimate friends.",
            "The nightclub provided an intimate venue for her performance.",
            "She was trying to intimate that there was more going on than anyone knew.",
            "The collection has been moved from its intimate setting to the British Museum.",
            "She didn't mind seeing him in a group but an intimate dinner in a restaurant was another matter altogether.",
            "Upstairs is a more intimate bar where guests can relax in comfort.",
            "The café presents nationally known jazz performers in an intimate setting.",
            "A tabloid journalist who has never scrupled to reveal the most intimate details about the lives of celebrities."
        ],
        "example_translate": [
            "Она уже намекала мне о желании уйти.",
            "Они оставались близкими друзьями на протяжении всей жизни.",
            "Он намекал, вежливо, но твердо, что нам были не рады.",
            "Вирус может передаваться только половым путём.",
            "Барон — мой близкий родственник.",
            "Они находятся в близких и серьёзных отношениях.",
            "Мои друзья хорошо знакомы с господином Блэком.",
            "В комнатке было тепло и уютно.",
            "Существует тесная внутренняя взаимозависимость между интеллектом и нравственностью.",
            "Она на короткой ноге с людьми в правительстве.",
            "Коллеги знали его как Роберта, но близкие называли Робби.",
            "Он обычно почти ни с кем не общался, кроме как с близкими друзьями.",
            "Этот ночной клуб и стал уютной площадкой для её выступлений.",
            "Она пыталась намекнуть о том, что происходит нечто большее, чем кому-либо известно.",
            "Из своей камерной обстановки коллекция была перемещена в Британский музей.",
            "Она не возражала против того, чтобы видеться с ним в присутствии других, но ужин в ресторане наедине — совсем другое дело.",
            "На втором этаже находится более уютный бар, где гости могут с комфортом отдохнуть.",
            "В уютной обстановке этого кафе выступают известные на всю страну джазовые исполнители.",
            "Журналист из бульварной прессы, который никогда не стеснялся раскрывать самые интимные подробности о жизни знаменитостей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}