{
    "into": {
        "comment": [
            "in"
        ],
        "translate": "в, на, к",
        "transcription": " |ˈɪntə|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The rain changed into snow.",
            "Come into the office.",
            "She fell into a deep sleep.",
            "We dived into the sea.",
            "He jumped into the pool.",
            "Cut the cake into pieces.",
            "The drizzling rain continued far into the night.",
            "She came into the room.",
            "I screwed my wet handkerchief into a ball.",
            "The money went into a common fund.",
            "We shall have to take him into our discussion.",
            "Sue got back into bed and pulled the quilt over her head.",
            "They tried to drag me into their quarrel.",
            "The Championship will be getting into its second day in a few hours.",
            "She was just staring into space.",
            "Please put the bowl into the sink.",
            "I've got to go into town this morning.",
            "Andy and I talked well into the night.",
            "I've been doing some research into this.",
            "They were heading into town.",
            "They rode off into the sunset.",
            "John was well into his forties before he got married.",
            "Eight into twenty-four is three.",
            "He thrust his hand into his coat pocket.",
            "There must be another way into the cave.",
            "The car swerved and crashed into the wall.",
            "He almost bumped into me as he rushed past.",
            "At the age of 16, I went into the printing trade as an apprentice.",
            "a medicine injected into the bloodstream",
            "Neruda's poems have been translated into English."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o = [u(:)]"
        ],
        "example_translate": [
            "Дождь перешёл в снег.",
            "Заходите в кабинет.",
            "Она погрузилась в глубокий сон.",
            "Мы нырнули в море.",
            "Он прыгнул в бассейн.",
            "Разрежь пирог на куски.",
            "Дождь продолжал моросить до поздней ночи.",
            "Она вошла в комнату.",
            "Я скрутил свой мокрый носовой платок в шарик.",
            "Эта сумма пошла в общий фонд.",
            "Придётся вовлечь его в нашу дискуссию.",
            "Сью вернулась в кровать и накрылась одеялом с головой.",
            "Они попытались втянуть меня в свою перебранку.",
            "Через несколько часов наступит второй день чемпионата.",
            "Она просто смотрела в пустоту.",
            "Поставь, пожалуйста, миску в раковину.",
            "Сегодня утром мне нужно поехать в город.",
            "Мы с Энди разговаривали до поздней ночи.",
            "Я уже некоторое время занимаюсь исследованием этой темы.",
            "Они направлялись в город.",
            "Они ускакали прочь, на закат.",
            "Когда Джон женился, ему было хорошо за сорок.",
            "Двадцать четыре разделить на восемь равно три.",
            "Он засунул руку в карман пальто.",
            "Там должен быть другой путь в пещеру.",
            "Автомобиль вильнул и врезался в стену.",
            "Он чуть не налетел на меня, когда проносился мимо.",
            "В возрасте шестнадцати лет я вошёл в типографское дело в качестве ученика.",
            "лекарство, впрыснутое в кровь",
            "Стихи Неруды переведены на английский язык."
        ],
        "stars": 3
    }
}