{
    "introduction": {
        "comment": [
            "conduct",
            "reduction",
            "conductor",
            "introduce"
        ],
        "translate": "введение, внедрение, внесение, интродукция, предисловие, учреждение, нововведение",
        "transcription": " |ˌɪntrəˈdʌkʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He seemed to want no introduction to their friends.",
            "The book begins with a long, tortuous introduction.",
            "This makes a fine introduction.",
            "They have nice weather for their introduction to the Island.",
            "Introduction of colour print made a revolution in the photography.",
            "He got a no-frills introduction to the job",
            "It would be helpful if you were to precede the report with an introduction.",
            "Introduction should be a commentary on the pieces edited, and nothing more.",
            "Pete, are you going to make the introductions?",
            "After the introduction, we'll fade in the first scene.",
            "In the introduction he explains why he wrote the book.",
            "The bosses deskilled the work by the introduction of new technology.",
            "An Introduction to Psychology, an Evangelical Approach.",
            "Production problems delayed the introduction of the new model by several months.",
            "A new introduction has been prefixed to the third printing of the book.",
            "The introduction highlighted the speaker's distinguished career in linguistics.",
            "There has been widespread public debate over the introduction of genetically modified food.",
            "the introduction of evidence at the trial",
            "The potato was a sixteenth century introduction.",
            "A high level of anxiety was created by the introduction of cameras into the factory.",
            "This will be just an introduction to the essentials of computer programming.",
            "With the introduction of independent taxation, a married woman's position is much clearer.",
            "the introduction of the bill to Congress",
            "I'd like to say something by way of introduction.",
            "the introduction of an Asian plant species to America",
            "The book is a useful introduction to British geology.",
            "After a brief introduction, the performer took the stage.",
            "advantages accruing from the introduction of new technology",
            "The book provides a good general introduction to the subject.",
            "The course commences with a one week introduction to Art Theory."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Казалось, он вовсе не хотел, чтобы его представляли их друзьям.",
            "Книга начинается с длинного, запутанного вступления.",
            "Получается отличное вступление.",
            "Им повезло с погодой для первого знакомства с островом.",
            "Изобретение цветной печати произвело революцию в фотографии.",
            "Его без лишних церемоний (по-быстрому/не вдаваясь в особые подробности/вкратце) ознакомили с работой.",
            "Было бы полезно, если бы ты начал свой отчёт с введения.",
            "В предисловии должны содержаться комментарии к изданию и ничего более.",
            "Пит, ты не собираешься нас (друг другу) представить?",
            "После введения пускаем первую сцену.",
            "В предисловии он объясняет, почему написал эту книгу.",
            "Начальники деквалифицировали труд за счет внедрения новой технологии.",
            "Введение в психологию: евангельский подход. (название книги)",
            "Производственные проблемы отложили внедрение новой модели на несколько месяцев.",
            "Третьему изданию книги было предпослано новое предисловие.",
            "Во вступительном слове была подчёркнута выдающаяся карьера выступающего в лингвистике.",
            "Ведётся широкая общественная дискуссия по поводу внедрения генетически модифицированных продуктов питания.",
            "представление доказательств на судебном процессе",
            "Картофель был нововведением шестнадцатого века.",
            "Внедрение камер на территорию завода создало высокий уровень беспокойства среди работников.",
            "Это будет просто знакомство с основами компьютерного программирования.",
            "С введением независимого налогообложения, положение замужней женщины стало гораздо яснее.",
            "внесение законопроекта в конгресс",
            "Хотелось бы кое-что сказать в качестве введения.",
            "внедрение азиатских видов растений в Америку",
            "Данная книга является полезным введением в геологию Великобритании.",
            "После краткого представления ведущим концерта, исполнитель вышел на сцену.",
            "преимущества, возникающие в результате внедрения новых технологий",
            "Книга представляет собой хорошее общее введение в данный предмет.",
            "Данный курс начинается недельным введением в теорию искусства."
        ]
    }
}