{
    "introduce": {
        "comment": [],
        "translate": "вводить, вносить, представлять, знакомить, применять, включать, привносить",
        "transcription": " |ɪntrəˈduːs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She introduced me to her parents.",
            "June, let me introduce you to Bob.",
            "This chapter will introduce the book.",
            "Let me introduce my fiancé.",
            "I must introduce you to my people.",
            "We have daughters to introduce.",
            "Never introduce your dona to a pal.",
            "Let me introduce myself. My name is John Smith.",
            "He introduced a bill to Congress.",
            "On the same day he was introduced into the Cabinet.",
            "You need a special tool to introduce the pipe into the hole.",
            "Has computer studies been introduced into the school curriculum?",
            "They want to introduce a system of identity cards.",
            "A new word processor was introduced.",
            "May I introduce myself? My name is Meg Johnson.",
            "Have you two been introduced? Tom, this is Greg.",
            "He liked to introduce himself with a witty opening line.",
            "The grey squirrel was introduced into Britain from North America.",
            "She invited me to her house and introduced me with her family members.",
            "New evidence was introduced at the trial.",
            "When adverbs are emphatical, they may introduce a sentence.",
            "The new secretary introduced a nasty rumor.",
            "introduce the new neighbors to the community",
            "The designer is introducing a new line of clothes.",
            "Ralph was waiting for a chance to introduce himself.",
            "— Mr. F. shall introduce him. — It ain't a him, it's a her.",
            "If you want to meet her, you're going to have to take the initiative and introduce yourself.",
            "Just a minute, Margaret, I want to introduce you to Betty.",
            "And now I'd like to introduce our next speaker, Mrs Thompson.",
            "Fuel was introduced into the jet pipe."
        ],
        "example_translate": [
            "Она представила меня своим родителям.",
            "Джун, позвольте мне познакомить вас с Бобом.",
            "Эта глава будет открывать книгу.",
            "Позвольте мне представить своего жениха.",
            "Я должен познакомить тебя со своими родными.",
            "У нас есть дочери, которых мы должны ввести в общество.",
            "Никогда не знакомь свою подружку с приятелями.",
            "Позвольте представиться, меня зовут Джон Смит.",
            "Он представил в Конгрессе некий законопроект.",
            "В тот же день он был введён в состав кабинета министров.",
            "Чтобы вставить эту трубу в отверстие, нужен специальный инструмент.",
            "Изучение компьютера уже внесено в учебный план?",
            "Они хотят ввести систему удостоверений личности.",
            "Был представлен новый текстовый редактор.",
            "Разрешите представиться. Меня зовут Мэг Джонсон.",
            "Вас уже представили? Том, это Грег.",
            "Он любил представляться с помощью остроумной вступительной фразы.",
            "Серая белка была завезена в Британию из Северной Америки.",
            "Она пригласила меня к себе домой и представила членам своей семьи.",
            "На суде были представлены новые улики.",
            "Когда наречие эмфатически выделено, оно может стоять в начале предложения.",
            "Новая секретарша запустила гадкую сплетню.",
            "познакомить новых соседей с обществом",
            "Дизайнер представляет новую линию одежды.",
            "Ральф ждал возможности представиться.",
            "— Мистер Ф. его представит. — Это не \"он\", а \"она\".",
            "Если хочешь с ней познакомиться, то нужно взять на себя инициативу и представиться.",
            "Минутку, Маргарет, я хочу познакомить вас с Бетти.",
            "А сейчас я хотел бы представить нашего следующего докладчика — миссис Томпсон.",
            "Топливо было впрыснуто в трубку жиклера."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}