{
    "invade": {
        "comment": [
            "evade"
        ],
        "translate": "вторгаться, оккупировать, захватывать, поражать, посягать, нахлынуть, овладеть",
        "transcription": " |ɪnˈveɪd|",
        "antonyms": [],
        "mnemonic": [
            "invade [ɪn'veɪd]\n***\nВойска ВТОРГНУТСЯ и тоску навеют. (это) invade"
        ],
        "examples": [
            "The troops invaded at dawn.",
            "Weeds had invaded the garden.",
            "Hitler invaded Poland on September 1, 1939.",
            "The cancer eventually invaded the brain.",
            "A sense of loss, of loneliness invaded her.",
            "Every summer the town is invaded by tourists.",
            "Wolves invade farm yards and depredate upon calves.",
            "Claudius was the first to invade Britain with distinct...intentions of conquest.",
            "When tourists invade, the town is a very different place.",
            "The cancer had invaded her lungs.",
            "Fans invaded the pitch at half-time.",
            "The reporters were briefed about the President's plan to invade.",
            "The decision to invade provoked storms of protest.",
            "Phage uses the bacterium's machinery and energy to produce more phage until the bacterium is destroyed and phage is released to invade surrounding bacteria.",
            "What right does he have to invade my privacy?"
        ],
        "example_translate": [
            "Войска вторглись на рассвете.",
            "Сорняки заполонили сад.",
            "Гитлер вторгся в Польшу первого сентября 1939 года.",
            "В конце концов, рак поразил мозг.",
            "На нее нахлынуло чувство одиночества и потери.",
            "Каждое лето город наводняют туристы.",
            "Волки нападают на сельские дворы и крадут телят.",
            "Клавдий был первым, кто вторгся в Британию с явными... намерениями её завоевать.",
            "Когда этот городок наполняют туристы, он становится совсем другим.",
            "Рак поразил её легкие.",
            "В перерыве болельщики прорвались на поле.",
            "Журналистов проинформировали о президентском плане вторжения.",
            "Решение о вторжении вызвало бури протеста.",
            "Фаг использует аппарат и энергию бактерии, чтобы производить фагов до тех пор, пока бактерия не будет уничтожена и фаги не освободятся для вторжения в окружающие бактерии.",
            "Какое он имеет право вторгаться в мою личную жизнь?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}