{
    "invasion": {
        "comment": [
            "invade"
        ],
        "translate": "вторжение, нашествие, инвазия, посягательство, набег",
        "transcription": " |ɪnˈveɪʒn|",
        "antonyms": [],
        "mnemonic": [
            "invasion [ɪn'veɪʒən]\n***\nВТОРЖЕНИЯ готовят невежи. (это) invasion\nНАШЕСТВИЯ делают невежи. (это) invasion"
        ],
        "examples": [
            "The enemy launched an invasion.",
            "The world is showing concern over the invasion.",
            "They met secretly to discuss the invasion plans.",
            "The people live under a constant threat of invasion.",
            "As the invasion seemed likely the president called on his allies for help.",
            "After the invasion, people were forbidden to fly their national flag.",
            "Their superior forces repelled the invasion.",
            "He joined the defense against invasion.",
            "The town is gearing up for the annual tourist invasion.",
            "The President condemned the invasion as an act of naked aggression.",
            "The neighboring tribe staged an invasion.",
            "The invasion acted as a catalyst to unite the country.",
            "The authorities should have been alert to the possibility of invasion.",
            "The invasion left a legacy of hatred and fear.",
            "They established a bridgehead on the beach before beginning the land invasion.",
            "The city was in ferment as its residents nervously awaited the airborne invasion that was sure to come.",
            "Although the military invasion had been a breeze, the nation soon found itself caught in a rattrap with no clear escape route."
        ],
        "example_translate": [
            "Враг начал вторжение.",
            "Мировое сообщество выражает озабоченность по поводу вторжения.",
            "Они провели секретную встречу и обсудили планы вторжения.",
            "Люди живут под постоянной угрозой вторжения.",
            "При возникновении угрозы вторжения, президент призвал на помощь своих союзников.",
            "После вторжения людям запретили поднимать свой национальный флаг.",
            "Их превосходящие силы отразили это вторжение.",
            "Он присоединился к обороне от вторжения.",
            "Город готовится к ежегодному нашествию туристов.",
            "Президент осудил данное вторжение как акт неприкрытой агрессии.",
            "Соседнее племя устроило набег.",
            "Данное вторжение послужило катализатором к объединению страны.",
            "Власти должны были подготовиться к возможному вторжению.",
            "Вторжение оставило наследие ненависти и страха.",
            "Перед началом сухопутного вторжения они создали себе плацдарм на побережье.",
            "Город был охвачен волнением, а его жители беспокойно ждали неизбежного вторжения с воздуха.",
            "Хотя это военное вторжение было делом пустячным, страна вскоре оказалась в ловушке, из которой не было чёткого выхода."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}