{
    "invariably": {
        "comment": [],
        "translate": "неизменно",
        "transcription": " |ɪnˈverɪəblɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It invariably rains when I go there.",
            "She almost invariably took a hard view of persons and things.",
            "The hair of these races has invariably a crisp, short, and stiff curl.",
            "...the delusory notion that wealth invariably brings happiness...",
            "Gunny invariably tried to bite her.",
            "He invariably spends more time bewailing his predicament than trying to fix it.",
            "Movie heroes invariably have a trusty sidekick, who often provides comic relief.",
            "Veteran poker players invariably have expressionless faces, regardless of the hand they're holding.",
            "The security guards were invariably ex-servicemen.",
            "Their slacker son invariably gives the same response to the questions about his career plans.",
            "...swinish frat boys for whom a night on the town invariably included binge drinking and strip club hopping..."
        ],
        "example_translate": [
            "Когда я туда езжу, постоянно идёт дождь.",
            "Она практически всегда высказывалась резко о людях и о ситуациях.",
            "Волосы у этих народов всегда кудрявые, короткие и жёсткие.",
            "...обманчивое мнение, что богатство неизменно приводит к счастью...",
            "Ганни неизменно пытался её укусить.",
            "Он постоянно тратит больше времени на сожаления о своём тяжёлом положении, чем на попытки его исправить.",
            "Киногерои неизменно имеют верного друга, который зачастую является комическим персонажем.",
            "Выражения лиц опытных игроков в покер неизменно бесстрастны, вне зависимости от карт, которые у тех на руках.",
            "Все без исключения охранники являлись бывшими военнослужащими.",
            "Их бездельник-сын неизменно даёт один и тот же ответ на все вопросы о своих карьерных планах.",
            "...свиньи-мажоры, чья вечерняя программа в городе неизменно включала в себя пункты \"нажраться в хлам и шляться по стрип-клубам\"..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}