{
    "investment": {
        "comment": [],
        "translate": "инвестиция, инвестирование, капиталовложение, вложение, облечение, вклад, осада",
        "transcription": " |ɪnˈvestmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "That was a smart investment.",
            "It is an investment that pays 5 percent.",
            "an investment that pays itself back quickly",
            "I'm shopping for a safe investment.",
            "The work also requires a huge investment of time.",
            "European Investment Bank",
            "Foreign Investment Review Agency",
            "£37 million of new investment",
            "Foreign investment may dry up.",
            "The investment scheme didn't quite pan out.",
            "She recouped only a portion of her investment.",
            "You can capitalize your investment at any time.",
            "This should free some money for investment.",
            "My sister's the oracle on investment matters.",
            "Committee on Foreign Investment in the United States",
            "His investment strategy is based on a simple formula.",
            "In this sort of investment, the risks are fairly low.",
            "There's an element of risk in any kind of investment.",
            "the use of public funds to leverage private investment",
            "He traced the money to an offshore investment company.",
            "Investment is a necessary condition of economic growth.",
            "He bought the painting as an investment.",
            "The investment was guaranteed by the bank.",
            "Our aim is the encouragement of investment.",
            "The investment had a higher average return.",
            "He made an emotional investment in the work.",
            "We plan to buy some property as an investment.",
            "detractive influences on the volume of investment",
            "Foreign investment in Taiwan rose by 79% last year.",
            "How can you get the best return on your investment?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это была разумная инвестиция.",
            "Это капиталовложение, приносящее пять процентов дохода.",
            "инвестиционное вложение, которое быстро окупается",
            "Я присматриваюсь, куда бы понадёжнее поместить капитал.",
            "Работа также требует огромных затрат времени.",
            "Европейский инвестиционный банк",
            "Управление регулирования иностранных инвестиций (в Канаде)",
            "тридцать семь миллионов фунтов новых инвестиций",
            "Иностранные инвестиции могут иссякнуть.",
            "Инвестиционная схема удалась не вполне.",
            "Она вернула лишь часть своих вложений /инвестиций/.",
            "Вы можете в любое время превратить свои вложения в капитал.",
            "Это должно освободить некоторое количество денег для вложения.",
            "Моя сестра — настоящий эксперт в вопросах вложения денег.",
            "Комитет по иностранным инвестициям в США",
            "Его инвестиционная стратегия основывается на простой формуле.",
            "В такого рода вложениях риски достаточно низкие.",
            "В любого рода инвестициях существует элемент риска.",
            "использование государственных средств для привлечения частных инвестиций",
            "Он проследил эти деньги до оффшорной инвестиционной компании.",
            "Инвестиции являются необходимым условием экономического роста.",
            "Он купил эту картину в качестве капиталовложения.",
            "Инвестиция была гарантирована банком.",
            "Нашей целью является стимулирование инвестиций.",
            "Средняя доходность данной инвестиции была выше.",
            "Он потратил на эту работу массу эмоций.",
            "Мы планируем приобрести кое-какое имущество в качестве инвестиции.",
            "деструктивное влияние на объём инвестиций",
            "В прошлом году иностранные инвестиции в Тайвань увеличились на семьдесят девять процентов.",
            "Как можно получить наибольшую отдачу от своих инвестиций?"
        ]
    }
}