{
    "invention": {
        "comment": [
            "invent",
            "inventor",
            "venture"
        ],
        "translate": "изобретение, выдумка, изобретательность, изобретательство, измышление, инвенция",
        "transcription": " |ɪnˈvenʃn|",
        "antonyms": [],
        "mnemonic": [
            "invent [ɪn'vent]\ninvention [ɪn'vɛnʃən] - изобретение\n***\nИЗОБРЁЛ лампу интервент. (это) invent"
        ],
        "examples": [
            "His new invention was put to use.",
            "Necessity is the mother of invention.",
            "It was incredible that nobody paid attention to the new invention.",
            "Necessity is the mother of invention. посл.",
            "Government has certain rights in the invention.",
            "the invention of a new product",
            "This invention will make you a millionaire.",
            "the invention of a false story",
            "The obvious question is — does his invention work?",
            "Is there a market for his invention?",
            "The invention is a great labour-saver.",
            "Did the invention of the telephone come before the end of the 19th century?",
            "Should I patent this invention?",
            "His explanation was pure invention.",
            "They subsequently admitted that the story was pure invention.",
            "The invention of scuba gear is accredited to Jacques Cousteau.",
            "the invention of the incandescent lamp",
            "The dishwasher is a wonderful invention.",
            "He was awarded a patent for his invention.",
            "He was accused of pirating their invention.",
            "Their invention rocked the computer industry.",
            "an artist with exceptional powers of invention",
            "an invention that helped to mechanize agriculture",
            "He is best known for his invention of the lightbulb.",
            "This product was touted as a revolutionary invention.",
            "an invention that may be available in the remote future",
            "She was wonderfully happy in the invention of agnomens.",
            "His name was mentioned in connection with the invention.",
            "Babbage's invention was the ancestor of the modern computer.",
            "The safety invention will eject the pilot from burning plane."
        ],
        "example_translate": [
            "Его новое изобретение было внедрено в практику.",
            "Нужда - мать изобретательности.",
            "Немыслимо, что никто не обратил внимания на новое изобретение.",
            "Голь на выдумки хитра.",
            "Государство владеет определенными правами на изобретение.",
            "изобретение нового продукта",
            "Это изобретение сделает тебя миллионером.",
            "измышление лживой истории",
            "Естественно, возникает вопрос: работает ли его изобретение?",
            "Существует ли рынок для его изобретения?",
            "Это изобретение в значительной степени экономит затрачиваемый труд.",
            "Телефон изобрели еще до конца девятнадцатого века?",
            "Следует ли мне запантетовать это изобретение?",
            "Его объяснение было чистейшей выдумкой.",
            "Впоследствии они признали, что вся эта история была чистейшим вымыслом.",
            "Изобретение акваланга приписывается Жаку Кусто.",
            "изобретение лампы накаливания",
            "Посудомоечная машина — это замечательное изобретение.",
            "Он получил патент на своё изобретение.",
            "Его обвинили в краже их изобретения.",
            "Их изобретение оказало мощное влияние на компьютерную отрасль промышленности.",
            "художник с исключительными способностями к изобретению чего-то нового",
            "изобретение, которое помогло механизировать сельское хозяйство",
            "Больше всего он известен своим изобретением лампочки.",
            "Этот продукт был разрекламирован, как революционное изобретение.",
            "изобретение, которое может появиться в отдалённом будущем",
            "У нее был удивительный дар придумывать прозвища.",
            "Его имя упоминалось в связи с этим изобретением.",
            "Изобретение Бэббиджа было предком современного компьютера.",
            "Специальное устройство безопасности катапультирует пилота из горящего самолета."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}