{
    "inventory": {
        "comment": [],
        "translate": "опись, инвентаризация, инвентарный, составлять опись",
        "transcription": " |ˈɪnvəntɔːrɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Closed for inventory.",
            "Take an inventory of everything you own.",
            "An inventory takes in all the contents of the room.",
            "They held an inventory every month.",
            "Place inventory on hold for the customer.",
            "They held a sale to reduce their inventory.",
            "All his possessions were being inventoried for sale.",
            "Would you inventory the supplies in the back room?",
            "We made an inventory of the library's collection.",
            "We'll be inventorying the collection soon.",
            "We'll be doing inventory on the collection soon.",
            "We want to find ways to speed up inventory turnover.",
            "How can a small business afford to keep so much inventory?",
            "Unmerchantable stands were excluded from the timber harvesting land base in the analysis on the basis of inventory type group."
        ],
        "example_translate": [
            "Закрыто на учёт.",
            "Проведите инвентаризацию всего своего имущества.",
            "Опись включает всё, что находится в комнате.",
            "Они проводили инвентаризацию каждый месяц.",
            "Зарезервируй товар для этого клиента.",
            "Они провели распродажу, чтобы уменьшить свои инвентарные запасы.",
            "Для продажи составлялся список всех его владений.",
            "Вы не могли бы составить опись запасов, находящихся в подсобке?",
            "Мы провели опись коллекции библиотеки.",
            "Вскоре мы будем проводить инвентаризацию коллекции.",
            "Вскоре мы будем проводить опись данной коллекции.",
            "Мы хотим найти способы ускорения оборачиваемости запасов.",
            "Как может мелкое предприятие позволить себе хранить столько запасов?",
            "Непригодные для продажи лесопосадки были исключены из сбора древесины."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}