{
    "investigate": {
        "comment": [],
        "translate": "исследовать, расследовать, изучать, разузнавать, разведывать, наводить справки",
        "transcription": " |ɪnˈvestɪɡeɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The police are still investigating the murder.",
            "The accident was thoroughly investigated.",
            "Let's investigate the syntax of Chinese",
            "We heard a lot of shouting and went to investigate.",
            "Their object is to investigate the matter thoroughly.",
            "The police were brought in to investigate the matter.",
            "Teachers simply do not have the time or the inclination to investigate these matters.",
            "The organization petitioned the government to investigate the issue.",
            "Health and safety officers will investigate the site and prepare a report.",
            "The manager promised to investigate when we pointed out an error on our bill.",
            "The Army has detailed him to investigate the complaints.",
            "A committee will investigate allegations of racial discrimination.",
            "The study investigates the impact of violent TV programming on children.",
            "Madison was assigned to investigate a balloon accident.",
            "The district attorney's office investigated reports of possible irregularities.",
            "The Government set up a commission to investigate allegations of police violence.",
            "She hired a private detective to investigate her husband's extracurricular activities.",
            "University zoologists and government vets are combining forces (=working together) to investigate the disease."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Полиция все еще расследует убийство.",
            "Авария была тщательно расследована.",
            "Давайте изучим синтаксис китайского языка.",
            "Мы услышали громкие крики, и отправились разузнать, в чём дело.",
            "Их цель — тщательно расследовать это дело.",
            "Полиция была привлечена к расследованию этого дела.",
            "У учителей нет ни времени, ни желания на изучение /исследование/ этих вопросов.",
            "Данная организация обратилась в правительство с просьбой расследовать этот вопрос.",
            "Инженеры по технике безопасности обследуют стройплощадку и подготовят отчёт.",
            "Администратор пообещал разобраться, когда мы указали на ошибку в нашем счёте.",
            "Армия откомандировала его расследовать эти жалобы.",
            "Обвинения в расовой дискриминации будут расследоваться комиссией.",
            "Исследование посвящено изучению влияния на детей насилия в телевизионных программах.",
            "Мэдисону было поручено расследовать аварию на воздушном шаре.",
            "Окружная прокуратура расследовала сообщения о возможных нарушениях.",
            "Правительство создало комиссию по расследованию обвинений в полицейском насилии.",
            "Она наняла частного детектива, чтобы расследовать, чем занимается её муж вне работы.",
            "Университетские зоологи и правительственные ветеринары объединяют усилия (т.е. работают вместе) над исследованием данного заболевания."
        ]
    }
}