{
    "invite": {
        "comment": [
            "invitation"
        ],
        "translate": "приглашение, приглашать, просить, привлекать, звать",
        "transcription": " |ɪnˈvaɪt|",
        "antonyms": [],
        "mnemonic": [
            "invite [инва'йт] приглаша- ить - Приглашаю (инва-л-ид- ов) на бесплатный обед.",
            "invite [in'vait]\n***\nПРИГЛАСИТЬ меня не забывает. (это) invite\nПРИГЛАШЕНИЕ прислать не забывает. (это) invite"
        ],
        "examples": [
            "The hour invites.",
            "I'm afraid I wasn't invited.",
            "I invited them to a restaurant.",
            "I visited their house once, but they've never invited me back.",
            "Everyone is cordially invited.",
            "The questions from the audience are invited.",
            "Any government that sells arms to dictators is inviting trouble.",
            "Did you send out the invites to the party?",
            "It was mean of him not to invite her.",
            "I'm planning to invite them for the weekend.",
            "Who should we invite to the party?",
            "I invite your attention to this side of the question.",
            "After all, she is your boss, so invite her.",
            "The characteristics of this period invite our inquiries.",
            "Anyone interested in contributing articles is invited to contact the editor.",
            "The event is limited to invited guests.",
            "Perhaps we should invite them to dinner.",
            "We invited them over to our place for a drink.",
            "Let's invite all our kinfolk for the holidays.",
            "He didn't get no invite to the party.",
            "It was unkind of you not to invite her.",
            "Can I invite you for dinner on Sunday night?",
            "Mac's still sore because I didn't invite him.",
            "Aren't you going to invite me in for a coffee?",
            "I'll invite some of the girls from the office.",
            "He meant to invite Monica, but he clean forgot.",
            "They didn't invite any women, as usual.",
            "Her paintings invite comparison with those of the early Impressionists (=they remind you of them).",
            "Don't invite that drip to your party!",
            "She was making out a list of people to invite."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "Сложное дополнение",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Время зовёт.",
            "Я боюсь, что я не была приглашена. / К сожалению, меня не пригласили.",
            "Я пригласил их в ресторан.",
            "Как-то раз я гостил у них в доме, но больше они меня не приглашали.",
            "Всех милости просим.",
            "Вопросы из зала приветствуются.",
            "Любое правительство, которое продает оружие диктаторам, провоцирует неприятности.",
            "Вы отправили приглашения на вечеринку?",
            "С его стороны было подло её не пригласить.",
            "Я планирую пригласить их на выходные.",
            "Кого мы должны пригласить на вечеринку?",
            "Я хочу привлечь твоё внимание к этой стороне дела.",
            "В конце концов, она твоя начальница, так что пригласи её.",
            "Особенности этого периода наводят нас на размышления.",
            "Всем, кто заинтересован в написании статей, предлагается связаться с редактором.",
            "Мероприятие предназначено только для приглашённых гостей.",
            "Возможно, нам следует пригласить их на ужин.",
            "Мы пригласили их к себе на коктейль.",
            "Давай пригласим на праздники всю нашу родню.",
            "Он не получил приглашения на вечеринку.",
            "С твоей стороны было жестоко её не пригласить.",
            "Могу ли я пригласить Вас в воскресенье на ужин?",
            "Mac всё ещё обижается, что я его не пригласил.",
            "Разве ты не собираешься пригласить меня к себе на кофе?",
            "Я позову кое-кого из девчонок с работы.",
            "Он собирался пригласить Монику, но совсем забыл.",
            "Женщин они, как обычно, не позвали.",
            "Её картины вызывают сравнение с работами ранних импрессионистов (т.е. они их напоминают).",
            "Не приглашайте к себе на вечеринку этого тупицу!",
            "Она составляла список приглашённых."
        ],
        "stars": 3
    }
}