{
    "invitation": {
        "comment": [
            "invite"
        ],
        "translate": "приглашение",
        "transcription": " |ˌɪnvɪˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I cannot accept your invitation.",
            "Does your invitation still hold?",
            "I am sorry I must decline your invitation.",
            "Admission by invitation only.",
            "We regret that we cannot accept your invitation.",
            "What a liberty to refuse our invitation!",
            "She was thrilled to receive an invitation.",
            "I didn't eat yet, so I gladly accept your invitation.",
            "I'm afraid that I will have to turn down your invitation.",
            "Mary declined Jay's invitation to dinner.",
            "I'm not going to turn down an invitation to go to New York!",
            "I managed to cop an invitation.",
            "Rob took up the invitation to visit.",
            "It is bad taste to ignore an invitation to a wedding.",
            "He seemed to take my silence as an invitation to talk.",
            "Could you wangle an invitation for me?",
            "Melanie grabbed at the invitation to go.",
            "She was an invitation to trouble.",
            "an invitation to a fancy-dress party",
            "In the end she wangled an invitation.",
            "an alacritous response to the invitation",
            "The guests all jumped at the invitation.",
            "an open door interpreted as an invitation",
            "He accepted the invitation to stay with us.",
            "Did you get an invitation to Jason's party?",
            "They are unlikely to accept our invitation.",
            "It seemed churlish to refuse his invitation.",
            "It's hard to resist an invitation like that.",
            "He felt constrained to accept the invitation.",
            "He accepted invitation to dinner with alacrity."
        ],
        "example_translate": [
            "Я не могу принять ваше приглашение.",
            "Ваше приглашение всё ещё в силе?",
            "К сожалению, я не могу принять ваше приглашение.",
            "Вход только по пригласительным билетам.",
            "Мы сожалеем что не можем принять ваше приглашение.",
            "Какая наглость отказаться от нашего приглашения!",
            "Она была очень рада получить приглашение.",
            "Я ещё не ела, так что с удовольствием приму ваше приглашение.",
            "К сожалению, мне придётся отклонить ваше приглашение.",
            "Мэри отклонила приглашение Джея на ужин.",
            "Я не собираюсь отказываться от приглашения поехать в Нью-Йорк!",
            "Мне удалось достать /получить/ приглашение.",
            "Роб принял приглашение погостить /зайти в гости/.",
            "Быть приглашённым на свадьбу и не прийти - это дурной тон.",
            "Похоже, он принял моё молчание за приглашение к разговору.",
            "Не могли бы вы достать мне приглашение?",
            "Мелани сразу же ухватилась за приглашение пойти.",
            "Она так и притягивала неприятности.",
            "приглашение на костюмированную вечеринку",
            "В конце концов, она всё-таки заполучила приглашение.",
            "быстрый ответ на приглашение, выражающий охотное согласие",
            "Все гости ухватились за приглашение.",
            "открытая дверь, воспринятая как приглашение",
            "Он принял приглашение остаться с нами.",
            "Ты получил приглашение на вечеринку Джейсона?",
            "Вряд ли они примут наше приглашение.",
            "Казалось грубым, отвергнуть его приглашение.",
            "Трудно отказаться от такого приглашения.",
            "Он чувствовал себя вынужденным принять данное приглашение.",
            "Он с готовностью принял приглашение на обед"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}