{
    "invisible": {
        "comment": [
            "visible"
        ],
        "translate": "невидимый, незримый, незаметный, тайный, невидимый человек",
        "transcription": " |ɪnˈvɪzəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "An invisible wall sprang up between them.",
            "The plane is meant to be invisible to radar.",
            "The house was surrounded by trees and invisible from the road.",
            "The particles are so small as to be almost invisible.",
            "It is invisible to his vulturous eye.",
            "An invisible agency arrested his progress.",
            "Infra-red light is invisible to the human eye.",
            "She feels as if her success is being blocked by an invisible barrier.",
            "Through his telescope he could see millions of stars that were invisible to the naked eye.",
            "Using a telescope, Galileo discovered stars that were invisible to the naked eye.",
            "Homelessness is no longer an invisible problem for this city.",
            "With the telescope we can see details of the planet's surface that are ordinarily invisible.",
            "The insect's evolutionary adaptations enable it to be almost invisible even when sitting in the middle of a leaf."
        ],
        "example_translate": [
            "Между ними выросла невидимая стена.",
            "Подразумевается, что этот самолёт будет невидимым для радаров.",
            "Дом был окружён деревьями и с дороги не виден.",
            "Эти частицы настолько малы, что почти невидимы.",
            "Это невидимо его хищному взгляду.",
            "Его продвижение вперёд остановила какая-то невидимая сила.",
            "Инфракрасный свет невидим для человеческого глаза.",
            "Ей кажется, что её успеху мешает какой-то невидимый барьер.",
            "Через свой телескоп он мог видеть миллионы звезд, которые не были видны невооруженным глазом.",
            "При помощи телескопа Галилео открыл звёзды, невидимые невооружённым глазом.",
            "На проблему бездомности в этом городе больше не закрывают глаза.",
            "С помощью телескопа мы можем видеть детали на поверхности планеты, которые обычно не видны.",
            "Эволюционная адаптация этого насекомого позволяет ему быть почти невидимым, даже сидя посреди листа."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}