{
    "involve": {
        "comment": [
            "involvement",
            "involved"
        ],
        "translate": "включать, вовлекать, включать в себя, предполагать, подразумевать, затрагивать",
        "transcription": " |ɪnˈvɑːlv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What will the job involve?",
            "Don't involve me in your family affairs!",
            "Try to involve as many children as possible in the game.",
            "The old castle was involved in mist.",
            "The war involved a great increase in the national debt.",
            "The situation was rather involved.",
            "Running your own business usually involves working long hours.",
            "This decision involves many changes.",
            "These changes will involve everyone on the staff.",
            "He told us a story involving life on a farm.",
            "He is trying to involve community leaders in negotiations on reform.",
            "We must not further involve the text., it is intricate enough already.",
            "His story completely involved me during the entire afternoon.",
            "The disease continued to spread until it involved the entire jaw.",
            "She remained involved with the organization for many years.",
            "We want to involve the workforce at all stages of the decision-making process.",
            "The kidnappers gave us explicit instructions not to involve the police.",
            "Discussions should involve local people both inside and outside the school.",
            "Most courses involve an average of eight hours attendance at college each week.",
            "I didn't realize putting on a play involved so much work.",
            "It is inadvisable to involve more than one contractor on a project.",
            "attempts to involve workers in decision-making",
            "Renovating the house involved hiring a contractor.",
            "Dinner at Joe's always involves at least six courses.",
            "There have been four accidents involving Forest Service planes."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В чём будет заключаться эта работа?",
            "Не надо меня впутывать в ваши семейные дела!",
            "Постарайтесь вовлечь в игру как можно больше детей.",
            "Старый замок был окутан мглой.",
            "Война привела к резкому увеличению государственного долга.",
            "Ситуация была довольно запутанная.",
            "Ведение собственного бизнеса обычно подразумевает сверхурочную работу.",
            "Это решение влечёт за собой множество изменений.",
            "Эти изменения затронут весь штат работников.",
            "Он рассказал нам историю, связанную с жизнью на ферме.",
            "Он пытается вовлечь лидеров общественности в переговоры о реформах.",
            "Не следует дальше усложнять этот текст: он и так уже достаточно запутанный.",
            "Его рассказ полностью захватил моё внимание на весь день.",
            "Болезнь продолжала распространяться, пока не охватила всю челюсть.",
            "В течение многих лет она оставалась участницей данной организации.",
            "Мы хотим привлечь работников к участию на всех стадиях процесса принятия решений.",
            "Похитители дали нам четкие указания не привлекать полицию.",
            "В дискуссии должны принимать участие как работники местной школы, так и те, кто ими не является.",
            "Большинство курсов требуют в среднем по восемь часов посещаемости колледжа в неделю.",
            "Я и не думал, что постановка спектакля требует столько труда.",
            "Нецелесообразно задействовать в проекте более одного контрагента.",
            "попытки вовлечь работников в процесс принятия решений",
            "Ремонт дома потребовал привлечения подрядчика.",
            "Ужин у Джо всегда означает как минимум шесть блюд.",
            "Произошло четыре авиакатастрофы с участием самолётов Службы охраны лесов."
        ]
    }
}