{
    "involvement": {
        "comment": [
            "involve",
            "involved"
        ],
        "translate": "участие, вовлечение, запутанность, затруднительное положение",
        "transcription": " |ɪnˈvɑːlvmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He escaped involvement in the accident.",
            "He told us a story involving life on a farm.",
            "I challenge Dr. Carver to deny his involvement!",
            "Her involvement in the case was peripheral.",
            "Early involvement in music can awaken an interest that will last a lifetime.",
            "The disease continued to spread until it involved the entire jaw.",
            "To this day (=until and including now), he denies any involvement in the crime.",
            "Renovating the house involved hiring a contractor.",
            "Harris's possible involvement with a series of robberies",
            "their alleged involvement in international terrorism",
            "Weaver admitted a strong emotional involvement in her client's case.",
            "He issued a categorical denial about his involvement in the deal.",
            "Glazer ducked a question about his involvement in the bank scandal.",
            "Donna knew nothing of her husband's involvement with another woman.",
            "His new book examines the United States' involvement in World War II.",
            "UN involvement in the country's affairs would set a dangerous precedent.",
            "The country faces international censure for its alleged involvement in the assassination.",
            "There was additional involvement of the liver and spleen.",
            "She remained involved with the organization for many years.",
            "The police had been following him for weeks but they could not prove his involvement in the bombing.",
            "We must break 50 years of silence on issues like the government's involvement in assassination and espionage."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он избежал участия в ДТП / аварии / происшествии.",
            "Он рассказал нам историю, связанную с жизнью на ферме.",
            "И пусть доктор Карвер только попробует отрицать свою причастность!",
            "Её участие в данном деле было второстепенным.",
            "Раннее приобщение к музыке может пробудить интерес, который будет длиться всю жизнь.",
            "Болезнь продолжала распространяться, пока не охватила всю челюсть.",
            "И по сегодняшний день (т.е. до сих пор, в том числе и сейчас) он отрицает какую-либо причастность к преступлению.",
            "Ремонт дома потребовал привлечения подрядчика.",
            "возможная причастность Харриса к серии ограблений",
            "их предполагаемая причастность к международному терроризму",
            "Уивер призналась в сильной эмоциональной вовлечённости в дело своего клиента.",
            "Он выступил с категорическим опровержением своего участия в этом деле.",
            "Глазер уклонился от ответа вопрос о его участии в банковском скандале.",
            "Донна ничего не знала об отношениях её мужа с другой женщиной.",
            "В его новой книге рассматривается участие Соединённых Штатов во Второй мировой войне.",
            "Вмешательство ООН в дела этой страны создало бы опасный прецедент.",
            "Страна подверглась международному осуждению из-за предполагаемой причастности к этому убийству.",
            "К тому же, были затронуты печень и селезёнка.",
            "В течение многих лет она оставалась участницей данной организации.",
            "Полицейские следили за ним несколько недель, но не смогли доказать его участие в данном теракте.",
            "Мы должны завершить пятидесятилетнее молчание по таким вопросам, как участие государства в убийствах и шпионаже."
        ],
        "stars": 3
    }
}