{
    "involved": {
        "comment": [
            "involve",
            "involvement"
        ],
        "translate": "вовлеченный, сложный, замешанный, запутанный",
        "transcription": " |ɪnˈvɑːlvd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The situation was rather involved.",
            "The process is quite involved.",
            "The old castle was involved in mist.",
            "I got her involved in the planning.",
            "They were involved in a violent argument.",
            "We were reluctant to get involved.",
            "She knew the risks involved.",
            "No one knew that they were involved.",
            "They quickly became romantically involved.",
            "I'm well aware of the problems involved.",
            "She became involved with a man twice her age.",
            "I don't want to be involved in slime like that.",
            "He got involved in a credit card scam.",
            "The walk involved tramping through mud.",
            "I became heavily involved in politics.",
            "Take care that you don't get involved.",
            "They became involved in an altercation.",
            "He hates to lose when money is involved.",
            "a growing realization of the risk involved",
            "This could bode disaster for all involved.",
            "He was involved in shady deals in the past.",
            "The group is involved in Arctic exploration.",
            "There is a deep issue of principle involved.",
            "the day-to-day logistics involved with mining",
            "people involved in smuggling and racketeering",
            "She is involved in several artistic endeavors.",
            "He's been involved in some underhand dealings.",
            "Her work involved repeated absences from home.",
            "The hero is involved in a triangular situation.",
            "The two farmers are involved in a land dispute."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ситуация была довольно запутанная.",
            "Этот процесс весьма запутан. / Этот процесс довольно сложный.",
            "Старый замок был окутан мглой.",
            "Я привлек её к разработке плана.",
            "Они были вовлечены в ожесточённый спор.",
            "Мы не хотели вмешиваться.",
            "Она хорошо понимала, чем рискует /что ей грозит/.",
            "Никто не знал, что у них роман.",
            "Между ними быстро завязались романтические отношения.",
            "Я хорошо знаю, какие проблемы с этим связаны.",
            "Она связалась с мужчиной вдвое старше себя.",
            "Не хочу я ввязываться в подобную мерзость.",
            "Он был втянут в аферу с кредитными картами.",
            "Во время прогулки пришлось пробираться по грязи.",
            "Я стала активно участвовать в политической деятельности.",
            "Будь осторожен, постарайся не вляпаться.",
            "Их втянули в ссору.",
            "Он терпеть не может проигрывать, когда речь идет о деньгах.",
            "растущее осознание связанной с этим опасности",
            "Это может означать катастрофу для всех причастных.",
            "В прошлом он был замешан в тёмных делишках.",
            "Этот коллектив принимает участие в освоении Арктики.",
            "Тут имеет место глубокий и принципиальный вопрос.",
            "повседневная логистика, связанная с добычей полезных ископаемых",
            "люди, занимающиеся контрабандой и вымогательством",
            "Она принимает участие в нескольких художественных начинаниях.",
            "Он замешан в кое-каких закулисных сделках.",
            "Её работа была связана с частыми отлучками из дома.",
            "Герой становится одной из сторон любовного треугольника.",
            "Эти два фермера участвуют в земельном споре."
        ]
    }
}