{
    "irregular": {
        "comment": [
            "regular",
            "regularly",
            "regulation",
            "regulate"
        ],
        "translate": "нерегулярный, неправильный, неравномерный, неровный, незаконный, нестандартный",
        "transcription": " |ɪˈreɡjələr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The stone has an irregular shape.",
            "He has a very irregular schedule.",
            "We have a test on irregular verbs tomorrow.",
            "This student knows her irregular verbs.",
            "His behavior as a teacher was highly irregular.",
            "We got quizzed on French irregular verbs.",
            "She led a somewhat irregular private life.",
            "Her application was handled in an irregular manner.",
            "It has a highly irregular shape, covered in bumps and indentations.",
            "The expansions of hard rock, afford a kind of irregular pavement.",
            "Working irregular hours is all part and parcel of being a journalist.",
            "He's receiving medication for an irregular heartbeat.",
            "The club were found guilty of financial irregularities.",
            "Walking was difficult on the irregular cobblestoned surface",
            "Funeral directors often work long, irregular hours.",
            "Irregular suckling is a fruitful cause of illness in the infant.",
            "The effect of his irregular life could be seen writ large on his gaunt features.",
            "It would be highly irregular (=extremely irregular) for a minister to accept payments of this kind."
        ],
        "example_translate": [
            "Этот камень имеет неправильную форму.",
            "У него нет четкого расписания.",
            "У нас завтра контрольная по неправильным глаголам.",
            "Эта студентка знает неправильные глаголы.",
            "Его поведение в качестве преподавателя было крайне ненормальным.",
            "Нам дали тест по неправильным глаголам французского языка.",
            "Она вела несколько нетрадиционную личную жизнь.",
            "Её заявление было рассмотрено ненадлежащим образом.",
            "Оно было очень неправильной формы, всё в каких-то буграх и вмятинах.",
            "Пространство, выложенное грубым булыжником, образует нечто похожее на неровную мостовую.",
            "Сверхурочная работа — неотъемлемая часть профессии журналиста.",
            "Он принимает препараты от сердечной аритмии.",
            "Клуб был признан виновным в финансовых нарушениях.",
            "Ходить по неровной мощёной поверхности было сложно.",
            "Директора похоронных бюро часто работают сверх установленного времени и во внеурочные часы.",
            "Неправильное кормление грудного ребёнка часто является причиной болезней.",
            "Результат его неправильного образа жизни можно было отчётливо увидеть на его измождённом лице.",
            "Для министра было бы чрезвычайно неправильно (т.е. крайне неправильно) принимать такого рода платежи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}