{
    "isolation": {
        "comment": [
            "isolated",
            "isolate"
        ],
        "translate": "изоляция, оторванность, уединение",
        "transcription": " |ˌaɪsəˈleɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A feeling of isolation swept over me.",
            "He enjoyed his happy, bucolic isolation.",
            "He opposed a policy of American isolation.",
            "Scarlet fever victims had to go to the isolation hospital.",
            "Each chapter is self-contained and can be studied in isolation.",
            "Retirement can often cause feelings of isolation.",
            "The political prisoner had been held in complete isolation.",
            "The mere thought of an isolation cell panicked the prisoners.",
            "National isolation can only cause economic and cultural impoverishment.",
            "Because of its geographical isolation, the area developed its own unique culture.",
            "The future of health care cannot be considered in isolation from economic factors.",
            "It is the consensus of opinion that the Iceni in their geographic isolation remained 'Celtic'.",
            "Traditionally young Masai men are consigned to a period of isolation in the bush in order to turn them into strong, lionhearted warriors."
        ],
        "example_translate": [
            "Меня охватило чувство одиночества.",
            "Он наслаждался своим счастливым сельским уединением.",
            "Он выступал против политики изоляции Америки.",
            "Жертвам скарлатины приходилось идти в инфекционную больницу.",
            "Каждая глава вполне самостоятельна и может быть прочитана отдельно, вне связи с другими главами.",
            "Выход на пенсию часто становится причиной возникновения чувства изоляции.",
            "Политзаключённого держали в полной изоляции.",
            "Сама мысль о штрафном изоляторе наводила на заключённых панический ужас.",
            "Изоляция страны может вызвать лишь экономический спад и обеднение культуры.",
            "Благодаря географической изоляции, в данной области развилась своя собственная уникальная культура.",
            "Будущее здравоохранения не может рассматриваться в отрыве от экономических факторов.",
            "Существует единое мнение о том, что ицены в условиях географической изоляции остались кельтами.",
            "По традиции, молодых мужчин племени масаи надолго оставляют в буше в полном одиночестве, чтобы превратить их в сильных, неустрашимых воинов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}