{
    "item": {
        "comment": [],
        "translate": "пункт, вопрос, статья, номер, равным образом, также, тоже, записывать по пунктам",
        "transcription": " |ˈaɪtəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "the next item on the list",
            "They reduced the price on many items.",
            "Are they an item?",
            "What's the first item on the agenda?",
            "We heard that item on the late news.",
            "What's the next item on the agenda?",
            "Let's skip to the last item on the agenda.",
            "They reduced the price on many items.",
            "I need to buy a few household items like soap.",
            "There are several items for sale.",
            "May I call your attention to item seven on the agenda.",
            "That item is a stock model.",
            "The second major item was of equally beastly complexity.",
            "This is an underprice for this item.",
            "Passengers are allowed one item of hand luggage each.",
            "You may exchange the item for something of equal value.",
            "The store is having a sale on furniture and household items.",
            "Halfway down the page, there was the item I was looking for.",
            "Please select one item from the list.",
            "Let's move to the last item on the agenda.",
            "She had several items on her shopping list.",
            "Decide how high you're willing to bid for the item.",
            "Every item in the store has a product code.",
            "The cost of the item was prefixed by a dollar sign.",
            "After two hours we were still discussing the first item of the agenda.",
            "Do you stock this item?",
            "It is possible to reduce costs if we productionize the item.",
            "a length of chain",
            "a featured item at the sale",
            "He verified that the item was in stock."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "следующий пункт в списке",
            "Они снизили цену на многие товары /позиции/.",
            "У них роман?",
            "Что у нас идёт первым пунктом в повестке дня?",
            "Мы услышали об этом в последнем выпуске новостей.",
            "Какой следующий пункт на повестке дня?",
            "Давайте сразу перейдём к последнему пункту повестки дня.",
            "Они снизили цены на многие товары.",
            "Мне надо купить кое-какие хозтовары, вроде мыла.",
            "Продаётся несколько товаров.",
            "Разрешите обратить ваше внимание на пункт семь повестки дня.",
            "Этот товар идёт по скидке.",
            "Второй важный вопрос был так же ужасно сложен.",
            "Это неоправданно заниженная цена для данного предмета.",
            "Пассажирам разрешается иметь с собой /проносить/ один предмет ручной клади каждому.",
            "Товар можно обменять на что-то равной стоимости /равноценное/.",
            "В этом магазине сейчас идёт распродажа мебели и предметов домашнего обихода.",
            "Посередине страницы была статья, которую я искал.",
            "Прошу выбрать один пункт из данного списка.",
            "Давайте перейдём к последнему пункту повестки дня.",
            "В списке её покупок было несколько пунктов.",
            "Определите максимальную цену, которую вы готовы предложить за данный товар.",
            "Каждый товар в магазине имеет код продукта.",
            "Цена товара предварялась значком доллара.",
            "Прошло уже два часа, а мы по-прежнему обсуждали первый пункт повестки дня.",
            "У вас есть этот товар?",
            "Можно снизить затраты, запустив данный продукт в серийное производство.",
            "длина цепочки",
            "популярный товар на распродаже",
            "Он подтвердил, что товар имеется в наличии."
        ]
    }
}