{
    "vacancy": {
        "comment": [
            "vacation",
            "vacant"
        ],
        "translate": "вакансия, пустота, свободное место, пробел, безучастность, бездеятельность",
        "transcription": " |ˈveɪkənsɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "No Vacancies.",
            "We currently have a vacancy for an engineer.",
            "He is a smiling piece of vacancy.",
            "There were no vacancies at the hotel.",
            "' No vacancies ', the sign read.",
            "A vacancy has come up in the accounts department.",
            "School administrators are trying to fill vacancies before the beginning of the school year.",
            "How could there be an election without a vacancy?",
            "There are still two vacancies on the school board.",
            "We have no vacancies for photographers at the moment.",
            "His mouth fell open and the look of vacancy returned.",
            "The council is making every effort to fill the vacancies.",
            "Chess was a sport that agreed well with their sedentary vacancy.",
            "Thank you for your letter. Unfortunately, the vacancy has already been filled."
        ],
        "example_translate": [
            "Мест нет. (объявление в гостинице)",
            "В настоящее время у нас есть вакансия инженера.",
            "Он просто улыбающийся болван.",
            "В отеле не было мест.",
            "Табличка гласила: \"Свободных мест нет\".",
            "В бухгалтерии открылась вакансия.",
            "Руководители школ стараются закрыть вакансии до начала учебного года.",
            "Как можно проводить выборы, если нет вакансий (для избираемых)?",
            "В школьном совете есть ещё две вакансии.",
            "В данный момент у нас нет вакансий для фотографов.",
            "Его челюсть отвисла, и взгляд вновь стал пустым и безучастным.",
            "Совет прилагает все усилия для заполнения вакантных мест.",
            "Шахматы были тем видом спорта, который хорошо сочетался с их сидячим бездельем.",
            "Благодарим вас за письмо. К сожалению, вакансия уже заполнена."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}