{
    "vacuum": {
        "comment": [],
        "translate": "вакуумный, вакуум, пылесос, пустота, пылесосить",
        "transcription": " |ˈvækjʊəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We need a replacement for our old vacuum cleaner.",
            "A vacuum cleaner with a special attachment for dusting rugs.",
            "I cook a meal for him occasionally and I run a vacuum over the place.",
            "The vacuum cleaner has various attachments.",
            "Her husband's death left a vacuum in her life.",
            "The process of learning a language does not take place in a vacuum.",
            "The brush detaches from the vacuum cleaner for easy cleaning.",
            "Havy metal guitar players use vacuum tube amplifiers to produce extreme distortion.",
            "A pump was used to create a vacuum inside the bottle.",
            "The vacuum cleaner couldn't be fixed, so I trashed it.",
            "The spinning turbine creates a vacuum.",
            "Without their support he'll be ruling in a vacuum."
        ],
        "example_translate": [
            "Надо поменять наш старый пылесос.",
            "Пылесос со специальной насадкой для чистки ковров.",
            "Время от времени я готовлю ему еду и провожу уборку с помощью пылесоса.",
            "Данный пылесос снабжён различными приспособлениями.",
            "Смерть мужа оставила в её жизни пустоту.",
            "Процесс изучения языка происходит не в вакууме.",
            "Для легкой очистки щётка отсоединяется от пылесоса.",
            "Гитаристы, играющие \"хэви-метал\", используют ламповые усилители для получения сильного искажения звука.",
            "Для создания вакуума внутри бутылки воспользовались насосом.",
            "Пылесос нельзя было починить, поэтому я его выбросил.",
            "Вращающаяся турбина создаёт вакуум.",
            "Без их поддержки он будет править в вакууме."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}