{
    "vague": {
        "comment": [
            "vague, vacation, valley - расплывчатый, отпуск, (в)долина(е)"
        ],
        "translate": "расплывчатый, смутный, неопределенный, неясный, рассеянный, неуловимый",
        "transcription": " |veɪɡ|",
        "antonyms": [],
        "mnemonic": [
            "vague [вейг] смутный, неопределённый - Стефан (Ц-вейг) - смутный и неопределённый тип;"
        ],
        "examples": [
            "He gave only a vague answer.",
            "We had only a vague idea of where we were.",
            "He was very vague on this point.",
            "She was vague about her plans.",
            "She spoke with a vague foreign accent.",
            "The vague shape of a figure loomed through the mist.",
            "The instructions she left were vague and difficult to follow.",
            "I have not the vaguest notion what to do.",
            "She had a vague notion about what happened.",
            "She has been vague about her plans for college.",
            "Anxiety is a vague and multidimensional concept.",
            "Julia was vague about where she had been and what she had been doing.",
            "Evaluation of teacher effectiveness is often vague and impressionistic.",
            "...the museum exhibit was just so-so, and we returned home with a vague sense of letdown...",
            "The governor gave only a vague outline of his tax plan.",
            "I had the vague impression that they were withholding information.",
            "I saw a vague outline of a building through the fog.",
            "I think I have a vague understanding of how it works.",
            "I only have a vague idea of the kind of work I'll be doing.",
            "Their descriptions of human behavior become vague, dull, and unclear.",
            "She has only a vague recollection of her seventh birthday party.",
            "Simon's vague manner concealed an acute mind.",
            "a vague and fuzzy idea of the world of finance",
            "He gave only vague, indirect answers to our questions.",
            "She felt a vague sense of uneasiness when she was around him.",
            "Vague...forms of speech...have so long passed for mysteries of science.",
            "Larry had the vague feeling he'd done something embarrassing the night before.",
            "She had only a vague notion of what she wanted to do.",
            "A clause in the contract had been left purposely vague.",
            "We could just barely make out the vague outline of a plane in the sky."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ue = []"
        ],
        "example_translate": [
            "Он дал довольно неопределённый ответ.",
            "Мы имели лишь смутное представление о том, где мы были.",
            "По этому вопросу он не высказал определённого мнения.",
            "Она не сказала ничего конкретного о своих планах.",
            "Она говорила с едва заметным иностранным акцентом.",
            "Размытые очертания чьей-то фигуры неясно вырисовывались сквозь туман.",
            "Инструкции, которые она оставила, были расплывчатыми и трудновыполнимыми.",
            "Не имею ни малейшего представления, что делать.",
            "У неё было смутное представление о том, что случилось /произошло/.",
            "Она не говорила ничего определённого /у неё было смутное представление/ о своих планах в отношении колледжа.",
            "Страх — понятие неопределённое и многомерное.",
            "Джулия не стала уточнять, где она была и что делала.",
            "Оценка эффективности учителя часто расплывчата и субъективна.",
            "...выставка в музее была довольно посредственной, и мы вернулись домой с чувством легкого разочарования...",
            "Губернатор представил лишь расплывчатый набросок своего налогового плана.",
            "У меня сложилось смутное впечатление, что они о чём-то умалчивают.",
            "Сквозь туман я видел смутные очертания какого-то здания.",
            "Мне кажется, я имею смутное представление о том, как это работает.",
            "У меня есть лишь смутное представление о том, какую работу я буду выполнять.",
            "Их описание человеческого поведения становится расплывчатым, тусклым и непонятным.",
            "У неё сейчас лишь смутные воспоминания о праздновании своего седьмого дня рождения.",
            "За нерешительностью /рассеянностью, неуверенностью/ Саймона скрывался острый ум.",
            "смутное и нечёткое представление о мире финансов",
            "На наши вопросы он дал лишь расплывчатые и уклончивые ответы.",
            "Рядом с ним она испытывала смутное чувство неловкости.",
            "Расплывчатые ...формы речи... до того времени сходили за тайны науки.",
            "У Ларри было смутное чувство, что накануне вечером он каким-то образом оконфузился.",
            "У неё было лишь смутное представление о том, что она хочет делать.",
            "Один из пунктов договора намеренно оставили неопределённым.",
            "Мы еле-еле могли разглядеть смутные очертания самолета, летящего в небе."
        ],
        "stars": 2
    }
}