{
    "vain": {
        "comment": [],
        "translate": "напрасный, тщетный, тщеславный, пустой, тщета",
        "transcription": " |veɪn|",
        "antonyms": [],
        "mnemonic": [
            "vain [вейн] тщеславный - (Порт вейн) тщеславные люди пьют."
        ],
        "examples": [
            "It is vain to protest.",
            "He looked for her in vain.",
            "He is the vainest man I know.",
            "She is very vain about her appearance.",
            "The doctors tried in vain to pull him round.",
            "I rummaged the house from top to bottom., but in vain.",
            "They sought brake and thicket, in vain.",
            "He was vain and ostentatious.",
            "The young mother died in a vain attempt to save her drowning son.",
            "He had been amused so long with vain expectations.",
            "In vain the captain fretted over the delay.",
            "A vain effort to quell the public's fears only made matters worse.",
            "Men can be just as vain as women.",
            "Where words are scarce, they are seldom spent in vain ...",
            "Altman swore that his son's death would not be in vain.",
            "In vain I shifted my aching legs and worked my benumbed hands.",
            "How dare you take the Lord's name in vain (=swear using a word such as 'God' or 'Jesus')?",
            "Police searched in vain for the missing gunman.",
            "Volunteers searched the area in the vain hope of finding clues.",
            "She has labored in vain to convince them to accept her proposal.",
            "It was a heavy play and the actors tried in vain to give life to it.",
            "In her article the professor resorts to garrulity in a vain attempt to disguise the fact that she has very little worth saying.",
            "People close their windows at night in a vain attempt to shut out the sound of gunfire."
        ],
        "example_translate": [
            "Протестовать бесполезно.",
            "Он напрасно её искал.",
            "Он самый пустой и самовлюблённый человек из всех, кого я знаю.",
            "Она очень кичится своей внешностью.",
            "Врачи безуспешно пытались привести его в сознание.",
            "Я обыскал дом сверху донизу, но безуспешно.",
            "Они обыскали чащу и заросли, но всё было напрасно.",
            "Он был тщеславен и хвастлив.",
            "Молодая мать погибла, тщетно пытаясь спасти своего тонущего сына.",
            "Он так долго тешился тщетными ожиданиями",
            "Напрасно капитан волновался из-за задержки.",
            "Бесплодные попытки успокоить опасения общественности лишь усугубили ситуацию.",
            "Порой мужчины настолько же тщеславны, как женщины.",
            "Где мало слов, там ими не сорят... (У. Шекспир, \"Ричард Второй\", пер. А.И.Курошевой)",
            "Альтман поклялся, что смерть его сына будет не напрасна.",
            "Напрасно я двигал ногами, которые очень болели, и разминал окоченевшие руки.",
            "Как вы смеете произносить имя Господа всуе (т.е. браниться, используя слова вроде \"Боже\" или \"Господи\")?",
            "Полиция тщетно разыскивала скрывшегося преступника.",
            "Добровольцы обыскали район в тщетной надежде найти улики.",
            "Она приложила столько усилий, чтобы убедить их принять её предложение, но всё зря.",
            "Это была тяжёлая пьеса, и актёры тщетно пытались вдохнуть в неё жизнь.",
            "В своей статье профессор прибегает к излишней многословности, в тщетной попытке скрыть тот факт, что сказать ей, в общем-то, почти нечего.",
            "Люди закрывают окна на ночь, тщетно пытаясь приглушить звук автоматных очередей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}