{
    "valuable": {
        "comment": [],
        "translate": "ценный, полезный, дорогой, драгоценности, ценные вещи",
        "transcription": " |ˈvæljuəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I learned a valuable lesson.",
            "He gave me valuable information.",
            "These valuable books are musts for you.",
            "The watch is extremely valuable.",
            "Is this valuable painting meant for me?",
            "She is a valuable member of the staff.",
            "Time is valuable commodity to us all.",
            "The local library is a valuable resource.",
            "I won't waste any more of your valuable time.",
            "Valuable books are to be sold at auction.",
            "It's valuable to know languages if you work in an export firm.",
            "Please don't waste my time. My time is very valuable.",
            "Many valuable medicines are extracted from humble plants.",
            "The dealer spent hours bargaining for the valuable painting.",
            "The setting is more valuable than the jewel.",
            "A lot of valuable advice can be found in this book.",
            "These valuable coins were procured from a famous collector.",
            "The volunteers provide a valuable service to the community.",
            "Their most valuable belongings were locked in a safe in the bedroom.",
            "Crossover and fusion have been quite valuable in increasing the jazz audience.",
            "Many valuable works of art were lost forever.",
            "He shared a valuable bit of wisdom with his daughter.",
            "The high character which the corps has won is in itself a valuable asset.",
            "The book holds in store much valuable advise.",
            "The church fulfils a valuable social function.",
            "In inflation everything gets more valuable except money.",
            "In this area you might plough up some valuable ancient coins.",
            "The dealers were bidding high prices for the valuable paintings.",
            "Gold, during the Middle Ages, was about sixteen times more valuable than the same weight of silver.",
            "He owns several valuable properties in the area."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я получил (выучил) ценный урок.",
            "Он сообщил мне ценные сведения.",
            "Для тебя эти ценные книги жизненно необходимы.",
            "Эти часы — чрезвычайно ценные /дорогие/.",
            "Эта ценная картина предназначена для меня?",
            "Она ценный сотрудник.",
            "Время дорого нам всем.",
            "Местная библиотека — это ценный ресурс.",
            "Я не буду больше тратить ваше драгоценное время.",
            "Ценные книги должны уйти с молотка.",
            "Полезно знать языки, если вы работаете в компании, занимающейся экспортом.",
            "Прошу не тратить зря моего времени: оно очень ценно.",
            "Из этих невзрачных растений делают много полезных лекарств.",
            "Агент несколько часов убеждал продавца снизить цену картины.",
            "Огранка дороже, чем сам камень.",
            "В этой книге можно найти множество ценных советов.",
            "Эти ценные монеты предоставил знаменитый коллекционер.",
            "Волонтёры оказывают обществу ценную услугу.",
            "Их самые ценные вещи были заперты в сейфе в спальне",
            "Кроссовер и фьюжн весьма способствовали расширению джазовой аудитории.",
            "Многие ценные произведения искусства были утеряны навсегда.",
            "Он поделился с дочерью множеством ценных знаний.",
            "Боевой дух, который приобрели войска, сам по себе является ценным качеством.",
            "В запасе у этой книги много ценных советов.",
            "Церковь исполняет ценную социальную функцию.",
            "При инфляции всё становится дороже, кроме денег.",
            "В этих местах можно выкопать ценные старинные монеты.",
            "Агенты предлагали за эти ценные полотна крупные суммы.",
            "В Средние века золото было примерно в шестнадцать раз дороже серебра.",
            "Ему принадлежит ряд дорогих объектов недвижимости, расположенных в этом районе."
        ]
    }
}