{
    "value": {
        "comment": [
            "evaluate",
            "valuable",
            "valuation"
        ],
        "translate": "ценить, оценивать, дорожить, значение, стоимость, ценность, величина",
        "transcription": " |ˈvæljuː|",
        "antonyms": [],
        "mnemonic": [
            "value [вэ'лю] ценность - (Вэлю-та) - ценность.",
            "value ['vælju: ]\nevaluate [ɪ'væljueɪt] - оценивать\nevaluation [ɪ¸valjʊ'eɪʃ (ə) n] - оценка, оценивание,\nвычисление\nrevalue - переоценить\ndevalue - обесценивать, недооценивать\n***\nЦЕНИТЬ будем наковальню. (это) value\nДОРОЖИТЬ не нужно \"швалью\". (это) value\nБольшая СТОИМОСТЬ за наковальню. (это) value\nЦЕНА за наковальню. (это) value"
        ],
        "examples": [
            "He had nothing of value to say.",
            "She values the time she spends with her family.",
            "They paid him the value of his lost property.",
            "He values himself on his genealogy.",
            "Shelly valued her privacy.",
            "It's a beautiful carpet — it should hold its value.",
            "His research has been of little practical value.",
            "The herbs are valued for their medicinal properties.",
            "The home has a value of $1,000,000.",
            "Every one is in danger of valuing himself for what he does. (J. H. Newman)",
            "You may exchange the item for something of equal value.",
            "The lunch special is really good value.",
            "The dollar has been steadily increasing in value.",
            "An economist knows the value of everything and the cost of nothing.",
            "No one can deny the value of a good education.",
            "The parties agreed to employ an appraiser to value the company.",
            "The items are highly valued by collectors.",
            "We sold the home for less than its full value.",
            "The company's stock continues to decline in value.",
            "A group of athletes spoke to the students about the value of a college education.",
            "We decided to get the house valued.",
            "Let x have the value 25.",
            "Every customer is looking for value for money.",
            "The store advertises great values.",
            "Mr. Yeo valued Jan for her hard work.",
            "an increase in the value of the dollar",
            "value the jewelry and art work in the estate",
            "The alterations doubled the value of the house.",
            "The Sioux Indians placed a high value on generosity.",
            "The locket has great sentimental value (=importance because it was a gift, it reminds you of someone etc)."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(отк сл) = [æ]"
        ],
        "example_translate": [
            "Он не располагал никакой ценной информацией.",
            "Она ценит время которое проводит со своей семьей.",
            "Они возместили ему стоимость пропавшего имущества.",
            "Он гордится своей родословной.",
            "Шелли дорожила своим личным пространством.",
            "Это красивый ковёр — он не должен падать в цене.",
            "Практическая ценность его исследований незначительна.",
            "Эти травы ценятся за их целебные свойства.",
            "Этот дом стоит миллион долларов.",
            "В жизни каждого человека есть опасность возгордиться в связи с тем, что он делает.",
            "Товар можно обменять на что-то равной стоимости /равноценное/.",
            "Спецменю — очень выгодная вещь.",
            "Доллар неуклонно растёт в цене.",
            "Экономист отлично знает ценность любой вещи, но о ее цене не имеет ни малейшего представления.",
            "Никто не может отрицать ценность хорошего образования.",
            "Стороны согласились нанять оценщика, чтобы оценить компанию.",
            "Эти предметы высоко ценятся коллекционерами.",
            "Мы продали дом дешевле его полной стоимости.",
            "Акции компании продолжают падать в цене.",
            "Группа спортсменов рассказала студентам о важности университетского образования.",
            "Мы решили произвести оценку дома.",
            "Пусть x равен двадцати пяти.",
            "Каждый покупатель хочет, чтобы купленный товар стоил своих денег.",
            "Магазин рекламирует товары по отличным ценам.",
            "Мистер Йо ценил Джен за её нелегкий труд.",
            "увеличение стоимости доллара",
            "оценить стоимость ювелирных изделий и произведений искусства в имении",
            "Эти изменения удвоили стоимость дома.",
            "Индейцы сиу придавали большое значение щедрости.",
            "Этот медальон очень дорог (моему) сердцу (т.е. он важен, потому что это был подарок, он напоминает о ком-то и т.д)."
        ],
        "stars": 3
    }
}