{
    "variety": {
        "comment": [
            "various",
            "vary",
            "variation",
            "varied",
            "variable"
        ],
        "translate": "разнообразие, разнообразность, множество, ряд, сорт, разновидность, варьете, вид",
        "transcription": " |vəˈraɪətɪ|",
        "antonyms": [],
        "mnemonic": [
            "variety [вера'итъи] разнообразие - Твоя(вера и ты) разнообразие вносят в нашу жизнь;"
        ],
        "examples": [
            "My life needs more variety.",
            "Variety is the mother of enjoyment.",
            "The lake has more than 20 varieties of fish.",
            "The store sells a variety of shoe brands.",
            "They serve a variety of culinary delights.",
            "The restaurant serves a variety of meats.",
            "The two lads represent two distinct varieties of human life.",
            "an amazing variety of coastal flora",
            "music that appeals to a wide variety of people",
            "A variety of hooks were used for different kinds of fish.",
            "the enormous variety of marine life",
            "That store offers a variety of products.",
            "She is concerned with a variety of social issues.",
            "a variety of silks and satins",
            "The great variety of work necessitates a well-rounded man.",
            "The restaurant offers a wide variety of local specialities.",
            "The book teaches a variety of stitches.",
            "I really like the variety the store has to offer.",
            "The doctor treated him for a variety of ailments.",
            "The most amazing things about nature is its infinite variety.",
            "She has a variety of adminsitrative duties.",
            "The data had been culled from a variety of sources.",
            "The book contains information about a wide variety of subjects.",
            "One fisherman waxed lyrical about the variety of fish in the river.",
            "a variety of variegated tulip that is highly prized by gardeners",
            "Hosiery is displayed on shelfs in a great variety of styles and colors.",
            "Hosiery is displayed on shelfs in a great variety of styles and colours.",
            "The job can be broken up into several activities, which provides some variety.",
            "You will coordinate with consultants and other departments on a variety of projects.",
            "They have been in almost every variety of crime, from petty larceny down to downright murder."
        ],
        "example_translate": [
            "Моей жизни нужно больше разнообразия.",
            "Разнообразие — источник наслаждения.",
            "В этом озере обитает более двадцати видов рыб.",
            "В магазине продаётся множество обувных брендов.",
            "У них подают разнообразные кулинарные изыски.",
            "В ресторане подают разнообразные мясные блюда.",
            "Эти двое юношей олицетворяют два различных типа человеческой жизни.",
            "удивительное разнообразие прибрежной флоры",
            "музыка, которая нравится широкому кругу людей",
            "Для разных рыб использовался целый ряд крючков.",
            "огромное разнообразие морской жизни",
            "Этот магазин предлагает широкий выбор товаров.",
            "Она занимается множеством общественных проблем.",
            "разнообразие шёлка и атласа",
            "Для такой разносторонней работы требуется хорошо образованный человек.",
            "Ресторан предлагает широкий выбор фирменных блюд местной кухни.",
            "Книга учит множеству различных швов.",
            "Мне очень нравится разнообразие, которое может предложить этот магазин.",
            "Доктор лечил его от различных заболеваний.",
            "Наиболее поразительное в природе — её бесконечное разнообразие.",
            "У неё множество административных обязанностей.",
            "Эти данные были собраны из целого ряда источников.",
            "Книга содержит информацию на самые разнообразные темы.",
            "Один из рыбаков на все лады расхваливал разнообразие рыбы в этой реке.",
            "разновидность пёстрых тюльпанов, которая высоко ценится садоводами",
            "Чулочные изделия выставлены на полках в большом ассортименте стилей и цветов.",
            "Чулочные изделия выставлены на полках в большом ассортименте стилей и цветов.",
            "Работу можно разделить на разные виды деятельности, что внесет в неё некоторое разнообразие.",
            "Вы будете согласовывать свои действия по ряду проектов с консультантами и другими отделами.",
            "Они совершили все возможные преступления, от простых краж прямо-таки до убийств."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}