{
    "varied": {
        "comment": [
            "various",
            "variety",
            "vary",
            "variation",
            "variable"
        ],
        "translate": "разнообразный, различный, разный, дифференцированный",
        "transcription": " |ˈverid|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The magazine publishes articles about such varied subjects as astronomy, politics, and gardening.",
            "The range of clothing styles has become more varied.",
            "A good teacher is aware of the extremely varied needs of each student.",
            "I'm glad to see that Jim has branched out into more varied sports these days.",
            "varied ethnic traditions of the immigrants",
            "The tonal range she uses is wide and varied.",
            "Tokens of this vowel varied on dimensions of height, rounding and length.",
            "Varied motives prompt people to join a political party.",
            "The symptoms she suffered varied from month to month (=every few weeks she had different medical problems).",
            "the varied waterfowl of North America"
        ],
        "example_translate": [
            "Журнал публикует статьи на такие разные темы, как астрономия, политика и садоводство.",
            "Ассортимент стилей одежды стал более разнообразным.",
            "Хороший учитель понимает, что потребности каждого отдельного студента чрезвычайно разнообразны.",
            "Я рад, что Джим теперь расширил сферу своих спортивных интересов.",
            "разнообразные этнические традиции иммигрантов",
            "Используемый ею тональный диапазон широк и разнообразен.",
            "Реализации этой гласной фонемы различались по параметрам высоты, лабиализации и долготы.",
            "Люди вступают в политические партии исходя из самых разных побуждений.",
            "От месяца к месяцу симптомы, от которых она страдала, менялись (т.е. каждые несколько недель у неё были другие медицинские проблемы).",
            "разнообразные водоплавающие птицы Северной Америки"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}