{
    "various": {
        "comment": [
            "variety",
            "vary",
            "variation",
            "varied",
            "variable"
        ],
        "translate": "различный, разный, многие, разнообразный, разносторонний",
        "transcription": " |ˈverɪəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There are various reasons for believing so.",
            "He decided to leave school for various reasons.",
            "The velocity of rivers is very various.",
            "There are various ways to answer your question.",
            "The conversation was so various, easy, and delightful.",
            "The jacket is available in various colours.",
            "animals as various as the jaguar and the cavy and the sloth",
            "He has lived in places as various as New York and Beijing.",
            "Various experiments have failed to disprove the theory.",
            "His disguises are many and various.",
            "He cited various reasons for his behavior.",
            "For their various and bizarrely shaped plumage, males of the bird of paradise species have few rivals."
        ],
        "example_translate": [
            "Есть ряд оснований в это верить.",
            "Он решил бросить школу по ряду причин.",
            "Скорость течения рек бывает очень разная.",
            "Есть несколько способов ответить на ваш вопрос.",
            "Разговор был очень лёгкий, приятный и касался многих тем.",
            "Куртка имеется в продаже в различных цветах.",
            "разнообразные животные, такие как ягуар, морская свинка и ленивец",
            "Он жил в таких разных местах, как Нью-Йорк и Пекин.",
            "В результате различных экспериментов опровергнуть данную теорию не удалось.",
            "Его обличья многочисленны и разнообразны.",
            "Он привёл ряд причин своих поступков.",
            "По разнообразию и причудливой форме оперения самцам райских птиц почти нет равных."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}