{
    "vase": {
        "comment": [],
        "translate": "ваза",
        "transcription": " |veɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A vase fell off the shelf.",
            "Put the vase on the shelf.",
            "Be careful not to bump the vase.",
            "Take down the vase from the shelf.",
            "He handled the vase with care.",
            "Ben arranged the flowers in a vase.",
            "He smashed the vase with a hammer.",
            "I didn't have the heart to tell her that her beautiful vase was broken.",
            "The vase narrows at its top.",
            "The vase was sold to a Dutch buyer.",
            "This antique vase can never be replaced.",
            "The vase has a few fine cracks, but it is still usable.",
            "The flowers were fading in the vase.",
            "That vase in the picture is not centered.",
            "The finished product was a beautiful vase.",
            "He carefully placed the vase upon the table.",
            "I broke the vase during an argument with my husband.",
            "The vase is decorated with figures of birds and fish.",
            "The vase fell and smashed to pieces.",
            "The vase wobbled but didn't fall over.",
            "Can you find a good place for this vase?",
            "The vase has a fancy decoration on one side.",
            "You can't persuade me to buy this ugly vase!",
            "He carefully replaced the vase on the shelf.",
            "The vase fell to the ground with a loud smash.",
            "Be careful with that vase - it's very fragile.",
            "The vase remained intact despite rough handling.",
            "The vase is cracked but it can still hold water.",
            "He dropped the vase and it shattered into pieces.",
            "I'll replace the vase I broke as soon as possible."
        ],
        "example_translate": [
            "С полки упала ваза.",
            "Поставьте эту вазу на полку.",
            "Осторожно, не стукни вазу.",
            "Сними вазу с полки.",
            "Он держал вазу бережно. / Он обращался с вазой осторожно.",
            "Бен поставил цветы в вазу.",
            "Он разбил вазу молотком.",
            "Мне не хватило духу сказать ей, что её красивая ваза разбилась.",
            "Ваза сужается к вершине. (верхняя часть вазы сужается)",
            "Ваза была продана покупателю из Голландии.",
            "Эту античную вазу невозможно ничем заменить.",
            "В вазе имеется несколько тонких трещин, но она всё ещё пригодна для использования.",
            "Цветы увядали в вазе.",
            "Эта ваза расположена не по центру картины.",
            "Конечным продуктом оказалась красивая ваза.",
            "Он осторожно поставил вазу на стол.",
            "Я разбила эту вазу во время ссоры с мужем.",
            "Ваза украшена фигурками птиц и рыб.",
            "Ваза упала и разбилась вдребезги.",
            "Ваза зашаталась, но не упала.",
            "Можешь найти хорошее место для этой вазы?",
            "Одна из сторон вазы была причудливо разукрашена.",
            "Ты не заставишь /не уговоришь/ меня купить эту уродливую вазу!",
            "Он осторожно поставил вазу обратно на полку.",
            "Ваза с громким грохотом упала на землю.",
            "Будьте осторожны с той вазой - она очень хрупкая.",
            "Ваза осталась целой и невредимой, несмотря на небрежное обращение.",
            "Ваза треснула, но по-прежнему держит воду.",
            "Он уронил вазу, и она разлетелась на куски.",
            "Я заменю вазу, которую я разбил, и как можно скорее."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}