{
    "vehicle": {
        "comment": [],
        "translate": " транспортное средство, автомобиль, транспортировать",
        "transcription": "  |ˈviːəkl|",
        "antonyms": [],
        "mnemonic": [
            "vehicle [вижал] экипаж, транспортное средство - Увидев наше транспортное средство, (Вий икал) от удивления;",
            "vehicle ['vi: ɪk (ə) l]\n***\nАВТОМОБИЛЬ на дорогу выехал. (это) vehicle"
        ],
        "examples": [
            "Do I need to take out insurance on my vehicle?",
            "Damage to the vehicle was considerable.",
            "Their vehicle was crushed by an army tank.",
            "art as a vehicle for self-expression",
            "Air is the usual vehicle of sound.",
            "Someone is hounding down at me in a vehicle.",
            "The play was just a vehicle to display her talents.",
            "The suspicious vehicle was reported to police.",
            "I noticed a vehicle pull up in front of the main entryway to the complex.",
            "Have you locked your vehicle?",
            "Words and pictures are vehicles of communication.",
            "Police said the car fits the description of the stolen vehicle.",
            "A smaller vehicle will consume less fuel.",
            "Her smooth operation of the vehicle gave us a surprisingly comfortable ride.",
            "Have you passed a test for this class of vehicle?",
            "The seats can be modified to fit other types of vehicle.",
            "MGM made the film as a star vehicle for Brando.",
            "a license to operate a motor vehicle",
            "I didn't know if I'd be able to handle such a large vehicle.",
            "It is dangerous to tailgate another vehicle.",
            "Water and insects can be vehicles of infection.",
            "He thought he was covered to drive the vehicle.",
            "A negligible amount of damage was done to the vehicle.",
            "He was in the vehicle for an hour before he was cut free.",
            "Police can remove a vehicle that is causing an obstruction.",
            "The company says it is committed to launch a new vehicle every year in India.",
            "The car conked out on the way to work, and I had to telephone for a repair vehicle.",
            "This is the perfect vehicle for Fleming to make his triumphant return to the stage.",
            "The vehicle maintained a speed of 40 miles per hour.",
            "Rory started up the engine and got the vehicle moving."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "h = [ ]"
        ],
        "example_translate": [
            "Нужно ли мне приобретать страховку на мой автомобиль?",
            "Повреждение транспортного средства было значительным.",
            "Их машину раздавил боевой танк.",
            "искусство как средство для самовыражения",
            "Воздух - обычный проводник звука.",
            "Кто-то преследует меня на машине.",
            "Этот спектакль был всего лишь средством, с помощью которого она могла продемонстрировать свои способности.",
            "О подозрительном транспортном средстве сообщили в полицию.",
            "Я заметил, как у главного входа в гостиничный комплекс остановился автомобиль.",
            "Ты запер свою машину?",
            "Слова и изображения являются средствами коммуникации.",
            "По словам полицейских, машина подходит под описание похищенного автомобиля.",
            "Автомобиль меньшего размера будет потреблять /расходовать/ меньше топлива.",
            "Ее плавный стиль управления автомобилем обеспечил нам удивительно комфортную поездку.",
            "Вы сдавали на права вождения этого класса транспортных средств?",
            "Сиденья могут быть модифицированы для соответствия другим видам транспорта.",
            "Компания \"Метро-Голдвин-Майер\" выпустила этот фильм в качестве средства раскрутки Марлона Брандо.",
            "лицензия на вождение автотранспортных средств",
            "Я не знал, буду ли я в состоянии справиться с таким большим автомобилем.",
            "Несоблюдение дистанции между автомобилями опасно.",
            "Вода и насекомые могут выступать переносчиками инфекции.",
            "Он думал, что страховка позволяет ему водить этот автомобиль.",
            "Транспортное средство получило незначительные повреждения.",
            "Он целый час просидел в автомобиле, пока его оттуда не вырезали.",
            "Полиция может переместить транспортное средство, которое создаёт помеху движению.",
            "Компания заявила о том, что решено выпускать новый автомобиль на рынок в Индии каждый год.",
            "По дороге на работу моя машина заглохла, и мне пришлось вызывать техпомощь.",
            "Эта пьеса — идеальное средство для триумфального возвращение Флеминга на сцену.",
            "Автомобиль поддерживал скорость сорок миль в час.",
            "Рори завёл двигатель и привёл машину в движение."
        ],
        "stars": 3
    }
}