{
    "veil": {
        "comment": [],
        "translate": "завеса, вуаль, покрывало, покров, фата, завуалировать, скрывать, вуалировать",
        "transcription": " |veɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Women are forbidden from going out without a veil.",
            "A fine rain was beginning to veil the hills.",
            "Her eyes were partially veiled by her long, dark hair.",
            "A black kerchief modestly veiled her hair.",
            "I'd rather draw a veil over what happened last night.",
            "Veils of moss draped the trees.",
            "The gossamer veil seemed to float about the bride as she walked down the aisle.",
            "I think it best to draw a veil over the whole incident.",
            "She lifted her veil with both hands.",
            "Under the veil of descending darkness the thieves began their operation.",
            "The sun was veiled by clouds.",
            "Watson deserves credit for lifting the veil of secrecy surrounding Brenda's death.",
            "The moon was hidden behind a veil of clouds.",
            "She wore a veil of netting."
        ],
        "example_translate": [
            "Женщинам запрещено выходить на улицу без вуали.",
            "Холмы начали скрываться под завесой мелкого дождя.",
            "Её глаза были частично прикрыты длинными, тёмными волосами.",
            "Её волосы были скромно прикрыты чёрной косынкой.",
            "Я предпочёл бы скрыть то, что произошло ночью.",
            "Деревья были покрыты мхом.",
            "Тонкая фата, казалось, плыла вокруг невесты, когда она шла под венец.",
            "Думаю, что лучше всего обойти молчанием весь этот инцидент.",
            "Она подняла вуаль обеими руками.",
            "Под покровом спускающейся темноты воры приступили к делу.",
            "Солнце было скрыто за тучами.",
            "Уотсон заслуживает похвалы за то, что приподнял завесу тайны вокруг смерти Брэнды.",
            "Луна была скрыта за пеленой облаков.",
            "Она носила сетчатую вуаль."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}