{
    "vein": {
        "comment": [
            "vain"
        ],
        "translate": "вена, жила, жилка, прожилка, наводить узор с прожилками",
        "transcription": " |veɪn|",
        "antonyms": [],
        "mnemonic": [
            "vein [вейн] вена, жилка - (Порт-вейн) вены расширяет."
        ],
        "examples": [
            "The surgeon clamped the vein.",
            "Let's continue our discussion in a lighter vein.",
            "The answer was in the orthodox solemn vein.",
            "There was more humour, in much the same vein.",
            "We injected the glucose into the patient's vein.",
            "The author goes on in that sarcastic vein for pages.",
            "Though the question touched a new vein, Nelson answered promptly.",
            "She felt the blood racing through her veins as they kissed.",
            "The pulmonary artery and vein pass along the surfaces of these air bladders.",
            "The broken vein had flooded blood in her eyes.",
            "All veins except the pulmonary vein carry unaerated blood."
        ],
        "example_translate": [
            "Хирург пережал вену.",
            "Не продолжить ли нам нашу беседу в более непринуждённой манере?",
            "Ответ был дан в традиционном торжественном стиле.",
            "Там были и другие шутки, примерно в таком же ключе.",
            "Мы ввели глюкозу в вену пациента.",
            "В том же саркастическом тоне автор пишет ещё несколько страниц.",
            "Несмотря на то что вопрос коснулся новой темы, Нельсон ответил немедленно.",
            "Когда они поцеловались, она ощутила, что кровь быстрее побежала по её жилам.",
            "Лёгочная артерия и вена проходят вдоль поверхности лёгочных альвеол.",
            "Лопнувшая вена залила её глаза кровью.",
            "Все вены, за исключением лёгочной, переносят кровь, необогащённую кислородом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}