{
    "venture": {
        "comment": [],
        "translate": "рисковать, отважиться, осмелиться, рискованное предприятие, авантюра",
        "transcription": " |ˈventʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I venture to disagree.",
            "Those who know the most, venture the least.",
            "Nothing venture, nothing have.., Nothing ventured, nothing gained.",
            "He ventured (on) a remark.",
            "We risked losing a lot of money in this venture",
            "I'd rather not venture out in pouring rain if I don't have to!",
            "Take me a man, at a venture, from the crowd.",
            "We ventured out into the woods.",
            "I venture to suggest that your whole idea is unworkable.",
            "I ventured to ask him what he was writing.",
            "Roy ventured a tentative smile.",
            "I thought I might venture on a new recipe.",
            "He ventured (upon) a remark.",
            "After losing $20,000 on my last business venture, I'm not taking any chances this time.",
            "'You're on holiday here?' he ventured.",
            "It's important to plan carefully before venturing on a long journey.",
            "Their joint venture in Las Vegas struck out, and they hurriedly dissolved the partnership.",
            "The pups never ventured far from home.",
            "Their business venture was doomed from the start.",
            "The venture was capitalized with a loan of one million dollars.",
            "a writer venturing on a new project",
            "Few people dared to venture out during the hours of darkness.",
            "He nervously ventured out onto the ice.",
            "The company is venturing into the computer software industry.",
            "an impregnable fortress that not even the mightiest army on earth would venture to leaguer",
            "The group's lead singer is now venturing on a solo career.",
            "a business venture that was done in by poor planning",
            "The project is under discussion as a possible joint venture.",
            "If we had more information, it would be easier to venture a firm opinion.",
            "His friend asked him to hazard a small sum in a business venture."
        ],
        "example_translate": [
            "Разрешите не согласиться, рискну возразить.",
            "Те, кто больше всего знают, меньше всего рискуют.",
            "Волков бояться — в лес не ходить.., Кто не рискует, тот не пьет шампанского.",
            "Он позволил себе сделать замечание.",
            "Мы рисковали потерять много денег в этой авантюре.",
            "Я бы ни за что не рискнул высунуть нос на улицу в проливной дождь, если бы не дела!",
            "Выбери мне наугад какого-нибудь человека из толпы.",
            "Мы рискнули зайти вглубь леса.",
            "Позволю себе заметить, что ваш план неосуществим.",
            "Я решился спросить его, что он в данный момент пишет.",
            "Рой осмелился на робкую улыбку.",
            "Я подумал, что стоит рискнуть и опробовать новый рецепт.",
            "Он позволил себе сделать замечание.",
            "После того, как в последнем своём предприятии я потерял 20000 долларов, — на этот раз рисковать не буду.",
            "— Вы здесь на отдыхе? — решился спросить он.",
            "Прежде чем отправляться в долгое путешествие, важно тщательно всё спланировать.",
            "Их совместное предприятие в Лас-Вегасе потерпело неудачу, и они поспешили расторгнуть партнёрство.",
            "Щенки не решались отходить далеко от дома.",
            "Их рискованный бизнес был обречён с самого начала.",
            "Предприятие был капитализировано кредитом на сумму один миллион долларов.",
            "писатель, который начинает новый смелый проект",
            "Мало кто осмеливался выходить на улицу в тёмное время суток.",
            "Несмотря на волнение, он всё же отважился выйти на лёд.",
            "Компания пробует свои силы в сфере программного обеспечения для компьютеров.",
            "неприступная крепость, которую не осмелится осадить даже самая могучая армия на земле",
            "Ведущий вокалист группы сейчас пробует начать сольную карьеру.",
            "бизнес-предприятие, которое пошло прахом из-за плохого планирования",
            "Обсуждается возможность превращения данного проекта в совместное предприятие.",
            "Если бы у нас было больше информации, было бы легче решиться высказать какое-то твёрдое мнение.",
            "Друг попросил его рискнуть и вложить небольшую сумму в венчурный бизнес."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}