{
    "venue": {
        "comment": [
            "avenue",
            "revenue"
        ],
        "translate": "место встречи, место сбора",
        "transcription": " |ˈvenjuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I think London was a good choice as a venue.",
            "The first thing to do is book a venue.",
            "The hall would make an ideal venue for a wedding reception.",
            "I was delegated to find a suitable conference venue.",
            "Her lawyer requested a change of venue.",
            "The venue of the trial has been changed.",
            "The police will inspect the venue for safety.",
            "The band will play (=perform at) as many venues as possible.",
            "The nightclub provided an intimate venue for her performance.",
            "Hep devotees of jazz were willing to brave any venue to hear him play.",
            "Variety is the catchword at our latest venue, the Beehive Club."
        ],
        "example_translate": [
            "Я думаю, что Лондон был удачно выбран в качестве места встречи /места проведения мероприятия/.",
            "Первым делом нужно забронировать место.",
            "Этот зал был бы идеальным местом для проведения свадебной церемонии.",
            "Мне поручили найти подходящее место для проведения конференции.",
            "Ее адвокат предложил, чтобы дело рассматривалось в другом судебном округе.",
            "Место проведения судебного разбирательства было изменено.",
            "Полиция обследует место проведения на предмет безопасности.",
            "Группа сыграет (т.е. выступит) на максимально возможном количестве площадок.",
            "Этот ночной клуб и стал уютной площадкой для её выступлений.",
            "Настоящие ценители джаза охотно решились бы на любое место проведения концерта, лишь бы услышать его игру.",
            "\"Разнообразие\" — таков девиз нашего последнего места встречи, клуба \"Улей\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}