{
    "verbal": {
        "comment": [],
        "translate": "словесный, вербальный, устный, глагольный, оскорбление, неличная форма глагола",
        "transcription": " |ˈvɜːrbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is very verbal, he usually talks the whole day.",
            "He did it by verbal order from Sir W. Coventry.",
            "The test measures verbal and mathematical ability.",
            "Instead of a verbal description, we will give a rough sketch of the nursery.",
            "He helped me find verbal expression for my ideas.",
            "He's a teacher known for his imagination and verbal dexterity.",
            "Verbal nouns have the ending -ing.",
            "He scored well on the verbal section of the test.",
            "They had a verbal exchange.",
            "Maria was getting loads of verbal from her staff.",
            "Her boss failed to stop the other workers from verbally abusing her.",
            "A verbal disagreement at the football game soon turned into a general melee involving scores of spectators.",
            "Teachers reported decreases in drug use and verbal abuse of teachers."
        ],
        "example_translate": [
            "Он очень разговорчивый, он обычно болтает весь день напролет.",
            "Он сделал это по устному приказу сэра В. Ковентри.",
            "Этот тест измеряет вербальные и математические способности.",
            "Вместо словесных описаний мы предоставим приблизительный эскиз детской.",
            "Он помог мне найти словесное выражение моих мыслей.",
            "Он - учитель, известный своим находчивостью и красноречием.",
            "Глагольные существительные имеют окончание \"-ing\".",
            "Он набрал хорошие баллы за устную часть экзамена.",
            "Они пообщались в устной форме. (т.е. поговорили)",
            "Мария получала множество жалоб от своих подчинённых.",
            "Начальнику не удалось помешать другим работникам словесно её оскорблять.",
            "Одна из словесных перепалок, происходивших на этом футбольном матче, вскоре переросла в побоище с участием нескольких десятков зрителей.",
            "Учителя сообщили о сокращении употребления наркотиков и словесных оскорблений учителей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}