{
    "verb": {
        "comment": [
            "adverb",
            "verbal"
        ],
        "translate": "глагол",
        "transcription": " |vɜːrb|",
        "antonyms": [],
        "mnemonic": [
            "verb [və: b]\n***\nЗнают ГЛАГОЛЫ Финес, и Ферб. (это) verb",
            "verbal ['və: bəl]\n***\nВ СЛОВЕСНОМ споре лузер выбыл. (это) verbal\nВ УСТНОМ споре лузер выбыл. (это) verbal\nОн БУКВАЛЬНО: \"Во|Был!\". (это) verbal"
        ],
        "examples": [
            "'Sing' is a strong verb.",
            "A verb agrees with the subject in number.",
            "a verb in the imperative mood",
            "a finite verb such as “is” or “are”",
            "Verbs have complements, objects.",
            "The verb \"to provide\" is construed with \"for\".",
            "a verb that is negated by “not”",
            "A verb has aspect, mood, tense, voice.",
            "Can you conjugate the verb “to go”?",
            "a lesson on French verb conjugation",
            "The verb 'to go' conjugates irregularly.",
            "If the subject is singular, use a singular verb.",
            "In “I hurt myself,” the verb “hurt” is reflexive.",
            "The noun “bear” and the verb “bear” are homonyms.",
            "Can anyone give me an example of a transitive verb?",
            "“Walks” in “she walks everyday” is a singular verb.",
            "When forming a question, invert the subject and the verb.",
            "In English the subject and the verb must agree in number.",
            "Common verb endings in English are “-s”, “-ed”, and “-ing.”",
            "Each verb in this dictionary is illustrated with a sentence.",
            "It is difficult to nail down the exact meaning of this verb.",
            "The sentence will read better if you change the tense of the verb.",
            "In English the past tense of a verb is usually formed by adding 'ed'.",
            "In “I wish it were Friday,” the verb “were” is in the subjunctive mood.",
            "In “They were talking loudly,” the adverb “loudly” is a modifier of the verb “talking.”",
            "The phrasal verb “look up” consists of the verb “look” and the adverbial particle “up”."
        ],
        "example_translate": [
            "\"Sing\" (петь) — это сильный глагол.",
            "Глагол согласуется с подлежащим в числе.",
            "глагол в повелительном наклонении",
            "спрягаемый глагол такой как “is” или “are”",
            "У глагола бывают комплементы и объекты",
            "Глагол \"provide\" сочетается с предлогом \"for\".",
            "глагол, который отрицается с помощью частицы “не”",
            "У глагола есть следующие категории: вид, залог, время, наклонение.",
            "Не могли бы вы проспрягать глагол “идти”?",
            "урок о спряжении французских глаголов",
            "Глагол \"to go\" (идти) является неправильным.",
            "Если подлежащее — в единственном числе, используйте в единственном числе и глагол.",
            "В предложении \"я поранился\" глагол \"поранился\" является возвратным.",
            "Существительное “bear” (\"медведь\") и глагол “bear” (\"нести\") являются омонимами.",
            "Может ли кто-нибудь привести мне пример переходного глагола?",
            "Слово “walks” в предложении “she walks everyday” - является глаголом в единственном числе.",
            "При формулировании вопроса на английском языке нужно поменять местами подлежащее и сказуемое.",
            "В английском языке подлежащее и сказуемое должны согласовываться в числе.",
            "Глаголы в английском языке обычно заканчиваются на “-s”, “-ed” и “-ing”.",
            "Каждый глагол в этом словаре иллюстрируется предложением, в котором он употребляется.",
            "Определить точное значение этого глагола сложно.",
            "Это предложение будет лучше читаться, если изменить время, в котором стоит глагол.",
            "В английском языке прошедшее время глагола, как правило, образуется путём добавления окончания \"-ed\".",
            "В предложении “Я желаю, чтобы это была пятница,” глагол “было” сослагательного наклонения.",
            "В предложении \"они громко разговаривали\" наречие \"громко\" является определением для глагола \"разговаривали\".",
            "Фразовый глагол “look up” состоит из глагола “look” и наречной частицы “up”."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}