{
    "version": {
        "comment": [
            "versus"
        ],
        "translate": "версия, вариант, текст, перевод, переводить",
        "transcription": " |ˈvɜːrʒn|",
        "antonyms": [],
        "mnemonic": [
            "version ['vɛ: ʃən]\naversion [ə'vɛ: ʃən]\n***\nУ меня есть ВЕРСИЯ, что он повешен. (это) version\n***\nУ меня НЕПРИЯТИЕ, к тому, кто был повешен. (это)\naversion"
        ],
        "examples": [
            "How do I upgrade from the previous version?",
            "The movie is a vulgarized version of the original story.",
            "a potted version of a novel",
            "The original version featured a guitar solo.",
            "We heard two different versions of the story.",
            "An updated version is planned for the near future.",
            "The original version of the text has been pruned quite a bit.",
            "a corrupt version of the text",
            "The new version is most certainly easier to use.",
            "the uncut version of the film",
            "a demo version of the software",
            "the filmed version of the novel",
            "an instrumental version of a song",
            "a bastardized version of the play",
            "I have an older version of the software.",
            "Is the coffee break the adult version of recess?",
            "He looked like a miniature version of his father.",
            "His new position is just a glorified version of his old stockroom job.",
            "Blake's version of events was at odds with the official police report.",
            "The longer version only expands, and in no way contradicts, the shorter one.",
            "the King James Version of the Bible",
            "He developed a version of slot grammar.",
            "a corrupted version of the ancient text",
            "A film version of the novel is being made.",
            "I think I preferred the television version.",
            "Many doubted the official version of events.",
            "an experimental version of the night fighter",
            "Let me tell you my version of what happened.",
            "The basic car is known as the vanilla version.",
            "the uncut version of 'Lady Chatterley's Lover'"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Как мне обновиться с предыдущей версии?",
            "Этот фильм является опошлённой версией оригинального сюжета.",
            "сокращённый вариант романа",
            "В оригинальной версии было гитарное соло.",
            "Мы услышали две различные версии этой истории.",
            "В ближайшем будущем планируется выпуск обновлённой версии.",
            "Первоначальный вариант текста был порядочно сокращён.",
            "повреждённая версия текста",
            "Новая версия, безусловно, проще в использовании.",
            "полная версия данного фильма",
            "демо-версия программного обеспечения",
            "киноверсия данного романа",
            "инструментальная аранжировка песни",
            "изуродованная версия этой пьесы",
            "У меня более ранняя версия этого программного обеспечения.",
            "Является ли кофе-брейк взрослой версией школьной переменки?",
            "Он напоминал миниатюрную версию своего отца.",
            "Его новая работа - это лишь приукрашенный вариант прежней должности складского служащего.",
            "Предложенная Блейком версия событий расходилась с официальной версией из полицейского рапорта.",
            "Более длинная версия лишь дополняет краткую, а ни в коем случае не противоречит ей.",
            "Библия короля Якова",
            "Он разработал один из вариантов слот-грамматики /грамматики вапентностей/.",
            "повреждённая версия этого древнего текста",
            "В данный момент идут съёмки киноверсии этого романа.",
            "По-моему, мне больше нравилась телеверсия.",
            "Многие сомневались в официальной версии событий.",
            "экспериментальная версия этого ночного истребителя",
            "Позвольте мне рассказать вам свою версию того, что произошло.",
            "Базовую комплектацию автомобиля называют \"ванильной версией\".",
            "полная версия \"Любовника Леди Чаттерлей\""
        ],
        "stars": 3
    }
}