{
    "very": {
        "comment": [],
        "translate": "очень, даже, самый, тот самый, истинный, сам по себе",
        "transcription": " |ˈveri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This is a very thing I want.",
            "I'll start at the very beginning.",
            "At that very moment the phone rang.",
            "It feels very cold today.",
            "Yes, it is madness., very, very madness.",
            "The very fact that you are reading this book suggests you want to improve your fitness.",
            "The fishing industry is very important to the area.",
            "He died in this very room.",
            "the very man I want to see",
            "The very thing he said yesterday.",
            "The very idea of being sent abroad delighted him.",
            "You have missed the very best thing in Kandy.",
            "A verier knave never stepped the earth.",
            "It was a very male reaction, I thought.",
            "The very thought of food made me feel ill.",
            "The very opposite word was of course expected.",
            "His life's work was being destroyed before his very eyes (=directly in front of him).",
            "His very absence is eloquent.",
            "It's very kind of you to help.",
            "I feel a lot better — thank you very much.",
            "I'm very, very (=used for emphasis) pleased you can come.",
            "That might provoke a riot, the very thing he was trying to avoid.",
            "We only use the very best ingredients.",
            "You'd better start doing some work this very minute (=now, not later).",
            "My sister and I were married on the very same (=exactly the same) day.",
            "Those were his very words.",
            "His films are always very French.",
            "The traffic's moving very slowly this morning.",
            "By its very nature, capitalism involves exploitation of the worker."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "e + Отк сл = [e]",
            "Прилагательные которые употребляются только перед существительными"
        ],
        "example_translate": [
            "Это именно то, что я хочу.",
            "Я начну с самого начала.",
            "В этот самый момент зазвонил телефон.",
            "Сегодня очень холодно.",
            "Да, это безумие, самое настоящее безумие.",
            "Сам факт, что вы читаете эту книгу, подсказывает, что вы хотите улучшить свою физическую форму.",
            "Рыбная промышленность очень важна для этой области.",
            "Он умер в этой самой комнате.",
            "тот самый человек, которого мне нужно увидеть",
            "Именно так он вчера и сказал.",
            "Сама идея быть посланным за границу восхищала его.",
            "Вы не увидели самого интересного в Канди.",
            "Больший мошенник не ступал по земле.",
            "\"Типично мужская реакция\", — подумала я.",
            "От одной мысли о еде мне становилось дурно.",
            "Конечно, ожидали услышать прямо противоположное.",
            "Дело всей его жизни гибло прямо у него на глазах (т.е. непосредственно перед ним).",
            "Само его отсутствие знаменательно.",
            "С вашей стороны очень любезно помочь.",
            "Мне намного лучше, — большое спасибо.",
            "Я очень-очень (повторение используется для усиления) рада, что вы смогли приехать.",
            "Это могло спровоцировать беспорядки, а именно их он и пытался избежать.",
            "Мы используем только самые лучшие ингредиенты.",
            "Вам стоит начать работать сию же минуту (т.е. сейчас, а не позже).",
            "Мы с моей сестрой вступили в брак в один и тот же (т.е. в тот же самый) день.",
            "Именно так он и сказал, слово в слово.",
            "Он всегда снимает типично французские фильмы. / Все его фильмы — типично французские.",
            "Сегодня утром транспорт движется уж очень медленно.",
            "По самой своей природе, капитализм неизбежно влечёт за собой эксплуатацию рабочих."
        ]
    }
}