{
    "veto": {
        "comment": [
            "vet",
            "veteran"
        ],
        "translate": "вето, право вето, запрещение, налагать вето, запрещать",
        "transcription": " |ˈviːtəʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Have many bills been vetoed by Presidents?",
            "Washington vetoed two bills only.",
            "The President vetoed the bill.",
            "The President vetoed the bill.",
            "Congress overrode the President's veto.",
            "Will they interpose their veto yet again?",
            "President Bush vetoed the bill on July 6.",
            "The committee resolved to override the veto.",
            "Mother vetoed the trip to the chocolate store.",
            "Washington's veto of Seoul's nuclear ambitions",
            "The President may choose to exercise his veto.",
            "The President has the veto over new legislation.",
            "The chairman has the power of veto on all decisions.",
            "She vetoed several restaurants before we could agree on one.",
            "Mr Blair was giving a clear signal that he might use the veto.",
            "We wanted to do a cross-country trip, but our parents vetoed it.",
            "Are there enough votes in Congress to override the President's veto?",
            "Jenny wanted to invite all her friends, but I quickly vetoed that idea.",
            "The head teacher has the right of veto over management-board decisions.",
            "The Senate had a sufficient majority to override the presidential veto (=not accept his refusal)."
        ],
        "example_translate": [
            "На сколько законопроектов президент наложил вето?",
            "Вашингтон наложил вето только на два законопроекта.",
            "Президент наложил вето на данный законопроект.",
            "Президент наложил на этот законопроект вето.",
            "Конгресс преодолел президентское вето.",
            "Они снова наложат вето?",
            "Президент Буш наложил вето на законопроект шестого июля.",
            "Комиссия приняла решение отменить вето.",
            "Мать запретила поездку в шоколадный магазин.",
            "вето Вашингтона на ядерных амбициях Сеула",
            "Президент может решить осуществить своё право вето.",
            "Президент имеет право вето в отношении новых законодательных актов.",
            "Председатель имеет право вето на все решения.",
            "Она забраковала несколько ресторанов, прежде чем мы смогли прийти к согласию и выбрать какой-то из них.",
            "Господин Блэр недвусмысленно давал понять, что он, возможно, воспользуется правом вето.",
            "Мы хотели сходить в поход, но наши родители это запретили.",
            "Достаточно ли голосов в Конгрессе, чтобы преодолеть вето президента?",
            "Дженни захотела пригласить всех своих друзей, но я быстро наложил вето на эту идею.",
            "Директор школы имеет право вето в отношении решений школьной администрации.",
            "Сенат имел достаточное большинство, чтобы преодолеть президентское вето (т.е. не принимать его отказ)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}