{
    "vice": {
        "comment": [],
        "translate": "заместитель, порок, вместо, вместо, зажимать в тиски",
        "transcription": " |vaɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He sank into vice.",
            "Smoking is my only vice.",
            "Jealousy is a vice.",
            "I like her and vice versa.",
            "Eating too much is my vice.",
            "He held my arm like a vice.",
            "Bound in the vice of the Arctic ice.",
            "She hates him and vice versa",
            "The city is a den of filth and vice.",
            "He was nominated as vice chairman.",
            "Music is the only sensual pleasure without vice.",
            "Galileo was condemned as a heretic for supporting Copernicus's thesis that the earth revolves around the sun and not vice versa.",
            "He thought gambling was a vice.",
            "When the president died the vice president was chosen to head the firm.",
            "The knives are out for the vice president.",
            "Vice offends the moral standards of the community.",
            "She was named to replace him as the company's vice president.",
            "The Vice President is on an official trip.",
            "He moved up through the ranks to become vice president of the company.",
            "It was a major coup when they got the Vice President to appear on their show for an interview.",
            "Her title is Vice President of Marketing.",
            "The tenderloin district was notorious for vice.",
            "The CEO's successor used to be the vice president here.",
            "After the president resigned, the vice president stepped in and took the reins of the company.",
            "Her title of vice president had been nominal only.",
            "Ferraro was the first woman to be nominated for the job of vice president.",
            "The duties of the club's vice president are inconsiderable by any standard.",
            "In the event of the decease of the president, the vice president will immediately assume his duties.",
            "He became the Vice President of the United States."
        ],
        "example_translate": [
            "Он погряз в пороке.",
            "Курение - это мой единственный порок / единственная слабость.",
            "Ревность - это порок.",
            "Она мне нравится, и это взаимно.",
            "Обжорство - мой порок.",
            "Он сжал мою руку словно тисками.",
            "Зажатый в тисках арктических льдов.",
            "Она ненавидит его, и это взаимно",
            "Этот город - логово разврата и порока.",
            "Он был назначен на должность вице-председателя.",
            "Музыка — это единственное чувственное удовольствие, не связанное с пороком.",
            "Галилей был осужден как еретик за поддержку тезиса Коперника о том, что земля вращается вокруг солнца, а не наоборот.",
            "Он считал азартные игры пороком.",
            "Когда умер глава фирмы, руководить фирмой было поручено его заместителю.",
            "Критики не жалеют яда для вице-президента.",
            "Порок оскорбляет нравственные нормы общества.",
            "Её назначили, чтобы заменить его на посту вице-президента компании.",
            "Вице-президент находится в официальной поездке.",
            "Он поднялся с самых низов карьерной лестницы и стал вице-президентом компании.",
            "Они добились крупного успеха, когда им удалось добиться появления вице-президента для интервью у них на передаче.",
            "Ее должность называется \"вице-президент по маркетингу\".",
            "Этот злачный квартал был печально известен своими пороками.",
            "Преемник гендиректора раньше работал здесь вице-президентом.",
            "После отставки президента, вице-президент вмешался и взял бразды правления компанией в свои руки.",
            "До тех пор её должность вице-президента была номинальной.",
            "Джеральдин Ферраро стала первой женщиной, баллотировавшейся на пост вице-президента.",
            "Обязанности вице-президента клуба являются незначительными по любым стандартам.",
            "В случае смерти президента, вице-президент незамедлительно примет на себя его обязанности.",
            "Он стал вице-президентом Соединённых Штатов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}