{
    "vicious": {
        "comment": [],
        "translate": "порочный, злой, злобный, ужасный, дефектный, ошибочный, норовистый, неправильный",
        "transcription": " |ˈvɪʃəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "All excess is vicious.",
            "Sarah can be quite vicious at times.",
            "He twisted her arm viciously.",
            "His mode of writing was vicious.",
            "It was vicious of him to make such an accusation.",
            "Keep away from that dog, he can be vicious.",
            "He took a vicious cut at the ball.",
            "He fermented the passions of the vicious.",
            "He is a vicious criminal who deserves no mercy.",
            "This species is not known to be vicious.",
            "Plato attempts to identify vicious pleasures with some form of error.",
            "The press launched a vicious attack on the President.",
            "She was shocked by the vicious tone in his voice.",
            "The magazine recently published a vicious personal attack on the novelist.",
            "The poor woman has been the unknowing target of some pretty vicious gossip."
        ],
        "example_translate": [
            "Любая чрезмерность порочна.",
            "Сара временами бывает довольно злобной /вредной/.",
            "Он злобно скрутил ей руку.",
            "Его литературный стиль был плохим.",
            "Он совершил ошибку, выдвинув такое обвинение.",
            "Держись подальше от этого пса, он может укусить.",
            "Он коварно подрезал мяч.",
            "Он провоцировал развитие порочных страстей.",
            "Это ужасный преступник, который не заслуживает пощады.",
            "Насколько известно, этот вид животных неагрессивен.",
            "Платон пытается отождествить порочные удовольствия с определенной формой заблуждения.",
            "В прессе начались злобные нападки на президента.",
            "Она была потрясена злобой, прозвучавшей в его голосе.",
            "Данный журнал недавно опубликовал злобные личные нападки на этого романиста.",
            "Бедная женщина стала ничего не подозревающей жертвой довольно злой сплетни."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}