{
    "violence": {
        "comment": [],
        "translate": "насилие, жестокость, расправа, сила, неистовство, стремительность",
        "transcription": " |ˈvaɪələns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There is no need for violence.",
            "Unfortunately, violence still exists in our life.",
            "Rape is sexualized violence.",
            "The film contained no sex or violence.",
            "Her husband's violence terrified her.",
            "He has never advocated or used violence.",
            "All the violence revolted me.",
            "We condemn any act of violence.",
            "movies filled with sex and violence",
            "The leader was charged with inciting the men to violence.",
            "All you see on TV is sex and violence these days.",
            "He was accused of fomenting violence.",
            "Gun violence is increasing at an alarming rate.",
            "a lurid tale of violence and betrayal",
            "Poor living conditions breed violence and despair.",
            "The city has seen plenty of violence over the years.",
            "Neither side wants to resort to violence.",
            "Can TV violence cause aggressive behavior?",
            "She finds violence in films abhorrent.",
            "Violence is the rule not the exception.",
            "She doesn't like all the sex and violence in movies.",
            "We suspect that the violence was politically inspired.",
            "the vicious and degrading cult of violence",
            "They now eschew the violence of their past.",
            "They were horrified by the movie's violence.",
            "The movie was filled with meaningless violence.",
            "His latest book discourses upon the evils of violence.",
            "Many viewers have strong opinions about violence on the screen.",
            "I was repulsed by the movie's violence.",
            "the worst communal violence in two years"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В насилии нет нужды.",
            "К сожалению, в нашей жизни всё ещё существует насилие.",
            "Изнасилование — это сексуальное насилие.",
            "В фильме не содержалось секса или насилия.",
            "Жестокость мужа приводила её в ужас.",
            "Он никогда не оправдывал насилия, и никогда не прибегал к нему сам.",
            "Вся эта жестокость вызвала у меня отвращение.",
            "Мы осуждаем любые акты насилия.",
            "фильмы, в которых полно секса и насилия",
            "Вожака обвинили в подстрекательстве к насилию.",
            "В наше время по телевизору нет ничего, кроме секса и насилия.",
            "Его обвинили в разжигании насилия.",
            "Число случаев насилия с применением огнестрельного оружия увеличивается с пугающей скоростью.",
            "страшная повесть о жестокости и предательстве",
            "Плохие условия жизни порождают жестокость и безысходность.",
            "За эти годы город повидал много насилия.",
            "Ни одна из сторон не хочет прибегать к насилию.",
            "Может ли телевизионное насилие стать причиной агрессивного поведения?",
            "Она считает, что насилие на экране — это мерзко.",
            "Насилие является правилом, а не исключением.",
            "Ей не нравится весь этот секс и насилие в кино.",
            "Мы подозреваем, что насилие было политически мотивированным.",
            "порочный и унизительный культ насилия",
            "Теперь они воздерживаются от насилия, которого не гнушались в прошлом.",
            "Они были в ужасе от жестокости фильма.",
            "В фильме было полно бессмысленной жестокости.",
            "Его последняя книга посвящена рассуждениям о вреде насилия.",
            "Многие зрители крайне отрицательно относятся к насилию на экране.",
            "Жестокость этого фильма вызвала у меня отвращение.",
            "самое худшее проявление межобщинного насилия за два года"
        ]
    }
}