{
    "violently": {
        "comment": [
            "violence",
            "violent"
        ],
        "translate": "яростно, жестоко, сильно, неистово, буйно, свирепо, бесчеловечно, очень",
        "transcription": " |ˈvɑɪələntli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bed groaned violently.",
            "The final scene was extremely violent.",
            "He was so violently sick he declared he was bound to die.",
            "I was still trembling violently.",
            "She marched up to me and slapped me violently on the face.",
            "He's not a particularly violent person.",
            "Violently afflicted with the seasickness.",
            "The bells rang violently through the house.",
            "He wanted to throw her on a bed and take her against her will, violently.",
            "He doubled and vomited violently.",
            "The boat rocked violently from side to side.",
            "She suffered a violent death in a car accident.",
            "The patient suddenly became violent and had to be restrained.",
            "They witnessed a violent struggle between police and protesters.",
            "What is violently or fraudulently gotten, will be lavishly spent.",
            "The city has experienced an increase in violent crime in the past year.",
            "The near leader violently shook his head. (Ch. Dickens)",
            "Demonstrators violently resisted attempts to remove them from the building.",
            "I loathed the job so much that I did it quickly, urgently, almost violently.",
            "The mouth was slightly open, and jerked violently and spasmodically at one corner.",
            "To be growing suddenly and violently rich, as this man is, naturally makes him a bloated aristocrat. (M. Twain, The Innocents Abroad, 1869)"
        ],
        "example_translate": [
            "Кровать нещадно скрипела.",
            "Финальная сцена была крайне жестокой.",
            "Его так сильно тошнило, что он заявил, что умирает.",
            "Меня по-прежнему сильно трясло. / Я по-прежнему вся очень сильно дрожала.",
            "Она решительно подошла ко мне и влепила крепкую пощёчину.",
            "Он не особо жестокий человек.",
            "Сильно страдающий от морской болезни.",
            "Колокольчики громко зазвонили по всему дому.",
            "Ему хотелось бросить её на кровать и против её воли, силой овладеть ею.",
            "Он согнулся пополам, и его бурно вырвало.",
            "Лодка сильно покачнулась из стороны в сторону.",
            "Она погибла насильственной смертью в автокатастрофе.",
            "Пациент вдруг пришёл в ярость, и его пришлось зафиксировать.",
            "Они стали свидетелями жестокой борьбы между полицией и демонстрантами.",
            "То, что приобретается силой и обманом, тратится легко.",
            "За прошедший год в городе отмечается рост насильственных преступлений.",
            "Находящаяся ближе всего к нам передняя лошадь в упряжке неистово трясла головой.",
            "Демонстранты оказали яростное сопротивление попыткам убрать их из здания.",
            "Мне так не по душе была эта работа, что я делал её быстро, в спешке, почти в неистовстве.",
            "Рот был слегка приоткрыт, и его уголок яростно и судорожно подёргивался.",
            "Когда на человека внезапно сваливается столь огромное богатство, как это произошло с ним, немудрено стать высокомерным и кичливым."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}