{
    "virgin": {
        "comment": [
            "virus"
        ],
        "translate": "девственный, целинный, чистый, нетронутый, девственница, дева, девственник, целка",
        "transcription": " |ˈvɜːrdʒɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Assumption of the Virgin Mary",
            "He had a vision of the Virgin Mary.",
            "The Virgin lived in a state of grace.",
            "I propose to give what may be called the Philosophy of Proverbs - a topic which seems virgin.",
            "Before long they had signed with Virgin.",
            "Her virgin triumph over that invincible Navy.",
            "Some Greek named Hippolytus, who had vowed to live a virgin life for Diana.",
            "A virgin in the world of comedy clubs, he's still learning to deal with hecklers.",
            "Christians refer to the mother of Jesus as the Virgin Mary.",
            "The Sierra Madres in Mexico are still virgin of sportsmen and hunters.",
            "How punctually they have surrogated the Blessed Virgin into the place of Venus."
        ],
        "example_translate": [
            "Успение Пресвятой Девы Марии",
            "Ему привиделась Дева Мария.",
            "Богородица жила в состоянии благодати.",
            "Я предлагаю что-нибудь типа \"Философия пословицы\", это тема, ещё не разработанная.",
            "Вскоре они подписали контракт с \"Virgin\".",
            "Её первая победа над этим непобедимым флотом.",
            "Какой-то грек по имени Ипполит дал обет вести целомудренную жизнь в честь Дианы.",
            "Будучи совсем ещё новичком в мире стэндапа, он пока что только учится справляться с неприятными выкриками из зала.",
            "Христиане называют мать Иисуса Христа Девой Марией.",
            "На Сьерра Мадрес в Мексике ещё не встретишь ни спортсменов, ни охотников.",
            "Как вовремя они заменили Венеру святой девой Марией."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}