{
    "virtue": {
        "comment": [
            "virtually"
        ],
        "translate": " добродетель, сила, достоинство, целомудрие, действие, хорошее качество, свойство",
        "transcription": "  |ˈvɜːrtʃuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Every virtue can be twisted into a fault.",
            "Her character is graced by every virtue.",
            "Virtue is a just temper between propensities.",
            "His virtue was of the purest tint.",
            "She became a British resident by virtue of her marriage.",
            "We don't expect candidates to be paragons of virtue.",
            "Our budget has the virtue of providing for a small surplus.",
            "Among her many virtues are loyalty, courage, and truthfulness.",
            "Make every effort to supplement your faith with virtue.",
            "a lady of honor and virtue",
            "The virtue of wool as a clothing material is that it can provide insulation from the cold even when wet.",
            "The Roman matron was taught indeed to vaunt her ignorance as a virtue.",
            "He thinks that to propose a reward for virtue is to render virtue impossible.",
            "In the auction buyers bid up the price until one buyer, by virtue of entering the high bid, wins.",
            "Adam Smith believed in the virtues of free trade.",
            "A cleric vainly preaching abstinence in a world where self-indulgence is regarded as almost a virtue.",
            "a virtue unlooked-for in people so full of energy",
            "Do we want a society where appearance takes precedence over skill or virtue?",
            "Not everyone regards humility as a virtue.",
            "Some rise by sin, and some by virtue fall ...",
            "Virtue is of more moment than security.",
            "Women have often been used as symbols of virtue.",
            "A sign above the door bore the legend 'patience is a virtue'.",
            "In Arthurian legend, Sir Galahad is depicted as the one knight who is a paragon of virtue."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Любое достоинство может быть представлено как недостаток.",
            "Она - воплощение всех добродетелей.",
            "Добродетель - золотая середина между пристрастиями.",
            "Его добродетель была самого чистого свойства.",
            "Она стала жительницей Британии благодаря своему браку.",
            "Мы не ожидаем, что кандидаты окажутся воплощением добродетелей.",
            "Достоинство нашего бюджета состоит в том, что он обеспечивает небольшой профицит.",
            "Среди ее многочисленных добродетелей — преданность, смелость и правдивость.",
            "Делай всё, чтобы дополнить свою веру добродетелью.",
            "честная и добродетельная дама",
            "Достоинством шерсти как материала для одежды является то, что она может обеспечить изоляцию от холода даже при намокании.",
            "Римскую женщину приучали гордиться своим невежеством как добродетелью.",
            "Он думает, что предложить за добродетель награду значит уничтожить добродетель как таковую.",
            "На аукционе покупатели набавляют цену до тех пор, пока не выиграет один из них - тот, кто назначит самую высокую цену.",
            "Адам Смит верил в достоинства свободной торговли.",
            "Священник /священнослужитель/, тщетно проповедующий воздержание в том мире, где потакание своим слабостям рассматривается чуть ли не как добродетель.",
            "неожиданное достоинство в столь энергичных людях",
            "Хотим ли мы общества, в котором внешняя сторона имеет приоритет над мастерством или добродетелью?",
            "Не все считают смирение добродетелью.",
            "Тех доблесть губит, тех возносит грех... (У. Шекспир, \"Мера за меру\", пер. М.Зенкевича)",
            "Добродетель важнее, чем безопасность.",
            "Женщины часто используются в качестве символов добродетели.",
            "Над дверью была вывеска с надписью \"Терпение — добродетель\".",
            "В легендах о короле Артуре сэр Галахад изображён рыцарем, являющимся образцом добродетели."
        ]
    }
}