{
    "virtually": {
        "comment": [
            "virtue",
            "virtual"
        ],
        "translate": "фактически, в сущности, поистине",
        "transcription": " |ˈvɜːrtʃuəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm virtually broke.",
            "It's virtually impossible to translate this phrase.",
            "Their legal rights are virtually nil.",
            "The chances of me getting a promotion are virtually nil.",
            "Forest fires were virtually unknown, until man arrived on the island.",
            "The old Dutch fortress looks virtually impregnable.",
            "The deal leaves the authorities and the President virtually naked.",
            "She had eaten virtually nothing at supper.",
            "The strike virtually paralyzed the city.",
            "I remember virtually everything he said.",
            "The stadium was virtually empty by the time the game ended.",
            "Female stars have virtually to cocoon themselves against unwanted suitors.",
            "He has suffered from insomnia virtually his entire life.",
            "His daughters are virtually imprisoned in their own house., he does not let them go out without a chaperone.",
            "Virtually all her time and energy is now monopolized by the children.",
            "It's virtually impossible to book a flight just before the holiday.",
            "The shares are selling on a 25 per cent discount to assets and there is virtually no downside risk but at least 25 per cent upside potential.",
            "The family resemblance is so strong that the boy is virtually a pint-size facsimile of his father.",
            "His re-election was considered virtually certain.",
            "The south side of the city has virtually become a war zone.",
            "He has virtually no understanding of social cause and effect.",
            "He's been beset by a lack of self-confidence virtually his entire life.",
            "Virtually any piece of equipment you care to name can be hired these days.",
            "Our weekend excursions have encompassed virtually all parts of our home state.",
            "Parts of the country have been virtually closed to the outside world for 20 years.",
            "The theory of evolution undergirds virtually all of modern biology.",
            "an ardent science-fiction fan who has read virtually all of his favorite author's many works",
            "He was virtually unknown before running for office.",
            "It is difficult to find work these days, but for blind people it is virtually impossible.",
            "DNA fingerprinting gives police a virtually foolproof way to link a suspect to a crime scene."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я фактически банкрот. / Я практически без гроша.",
            "Перевести эту фразу практически невозможно.",
            "Их законные права практически ничтожны.",
            "У меня практически / почти нет шансов получить повышение.",
            "До появления человека лесные пожары на острове были большой редкостью.",
            "Старая голландская крепость выглядит практически неприступной.",
            "Это соглашение оставляет власти и президента практически беззащитными.",
            "За ужином она практически ничего не съела.",
            "Забастовка практически парализовала город.",
            "Я помню практически всё, что он сказал.",
            "К тому времени, как игра закончилась, стадион практически опустел.",
            "Знаменитые актрисы вынуждены в буквальном смысле жить в коконе, спасаясь от назойливых поклонников.",
            "Он страдал бессонницей практически всю свою жизнь.",
            "Его дочери, фактически, — пленницы в собственном доме., без сопровождающего он их никуда не выпускает.",
            "Теперь практически всё своё время и энергию она тратит исключительно на детей.",
            "Забронировать билет на рейс непосредственно перед праздником практически невозможно.",
            "Акции продают за 25 % реальной стоимости, поэтому риска практически никакого, а потенциальная выгода составляет как минимум 25 %.",
            "Семейное сходство выражено настолько сильно, что мальчик является практически уменьшенной копией отца.",
            "Его переизбрание считалось делом практически неизбежным.",
            "Южная часть города, по сути, стала зоной военных действий.",
            "Он не имеет практически никакого понимания социальных причин и следствий.",
            "Практически всю свою жизнь он страдает от недостатка уверенности в себе.",
            "В наше время практически любое оборудование, какое только пожелаете, можно взять напрокат.",
            "Маршруты экскурсий, которые мы устраиваем по выходным, охватили практически все уголки нашего родного штата.",
            "В течение двадцати лет отдельные части страны были практически закрыты для внешнего мира.",
            "Теория эволюции лежит в основе практически всей современной биологии.",
            "ярый поклонник фантастики, прочитавший практически все многочисленные работы своего любимого писателя",
            "До выдвижения его кандидатуры на этот пост он был практически никому не известен.",
            "В наше время тяжело найти работу, но для слепых это практически невозможно.",
            "Генетическая дактилоскопия дает полиции практически безотказный способ связать подозреваемого с местом преступления."
        ],
        "stars": 3
    }
}