{
    "visible": {
        "comment": [
            "invisible",
            "vision",
            "visit",
            "visitor"
        ],
        "translate": "видимый, зримый, очевидный, явный, обозримый",
        "transcription": " |ˈvɪzəbl|",
        "antonyms": [],
        "mnemonic": [
            "visibly ['vɪzəblɪ]\nvisible ['vɪzəb (ə) l]\n***\nЯВНО, люди с визой|были. (это) visibly\n***\nЯВНЫЙ человек с визой|был. (это) visible"
        ],
        "examples": [
            "The ship was barely visible.",
            "It is a manifest and visible error.",
            "There was a visible change in his mood.",
            "There has been a visible change in his attitude.",
            "His heart struck heavily when the house was visible.",
            "Pneumonia may arise without any visible cause.",
            "The patient showed no visible symptoms.",
            "The coldness made our breath visible.",
            "The outline of the mountains was clearly visible.",
            "They played a highly visible role in the negotiations.",
            "Where a sunbeam enters, every particle of dust becomes visible.",
            "Check the plant for any visible signs of disease.",
            "Brooks's comet may be visible until the end of the year.",
            "The star is not visible to an observer without a telescope.",
            "We need to cut back the bushes a bit so that the house number is visible from the street.",
            "The mite is just visible to the naked eye.",
            "The mountain was clearly visible in the distance.",
            "The room was visible through the door's glass panel.",
            "The chair's original paint is still visible in spots.",
            "the common misbelief that the Great Wall of China is visible from the moon"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Корабль было едва видно. / Корабль был едва виден.",
            "Это явная и очевидная ошибка.",
            "В его настроении произошло очевидное изменение.",
            "В его позиции произошли видимые изменения.",
            "При виде дома сердце его забилось.",
            "Пневмония может возникнуть без всякой видимой причины.",
            "У пациента не проявлялось никаких видимых симптомов.",
            "На холоде изо рта шёл пар.",
            "Очертания гор были отчётливо видны.",
            "Они сыграли в этих переговорах весьма заметную роль.",
            "Когда появляются солнечные лучи, становится видна каждая пылинка.",
            "Проверьте растение на предмет любых видимых признаков болезней.",
            "Комету Брукса можно будет наблюдать до конца года.",
            "Эта звезда не видна наблюдателю без телескопа.",
            "Нам нужно немного подрезать кусты, чтобы номер дома был виден с улицы.",
            "Клещ едва виден невооружённым глазом.",
            "Гора отчётливо виднелась вдалеке.",
            "Комната была видна сквозь стеклянную панель двери.",
            "На стуле местами проглядывает первоначальная краска.",
            "всеобщее заблуждение о том, что Великую китайскую стену видно с Луны"
        ],
        "stars": 2
    }
}