{
    "visitor": {
        "comment": [
            "vision",
            "visit",
            "visible"
        ],
        "translate": "посетитель, гость, инспектор, экскурсант, ревизор, перелетная птица",
        "transcription": " |ˈvɪzɪtər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Oh no, not another visitor!",
            "The dog ran at the visitor and bit him.",
            "The guard allowed the visitor to pass.",
            "She was a frequent visitor to the museum.",
            "His smile fell away when he saw who his visitor was.",
            "The strange visitor bugged out without so much as saying a word.",
            "I leave this notice on my door for each accustomed visitor.",
            "Rina is a frequent visitor to the city.",
            "She was a frequent visitor to the house.",
            "There's a visitor waiting for you in the lobby.",
            "When my secretary ushered the visitor in, I received a great shock.",
            "Terry greeted the visitor warmly.",
            "Visitors to the office must sign in at the desk.",
            "He shook his visitor's hand and resumed his seat.",
            "This man looked very suspiciously at the visitor.",
            "The museum gets visitors from all over the world.",
            "The port now attracts a wealthier class of visitor.",
            "Times Square attracts more than 30 million visitors annually.",
            "The visitor proceeded to fasten his horse to a large iron hook.",
            "The director rather rudely snorted at his visitor's suggestion."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Господи, только не ещё один посетитель!",
            "Собака бросилась на посетителя и укусила его.",
            "Охранник разрешил посетителю пройти.",
            "Она была частым посетителем этого музея.",
            "Улыбка улетучилась с его лица, когда он увидел, кто к нему пожаловал.",
            "Странный посетитель убежал, так и не сказав ни слова.",
            "Я оставляю это сообщение на двери для всех постоянных посетителей.",
            "Рина является частым гостем в этом городе.",
            "Она была частой гостьей этого дома.",
            "В приёмной вас ждёт посетитель.",
            "Когда моя секретарша пригласила посетителя войти, я испытал шок.",
            "Терри тепло поприветствовал гостя.",
            "Посетители ведомства должны зарегистрироваться у стойки.",
            "Он пожал гостю руку и снова уселся на своё место.",
            "Этот человек посмотрел на посетителя с большим подозрением.",
            "Музей привлекает к себе посетителей со всего мира.",
            "Сейчас порт привлекает посетителей побогаче.",
            "Ежегодно Таймс-Сквер привлекает более тридцати миллионов посетителей.",
            "Посетитель продолжал привязывать свою лошадь к большому железному крюку.",
            "Директор довольно грубо фыркнул, услышав предложение посетителя."
        ],
        "stars": 3
    }
}