{
    "visual": {
        "comment": [],
        "translate": "визуальный, зрительный, наглядный, оптический, видимый",
        "transcription": " |ˈvɪʒuəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had no visual image of her, only her name.",
            "Maps are a visual tool for learning.",
            "color, shape, and other visual attributes",
            "The play is also a visual feast.",
            "Should I include some visuals in my presentation?",
            "He teaches art with visual aids.",
            "A motorist needs good visual acuity.",
            "Artists translate their ideas into visual images.",
            "a praiseworthy effort to introduce inner-city youths to the visual arts",
            "a film director known for his powerful visuals",
            "She appreciates the visual arts such as painting and film.",
            "the visual media (=painting and films)",
            "The tall tower adds to the visual impact of the building.",
            "A visual pattern must include not only objects but the spaces between them.",
            "The use of graphics in the text of the dictionary helps to break up the visual monotony of the page."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он не знал, как она выглядит, а только её имя.",
            "Карты являются наглядным обучающим пособием.",
            "цвет, форма, и иные визуальные атрибуты",
            "Кроме того, этот спектакль — просто радость для глаз.",
            "Следует ли мне включить в презентацию какие-то наглядные пособия?",
            "Он преподаёт искусство с помощью наглядных пособий.",
            "Автомобилисты нуждаются в хорошей остроте зрения.",
            "Художники воплощают свои идеи в зрительные образы.",
            "похвальная попытка познакомить молодежь из бедных районов города с миром изобразительного искусства",
            "кинорежиссёр, известный своими мощными визуальными эффектами",
            "Она высоко ценит такие изобразительные искусства, как живопись и кино.",
            "визуальные СМИ (т.е. живопись и кино)",
            "Эта высокая башня делает здание ещё более внушительным.",
            "Визуальный шаблон должен включать в себя не только объекты, но и пространства между ними.",
            "Использование в тексте словаря графики помогает нарушить визуальное однообразие страницы."
        ]
    }
}