{
    "vital": {
        "comment": [],
        "translate": " жизненно важный, жизненный, существенный, насущный, жизнеутверждающий",
        "transcription": "  |ˈvaɪtl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Their aid is vital to our success.",
            "It is vital to be honest with your children.",
            "Police have found a vital clue.",
            "It is vital to be prepared for any eventuality.",
            "your heart, lungs, and other vital organs",
            "These matters are vital to national defense.",
            "The work she does is absolutely vital.",
            "Regular exercise is vital for your health.",
            "Honesty is a vital element of her success.",
            "The sciences are a vital part of the school curriculum.",
            "Richardson played a vital role in the team's success.",
            "At lunchtime, I popped to the supermarket to stock up on vital provisions.",
            "Vital minutes were lost because the ambulance took half an hour to arrive.",
            "Exercise keeps her young and vital.",
            "It's vital to have a sense of humor in this job.",
            "These measures are vital to national security.",
            "The search provided the police with several vital clues.",
            "These women did vital work, often under enemy fire.",
            "Good communication is vital in a large organization.",
            "Sustained firm growth is vital to both value and job creation.",
            "Ian was accused of withholding vital information from the police.",
            "The tourist industry is of vital importance to the national economy.",
            "It would be remiss of me if I did not share with you the vital role God has played in my recovery.",
            "Good financial planning is vital to business success.",
            "The men were on a mission of vital importance to their country.",
            "The town's promotional literature accents its vital role in American history.",
            "A good police officer is not fulfilling his role if he neglects this vital aspect.",
            "Ships and the intrepid seafarers who man them remain a vital part of the world economy.",
            "The samples could give scientists vital information about long-term changes in the earth's atmosphere.",
            "Thomson's knack of scoring vital goals makes him important to the team."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Их помощь очень важна для успеха нашего дела.",
            "Крайне важно быть честными со своими детьми.",
            "Полиция нашла жизненно важную улику.",
            "Важно быть готовым к любым случайностям.",
            "ваше сердце, легкие и другие жизненно важные органы",
            "Эти вопросы имеют жизненно важное значение для национальной обороны.",
            "Работа, которую она делает, несомненно жизненно важна.",
            "Регулярные физические упражнения жизненно важны для вашего здоровья.",
            "Существенной частью её успеха является честность.",
            "Естественные науки являются важнейшей частью школьной программы.",
            "Ричардсон сыграл жизненно важную роль в успехе команды.",
            "В обеденный перерыв я заскочил в супермаркет пополнить запасы провизии.",
            "Жизненно важные минуты были потеряны из-за того, что \"скорая\" добиралась до места целых полчаса.",
            "Занятия спортом помогают ей оставаться молодой и полной жизни.",
            "В этой работе жизненно важно иметь чувство юмора.",
            "Эти меры являются жизненно важными для национальной безопасности.",
            "Поиск предоставил полиции несколько жизненно важных улик.",
            "Эти женщины выполняли важную работу, часто под огнём противника.",
            "В большой организации жизненно важное значение имеет хорошая коммуникация.",
            "Устойчивый рост фирмы жизненно необходим для создания и ценности, и рабочих мест.",
            "Йэна обвинили в сокрытии существенной информации от полиции.",
            "Туристическая отрасль имеет жизненно важное значение для экономики страны.",
            "Было бы несправедливо с моей стороны, если бы я не поделилась с вами той жизненно важной ролью, которую сыграл в моём выздоровлении Господь Бог.",
            "Хорошее финансовое планирование жизненно важно для успеха бизнеса.",
            "Эти люди выполняли задание, имевшее жизненно важное значение для их страны.",
            "В материалах, рекламирующих этот городок, делается упор на его жизненно важную роль в американской истории.",
            "Хороший полицейский не выполняет свои обязанности, если пренебрегает этим жизненно важным аспектом.",
            "Корабли и отважные мореходы, которыми они укомплектованы, остаются важной частью мировой экономики.",
            "Эти пробы могут дать учёным важнейшую информацию о долгосрочных изменениях, происходящих в атмосфере Земли.",
            "Важность Томсона для команды заключается в его умении забивать жизненно важные голы."
        ]
    }
}