{
    "vitamin": {
        "comment": [
            "vital"
        ],
        "translate": "витамин",
        "transcription": " |ˈvaɪtəmɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Did you remember to take your vitamin?",
            "Vitamin D is found in butter.",
            "He took megadoses of vitamin C.",
            "Perhaps I ought to take vitamins.",
            "Citrus fruits are rich in vitamin C.",
            "The drink is enriched with vitamin C.",
            "Oranges are packed full of vitamin C.",
            "The vitamin is believed to improve skin clarity.",
            "Lack of vitamin D is another factor to consider.",
            "Vitamin A is found in liver and green vegetables.",
            "Vitamin C can be taken in capsule or tablet form.",
            "The cream contains vitamin A to nourish the skin.",
            "Vitamin C is popularly believed to prevent colds.",
            "You'll find vitamin C for sale at most pharmacies.",
            "Vitamin pills are no substitute for a healthy diet.",
            "Vitamin C increases the absorption of iron from food.",
            "Vitamin D only synthesizes when sunlight is available.",
            "Try to eat foods that are rich in vitamins and minerals.",
            "Lack of vitamin E can cause skin diseases and tiredness.",
            "Jeff took a restorative vitamin mix to improve his immune system.",
            "Potatoes can provide one-third of our daily requirement of vitamin C.",
            "The type of vitamin needed depends on the state of health of the individual."
        ],
        "example_translate": [
            "Вы не забыли принять витамин?",
            "Витамин D содержится в сливочном масле.",
            "Он принял огромную дозу витамина С.",
            "Возможно, мне следовало бы принимать витамины.",
            "Цитрусовые фрукты богаты витамином C.",
            "Этот напиток обогащён витамином С.",
            "В апельсинах полно витамина С.",
            "Считается, что этот витамин улучшает чистоту кожи.",
            "Недостаток витамина D — ещё один фактор, который следует принять во внимание.",
            "Витамин А содержится в печени и зеленых овощах.",
            "Витамин C можно принимать в виде капсул или таблеток.",
            "Крем содержит витамин А питающий кожу.",
            "Считается, что витамин C предотвращает простудные заболевания.",
            "Витамин C вы найдёте в продаже в большинстве аптек.",
            "Витаминки не заменят здорового питания.",
            "Витамин C помогает всасыванию железа из пищи.",
            "Витамин D синтезируется лишь при наличии солнечного света.",
            "Старайтесь употреблять в пищу продукты, богатые витаминами и минералами.",
            "Недостаток витамина Е может вызвать заболевания кожи, а также усталость.",
            "Для улучшения работы иммунной системы Джефф принимал тонизирующую витаминную смесь.",
            "Картофель может обеспечить треть суточной нормы витамина C.",
            "Тип необходимого витамина зависит от состояния здоровья человека."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}