{
    "vivid": {
        "comment": [],
        "translate": "яркий, живой, ясный, пылкий",
        "transcription": " |ˈvɪvɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I can vividly remember the day we met.",
            "I've got vivid memories of that summer.",
            "He had a vivid picture of her in his mind.",
            "Children often have very vivid imaginations.",
            "The dream was very vivid.",
            "The happiness of those times is still vivid in my memory.",
            "His descriptions are vivid., his characters are drawn with a skilful pencil.",
            "The book includes many vivid illustrations.",
            "He gives a vivid picture of Jim's afterlife.",
            "The fabric was dyed a vivid red.",
            "Dreams, even vivid ones, have little predictive value.",
            "He had a vivid picture in his mind.",
            "...with an economy of lines, he created a vivid drawing of the tree...",
            "She could remember the dream in vivid detail.",
            "My most vivid memory is not the accident itself but being in the ambulance.",
            "The article gives a vivid picture of the way artists at the studio collaborated."
        ],
        "example_translate": [
            "Я отчетливо помню день, когда мы встретились.",
            "У меня остались яркие воспоминания о том лете.",
            "Он четко представлял её себе.",
            "Дети часто имеют очень яркие фантазии.",
            "Этот сон был очень ярким и реалистичным.",
            "Счастье тех времен - все еще живо в моей памяти.",
            "Его описания очень ярки, а его герои изображены мастерски.",
            "Книга содержит много красочных иллюстраций.",
            "Он живо описывает дальнейшую судьбу Джима.",
            "Ткань была окрашена в ярко-красный цвет.",
            "Сны, даже яркие, имеют малую предсказательную ценность. (по ним маловероятно узнать своё будущее)",
            "Он живо представил себе эту картину.",
            "...лаконичными штрихами он создал яркий рисунок дерева...",
            "Она помнила этот сон в мельчайших подробностях.",
            "Больше всего мне запомнилась не сама авария, а пребывание в машине скорой помощи.",
            "В данной статье даётся яркая картина того, как сотрудничали художники в этой студии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}