{
    "vocabulary": {
        "comment": [],
        "translate": "словарь, лексика, терминология, лексикон, словарный",
        "transcription": " |vəˈkæbjəleri|",
        "antonyms": [],
        "mnemonic": [
            "vocabulary [vəu'kæbjulərɪ]\n***\nЧтоб Лера пополняла СЛОВАРНЫЙ ЗАПАС,\nя бока|бью|Лере. (это) vocabulary"
        ],
        "examples": [
            "How can I enrich my vocabulary?",
            "She has a rich vocabulary.",
            "We read to improve our vocabularies.",
            "Reading helps to improve your vocabulary.",
            "She has a poor vocabulary.",
            "By the age of two a child will have a vocabulary of about two hundred words.",
            "He has a wide vocabulary.",
            "Reading helped to expand her vocabulary.",
            "His vocabulary was sound and his grammar excellent.",
            "His speech is immature, his vocabulary limited.",
            "Computing, like any subject, has its own vocabulary.",
            "...please exorcise that offensive word from your vocabulary...",
            "the vocabulary of the art world",
            "English has the largest vocabulary of any language.",
            "A good way to enlarge your vocabulary is to read a daily newspaper.",
            "The students highlighted important vocabulary words in their textbooks.",
            "You just have to sit down and slog through long lists of new vocabulary.",
            "He introduced a wide vocabulary of techniques.",
            "The Internet has given us a whole new vocabulary.",
            "A vocabulary index is included for easy reference."
        ],
        "example_translate": [
            "Как я могу увеличить свой словарный запас?",
            "У неё богатый словарный запас.",
            "Мы читаем, чтобы расширить свой словарный запас.",
            "Чтение помогает расширить словарный запас.",
            "У неё бедный словарный запас.",
            "К двум годам ребенок будет обладать словарным запасом около двухсот слов.",
            "У него большой словарный запас.",
            "Чтение помогло расширить её словарный запас.",
            "У него был большой словарный запас и блестящее знание грамматики.",
            "Его речь незрелая, запас слов ограничен.",
            "Компьютирование имеет свою собственную терминологию, как и любой другой предмет.",
            "...пожалуйста, изгоните это оскорбительное слово из вашего лексикона...",
            "лексикон мира искусств",
            "Из всех языков, английский обладает наибольшим словарным запасом.",
            "Хороший способ увеличить свой словарный запас — читать ежедневную газету.",
            "Ученики выделили в своих учебниках важные словарные слова.",
            "Нужно просто сесть и упорно запоминать длинные списки новых слов.",
            "Он применил широкий арсенал приёмов.",
            "Интернет подарил нам целый новый лексикон.",
            "Для удобства в материал включен словарный указатель."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}