{
    "volcano": {
        "comment": [],
        "translate": "вулкан",
        "transcription": " |vɑːlˈkeɪnəʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The volcano last erupted 25 years ago.",
            "The volcano rained ashes on the city.",
            "The volcano erupted with tremendous force.",
            "The volcano is very much alive.",
            "The volcano spewed hot ash.",
            "Smoke and ashes spewed from the volcano.",
            "The volcano was fuming thick black smoke.",
            "The volcano became active last year with a series of eruptions.",
            "The volcano spews out molten rocks every day.",
            "There had been no sign that the volcano would erupt.",
            "...steam escaped from a long crevice in the volcano...",
            "We flew over the crater of the volcano in a helicopter.",
            "The volcano is still active, as evidenced by the recent eruption.",
            "Crater Lake is in the crater of a dead volcano of the Cascade Range.",
            "The eruption of the volcano Krakatoa was one of the most violent in global history.",
            "The eruption of the volcano covered states as far away as Montana in a fine layer of ash."
        ],
        "example_translate": [
            "Последний раз вулкан извергался 25 лет тому назад.",
            "Вулкан осыпал город пеплом.",
            "Вулкан извергся с страшной силой.",
            "Этот вулкан — очень даже действующий.",
            "Вулкан изверг горячий пепел.",
            "Вулкан извергал дым и пепел.",
            "Вулкан источал густой чёрный дым.",
            "В прошлом году вулкан активизировался, произведя серию извержений.",
            "Каждый день этот вулкан извергает расплавленные камни.",
            "Не было никаких признаков того, что вулкан начнёт извержение.",
            "...пар выходил из длинной расщелины в вулкане...",
            "Мы пролетели над кратером вулкана на вертолёте.",
            "Вулкан по-прежнему активен, о чём свидетельствует недавнее извержение.",
            "Озеро Крейтер находится в кратере потухшего вулкана, который является частью Каскадной горной гряды.",
            "Извержение вулкана Кракатау было одним из самых сильных в мировой истории.",
            "Извержение вулкана покрыло тонким слоем пепла территорию многих штатов, до самой Монтаны."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}