{
    "voluntary": {
        "comment": [
            "volunteer"
        ],
        "translate": "добровольный, добровольческий, добровольные действия",
        "transcription": " |ˈvɑːlənteri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He does voluntary work in a hospital.",
            "She does some voluntary work caring for the elderly.",
            "He was charged with voluntary manslaughter.",
            "Participation in the program is completely voluntary.",
            "She had been in voluntary exile since 1990.",
            "The money was raised by voluntary contribution.",
            "the voluntary muscles that control urination",
            "She does a lot of voluntary work for the Red Cross.",
            "No voluntary movement is sustained when we are asleep.",
            "We have a close working relationship with other voluntary groups.",
            "Her days are employed in gardening and voluntary work.",
            "All the money has been raised by voluntary contribution.",
            "The men will undergo voluntary DNA testing of their saliva.",
            "The importance of voluntary organizations in the economy still needs to be given recognition."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он работает в больнице на добровольных началах.",
            "Она добровольно помогает ухаживать за престарелыми.",
            "Ему было предъявлено обвинение в умышленном убийстве.",
            "Участие в программе является абсолютно добровольным.",
            "Она была в добровольном изгнании, начиная с 1990 года.",
            "Эти средства были собраны за счёт добровольных взносов.",
            "произвольно сокращающиеся мышцы, которые управляют мочеиспусканием",
            "Она выполняет много волонтёрской работы для Красного Креста.",
            "Ни одно произвольное движение не фиксируется в состоянии сна.",
            "Мы поддерживаем тесные рабочие отношения с другими группами добровольцев.",
            "Свои дни она проводит, занимаясь садоводством и общественной работой.",
            "Все деньги были собраны за счёт добровольных взносов.",
            "Эти мужчины пройдут добровольное ДНК-исследование слюны.",
            "Важность добровольных общественных организаций для экономики всё ещё ждёт своего признания."
        ]
    }
}