{
    "volume": {
        "comment": [
            "lump",
            "column",
            "curriculum",
            "asylum",
            "aluminium",
            "clumsy"
        ],
        "translate": " объем, громкость, емкость, книга, масса, объемный, крупномасштабный",
        "transcription": "  |ˈvɑːljuːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Turn down the volume of a radio",
            "The volume is too loud.",
            "There was a parallel passage in the second volume.",
            "Can you turn the volume up?",
            "The roar decreased in volume.",
            "I adjusted the volume knob and sat down.",
            "The volume of the container is 100 cubic meters.",
            "The volume is closed by a carefully-written excursus.",
            "calculate the volume of a cylinder",
            "The box has a volume of three cubic meters.",
            "Another book is a twelvemo volume.",
            "The volume is too low — turn it up.",
            "The period from 1940-45 is in volume 9.",
            "I adjusted the volume on the radio.",
            "the kids played their music at full volume",
            "We measure the items by weight, not by volume.",
            "measuring the volume of air expired from the lungs",
            "After heavy rains, the volume of water was twentyfold as great.",
            "She leafed through the volume.",
            "The gas expanded to twice its original volume.",
            "Would you turn the volume up a little? I can't hear.",
            "The volume of the container measures 10,000 cubic metres.",
            "It would take a volume to follow out all the peripeteias of the drama.",
            "Another book is a twentymo volume.",
            "detractive influences on the volume of investment",
            "He controlled the volume by turning the radio's knob.",
            "Commanders may disperse troops to offset a high volume of fire.",
            "Each volume contains the Acts for the year arranged by chapter number.",
            "She fiddled with the volume on the stereo.",
            "He asked for the 1989 volume of the Annual Review."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o + Откр сл = [ɔ]"
        ],
        "example_translate": [
            "Убавь громкость радио.",
            "Слишком громко.",
            "Во втором томе был похожий абзац.",
            "Можете увеличить громкость?",
            "Рёв стал тише.",
            "Я отрегулировал ручку громкости и сел.",
            "Ёмкость контейнера 100 м3.",
            "Книга заканчивалась подробно написанным приложением с пояснениями к тексту.",
            "вычислить объём цилиндра",
            "Объём коробки составляет три кубических метра.",
            "Другая книга - том в двенадцатую долю листа.",
            "Это слишком тихо, добавьте громкости.",
            "Период времени с 1940 по 1945 год описан в девятом томе.",
            "Я отрегулировал громкость радио.",
            "Дети слушали музыку на полной громкости.",
            "Мы измеряем элементы по весу, а не по объёму.",
            "измерение объёма воздуха, выдыхаемого из лёгких",
            "После сильных дождей объем воды увеличился в двадцать раз.",
            "Она пролистала этот том.",
            "Объём газа увеличился вдвое относительно первоначального.",
            "Вы не могли бы сделать немного погромче? Мне не слышно.",
            "Объем контейнера измеряется 10-ю тысячами кубических метров.",
            "Для того, чтобы проследить все перипетии этой драмы, мне бы потребовался целый том.",
            "Другая книга - том в двадцатую долю листа.",
            "деструктивное влияние на объём инвестиций",
            "Он регулировал громкость, поворачивая ручку радиоприёмника.",
            "При массированном обстреле командиры могут принять решение рассредоточить силы.",
            "Каждый том содержит законы конкретного года, расположенные по номерам.",
            "Она покрутила регулятор звука на магнитофоне.",
            "Он попросил ежегодный обзор за 1989 год."
        ]
    }
}