{
    "voyage": {
        "comment": [],
        "translate": "рейс, путешествие, плавание, полет, перелет, путешествовать, плавать, летать",
        "transcription": " |ˈvɔɪɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our voyage ended tragically.",
            "The voyage was pleasant and uneventful.",
            "Grand clouds still voyaged in the sky.",
            "A good outset is half the voyage. посл.",
            "It was a hazardous voyage.",
            "I don't want to make the voyage single-handed.",
            "Magellan's voyage is the greatest single human achievement on the sea.",
            "He wrote about his many voyages into the South Seas.",
            "Many people sickened and died on the long voyage.",
            "No disease manifested itself during the long voyage.",
            "Supplies for the whole voyage were stowed into lockers.",
            "The sailors are preparing themselves for a long voyage.",
            "It was good to disembark from the ship after such a long voyage.",
            "The sailors were glad to be arriving in port after their long voyage.",
            "On that day she deviated from the course of the voyage and ran for Mauritius.",
            "The Titanic sank on her maiden voyage.",
            "The vessel victualled before the long voyage.",
            "He spent his youth voyaging around the globe.",
            "Every balloon voyage is a race between capricious winds and the amount of fuel on board.",
            "Did any of the passengers embarking on the Titanic's maiden voyage forefeel their impending doom?"
        ],
        "example_translate": [
            "Наше путешествие окончилось трагически.",
            "Путешествие было приятным и без каких либо сюрпризов.",
            "Большие облака всё ещё плыли по небу.",
            "Хорошее начало полдела откачало.",
            "Это было рискованное путешествие.",
            "Я не хочу совершать это путешествие в одиночку.",
            "Среди всех достижений человека на море, величайшим является плавание Магеллана.",
            "Он написал о своих многочисленных путешествиях в южные моря.",
            "За время этого долгого путешествия многие заболели и умерли.",
            "Во время длительного путешествия не обнаружилось никакой болезни.",
            "Запасы на весь срок путешествия были загружены в отсеки.",
            "Моряки сейчас готовятся к дальнему плаванию.",
            "Как приятно сойти на берег после такого долгого морского путешествия.",
            "Моряки были рады прибыть в порт после длительного плавания.",
            "В тот день корабль отклонился от намеченного пути и взял курс на остров Маврикий.",
            "\"Титаник\" затонул во время своего первого плавания.",
            "Судно запаслось провиантом перед дальним плаванием.",
            "Юность он провёл в кругосветных плаваниях.",
            "Каждое путешествие на воздушном шаре — это состязание между капризными ветрами и количеством топлива на борту.",
            "Предчувствовал ли кто-нибудь из пассажиров первого рейса \"Титаника\" надвигающуюся беду?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}