{
    "packing": {
        "comment": [],
        "translate": "упаковка, набивка, уплотнение, укладка, упаковочный",
        "transcription": " |ˈpækɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I got up early to finish packing.",
            "Use plenty of packing.",
            "Do you need a hand packing?",
            "Have you finished packing yet?",
            "We finished all our packing yesterday.",
            "I used some old newspapers for packing.",
            "I went up to my room to continue with my packing.",
            "The price is £25.50, including postage and packing.",
            "I gave her a hand packing up her clothes and stuff.",
            "Eggs must be marked with an expiry date that is ten days from the date of packing.",
            "The cost of packing is $75 extra.",
            "I've pretty nearly finished packing now.",
            "The new music group is packing the crowds in.",
            "I can do my packing the night before we leave.",
            "Sometimes I feel like packing it all in and going off travelling.",
            "She didn't like her new job at all and was thinking of packing it in.",
            "Expanded polystyrene looks like a rigid white foam and is used as packing or insulation."
        ],
        "example_translate": [
            "Я встал пораньше, чтобы закончить собирать вещи.",
            "Используйте побольше упаковки.",
            "Тебе помочь с упаковкой?",
            "Вы уже закончили упаковывать вещи?",
            "Вчера мы полностью закончили упаковывать вещи.",
            "В качестве упаковки я использовал несколько старых газет.",
            "Я поднялся наверх в свою комнату, чтобы продолжить сборы.",
            "Цена составляет двадцать пять фунтов и пятьдесят пенсов, включая стоимость упаковки и доставки.",
            "Я помог ей упаковать одежду и вещи.",
            "Яйца должны быть промаркированы сроком их годности, который составляет десять дней, начиная с даты упаковки",
            "Стоимость упаковки — семьдесят пять долларов дополнительно.",
            "Я почти закончил упаковывать вещи.",
            "На новую группу собираются толпы.",
            "Я могу упаковать вещи накануне нашего отъезда.",
            "Иногда мне хочется всё это бросить и отправиться в путешествие.",
            "Ей не нравилась ее новая работа, и она думала уйти.",
            "Пенополистирол выглядит как жёсткая белая пена, и используется в качестве упаковки или изоляции."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}