{
    "packet": {
        "comment": [],
        "translate": "пакет, пачка, пакетбот, куш, группа, связка, заворачивать в пакет",
        "transcription": " |ˈpækɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It must have cost a packet.",
            "He puts two packets of sugar in his coffee.",
            "Could you get me another packet of ketchup?",
            "I bet that car cost him a packet.",
            "I received the packet of legal papers today.",
            "I got two packets of broccoli seeds to plant this summer.",
            "The symbol on the packet is a guarantee that the food has been produced organically.",
            "Paul tore open the packet as soon as it arrived.",
            "I opened the packet just to satisfy my curiosity.",
            "His success projected him onto Channel 4's comedy series 'Packet of Three.'",
            "Your information packet includes a map and a schedule of all the events at the conference."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это, должно быть, стоило уйму денег.",
            "Он насыпал себе в кофе два пакетика сахара.",
            "Не могла бы ты принести мне ещё одну упаковку кетчупа?",
            "Могу поспорить, что эта машина влетела ему в копеечку.",
            "Я сегодня получил этот пакет юридических документов.",
            "Я раздобыл два пакетика семян брокколи, чтобы посадить их этим летом.",
            "Этот символ на упаковке является гарантией того, что продукты питания произведены без химических добавок.",
            "Пол разорвал пакет, как только тот прибыл.",
            "Я вскрыл пакет только для того, чтобы удовлетворить своё любопытство.",
            "Благодаря своему успеху он попал в сериал \"Сладкая троица\", который выходил на четвёртом канале.",
            "Ваш информационный пакет включает в себя карту и расписание всех мероприятий в рамках конференции."
        ]
    }
}