{
    "packed": {
        "comment": [],
        "translate": "упакованный, фасованный, уплотненный, переполненный, слежавшийся, скученный",
        "transcription": " |ˈpækt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Fans packed the stadium.",
            "Are all your things packed?",
            "The island was packed with tourists.",
            "She packed her lunch in a paper bag.",
            "Oranges are packed full of vitamin C.",
            "The nurse packed gauze in the wound.",
            "Thousands of people packed into the mosque.",
            "A great many people packed into the church.",
            "She packed her things and left.",
            "The crowd packed the auditorium.",
            "The crowd packed the auditorium.",
            "After one year, I packed in university.",
            "The book is packed with useful information.",
            "The show has been playing to packed houses since it opened.",
            "50,000 fans packed into the stadium.",
            "I packed a bag and organized some food.",
            "The murder trial packed the court house.",
            "Kelly packed her things before breakfast.",
            "The bar was packed to the gills on Monday.",
            "The car was packed and we were ready to roll.",
            "Breakable articles should be packed carefully.",
            "Everything's packed, and we're ready to leave.",
            "We were packed as tight as sardines on the bus.",
            "Glass must be packed in several layers of paper.",
            "Most of the holidaymakers had packed up and gone.",
            "I packed my remaining possessions into the trunk.",
            "She packed her suitcases the night before she left.",
            "There were 20 people packed inside of her dorm room.",
            "Her bag was light, packed with only the bare essentials.",
            "The walk is expected to last all day so bring a packed lunch."
        ],
        "example_translate": [
            "Фанаты заполнили стадион.",
            "У вас все вещи упакованы?",
            "Остров был переполнен туристами.",
            "Она упаковала свой обед в бумажный пакет.",
            "В апельсинах полно витамина С.",
            "Медсестра наложила марлевую повязку /марлевый тампон/ на рану.",
            "Тысячи людей набились в мечеть.",
            "Церковь была переполнена.",
            "Она собрала вещи и уехала.",
            "Толпа заполнила [переполнила] зрительный зал.",
            "Толпа заполнила зрительный зал до отказа.",
            "Проучившись год, я бросил университет. (брит. pack in прекращать, бросать, \"завязывать\")",
            "В этой книге полным-полно полезных сведений.",
            "С момента премьеры это представление собирает аншлаги.",
            "Стадион до отказа заполнило пятьдесят тысяч болельщиков.",
            "Я упаковал сумку и организовал еду.",
            "На судебном процессе по делу об убийстве в зале было полно народа.",
            "Перед завтраком Келли упаковала свои вещи",
            "В понедельник этот бар был набит битком.",
            "Вещи были уложены в машину, и мы были готовы отправиться в путь.",
            "Хрупкие предметы следует тщательно упаковывать.",
            "Все запаковано, и мы готовы к отъезду.",
            "Мы набились в автобус, как сельди в бочку.",
            "Стекло необходимо упаковать в несколько слоёв бумаги.",
            "Большинство отдыхающих собрали вещи и ушли.",
            "Остальные пожитки я запихнул в багажник.",
            "Она собрала свои чемоданы в ночь перед отъездом.",
            "В её комнату в общежитии набилось двадцать человек.",
            "Её упакованная только самым необходимым сумка была лёгкой.",
            "Как ожидается, прогулка продлится весь день, так что возьмите с собой сухой паёк."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}