{
    "painter": {
        "comment": [],
        "translate": "художник, живописец, маляр, носовой фалинь",
        "transcription": " |ˈpeɪntər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "An English painter justifiably loves fog, because he is born in a foggy country.",
            "The painter climbed high on the ladder.",
            "The artist's work influenced the young painter.",
            "The painter evolved his ideas about form and colour out of the work of an earlier artist.",
            "He doesn't set himself up to be an experienced painter, but his work is pleasing to the eye.",
            "a painter who pioneered a new art form",
            "He was principally a landscape painter.",
            "an acclaimed painter who is likewise a sculptor",
            "Here are two exemplary drawings of this painter.",
            "The apartment's previous occupant was a painter.",
            "The painter represented his wife as a young girl.",
            "The author of this article profiles a famous painter.",
            "He was a journeyman painter, not one of the greatest.",
            "He was acclaimed as England's greatest modern painter.",
            "A local painter was selling her artwork on the street.",
            "The 25-year-old painter hopes to hit it big in New York.",
            "The prisoner described himself as an unemployed painter.",
            "The painter followed the religious use and wont of his time.",
            "The painter applied a base coat followed by two finishing coats.",
            "Bids for the painter's work have been quite high at recent auctions.",
            "He told the painter that he wanted a yellow base with just a hint of green.",
            "As a painter, he was more than just a technician., he was a creative genius.",
            "Why did the painter leave his family and go off to live on a tropical island?",
            "She is an accomplished painter and a prolific author of stories for children.",
            "The portrait painter had the power to massage the king's ego or to expose his flaws.",
            "The portrait painter's muse for the goddess of love was apparently a common strumpet.",
            "Weary of European civilization, the painter Paul Gauguin famously abandoned France to become a solitary in the South Seas."
        ],
        "example_translate": [
            "Английскому художнику позволительно любить туман, потому что он родился в стране туманов.",
            "Художник взобрался высоко на лестницу.",
            "Творчество этого художника повлияло на молодого живописца.",
            "Этот художник почерпнул свои идеи о форме и цвете из работ более старого мастера.",
            "Он не считает себя опытным художником, но его работы радуют глаз.",
            "художник, который стал основателем нового вида искусства",
            "Он был, главным образом, пейзажист.",
            "знаменитый художник, который также является скульптором",
            "Вот два типичных рисунка этого художника",
            "Прошлый жилец этой квартиры был художником.",
            "Художник изобразил свою жену молодой девушкой.",
            "Автор этой статьи пишет о знаменитом художнике.",
            "Он был художником-ремесленником, не из числа великих.",
            "Он был провозглашён величайшим современным художником Англии.",
            "На улице местная художница продавала свои работы.",
            "Этот двадцатипятилетний художник надеется добиться успеха в Нью-Йорке.",
            "Арестованный назвался безработным художником.",
            "Художник следовал религиозной традиции и обычаю своего времени.",
            "Маляр нанёс грунтовой слой, а затем два финишных слоя краски.",
            "На последних аукционах за работы этого художника давали довольно высокую цену.",
            "Он сказал маляру, что хочет жёлтую основу с очень лёгким оттенком зелёного.",
            "Как художник, он был больше, чем просто мастер своего дела., он был творческой и гениальной личностью.",
            "Почему художник бросил свою семью и уехал жить на остров в тропиках?",
            "Она настоящий художник и автор множества детских книг.",
            "Во власти портретиста было потешить самолюбие короля, или же выставить напоказ его недостатки.",
            "Музой, навеявшей портретисту образ богини любви была, по-видимому, обычная блудница.",
            "Как всем хорошо известно, устав от европейской цивилизации, художник Поль Гоген покинул Францию и стал отшельником в Южных морях."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}