{
    "painful": {
        "comment": [],
        "translate": "болезненный, болевой, мучительный, тягостный, тяжелый, трудный, неприятный",
        "transcription": " |ˈpeɪnfl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was painful to watch.",
            "Is your arm very painful?",
            "The animal died a painful death.",
            "The divorce was painful for both of us.",
            "He recovered her from a painful disease.",
            "Remarks like that brought back painful memories.",
            "My leg was painful, and I wasn't sure it would bear my weight.",
            "a painful pimple on his back",
            "I broke out in a painful rash.",
            "the painful process of growing up",
            "He died a violent and painful death.",
            "His glands were swollen and painful.",
            "Even hearing his name was painful to her.",
            "He sobbed as he recalled the painful memory.",
            "Venice was a painful reminder of her marriage.",
            "He awoke with a painful stiffness in his neck.",
            "That painful experience certainly got our attention.",
            "His reminiscences about the war were painful to hear.",
            "Accommodation, without which society would be painful.",
            "They tried to deal with this painful subject jocularly.",
            "It will be an extraordinarily painful step to negotiate.",
            "We can't ignore our country's painful history of slavery.",
            "It can be painful to leave the house in which you were born.",
            "The painful memories eventually faded from her consciousness.",
            "He spoke slowly, with stilted speech and almost painful pauses.",
            "It's painful to watch her making the best of a terrible script.",
            "He had long ago repressed the painful memories of his childhood.",
            "treatments that can palliate the painful symptoms of the disease",
            "Going to the dentist need not necessarily be a painful experience.",
            "Making the transition from youth to adulthood can be very painful."
        ],
        "example_translate": [
            "На это было больно смотреть.",
            "Рука сильно болит?",
            "Животное умерло мучительной смертью.",
            "Развод был болезненным для нас обоих.",
            "Он излечил её от мучительно тяжёлой болезни.",
            "Подобные замечания вызывали в памяти тягостные воспоминания.",
            "Нога болела, и я не был уверен, что она выдержит мой вес.",
            "болезненный прыщ на его спине",
            "У меня появилась какая-то болючая сыпь.",
            "болезненный процесс взросления",
            "Он умер насильственной и мучительной смертью.",
            "Гланды у него опухли и болели.",
            "Ей было мучительно больно даже слышать его имя.",
            "Вызвав в памяти это болезненное воспоминание, он зарыдал.",
            "Венеция была болезненным напоминанием о её браке.",
            "Когда он проснулся, шея затекла и болела.",
            "Этот печальное происшествие, безусловно, привлекло наше внимание.",
            "Больно было слушать его воспоминания о войне.",
            "Умение приспосабливаться, без которого в обществе просто невозможно было бы жить.",
            "Они пытались весело справиться с этой болезненной темой.",
            "Обсуждение этой меры будет чрезвычайно тяжёлым.",
            "Мы не можем игнорировать тяжёлую историю рабства в нашей стране.",
            "Порой бывает больно покидать дом, в котором ты родился.",
            "Со временем болезненные воспоминания постепенно исчезли из её сознания.",
            "Он говорил медленно, выдавливая из себя слова и делая невыносимо большие паузы.",
            "Больно смотреть, как она старается выжать максимум возможного из ужасного сценария.",
            "Он уже давно подавил болезненные воспоминания своего детства.",
            "процедуры, которые могут временно облегчить болезненные симптомы этого заболевания",
            "Поход к зубному врачу не обязательно должен быть болезненным.",
            "Переход от юности к взрослой жизни может быть очень болезненным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}