{
    "palace": {
        "comment": [
            "pale",
            "palm",
            "municipal",
            "appalling"
        ],
        "translate": "дворец, чертог, особняк, роскошное здание, дворцовый",
        "transcription": " |ˈpæləs|",
        "antonyms": [],
        "mnemonic": [
            "palace [пэ'лэйс] дворец - Голден (Пелейс) - дворец для богатых глупцов;"
        ],
        "examples": [
            "Buckingham Palace",
            "Palace of Fine Arts",
            "a suite of rooms for palace guests",
            "The town's old movie palace has been torn down.",
            "He conducted us to the palace.",
            "A palace stood here in antiquity.",
            "Crowds lined the route to the palace.",
            "The palace is full of priceless antiques.",
            "The treasury was in the basement of the palace.",
            "An old movie palace is being restored.",
            "They are beaten backward from the palace.",
            "The Queen is in residence at the Palace this week.",
            "They slipped past the palace guard.",
            "a palace built in a neoclassical style",
            "The Palace is only a short trip from here.",
            "The queen summoned him back to the palace.",
            "Liveried footmen stood on the palace steps.",
            "The palace had lost much of its original splendor.",
            "We walked through the palace gardens by moonlight.",
            "not a fairy palace., yet a mundane wonder of unimagined kind",
            "The rebels stormed the palace and defenestrated the President.",
            "Compared to our small flat, Bill's house seemed like a palace.",
            "The summer palace of the Emperor has been unceremoniously looted.",
            "Plans have been announced to throw the Palace open to the public.",
            "Chenier and the band are performing at the Silver Palace tomorrow.",
            "The Palace has announced that the Duke and Duchess are to separate.",
            "The people gathered outside the palace to entreat favours of the king.",
            "The king went to visit his daughter and abode at her palace for ten days.",
            "He had another palace, which was stayed (up)on gilt and lacquered columns.",
            "The main street between the castle and the palace is known as 'the Royal Mile'."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Букингемский Дворец",
            "Дворец изобразительного искусства",
            "апартаменты для гостей дворца",
            "Старый городской дворец кино был снесён /снесли/.",
            "Он проводил нас во дворец.",
            "В древности здесь стоял дворец.",
            "Вдоль пути следования к дворцу выстроилась толпа народа.",
            "Дворец полон бесценных предметов антиквариата.",
            "Сокровищница находилась в подвале дворца.",
            "Старое здание кинотеатра реставрируется.",
            "Они выбиты из дворца.",
            "Королева на этой неделе пребывает во Дворце.",
            "Они прокрались мимо дворцовой стражи.",
            "дворец, построенный в неоклассическом стиле",
            "До Дворца отсюда совсем недалеко ехать.",
            "Королева вызвала его обратно ко дворцу.",
            "На ступенях дворца стояли лакеи в ливреях.",
            "Дворец в значительной степени утратил былую красоту.",
            "Мы шли по дворцовому саду при свете луны.",
            "не сказочный дворец, но земное чудо невообразимого вида",
            "Повстанцы штурмом взяли дворец и выбросили президента из окна.",
            "По сравнению с нашей квартиркой, дом Билла показался дворцом.",
            "Летний дворец императора был без всякого стеснения разграблен.",
            "Объявлено о планах открыть дворец для свободного посещения публики.",
            "Завтра в Серебряном дворце выступает Шенье со своей группой.",
            "Во дворце объявили, что герцог и герцогиня разводятся.",
            "Вокруг дворца собрался народ в надежде вымолить милости у короля.",
            "Король отправился навестить свою дочь и оставался у неё во дворце десять дней.",
            "У него был еще один дворец, который держался на позолоченных и лакированных колоннах",
            "Участок главной улицы между замком и дворцом известен как / называется \"королевская миля\"."
        ],
        "stars": 2
    }
}