{
    "palm": {
        "comment": [
            "pale",
            "palace",
            "municipal",
            "appalling"
        ],
        "translate": "ладонь, пальма, пальмовое дерево, гладить, прятать в руке, подкупать",
        "transcription": " |pɑːm|",
        "antonyms": [],
        "mnemonic": [
            "palm [па:м] пальма, ладонь - (Пам-идор) с пальмы упал в ладонь;",
            "calm [kɑ: m]\n***\nУСПОКОЙСЯ - по рукам! (это) calm\nМИРНЫЙ день - и по рукам! (это) calm\nТишина, спокойствие.\n***\nЧтоб ты успокоился \"calm\",\nдержу твою ладонь \"palm\"."
        ],
        "examples": [
            "She looked at the coins in her palm.",
            "She turned her hand over, palm uppermost.",
            "The coconut palm is a native of Malaysia.",
            "He held the pebble in the palm of his hand.",
            "palm trees vibrating in the breeze",
            "He potted the palm",
            "She looked at the palm of my hand and told me my fortune.",
            "He emptied the contents out into the palm of his hand.",
            "The palm trees along the shore swayed in the wind.",
            "Being able to palm a card is an artifice every magician must know.",
            "The hurricane blew some palm trees over.",
            "Singapore has many native species of palm.",
            "She poured salt into the palm of her hand and then sprinkled it over the stew.",
            "The kick was palmed away by the goalkeeper.",
            "She held out her hand with the palm uppermost.",
            "Gashford slid his cold insidious palm into his master's grasp. (Ch. Dickens)",
            "He was called for palming the ball.",
            "Palm oil earned Malaysia some £344 million in 1979.",
            "Please stop trying to palm off your leftovers onto me.",
            "To do the card trick, you have to learn to palm one of the cards.",
            "a nouveau riche who is reportedly using his money to buy his way into Palm Beach society"
        ],
        "example_translate": [
            "Она посмотрела на монеты на своей ладони.",
            "Она повернула руку ладонью вверх.",
            "Родина кокосовой пальмы — Малайзия.",
            "Он держал камешек на своей ладони.",
            "пальмы, которые колышутся на ветру",
            "Он посадил в горшке пальму. (вероятно речь идёт о комнатной декоративной пальме)",
            "Она посмотрела на мою ладонь и предсказала мою судьбу.",
            "Он высыпал содержимое на ладонь.",
            "Пальмы, растущие вдоль берега, качались от ветра.",
            "Умение спрятать карту в руке - это трюк, который обязан знать любой фокусник.",
            "Ураган повалил на землю несколько пальм.",
            "В Сингапуре много аборигенных видов пальм.",
            "Она насыпала соль в свою ладонь, а затем посыпала ею рагу.",
            "Вратарь /голкипер/ отразил этот удар ладонью.",
            "Она вытянула руку ладонью кверху.",
            "Гашфорд сунул свою холодную мерзкую ладошку в ладонь своего хозяина.",
            "Ему свистнули пронос мяча. (о баскетболе, нарушение при ведении)",
            "Пальмовое масло принесло Малайзии в 1979 г. доход примерно в 344 млн. фунтов.",
            "Пожалуйста, хватит пытаться всучить мне свои объедки.",
            "Чтобы выполнить этот фокус, нужно научиться прятать в ладонь одну из карт.",
            "нувориш, который, как сообщают, пытается купить себе место в высшем обществе Палм-Бич"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}