{
    "panel": {
        "comment": [
            "pan",
            "panic",
            "pants"
        ],
        "translate": " панель, панно, комиссия, панельный, филенчатый, обшивать панелями",
        "transcription": "  |ˈpænl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The advisory panel disagreed with the decision.",
            "A panel of judges will choose the winner.",
            "He assembled a panel of scholars to advise him.",
            "A panel investigated her conduct and she was subsequently fired.",
            "The controls are hidden from sight behind a panel.",
            "Aside from a dent in one of the side panels the car is in good shape.",
            "A panel of investigators was convened by the president to review the case.",
            "Each of the skirt's five panels is a different color.",
            "a control panel with various indicator lights",
            "The panel spent 14 hours going over the evidence.",
            "The university is hosting a panel on free speech.",
            "Sew the two panels together to form a tablecloth.",
            "This control panel is a good example of smart engineering.",
            "The advisory panel has recommended that the drug be approved.",
            "a lengthy deconstruction of the president's speech by a panel of pundits",
            "We paneled the living room with oak.",
            "The room was visible through the door's glass panel.",
            "A panel of judges selected the book for this year's award.",
            "A person of indisputable probity must head the disciplinary panel.",
            "a treble painting, with each panel telling a different part of the Nativity story"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(отк сл) = [æ]"
        ],
        "example_translate": [
            "Комиссия экспертов не согласилась с этим решением.",
            "Судейская коллегия выберет победителя.",
            "Он собрал группу учёных, чтобы получить совет.",
            "Комиссия расследовала её поведение, и впоследствии она была уволена.",
            "Элементы управления скрыты от глаз за панелью.",
            "Если не считать вмятины в одной из боковых панелей, автомобиль находится в хорошем состоянии.",
            "Для рассмотрения этого дела президентом была создана экспертная группа следователей.",
            "Каждая из пяти деталей этой юбки — разного цвета.",
            "панель управления с различными индикаторами",
            "Комиссия изучала данные четырнадцать часов.",
            "В университете размещается экспертная группа по свободе слова.",
            "Сшейте эти две детали вместе, чтобы получилась скатерть.",
            "Эта панель управления является хорошим примером умного проектирования.",
            "Консультативная группа рекомендовала одобрить данный препарат.",
            "продолжительный разбор речи президента группой экспертов",
            "Мы обшили гостиную дубовыми панелями.",
            "Комната была видна сквозь стеклянную панель двери.",
            "Члены жюри выбрали эту книгу для вручения премии этого года.",
            "Возглавить дисциплинарную комиссию должен человек, чья неподкупность является неоспоримой.",
            "триптих, каждая панель которого рассказывает свою часть рождественской истории"
        ],
        "stars": 3
    }
}