{
    "panic": {
        "comment": [],
        "translate": "паника, могар, забава, шутка, панический, пугать, наводить панику",
        "transcription": " |ˈpænɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There is no reason to panic.",
            "The main thing is not to panic.",
            "She began to feel a sense of panic.",
            "A note of panic entered her voice.",
            "The crowd was in a state of panic.",
            "Her fear was escalating into panic.",
            "A terrible sense of panic overtook him.",
            "The children fled in panic.",
            "Doug fought down a feeling of panic.",
            "If something goes wrong, don't panic.",
            "There's no reason to get into a panic.",
            "Guests panicked when the bomb exploded.",
            "He experienced a brief moment of panic.",
            "Something akin to panic overwhelmed him.",
            "She ran home in a blind panic, screaming.",
            "A sense of panic has spread over the country.",
            "Panic can show itself in many different ways.",
            "He felt a curious mixture of excitement and panic.",
            "He was in a panic when he realized how late he was.",
            "With only minutes to go, we were now in panic mode.",
            "The villagers fled in panic from the approaching army.",
            "Panic suddenly gripped me when it was my turn to speak.",
            "They felt panic at the thought of leaving their family.",
            "The note of pure panic in his voice was almost comical.",
            "She got into a panic when she couldn't find the tickets.",
            "'Jerry?' she called, trying to quell the panic inside her.",
            "She has panic attacks whenever she has to speak in public.",
            "News that the claims might be true set off widespread panic.",
            "He was still following me, and in a panic I broke into a run.",
            "The mere thought of an isolation cell panicked the prisoners."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(отк сл) = [æ]"
        ],
        "example_translate": [
            "Нет никаких причин для паники.",
            "Самое главное — не паниковать.",
            "Она начала испытывать чувство паники.",
            "В её голосе появились панические нотки.",
            "Народ был в панике.",
            "Её страх перерастал в панику.",
            "Ужасное чувство паники овладело им.",
            "Дети в панике убежали.",
            "Даг переборол чувство паники.",
            "Если что-то пойдёт не так, не паникуйте.",
            "Нет никакой причины впадать в панику.",
            "Когда взорвалась бомба, гости запаниковали.",
            "Он испытал короткий приступ паники.",
            "Им овладело что-то вроде паники.",
            "Она бежала домой в дикой панике, крича во всё горло.",
            "Чувство паники распространилось по всей стране.",
            "Паника может проявляться по разному.",
            "Его охватило волнение граничащее с паникой.",
            "Он был в панике, когда понял, насколько опоздал.",
            "Спустя лишь несколько минут мы начали паниковать.",
            "Крестьяне в панике бежали от наступающей армии.",
            "Когда настала моя очередь говорить, меня неожиданно охватила паника.",
            "Они испытывали замешательство при мысли об уходе из семьи.",
            "Прозвучавшая в его голосе паническая нотка была почти комичной.",
            "Она запаниковала, когда не смогла найти билеты.",
            "— Джерри? — позвала она, пытаясь унять панику.",
            "У неё начинаются приступы паники, когда ей приходится выступать на публике.",
            "Новость о том, что эти утверждения могут оказаться правдой, вызвала огромную панику.",
            "Он по-прежнему шёл за мной следом, и я в панике перешла на бег.",
            "Сама мысль о штрафном изоляторе наводила на заключённых панический ужас."
        ]
    }
}