{
    "pants": {
        "comment": [],
        "translate": "брюки, штаны, кальсоны, трусы",
        "transcription": " |pænts|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He wore a hole in his pants.",
            "The concert was pants.",
            "I bought a new suit of clothes: pants, coat and vest.",
            "She is talking absolute pants.",
            "Glancing at my pants, she said: \"l think you've got a boner.\"",
            "The pants flare at the bottom.",
            "He had opened his pants and was shaking what my circle called \"this thing\"",
            "She was wearing dark blue pants and a white sweater.",
            "Johnny's messed his pants",
            "a neatly creased pair of pants",
            "I wore dress pants and a nice sweater.",
            "pants that flare at the bottom",
            "Those pants only just fit you now.",
            "He wore a blue blazer and khaki pants.",
            "I was so scared I almost pissed my pants.",
            "There were mud spots on the back of his pants.",
            "The toddler was trailing his pants",
            "These pants have an elastic waist.",
            "She always bores the pants off me.",
            "The place is pants, yet so popular.",
            "Do you have these pants in a size 12?",
            "These pants are too baggy at the knees.",
            "The little boy accidentally wet his pants.",
            "I've known Eric since he was in short pants.",
            "He ironed his pants to make the creases sharp.",
            "This sweater teams happily with pants or shorts.",
            "His pants rose a full three inches off his shoes.",
            "He's listened to your demo and thinks it's pants.",
            "The elastic waistband of my pants won't stretch any more.",
            "I want to supply each of my pairs of pants with its own set of gallows."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У него была дырка на штанах.",
            "Концерт был полный отстой.",
            "Я купил новый костюм: брюки, пиджак и жилет.",
            "Она говорит абсолютную чепуху.",
            "Взглянув на мои штаны, она сказала: \"Да у тебя стоит!\"",
            "Брюки книзу расширяются.",
            "Он расстегнул штаны и помахал тем, что в моём кругу называют \"эта штука\".",
            "Она была одета в тёмно-синие брюки и белый свитер.",
            "Джонни замарал штанишки",
            "аккуратно выглаженные брюки",
            "Я надел строгие брюки и красивый свитер.",
            "брюки, которые расширяются книзу",
            "Сейчас эти штаны еле-еле на тебя налезают.",
            "На нём был синий блейзер и брюки цвета хаки.",
            "Я был так напуган, что чуть не обоссался. / Я едва не обмочился от страха.",
            "Сзади его брюки были испачканы грязью.",
            "Малыш волочил за собой свои штанишки.",
            "У этих штанов эластичная талия.",
            "Она всегда сильно утомляет меня.",
            "Местечко так себе, но пользуется большой популярностью.",
            "У вас есть такие брюки в двенадцатом размере?",
            "Эти штаны слишком растянуты на коленках.",
            "Мальчик нечаянно обмочил штанишки.",
            "Я знаю Эрика с тех пор, как он бегал в коротких штанишках.",
            "Он прогладил брюки, чтобы стрелки стали острыми.",
            "Этот свитер прекрасно будет сочетаться с брюками или шортами.",
            "Его штаны возвышались над туфлями на целых три дюйма.",
            "Он прослушал вашу демозапись и считает, что она ни на что не годится.",
            "Эластичный пояс моих брюк больше не растягивается.",
            "Я хочу, чтобы у меня к каждым брюкам были подходящие подтяжки."
        ]
    }
}