{
    "paragraph": {
        "comment": [
            "parallel",
            "paradise",
            "parade",
            "parameter"
        ],
        "translate": "пункт, параграф, абзац, газетная заметка, разделять на абзацы",
        "transcription": " |ˈpærəɡræf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We had to leave this paragraph out of the text.",
            "You could lose the last paragraph to make it fit on one page.",
            "I will paragraph you in every newspaper.",
            "He has made a flaming paragraph of it in his newspaper.",
            "This story is well paragraphed",
            "I'd like to direct your attention to paragraph four.",
            "The paragraph overflowed the page.",
            "Here is my revision of the paragraph.",
            "Can you get a fix on the meaning of this paragraph?",
            "Underline the key words or phrases in the paragraph.",
            "All her friends were paragraphed in last Monday's paper.",
            "Pay particularly close attention to the second paragraph.",
            "The final paragraph of the essay crystallizes her theory.",
            "Play up your strongest arguments in the opening paragraph.",
            "The symbol ¶ indicates where a new paragraph should begin.",
            "Use the Tab key to indent the first line of the paragraph.",
            "The two introductory paragraphs were written by the editor.",
            "Her theory crystallizes in the final paragraph of the essay.",
            "You should avoid changing tense in the middle of a paragraph.",
            "In my speech there is one paragraph which I should now cancel.",
            "Can you encapsulate the president's speech in about a paragraph?",
            "The paragraph was properly pleaded and ought not to be struck out.",
            "Please refer to section 2, paragraph 4 for the appropriate information.",
            "You should begin reading at the paragraph that begins midway down the page.",
            "Our style guidelines call for indentation of the first line of each paragraph.",
            "In the second paragraph from the bottom, you've misspelled “their” as “thier.”",
            "A short opening paragraph enables the reader to quickly grasp what the article is about."
        ],
        "example_translate": [
            "Нам пришлось выкинуть этот абзац из текста.",
            "Можно убрать последний абзац, чтобы уместить всё на одной странице.",
            "Я напишу о вас во всех газетах.",
            "Он из этого сделал острую заметку в своей газете.",
            "Этот рассказ хорошо структурирован (разбит на абзацы).",
            "Я хотел бы обратить ваше внимание на четвёртый абзац.",
            "Абзац не поместился на странице.",
            "Вот моя редакция этого абзаца.",
            "Ты точно понимаешь смысл этого параграфа?",
            "Подчеркните ключевые слова и фразы в этом абзаце.",
            "Все её друзья были упомянуты в номере газеты от прошлого понедельника.",
            "Обратите особенно пристальное внимание на второй абзац.",
            "В заключительном пункте данного сочинения её теория формулируется окончательно.",
            "В первом абзаце подчеркните свои самые сильные аргументы.",
            "Символ \"¶\" указывает, где должен начинаться новый абзац.",
            "Чтобы сделать отступ первой строки абзаца, воспользуйтесь клавишей \"Tab\".",
            "Два вступительных абзаца были написаны редактором.",
            "Окончательно её теория формируется в заключительном пункте данного сочинения.",
            "Следует избегать смены употребляемого времени в середине абзаца.",
            "У меня в речи есть одно место, которое я теперь должен вычеркнуть.",
            "Можно ли кратко изложить речь президента в одном абзаце?",
            "Отсылка к этому параграфу совершенно верная, его не следует вычёркивать.",
            "Для получения необходимых сведений перейдите, пожалуйста, к четвёртому абзацу второго раздела.",
            "Вы должны начать читать абзац, который начинается посередине страницы.",
            "Наше руководство по стилю призывает делать отступ для первой строки каждого абзаца.",
            "Во втором абзаце снизу, вы допустили ошибку в слове “their” написав его как “thier”.",
            "Короткий вступительный абзац позволяет читателю быстро понять, о чём эта статья."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}