{
    "parade": {
        "comment": [],
        "translate": "парад, плац, показ, построение, процессия, выставлять напоказ, шествовать",
        "transcription": " |pəˈreɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She paraded her new team.",
            "The parade halted by a busy corner.",
            "A military parade marched slowly down Pennsylvania Avenue.",
            "A firetruck was leading the parade.",
            "The festivities will commence with a parade.",
            "Morning parade was in progress on the parade ground.",
            "She watched the parade from her perch on her father's shoulders.",
            "She parades her new husband around town.",
            "She paraded around on the beach in her bikini.",
            "Spectators stood on rooftops to watch the parade.",
            "When I asked Nick about his childhood, he remembered first a parade of baby-sitters.",
            "The town will put on a parade.",
            "The veterans paraded down the street.",
            "The leader of the parade waved a flag.",
            "The whole town came out for the parade.",
            "Entire villages come to see the parade.",
            "Protesters paraded in front of City Hall.",
            "We stood and applauded as the parade went by.",
            "The team and its fans paraded down the street.",
            "He was crimed with filthy dirtiness on parade.",
            "The President will review the soldiers on parade.",
            "We are building a float for the homecoming parade.",
            "All the local clubs were represented in the parade.",
            "The marchers paraded peacefully through the capital.",
            "The marching band lined up for the homecoming parade.",
            "A grand parade will wrap up the weeklong celebration.",
            "I could hear the drumbeat of a parade down the street.",
            "Paper and popcorn littered the streets after the parade.",
            "Because of the weather, the parade was a total disaster.",
            "300 war veterans took part in the parade and march-past."
        ],
        "example_translate": [
            "Она с гордостью показала свою новую команду.",
            "Парад остановился на оживлённом перекрёстке.",
            "Военные части медленно проходили парадом по Пенсильвания Авеню.",
            "Шествие возглавляла пожарная машина.",
            "Торжества начнутся с парада.",
            "На плацу было утреннее построение.",
            "Она смотрела на парад, сидя на плечах у отца.",
            "Она разгуливает по городу со своим новым мужем.",
            "Она расхаживала по пляжу в бикини.",
            "Зрители стояли на крышах домов, чтобы посмотреть парад.",
            "Когда я спросил Ника о его детстве, он прежде всего вспомнил вереницу сиделок.",
            "В городе пройдёт парад.",
            "Ветераны прошествовали по улице.",
            "Ведущий парада взмахнул флажком.",
            "На парад вышел весь город.",
            "На это шествие приходят посмотреть целыми деревнями.",
            "Протестующие прошествовали перед ратушей.",
            "Мы стояли и аплодировали проходящему мимо параду /шествию/.",
            "Команда и её болельщики прошествовали по улице.",
            "Он получил выговор за появление на параде в ненадлежащем виде.",
            "Президент произведёт смотр солдат на параде.",
            "Мы строим платформу на колёсах для парада выпускников.",
            "На параде были представлены все местные клубы.",
            "Участники митинга мирно прошествовали по столице.",
            "Марширующий оркестр выстроился для парада в честь вечера встречи выпускников.",
            "Недельное празднование завершится грандиозным парадом.",
            "Я слышал, как по улице с барабанным боем идёт парад.",
            "После парада улицы оказались замусорены бумагой и попкорном.",
            "Из-за погоды парад полностью провалился.",
            "Триста ветеранов войны приняли участие в параде и прохождении церемониальным маршем."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}