{
    "pardon": {
        "comment": [
            "parcel"
        ],
        "translate": " прощение, извинение, помиловать, прощать, миловать, извинять",
        "transcription": "  |ˈpɑːrdn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I beg your pardon.",
            "It is easy to pardon a child for forgetfulness, but not for rudeness.",
            "Excuse / pardon my French!",
            "Pardon my intrusion.",
            "Pardon my ignorance, but what does OPEC stand for?",
            "He was granted a presidential pardon.",
            "He asked my pardon for taking so much of my time.",
            "One of the first things that the young king did was to pardon his enemies.",
            "I beg your pardon?",
            "Pardon my disordered writing.",
            "Pardon me, can you direct me to City Hall?",
            "Ford pardoned Nixon.",
            "The Thanksgiving turkey was pardoned by the President.",
            "The two spies were pardoned yesterday by the President.",
            "The governor was bombarded with requests to grant a pardon to the convicted killer",
            "'Hurry up Jonathan!' 'Pardon?' 'I said hurry up!'",
            "Oh, I beg your pardon. I thought you said 15 pence, not 50.",
            "Walter begged her pardon for all the pain he had caused her.",
            "It seems a trumpery quarrel, as to who should beg each other's pardon first.",
            "I'm willing to pardon a little sloppiness of dress in such a kind and loving person."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Прошу прощения.",
            "Легко простить ребёнка за забывчивость, но не за грубость.",
            "Извините за выражение!",
            "Извините за навязчивость",
            "Простите за невежество, но что означает ОПЕК?",
            "Президент даровал ему помилование.",
            "Он попросил у меня прощения за то, что занял столько времени.",
            "Юный король прежде всего помиловал своих врагов.",
            "Что, простите?",
            "Извините за мое сумбурное письмо.",
            "Простите, вы не покажете мне дорогу к мэрии?",
            "Форд помиловал Никсона.",
            "Праздничная индейка была \"помилована\" президентом. (о недавней традиции на День Благодарения)",
            "Оба шпиона вчера были помилованы президентом.",
            "Губернатор был засыпан просьбами предоставить помилование осужденному убийце",
            "— Шевелись, Джонатан! — Простите, что? — Быстрей, говорю!",
            "Ой, простите, ради бога. Мне показалось, что вы сказали \"пятнадцать пенсов\", а не \"пятьдесят\".",
            "Уолтер попросил у неё прощения за всю боль, которую он ей причинил.",
            "Произошла какая-то пустяковая ссора по поводу того, кто у кого первый должен просить прощения.",
            "Я охотно прощу такому доброму и любящему человеку небольшую небрежность в одежде."
        ],
        "stars": 0
    }
}