{
    "parent": {
        "comment": [
            "parental",
            "apparent",
            "apparently"
        ],
        "translate": "родитель, предок, родительница, причина, родительский, исходный",
        "transcription": " |ˈperənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My parents live in New York.",
            "They scorn me as a single parent.",
            "Parent birds began to hunt for food for their young.",
            "New shoots appear near the parent plant.",
            "No parent can duck out of his duty to his children.",
            "The parent brings food to the chicks.",
            "from fear of a whaling by his active parent",
            "Being a parent isn't easy, as I know from experience.",
            "That was Starboard talking to his Aged Parent.",
            "I didn't like the idea of being a single parent.",
            "She failed to fulfill her obligations as a parent.",
            "He opened his gape like a fledgling to its parent.",
            "Children under fourteen should be accompanied by a parent.",
            "Becoming a parent opened up a whole new chapter in my life.",
            "In this type of case, the rights of the parent predominate.",
            "It is devastating for a parent to watch a child go through misery.",
            "Do you have a parent who is an employee or retiree of this company?",
            "New bushes can be reproduced from roots taken from the parent plant.",
            "Each unit including the parent company has its own, local management.",
            "Land Rover's new parent",
            "Her mother is the custodial parent.",
            "the no-nonsense tones of a stern parent",
            "a parent severe to the pitch of hostility",
            "an inversion of the roles of parent and child",
            "a striking resemblance between parent and child",
            "a close sense of intimacy between parent and child",
            "The disease can be transmitted from parent to offspring.",
            "She accused him of dodging his responsibilities as a parent.",
            "Is there any love greater than that between parent and child?",
            "The form must be signed by a parent or guardian of the child."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ar + Гл = [er]"
        ],
        "example_translate": [
            "Мои родители живут в Нью-Йорке.",
            "Они презирают меня только потому, что я мать-одиночка.",
            "Птицы-родители начали добывать пищу для своих птенцов.",
            "Новые всходы появляются недалеко от материнского растения.",
            "Нет таких родителей, которые могут отказаться от ответственности за своих детей.",
            "Птица-родитель приносит птенцам корм.",
            "из страха быть выпоротым своим энергичным родителем",
            "Быть родителем непросто, я знаю это по себе.",
            "Это Старборд разговаривал со своим престарелым родителем.",
            "Мысль о том, чтобы стать родителем-одиночкой, мне не понравилась.",
            "Она не выполнила свои родительские обязанности.",
            "Он открыл рот, словно птенец, разевающий свой клюв навстречу родителям.",
            "Дети в возрасте до четырнадцати лет должны быть в сопровождении родителей.",
            "Рождение ребёнка открыло в моей жизни совершенно новую главу.",
            "В такого рода случаях преобладают права родителя.",
            "Для любого родителя очень мучительно наблюдать, как страдает ребёнок.",
            "Является ли кто-нибудь из ваших родителей настоящим или бывшим работником этой компании?",
            "Из корней старых кустарников можно вырастить новые.",
            "У каждого подразделения, включая вышестоящую организацию, есть свое местное руководство.",
            "новая родительская компания фирмы Land Rover",
            "Её мать является опекуном ребёнка.",
            "не допускающий шуток тон сурового родителя",
            "родитель, суровый и даже враждебный",
            "перестановка ролей родителя и ребенка",
            "поразительное сходство между родителем и ребёнком",
            "чувство близости между родителем и ребенком",
            "Эта болезнь может передаваться от родителей к детям.",
            "Она обвинила его в уклонении от родительских обязанностей.",
            "Есть ли на свете любовь больше, чем между родителем и ребёнком?",
            "Форма должна быть подписана родителем или опекуном ребёнка."
        ]
    }
}