{
    "parental": {
        "comment": [
            "parent",
            "apparent",
            "apparently"
        ],
        "translate": "родительский, отцовский, материнский, родственный, являющийся источником",
        "transcription": " |pəˈrentəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Opening a new school will increase parental choice.",
            "Medical treatment was sometimes given to children without parental consent.",
            "'Parental' and 'filial' are converse terms.",
            "The playground is the hub of parental supervision.",
            "My parents live in New York.",
            "The parent brings food to the chicks.",
            "The form must be signed by a parent or guardian of the child.",
            "The new plant will have characteristics of both parent plants.",
            "Parental consent is required before the operation can take place.",
            "Authoritarian parents tend to be low in nurturance and high in parental control compared with other parents.",
            "A toddler quickly learns that a tantrum is a surefire recourse when a polite request for something is met with parental indifference."
        ],
        "example_translate": [
            "Открытие новой школы позволит предоставить родителям более широкий выбор.",
            "Детей иногда лечили без согласия родителей.",
            "Слова \"родительский\" и \"сыновний\" являются конверсивами.",
            "Детская площадка является \"сердцем\" родительского присмотра.",
            "Мои родители живут в Нью-Йорке.",
            "Птица-родитель приносит птенцам корм.",
            "Форма должна быть подписана родителем или опекуном ребёнка.",
            "Новое растение будет иметь характеристики обоих родительских растений.",
            "Перед проведением такой операции требуется согласие родителей.",
            "Чересчур строгие родители в меньшей степени по сравнению с другими склонны проявлять заботу и в большей - осуществлять родительский контроль.",
            "Ребенок быстро понимает, что истерика — это верное средство привлечь внимание родителей, когда они не реагируют на вежливую просьбу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}