{
    "parking": {
        "comment": [
            "park"
        ],
        "translate": "стоянка, автостоянка, автомобильная стоянка",
        "transcription": " |ˈpɑrkɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "No Parking",
            "We have a problem with parking in this area.",
            "Turn off at the parking area.",
            "Police will be enforcing the parking ban.",
            "She backed into a parking space.",
            "The parking area is just beyond those trees.",
            "back the car into the parking spot",
            "I couldn't find a parking space near the shops.",
            "Bob reversed into a parking space.",
            "Restrict the use of this parking lot.",
            "I nosed my car into the parking space.",
            "Today we're going to practise parking.",
            "He pointed to the empty parking space.",
            "There is ample parking at the stadium.",
            "Free parking is available at the hotel.",
            "No skating is allowed in the parking lot.",
            "Our car was vandalized in the parking lot.",
            "I snagged a parking space in the last row.",
            "a prohibition against parking on the street",
            "She let the parking attendant park her car.",
            "He made a real meal out of parking the car.",
            "The baseball field neighbors a parking lot.",
            "He prayed that he would find a parking spot.",
            "I think we might have a job parking in town.",
            "All parking areas are designated on the map.",
            "I found a primo parking space right out front.",
            "Level ground is best for parking and camp areas.",
            "Are the parking facilities adequate for 50 cars?",
            "There is a major problem with parking in London.",
            "Parking in the city can be a major inconvenience."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Стоянка запрещена",
            "В этом районе у нас есть проблема с парковкой.",
            "Поверните возле автостоянки.",
            "Полиция будет следить за соблюдением запрета на парковку (в неположенном месте).",
            "Она задним ходом въехала на парковочное место.",
            "Парковка находится прямо за теми деревьями.",
            "загнать машину задним ходом на парковочное место",
            "Я не мог найти парковочное место возле магазинов.",
            "Боб задним ходом въехал на парковочное место.",
            "Ограничьте пользование этой стоянкой.",
            "Я медленно и осторожно въехал на парковочное место.",
            "Сегодня мы будем тренировать парковку.",
            "Он указал на пустое парковочное место.",
            "На стадионе есть просторная парковка.",
            "В гостинице предоставляется бесплатная парковка.",
            "На стоянке не разрешается кататься на скейтборде.",
            "Наш автомобиль изуродовали на этой стоянке.",
            "Я зацепил парковочное место в последнем ряду.",
            "запрет парковки на улице",
            "Она позволила парковщику припарковать свою машину.",
            "Он устроил настоящий спектакль из парковки автомобиля.",
            "По соседству с бейсбольным полем находится автостоянка.",
            "Он очень надеялся, что получится найти место для парковки.",
            "Я думаю, что нам, возможно, будет непросто припарковаться в городе.",
            "Все автостоянки обозначены на карте.",
            "Я нашёл классное парковочное место прямо перед домом.",
            "Ровные участки земли являются лучшими для размещения стоянки и лагерной зоны.",
            "Достаточно ли парковочных мест для размещения пятидесяти машин?",
            "С парковкой в Лондоне — большая проблема.",
            "Парковка в городе может представлять серьёзные неудобства."
        ]
    }
}