{
    "participate": {
        "comment": [
            "participle",
            "particular",
            "particularly",
            "article",
            "particle",
            "participation",
            "participant"
        ],
        "translate": "участвовать, принимать участие, соучаствовать, разделять, иметь общее",
        "transcription": " |pɑːrˈtɪsɪpeɪt|",
        "antonyms": [],
        "mnemonic": [
            "participate [pɑ: 'tɪsɪpeɪt]\n***\nБудем УЧАСТВОВАТЬ и почти|сипеть. (это) participate"
        ],
        "examples": [
            "I participate in their sufferings.",
            "She is unwilling to participate in it.",
            "I like the whole school to participate in the sports.",
            "Some members refused to participate.",
            "Most people joined the game, but a few chose not to participate.",
            "He has shown himself willing to participate in the debate.",
            "Everyone in the class is expected to participate actively in these discussions.",
            "eager to participate in the city's cultural life",
            "Local clergy have been invited to participate in an interfaith service.",
            "She has organized a group of children to participate in a potato sack race.",
            "The associated members participate in General Assemblies with advisory voice.",
            "They welcomed the opportunity to participate fully in the life of the village.",
            "Whereas you chose to participate in this stupid prank, you will be held responsible as well."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я разделяю их страдания.",
            "Она не хочет принимать в этом участие.",
            "Я бы хотел, чтобы вся школа занималась спортом.",
            "Некоторые члены отказались участвовать.",
            "Большинство людей присоединилось к игре, но некоторые предпочли не участвовать.",
            "Он выразил желание принять участие в дебатах.",
            "Предполагается, что каждый человек в классе будет активно участвовать в этих дискуссиях.",
            "страстно желая участвовать в культурной жизни города",
            "Представители местного духовенства получили приглашение принять участие в межконфессиональной службе.",
            "Она собрала группу детей для участия в беге в картофельных мешках.",
            "Ассоциированные члены участвуют в Генеральной Ассамблее с правом совещательного голоса.",
            "Они приветствовали возможность в полной мере поучаствовать в жизни села.",
            "Поскольку вы приняли решение участвовать в этой глупой выходке, вы также будете держать ответ."
        ],
        "stars": 2
    }
}