{
    "particular": {
        "comment": [
            "participle",
            "participate",
            "particularly",
            "article",
            "particle",
            "participation",
            "participant"
        ],
        "translate": "особый, особенный, частный, специфический, частность, деталь, подробность",
        "transcription": " |pərˈtɪkjələr|",
        "antonyms": [],
        "mnemonic": [
            "particular [пэти'къюлэ] особый -(Кар-паты* к Юле) особо благоволили (‘Горы).",
            "particular [pə'tɪkjulə]\n***\nВ КОНКРЕТНЫЙ день пора пойти|к|Юле. (это)\nparticular\nС ОПРЕДЕЛЁННОЙ целью надо пойти|к|Йоле. (это)\nparticular"
        ],
        "examples": [
            "I had nothing particular planned.",
            "For no particular reason, he quit the job.",
            "Most students choose one particular area for research.",
            "They are my old particulars.",
            "He was rather particular what he ate and drank.",
            "Marty's very particular about his food.",
            "I am thus particular in the relation of every incident.",
            "The computer program will be of particular interest to teachers.",
            "You should pay particular attention to spelling.",
            "Pay particular attention to the poet's choice of words.",
            "Robert requested a bill of particulars for the care he received in the hospital.",
            "In this particular case, no one else was involved.",
            "the particular demands of the job",
            "a man who wishes to make a particular woman fall in love with him",
            "a matter of particular and unusual importance",
            "She was very particular about how her food was prepared.",
            "a particular description of the room",
            "He always reasons from the particular to the general.",
            "They wanted to know the facts down to every particular.",
            "Our teacher is very particular when it comes to punctuation.",
            "She gets special (or particular) satisfaction from her volunteer work.",
            "Of particular concern is the rising cost of transportation.",
            "He has a particular preference for Chinese art."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не планировал ничего особенного.",
            "Без особых на то причин, он бросил работу.",
            "Большинство студентов выбирают одну конкретную область для исследования.",
            "Это мои старые друзья.",
            "Он довольно привередливо относился к своей еде и питью.",
            "Марти очень разборчивый в отношении своей пищи.",
            "Я в такой же степени внимателен по отношению к любому происшествию.",
            "Данная компьютерная программа будет представлять особый интерес для учителей.",
            "Вам следует обратить особое внимание на правописание.",
            "Особое внимание уделите словам, которые подобрал поэт.",
            "Роберт запросил подробный счёт за лечение, которое он получил в больнице.",
            "В данном конкретном случае никто больше не участвовал.",
            "особые требования данной работы",
            "мужчина, который хочет сделать так, что бы одна конкретная женщина в него влюбилась",
            "вопрос особой и необыкновенной важности",
            "Она очень щепетильно относилась к приготовлению пищи.",
            "подробное описание данного помещения",
            "Он всегда строит рассуждения от частного к общему.",
            "Они хотели знать факты вплоть до мельчайших подробностей.",
            "Наши учитель очень требователен, когда дело касается знаков препинания.",
            "Она получает особое удовольствие от своей работы волонтёром.",
            "Особую озабоченность вызывает рост затрат на транспортировку.",
            "Особое предпочтение он отдаёт китайскому искусству."
        ],
        "stars": 3
    }
}