{
    "partly": {
        "comment": [
            "part",
            "party",
            "partner",
            "partial",
            "partially"
        ],
        "translate": "частично, отчасти, частью, до некоторой степени",
        "transcription": " |ˈpɑːrtli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I felt partly to blame.",
            "It's partly my fault.",
            "She is only partly to blame.",
            "What you say is only partly true.",
            "She wore a low-cut dress, partly covered by a thin shawl.",
            "The houses were partly timber in construction.",
            "He abstained partly for prudential reasons.",
            "You can't just go ahead and sell the car, it's partly mine.",
            "She was in a twitter, partly of expectation, and partly of fear.",
            "The group is funded partly by the government.",
            "The poor weather was partly responsible for the crash.",
            "It is partly because of her sick mother that she hasn't taken the job abroad.",
            "The project failed partly because of a lack of funds.",
            "The company's problems are partly due to bad management.",
            "A diamond's worth is determined partly by its cut and clarity.",
            "It's partly the architecture which gives the town its personality.",
            "Hubert never experienced any fear, and this was partly because he was not particularly intelligent."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я чувствовал себя отчасти виноватым.",
            "Отчасти это моя вина.",
            "Она виновата только отчасти.",
            "То, что вы говорите, верно лишь отчасти.",
            "На ней было платье с низким вырезом, частично скрываемое тонкой шалью.",
            "Дома были частично сделаны из древесины.",
            "Он воздержался отчасти из соображений благоразумия.",
            "Ты не можешь просто взять и продать машину, она ведь и моя тоже.",
            "Она была в возбуждённом состоянии, отчасти от нетерпения, отчасти от страха.",
            "Данная группа частично финансируется правительством.",
            "В этой аварии была частично виновата ужасная погода.",
            "Отчасти именно из-за болезни матери она и не согласилась на работу за рубежом.",
            "Проект провалился отчасти из-за отсутствия средств.",
            "Отчасти проблемы этой компании связаны с плохим руководством.",
            "Ценность бриллианта частично определяется его огранкой и чистотой.",
            "Именно архитектуре город отчасти обязан своей неповторимой индивидуальностью.",
            "Хьюберт никогда ничего не боялся — отчасти потому, что был не особенно умён."
        ],
        "stars": 3
    }
}