{
    "part-time": {
        "comment": [
            "lunchtime",
            "time",
            "sometimes",
            "centimetre",
            "timetable",
            "multimedia",
            "daytime",
            "full-time",
            "overtime",
            "meantime",
            "lifetime",
            "sentiment"
        ],
        "translate": "неполный рабочий день, не полностью занятый, внештатный",
        "transcription": " |ˈpɑrtˈtɑɪm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I work part-time in a library.",
            "She works part-time at the restaurant.",
            "She got a part-time job to earn some extra money.",
            "Part-time workers are unprotected by this law.",
            "Do the same rules apply to part-time workers?",
            "The new law will benefit people in part-time work.",
            "She got another part-time job and now she has two jobs.",
            "He supplements his income with a part-time bar job.",
            "She wants to work part-time after she's had the baby.",
            "A growing number of people are taking part-time jobs.",
            "Women comprise a high proportion of part-time workers.",
            "Part-time barman required. Hours and salary negotiable.",
            "A high percentage of married women have part-time jobs.",
            "The current trend is towards more part-time employment.",
            "I'm going to explore the possibility of a part-time job.",
            "She works for her father doing part-time secretarial duties.",
            "He works part-time as an announcer for a local radio station.",
            "You should at least work part-time, just to keep your hand in.",
            "During the nineties, he was going to college and working part-time.",
            "I work part-time in a coffee shop just to keep the wolf from the door.",
            "The incomes of male professionals went up by almost 80%. Meanwhile, part-time women workers saw their earnings fall."
        ],
        "example_translate": [
            "Я работаю по совместительству /подрабатываю/ в библиотеке.",
            "Она работает по совместительству в ресторане.",
            "Она устроилась на временную работу, чтобы заработать ещё немного денег.",
            "Сотрудники, работающие неполный рабочий день, не защищены этим законом.",
            "Распространяются ли эти правила на работающих по совместительству?",
            "От нового закона выиграют люди, работающие неполный день.",
            "Она устроилась на полставки ещё в одно место, и теперь работает на двух работах.",
            "В дополнение к основному доходу, он подрабатывает в баре.",
            "Она хочет работать неполный рабочий день после рождения ребёнка.",
            "Всё большее число людей устраивается на неполный рабочий день.",
            "Женщины составляют большую часть частично занятых работников.",
            "Требуется бармен на неполный рабочий день. Время работы и зарплата обсуждаются.",
            "Большая доля замужних женщин работает неполный день.",
            "В настоящее время существует тенденция к более неполной занятости.",
            "Я собираюсь рассмотреть возможность подработки.",
            "Она работает на своего отца секретарём на полставки.",
            "Он работает по совместительству диктором на местном радио.",
            "Вы должны работать хотя бы неполный день, просто чтобы не растерять навыки.",
            "В течение девяностых годов он учился в колледже и подрабатывал в свободное время.",
            "Чтобы как-то свести концы с концами, я подрабатываю в кофейне.",
            "Доходы мужчин-специалистов выросли почти на 80%. Одновременно наблюдалось падение заработков женщин, работающих по совместительству."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}