{
    "partner": {
        "comment": [
            "part",
            "partly",
            "party",
            "partial",
            "partially"
        ],
        "translate": "партнер, соучастник, напарник, супруг, быть партнером, ставить в пару",
        "transcription": " |ˈpɑːrtnər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Set to your partner.",
            "Assign each student a partner.",
            "Him and me, we partnered once.",
            "He and his partner make quite a duo.",
            "He deferred to his partner in everything.",
            "Her dance partner is a superb physical specimen.",
            "Her dance partner whirled her around.",
            "She was distraught over the death of her partner.",
            "I wonder if you would consider going in with me as a partner?",
            "Astaire partnered Rogers.",
            "Clare's my tennis partner.",
            "She's a partner in a law firm.",
            "Turn and face your partner now.",
            "The senior partner has retired.",
            "My partner has the annoying habit of eating all the pickles and leaving a jar full of pickle juice in the refrigerator.",
            "She's now been made a full partner.",
            "He gestured to his partner to leave.",
            "Take your partners for the next dance.",
            "Discuss your worries with your partner.",
            "I used to partner him in tennis matches.",
            "She is a junior partner in the law firm.",
            "For safety, always climb with a partner.",
            "'That depends on my partner,' she hedged.",
            "They are partners in the real estate business.",
            "He rose to the rank of partner in the law firm.",
            "He wanted the inside skinny on the new partner.",
            "We were each assigned a partner for the project.",
            "She was a senior partner at the Wall Street firm.",
            "His business partner was implicated in the theft.",
            "an experienced policeman whose partner is a rookie"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Повернитесь лицом к партнёру. (о танцах)",
            "Назначьте каждому студенту напарника.",
            "Однажды я с ним имел дело.",
            "Он и его партнёр составляют отличный дуэт.",
            "Он во всём полагался на мнение напарника.",
            "Её партнер по танцам великолепно развит физически.",
            "Партнер закружил её в танце.",
            "Она была убита горем из-за смерти супруга.",
            "Я думаю – может, ты станешь моим партнером?",
            "Фред Астер был партнёром Джинджер Роджерс.",
            "Клэр — моя партнёрша по теннису.",
            "Она является партнёром в одной юридической фирме.",
            "Теперь повернитесь лицом к партнёру.",
            "Старший партнер ушёл на пенсию.",
            "У моего супруга есть дурацкая привычка: съесть все овощи из банки, а саму банку с рассолом оставить в холодильнике.",
            "Теперь она стала полноправным партнёром.",
            "Он жестом показал своему напарнику, чтобы тот уходил.",
            "Пригласите своих партнёров на следующий танец.",
            "Обсудите ваши опасения с партнёром.",
            "Когда-то мы с ним были партнёрами по теннису.",
            "Она является младшим партнёром в этой юридической фирме.",
            "В целях безопасности, совершайте восхождение только вместе с напарником.",
            "— Это зависит от моего супруга, — ушла от ответа она.",
            "Они являются партнёрами в сфере операций с недвижимостью.",
            "Он дослужился до звания партнёра в юридической фирме.",
            "Он хотел получить неофициальную информацию о новом партнёре.",
            "Для выполнения проекта каждому из нас назначили напарника.",
            "Она была старшим партнёром в фирме на Уолл-Стрит.",
            "Его партнер по бизнесу был замешан в краже.",
            "опытный полицейский, напарник которого является новичком"
        ],
        "stars": 3
    }
}