{
    "partnership": {
        "comment": [
            "membership",
            "relationship",
            "worship",
            "ship",
            "leadership",
            "friendship",
            "championship",
            "ownership",
            "fellowship",
            "sponsorship",
            "scholarship",
            "shipping",
            "shipment",
            "citizenship"
        ],
        "translate": "сотрудничество, товарищество, компания, участие, компаньоны",
        "transcription": " |ˈpɑːrtnərʃɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Mutual respect is necessary for any partnership to work.",
            "The close partnership between Britain and the US will continue.",
            "The court may dissolve a partnership at the suit of any partners.",
            "He joined the partnership last year.",
            "It's one of the most successful partnerships in the country.",
            "They just inked a new partnership agreement.",
            "She's gone into partnership with two local doctors.",
            "The action teams worked in partnership with the government.",
            "Thereafter, the two companies operated in full partnership.",
            "Hereafter the two companies will operate in full partnership.",
            "The Education Business Partnership has been in operation since 1989.",
            "The singing duo has maintained a successful partnership for 20 years.",
            "a notable partnership between two experienced scientists in the field",
            "Effective language learning is a partnership between school, teacher and student.",
            "Several youth charities have formed a partnership to help these homeless teenagers.",
            "Their joint venture in Las Vegas struck out, and they hurriedly dissolved the partnership."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Взаимное уважение необходимо для любого партнерства.",
            "Близкие партнёрские отношения между Великобританией и США по-прежнему сохранятся.",
            "Суд может ликвидировать партнерство на основе заявления любого из партнеров.",
            "Он присоединился к компании в прошлом году.",
            "Это одно из самых успешных товариществ в стране.",
            "Они просто подписали новое соглашение о партнёрстве.",
            "Она вошла в товарищество с двумя местными врачами.",
            "Инициативные группы работали в сотрудничестве с правительством.",
            "В дальнейшем обе компании действовали в рамках полноправного партнёрства.",
            "В дальнейшем обе компании будут работать в рамках полноправного партнёрства.",
            "Образовательное Деловое Партнёрство функционирует с 1989 года.",
            "В течение двадцати лет этот певческий дуэт поддерживал успешные партнёрские отношения.",
            "яркое сотрудничество между двумя опытными учёными в этой области",
            "Эффективное изучение языков означает сотрудничество между школой, учителем и учеником.",
            "Несколько молодёжных благотворительных организаций организовали товарищество для помощи этим бездомным подросткам.",
            "Их совместное предприятие в Лас-Вегасе потерпело неудачу, и они поспешили расторгнуть партнёрство."
        ],
        "stars": 3
    }
}