{
    "passenger": {
        "comment": [
            "passage",
            "passion",
            "passive",
            "password",
            "passport",
            "pass",
            "passing",
            "compass",
            "passionate",
            "bypass"
        ],
        "translate": "пассажир, седок, слабый игрок спортивной команды, неспособный член",
        "transcription": " |ˈpæsɪndʒər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Neither the driver nor the passengers were hurt.",
            "Passengers for the next flight should go to the last gate.",
            "There were two passengers in the car in addition to the driver.",
            "There was a large dent in the passenger door.",
            "Passenger safety overrides all of our other concerns.",
            "The airport handles both passenger and cargo flights.",
            "What's the average life of a passenger aircraft?",
            "There's no room for passengers on this project., everybody must do his share of the work.",
            "The passenger grabbed for the oxygen mask.",
            "Rail passengers now face even longer delays.",
            "Victoria wedged herself into the passenger seat.",
            "The company can't afford to carry any passengers.",
            "Airlines saw a decrease in passenger traffic this year.",
            "The second passenger asked to be set down at the church.",
            "Every passenger is manifested at the point of departure.",
            "The train consisted of a baggage-car and two passenger coaches.",
            "Passenger services have all been franchised to private operators.",
            "Federal agents handle passenger and luggage screening at the airport.",
            "The plane was brought down safely and not a single passenger was killed.",
            "A passenger was injured so badly he will be paraplegic for the rest of his life.",
            "Attention, please! Could Passenger Marie Thomas please proceed to Gate 25 immediately.",
            "Looking down at the dark ocean from the ship's rail, the cruise passenger felt as though he was staring into an abyss."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ни водитель, ни пассажиры не были травмированы.",
            "Пассажиры, улетающие следующим рейсом, должны пройти к последнему выходу.",
            "Кроме водителя, в машине было два пассажира.",
            "В пассажирской двери была большая вмятина.",
            "Безопасность пассажира - наша первая забота.",
            "Аэропорт обслуживает как пассажирские, так и грузовые рейсы.",
            "Каков средний срок службы пассажирского самолета?",
            "В этом проекте нет места \"пассажирам\": каждый должен выполнять свою долю работы.",
            "Пассажир схватился за кислородную маску.",
            "Пассажиры поездов теперь сталкиваются с ещё более длительными задержками.",
            "Виктория с трудом втиснулась на пассажирское сиденье.",
            "Компания не может позволить себе иметь в своих рядах \"пассажиров\".",
            "В этом году авиакомпании столкнулись с уменьшением пассажиропотока.",
            "Второй пассажир попросил, чтобы его высадили рядом с церковью.",
            "Каждый пассажир заносится в манифест в пункте отправления.",
            "Поезд состоял из одного багажного и двух пассажирских вагонов.",
            "Пассажирские перевозки были переданы по франшизе в ведение частных операторов.",
            "Федеральные агенты занимаются досмотром пассажиров и багажа в аэропорту.",
            "Самолет был сбит аккуратно, и ни один из пассажиров не был убит.",
            "Пассажир так тяжело пострадал, что его ноги будут парализованы на всю жизнь.",
            "Прошу внимания! Пассажир Мэри Томас, просьба немедленно пройти к выходу номер двадцать пять.",
            "Глядя вниз в тёмные глубины океана с борта круизного лайнера, пассажир чувствовал, будто смотрел в бездну."
        ],
        "stars": 3
    }
}