{
    "passionate": {
        "comment": [],
        "translate": "страстный, влюбленный, пылкий, горячий, вспыльчивый, необузданный",
        "transcription": " |ˈpæʃənət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He kissed her passionately.",
            "She is passionate about art.",
            "He had a passionate belief in justice.",
            "The debates were long, fierce, and often passionate.",
            "Peter is passionately involved in environmental issues.",
            "He gave a passionate speech on tax reform.",
            "He had a brief but passionate love affair with an older woman.",
            "I've always been passionate about football.",
            "She developed a passionate interest in wild flowers.",
            "His passionate outpourings would be more effective were they briefer.",
            "She has a passionate interest in animal rights.",
            "She's a passionate advocate of natural childbirth.",
            "A frequent victim to the vagrancies of the heart, she had a succession of passionate but short-lived romances.",
            "Blind jealousy is a frequent corollary of passionate love.",
            "The governor went on television to make a passionate protestation of his innocence in the bribery scandal."
        ],
        "example_translate": [
            "Он страстно её поцеловал.",
            "Она увлечена искусством.",
            "Он горячо верил в справедливость.",
            "Споры были долгими, жестокими, полными гневных высказываний.",
            "Питер страстно увлечён проблемами окружающей среды..",
            "Он выступил с пламенной речью о налоговой реформе.",
            "У него был короткий, но страстный роман с женщиной старше себя.",
            "Я всегда был страстно увлечён футболом.",
            "У неё появился страстный интерес к диким цветам.",
            "Его страстные излияния произвели бы большее впечатление, если бы были покороче.",
            "Она страстно интересуется правами животных.",
            "Она является горячей сторонницей естественных родов.",
            "Часто становясь жертвой своего непостоянного сердца, она пережила несколько страстных, но мимолётных романов.",
            "Слепая ревность является частым следствием страстной любви.",
            "Губернатор выступил на телевидении, горячо заявляя о своей невиновности в скандале, связанном со взятками."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}