{
    "passing": {
        "comment": [
            "passage",
            "passion",
            "passenger",
            "passive",
            "password",
            "passport",
            "pass",
            "compass",
            "passionate",
            "bypass"
        ],
        "translate": "прохождение, протекание, проходящий, мимолетный, чрезвычайно, очень",
        "transcription": " |ˈpæsɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "No passing!",
            "I saw what was passing.",
            "He waved down a passing car.",
            "the zing of the passing bullet",
            "a team with a good passing attack",
            "Passing traffic has spattered the wall with mud.",
            "A flock of geese were passing overhead.",
            "When our car broke down, we were helped by a passing motorist.",
            "I acquired a passing knowledge of Chinese.",
            "She felt that life was passing her by.",
            "He's really chuffed about passing the exam.",
            "The sky was a deep pink, passing into gold.",
            "His future depended on his passing that test.",
            "The teacher saw Phil passing a note to his neighbour.",
            "Passing his hand through the hole, he could feel a hard object.",
            "a passing strange turn of events",
            "We were splashed by a passing car.",
            "A passing motorist stopped to help.",
            "Passing motorists sounded their horns.",
            "His back shaved the counter in passing.",
            "Passing cars covered his shoes with filth.",
            "Souvenir shops rely mainly on passing trade.",
            "He grew more fidgety with each passing hour.",
            "People in passing cars tried waving him down.",
            "There was a brief kiss of their hands in passing.",
            "The police caught him for passing off false money.",
            "I was awakened by the rumble of a train passing by.",
            "He had only ever shown a passing interest in sport.",
            "The coach sent in a passing play on third and long.",
            "Let's hope that these shoes are just a passing fad."
        ],
        "example_translate": [
            "Обгон воспрещён!",
            "Я видел, что происходило.",
            "Он подал сигнал проезжающей машине.",
            "свист пролетающей пули",
            "команда с хорошим пасовым нападением (об американском футболе)",
            "Проезжающие машины забрызгали стену грязью.",
            "Стая гусей пролетала над головой.",
            "Когда наша машина сломалась, нам помог проезжавший мимо автомобилист.",
            "Я приобрёл поверхностное знание китайского языка.",
            "Ей казалось, что жизнь проходит мимо.",
            "Он очень доволен, что сдал этот экзамен.",
            "Небо было тёмно-розового цвета, постепенно переходящего в золотой.",
            "Его будущее зависело от прохождения этой проверки.",
            "Учитель увидел, как Фил передавал своему соседу какую-то записку.",
            "Засунув руку в дыру, он нащупал что-то твёрдое.",
            "чрезвычайно странный поворот событий",
            "Нас обрызгала проезжающая мимо машина.",
            "Проезжающий мимо автомобилист остановился, чтобы оказать помощь.",
            "Проезжающие мимо автомобилисты сигналили (гудели в клаксон).",
            "Проходя, он слегка коснулся спиной прилавка.",
            "Проезжающие машины покрыли его ботинки грязью.",
            "Сувенирные магазины, в основном, полагаются на торговлю со случайными прохожими.",
            "С каждым часом он становился всё суетливее.",
            "Людей в проезжающих машинах попытались жестами показать ему, что надо остановиться.",
            "Их руки на мгновение случайно соприкоснулись.",
            "Полиция арестовала его за сбыт фальшивых денег.",
            "Я был разбужен грохотом проезжающего мимо поезда.",
            "Он проявлял лишь мимолётный интерес к спорту.",
            "На длинном третьем дауне тренер дал указание разыграть пасовую комбинацию. (об американском футболе)",
            "Будем надеяться, что эти ботинки — просто дань моде."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}