{
    "passage": {
        "comment": [],
        "translate": " проход, прохождение, пассаж, проезд, пересекать, совершать переезд",
        "transcription": "  |ˈpæsɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My office is just along the passage.",
            "The police forced a passage through the crowd.",
            "He read out a short passage from the Bible.",
            "Please translate this passage into good English.",
            "We walked down a narrow passage to the back of the building.",
            "I heard him bawling at Gregory in the passage.",
            "There was a parallel passage in the second volume.",
            "We went along a broad passage.",
            "A depressing passage has prefaced every new page I have turned in life.",
            "The passage reads as follows ...",
            "With the passage of time, things began to look more hopeful.",
            "the passage from life to death",
            "Bernice looked with dread at the end of the passage.",
            "The men passaged right, or left, as it may be necessary.",
            "The vagina is elastic enough to allow the passage of a fetus.",
            "One passage in Mr. Morley's speech jumps with a letter we print today.",
            "The restrictions on the passage of goods through the Suez Canal to Israel ports.",
            "We groped along the dark passage.",
            "The simple passage of time was enough.",
            "He quoted a short passage from the Bible.",
            "The poem is a reflection on the passage of time.",
            "He was guaranteed safe passage out of the country.",
            "A passage from the statedly authoritative portions of the Bible.",
            "At the port she managed to get a passage on an outward-bound ship.",
            "There aren't quotation marks around the passage lifted from my work",
            "The passage between the two buildings was arched over to provide shelter from the rain.",
            "It being necessary for me to observe strict economy, I took my passage in the steerage.",
            "The passage is none too clear.",
            "This passage must be played andante.",
            "He left after the passage of a few hours."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Моя контора прямо по коридору.",
            "Полиция силой создала проход через толпу.",
            "Он зачитал короткий отрывок из Библии.",
            "Пожалуйста, сделайте литературный перевод этого абзаца на английский язык.",
            "Мы шли по узкому проходу к задней части здания.",
            "Я слышал, как он в коридоре орал на Грегори.",
            "Во втором томе был похожий абзац.",
            "Мы пошли по широкому проходу.",
            "Каждой новой странице моей жизни предшествовал тяжёлый период.",
            "Этот отрывок гласит: ...",
            "С течением времени все стало выглядеть более многообещающе.",
            "переход от жизни к смерти",
            "Бернис с ужасом посмотрела в конец прохода /коридора/.",
            "Когда было необходимо, всадники брали то правее, то левее.",
            "Влагалище достаточно эластично, чтобы обеспечить прожождение плода.",
            "Один отрывок из речи мистера Морли полностью совпадает с письмом, которое мы сегодня печатаем.",
            "Ограничения на прохождение товаров (грузов) через Суэцкий канал на пути к израильским портам.",
            "Мы ощупью пробирались по тёмному коридору.",
            "Время шло, и одного этого было достаточно.",
            "Он процитировал короткий отрывок из Библии.",
            "Данное стихотворение является отражением течения времени.",
            "Ему был гарантирован безопасный выезд из страны.",
            "Отрывок из официально признанных частей Библии.",
            "В порту ей удалось пройти на судно, готовившееся к отплытию.",
            "Отрывок, взятый из моей работы, не оформлен как цитата.",
            "Переход между двумя зданиями был защищён от дождя аркой.",
            "Необходимо было строго экономить средства, поэтому я отправился третьим классом.",
            "Этот пассаж не слишком ясен.",
            "Этот фрагмент необходимо играть анданте.",
            "По прошествии нескольких часов он ушёл."
        ]
    }
}