{
    "pasta": {
        "comment": [
            "past",
            "pastry"
        ],
        "translate": "макароны, макаронные изделия",
        "transcription": " |ˈpɑːstə|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I eat a lot of pasta.",
            "We had pasta for lunch.",
            "They ordered pasta with meat sauce.",
            "Pour the sauce over the pasta.",
            "I guess the food I eat most is pasta.",
            "Pasta and rice are both very filling.",
            "Would you like some salad with your pasta?",
            "I love Italian food, especially pasta.",
            "Prepare the sauce while the pasta is cooking.",
            "Cook the sauce over a medium heat until it thickens. Meanwhile start boiling the water for the pasta.",
            "She strained the pasta.",
            "They serve pasta and many other foods besides.",
            "Pasta and honey is an unpalatable combination.",
            "Cook the pasta in a large pan of boiling water.",
            "The oil keeps the pasta from sticking together.",
            "She topped the pasta with a sprinkle of parsley.",
            "Goat's cheese adds extra bite to any pasta dish.",
            "I couldn't believe it! She went ballistic just because there were peas in her pasta.",
            "Items on the menu range from American fare like hamburgers and hot dogs to Italian pasta dishes.",
            "bland pasta that needs a zesty sauce",
            "Layer the pasta with slices of tomato.",
            "a pasta dish flavored with basil and garlic"
        ],
        "example_translate": [
            "Я ем много макарон.",
            "На обед у нас были макароны.",
            "Они заказали макароны с мясным соусом.",
            "Полейте соусом макароны.",
            "Наверное, больше всего я ем макарон.",
            "И макароны, и рис очень сытны.",
            "Не хотите ли к макаронам немного салата?",
            "Я обожаю итальянскую еду, особенно пасту /макароны/.",
            "Пока варятся макароны, приготовьте соус.",
            "Варите соус на среднем огне, пока не загустеет. В это же время вскипятите воду для макарон.",
            "Она натянула макароны/спагетти.",
            "Там подают макароны, и ещё многие другие блюда.",
            "Сочетание макарон с мёдом — это невкусно.",
            "Отварите макароны в большой кастрюле с кипящей водой.",
            "Масло не дает макаронам слипнуться.",
            "Она присыпала макароны небольшим количеством петрушки.",
            "Козий сыр придаёт особый вкус любому блюду из макарон.",
            "Я не мог в это поверить! Она взбесилась только из-за того, что в макаронах был горох.",
            "В меню присутствует как американская кухня вроде гамбургеров и хот-догов, так и итальянские блюда на основе макарон.",
            "безвкусные макароны, которые требуют острого соуса",
            "Переложите макаронные изделия слоями нарезанных кружочками помидоров.",
            "блюдо из пасты, приправленное базиликом и чесноком"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}