{
    "patch": {
        "comment": [
            "pattern"
        ],
        "translate": "пластырь, заплата, пятно, клочок, накладка, латать, ставить заплаты",
        "transcription": " |pætʃ|",
        "antonyms": [],
        "mnemonic": [
            "patch [пэч] заплата, повязка - (Печ-ь) в заплатках."
        ],
        "examples": [
            "He wears a patch over one eye.",
            "Can you sew a patch on my jeans?",
            "The fence needs to be patched.",
            "The field was patched with snow.",
            "The trousers had patches all over them.",
            "His trousers were patched up, and he was ashamed of them.",
            "She pieced the skirt with a patch of black silk.",
            "We'll have to patch up the hole in the roof.",
            "Look out for icy patches on the road.",
            "My father hit a bad patch, he had to sell the house.",
            "He sewed a patch onto his sleeve.",
            "Download the latest patch from our Web site.",
            "We finally found a patch of grass to sit down on.",
            "He combed his hair and tried to hide his bald patch (=part of someone's head where there is no hair).",
            "DNA cut and patch repair",
            "He stitched a patch onto his coat.",
            "He had a black patch over one eye.",
            "He went back to patch things up with his wife.",
            "Policemen know what's going on in their home patch.",
            "The business hit a sticky patch and lost £4.8 million.",
            "Found: female puppy, white with brown patches.",
            "A patch of ice caused the car to lose traction.",
            "Steve's purple patch continued with a second victory on Tuesday.",
            "Belinda watched a patch of sunlight move slowly across the wall.",
            "Cabbage Patch Dolls were hot last season.",
            "The second film isn't a patch on the first.",
            "Try to patch up your differences before he leaves.",
            "They patched him into the conference call.",
            "Mr. MacGregor couldn't substantiate that it was Peter, and not some other rabbit, in the cabbage patch."
        ],
        "example_translate": [
            "Он носит на одном глазу повязку.",
            "Ты не могла бы залатать мои джинсы?",
            "Ограду /забор/ нужно починить.",
            "На поле местами лежал снег.",
            "Штаны были все в заплатках.",
            "Его штаны были все в заплатках, ему было стыдно их носить.",
            "Она поставила на юбку заплату из чёрного шёлка.",
            "Нам придётся заделать дыру в крыше.",
            "Осторожно, на дороге местами гололедица.",
            "Мой отец попал в полосу невезения и был вынужден продать дом.",
            "Он пришил себе на рукав заплатку.",
            "Загрузите новый патч с нашего веб-сайта.",
            "Наконец, мы нашли какой-то клочок травы и уселись на него.",
            "Он зачесал волосы и попытался скрыть свою плешь (т.е. ту часть головы, где нет волос).",
            "ДНК-репарация за счет иссечения и заполнения брешей",
            "Он пришил заплату на своё пальто.",
            "На одном глазу у него была чёрная повязка.",
            "Он вернулся, чтобы восстановить отношения с женой.",
            "Полицейские знают, что происходит на их территории.",
            "Предприятие попало в чёрную полосу и потеряло 4,8 миллионов фунтов стерлингов.",
            "Найден щенок, девочка, белый с коричневыми подпалинами.",
            "Попав на обледенелый участок, машина потеряла сцепление с дорогой.",
            "Во вторник полоса везения Стива продолжилась: он одержал вторую победу.",
            "Белинда смотрела, как пятно солнечного света медленно двигается по стене.",
            "В прошлом сезоне куклы \"Cabbage Patch Dolls\" пользовались большой популярностью.",
            "Второй фильм первому и в подмётки не годится.",
            "Постарайтесь уладить свои разногласия, пока он не уехал.",
            "Они подключили его к селекторному совещанию.",
            "Господин Мак-Грегор не смог доказать, что на капустной грядке был именно Питер, а не какой-либо другой кролик."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}