{
    "patent": {
        "comment": [
            "tend",
            "tenth",
            "tent",
            "detention"
        ],
        "translate": "патентный, патентованный, патент, изобретение, диплом, патентовать, брать патент",
        "transcription": " |ˈpætnt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The product was patented by its inventor.",
            "Should I patent this invention?",
            "His behavior has patented an embarrassing fact about him.",
            "His hand was in itself a patent of gentility.",
            "We shouldn't even be talking about a matter of such patent insignificancy.",
            "The product is protected by patent.",
            "He wants to take out a patent on his new type of dustbin.",
            "He applied for a patent for a new method of removing paint.",
            "He patented many different modes of carrying his invention into effect.",
            "They were sued for patent infringement.",
            "He was awarded a patent for his invention.",
            "Murdock lost no time in taking out a patent for his invention.",
            "United States Court of Customs and Patent Appeals"
        ],
        "example_translate": [
            "Продукт был запатентован своим изобретателем.",
            "Следует ли мне запантетовать это изобретение?",
            "Его поведение сделало очевидным один неловкий факт о нём.",
            "Его рука сама по себе была признаком знатного происхождения.",
            "Мы не должны даже говорить о таких явно незначительных вещах.",
            "Данный продукт защищён патентом.",
            "Он хочет получить патент на новый тип мусорного ведра.",
            "Он подал заявку на патент на новый метод удаления краски.",
            "Он запатентовал множество различных способов практического воплощения своего изобретения.",
            "Им предъявили иск за нарушение патентных прав.",
            "Он получил патент на своё изобретение.",
            "Мердок, не теряя времени, взял патент на своё изобретение.",
            "Федеральный апелляционный суд по делам о таможенных пошлинах и патентах"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}