{
    "pathetic": {
        "comment": [],
        "translate": "жалкий, патетический, трогательный, жалостный",
        "transcription": " |pəˈθetɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You are pathetic.",
            "What pathetic excuses!",
            "His car is a pathetic piece of junk.",
            "The story he told was a pathetic attempt to cover up a lie.",
            "She whimpered pathetically.",
            "Vic made a pathetic attempt to apologise.",
            "The blind, old dog was a pathetic sight.",
            "You're pathetic! Here, let me do it.",
            "The team was pretty bad last year, but this year they're downright pathetic.",
            "The child looked a pathetic sight.",
            "I know it sounds pathetic now, but at the time I was frightened.",
            "His behaviour has been too pathetic for words.",
            "The shabby room struck her as extraordinarily pathetic.",
            "The only thing more pathetic than the pop psychologist who gushed such drool was the public that lapped it up."
        ],
        "example_translate": [
            "Ты жалок.",
            "Какие жалкие отговорки!",
            "Его автомобиль — жалкая рухлядь.",
            "История, которую он рассказал, была лишь жалкой попыткой скрыть ложь.",
            "Она жалобно всхлипнула.",
            "Вик сделала жалкую попытку извиниться.",
            "Старая слепая собака представляла собой жалкое зрелище.",
            "Смотреть противно! Дай сюда, я сам сделаю.",
            "Эта команда и в прошлом году играла неважно, но в этом они выглядят прямо-таки жалко.",
            "Ребёнок представлял собой жалкое зрелище.",
            "Я знаю, сейчас это звучит жалко, но тогда я была напугана.",
            "Он ведёт себя настолько жалко, что не описать словами.",
            "Эта обшарпанная комната показалась ей необычайно жалкой.",
            "Как ни жалок был этот горе-психолог, который нёс такую ахинею, но ещё хуже была публика, которая всё это доверчиво глотала."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}