{
    "patrol": {
        "comment": [
            "petrol"
        ],
        "translate": "патрулирование, патруль, патрулировать, охранять, патрульный, сторожевой",
        "transcription": " |pəˈtrəʊl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Soldiers are on patrol along the border.",
            "The squad had orders to patrol the area.",
            "The patrol car was rapidly closing on us.",
            "The police have been instructed to patrol the building and surrounding area.",
            "Army patrols combed the area.",
            "Gangs of youths patrolled the streets at night.",
            "They hired a watchman to patrol the factory at night.",
            "The security forces increased their patrols in the area.",
            "The device was thrown at an army patrol but failed to explode.",
            "The patrol car followed the BMW for a few miles and then lost it.",
            "The border is patrolled by the army.",
            "The guard makes a patrol of the building every hour.",
            "The police were prowling the streets in their patrol cars.",
            "We take in the synchronized swimming of sardines and the pensive patrol of a leopard shark.",
            "As the rural county's chief lawman, the sheriff has to patrol a vast area with only minimal manpower."
        ],
        "example_translate": [
            "Солдаты патрулируют /стоят в дозоре/ вдоль границы.",
            "Отряд получил приказ патрулировать территорию.",
            "Патрульный автомобиль быстро приближался к нам.",
            "Полиция получила указания патрулировать здание и прилегающие территории.",
            "Район был прочёсан армейскими патрулями.",
            "Банды молодежи слонялись по улицам по ночам.",
            "Они наняли сторожа для ночного патрулирования территории фабрики.",
            "Силы безопасности увеличили свои патрули в этом районе.",
            "Взрывное устройство было брошено в армейский патруль, но не взорвалось.",
            "Патрульный автомобиль следовал за BMW несколько миль, а затем потерял его.",
            "Граница патрулируется войсками.",
            "Охранник делает обход здания каждый час.",
            "Полицейские патрулировали улицы на своих машинах.",
            "Мы наблюдаем, как синхронно плавают сардины, и задумчиво, не спеша плывёт калифорнийская тройнозубая акула.",
            "В качестве главного представителя закона в этом сельском округе, шерифу приходится патрулировать огромную территорию с минимальным количеством сотрудников."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}