{
    "pavement": {
        "comment": [],
        "translate": "тротуар, мостовая, дорожное покрытие, панель, почва, пол, выложенный мозаикой",
        "transcription": " |ˈpeɪvmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I stumbled on the uneven pavement.",
            "The surface of the pavement soon became very uneven.",
            "I fell and banged my head on the pavement.",
            "Holes gaped in the pavement.",
            "I slipped and went sprawling across the pavement.",
            "He fell and his head struck the pavement.",
            "A small group of journalists waited on the pavement outside her house.",
            "The pavement must be capable of carrying with safety the heaviest aircraft.",
            "The pavement buckled in the heat.",
            "The grandstands filled the sidewalk and compelled pedestrians to walk on the pavement.",
            "Long skid marks on the pavement indicated the driver had attempted to brake.",
            "The council decided to broaden the pavement.",
            "The coat was too long., the hem scraped the pavement.",
            "As she fell off the bike, her head hit the pavement.",
            "The expansions of hard rock, afford a kind of irregular pavement.",
            "I tripped on a stone and went sprawling on the pavement.",
            "A car suddenly mounted the pavement to avoid a vehicle coming in the opposite direction."
        ],
        "example_translate": [
            "Я споткнулся на неровной мостовой.",
            "Поверхность тротуара вскоре стала очень неровной.",
            "Я упал и ударился головой о тротуар.",
            "В мостовой зияли большие дыры.",
            "Я поскользнулся и растянулся на тротуаре.",
            "Он упал и ударился головой о мостовую.",
            "На тротуаре возле её дома ожидала небольшая группа журналистов.",
            "Покрытие должно с гарантией выдерживать вес самого тяжёлого самолёта.",
            "На жаре дорожное покрытие деформировалось.",
            "Трибуны перегородили тротуар, и пешеходы были вынуждены идти по мостовой.",
            "Длинный след на асфальте свидетельствовал о том, что водитель пытался затормозить.",
            "Совет постановил расширить тротуар.",
            "Пальто было слишком длинным: подол касался мостовой.",
            "Падая с велосипеда, она ударилась головой о мостовую.",
            "Пространство, выложенное грубым булыжником, образует нечто похожее на неровную мостовую.",
            "Я споткнулся о камень и растянулся на тротуаре.",
            "Пытаясь избежать столкновения с транспортным средством, идущим во встречном направлении, на тротуар неожиданно выехал автомобиль."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}