{
    "payment": {
        "comment": [],
        "translate": "оплата, платеж, уплата, взнос, плата, вознаграждение, возмездие",
        "transcription": " |ˈpeɪmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You can make a payment in any bank.",
            "Now, let's move on to the question of payment.",
            "Payment is due on the first day of every month.",
            "I gave them £10 in part payment.",
            "A small payment now will cool his anger down.",
            "Who is eligible for benefit payment?",
            "He never received an acknowledgment of his payment.",
            "She demanded payment in advance.",
            "Interest will accrue until payment is made.",
            "Prompt payment is requested.",
            "The bank demanded payment of the loan.",
            "They missed a payment on their car loan.",
            "Most hotels here accept payment in dollars.",
            "Payment is due on the first of every month.",
            "Payment for delivery can be made directly in cash.",
            "The payment consists in food.",
            "a payment plan to reduce your debt",
            "Association for Payment Clearing Services",
            "The next income tax payment is due on 31 January.",
            "Employees may occasionally receive bonus payments.",
            "We require payment in advance for all goods purchased.",
            "My mother called the bank to stop payment on the check.",
            "Payment is contingent upon winning the case.",
            "Payment can be made by cheque or credit card.",
            "ordering goods and enclosing payment therefor",
            "It's yours for a one-off payment of only £200.",
            "A small token payment will keep the bank happy.",
            "He had $1,000 for the down payment on his house.",
            "I saved $20,000 for a down payment on the house.",
            "The payment has to be countersigned by the mortgagor."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Оплату можно произвести в любом банке.",
            "Теперь давайте перейдём к вопросу оплаты.",
            "Оплата производится в первый день каждого месяца.",
            "Я дал им 10 фунтов в качестве частичной оплаты.",
            "Небольшая выплата должна его успокоить.",
            "Кто имеет право на получение пособия?",
            "Он так и не получил подтверждения своей оплаты.",
            "Она потребовала заплатить ей авансом /заранее/.",
            "Проценты будут начисляться, пока не сделан платёж.",
            "Требуется своевременная оплата.",
            "Банк потребовал выплаты кредита.",
            "Они пропустили платёж по автокредиту.",
            "Большинство здешних гостиниц принимает оплату в долларах.",
            "Оплата производится в первое число каждого месяца.",
            "Оплату доставки можно произвести непосредственно наличными деньгами.",
            "Оплата производится в виде пищи.",
            "план выплат с целью уменьшения вашей задолженности",
            "Ассоциация систем (межбанковских) клирингов (в Лондоне)",
            "Следующий срок оплаты подоходного налога — 31 января.",
            "Время от времени сотрудники могут получать премиальные выплаты.",
            "Мы требуем предоплату за все приобретённые товары.",
            "Моя мать позвонила в банк, чтобы остановить платёж по этому чеку.",
            "Осуществление платежа зависит от выигрыша дела.",
            "Оплату можно осуществить чеком или кредитной картой.",
            "заказ товаров и внесение за них платежа",
            "Всего один разовый платёж в двести долларов — и эта вещь ваша.",
            "Небольшой символической оплаты банку будет вполне достаточно.",
            "У него была тысяча долларов, чтобы внести первый взнос за дом.",
            "Я отложил двадцать тысяч долларов на авансовый платёж за дом.",
            "Платеж должен быть подтвержден заемщиком."
        ]
    }
}