{
    "peaceful": {
        "comment": [
            "peace",
            "peak",
            "pea",
            "peasant",
            "pearl",
            "peach"
        ],
        "translate": "мирный, спокойный",
        "transcription": " |ˈpiːsfl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's so nice and peaceful here.",
            "She was sleeping peacefully.",
            "The park is so peaceful and quiet.",
            "They were trying to find a peaceful solution.",
            "A peaceful solution proved to be a mirage.",
            "Hopes of a peaceful settlement have dimmed.",
            "It would be glorious to live in a peaceful world.",
            "They settled the conflict by peaceful means.",
            "It set the stage for peaceful negotiations.",
            "His eyes rested on the peaceful valley below.",
            "We must try to find a peaceful solution to the conflict.",
            "Everyone is free to engage in peaceful political activity.",
            "the peaceful transfer of power to the newly elected president",
            "In the early seventies, Sag Harbor was still a peaceful village.",
            "troubling signs of disunity within the normally peaceful organization",
            "She felt as she always did in these mountains: peaceful, without care, at one with nature.",
            "She was lying in bed having a peaceful read.",
            "We need to find a peaceful alternative to war.",
            "Both sides are trying to find a peaceful solution.",
            "They have renewed their efforts to find a peaceful solution.",
            "News of the conflict extinguished our hopes for a peaceful resolution.",
            "The country made a peaceful transition from dictatorship to democracy.",
            "The attack on Poland terminated the relatively peaceful period after WW I.",
            "We hope the factions will be able to settle their differences by peaceful means.",
            "Processions of the most peaceful character are protected against cornermen and roughs.",
            "Most of us are peaceful and decent, but here we go again, in our fifth war of this century.",
            "The prospects for the country are fairly evenly balanced between peaceful reform and revolution.",
            "a fervent orison asking for divine guidance in bringing about a peaceful solution to the grave international crisis"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Здесь так хорошо и спокойно.",
            "Она мирно /спокойно/ спала.",
            "Этот парк такой тихий и спокойный.",
            "Они пытались найти мирное решение.",
            "Мирное решение оказалось миражом.",
            "Надежды на мирное урегулирование(проблемы) потускнели.",
            "Замечательно было бы жить в мире без войны.",
            "Они уладили конфликт мирными средствами.",
            "Это подготовило почву для мирных переговоров.",
            "Он не мог оторвать взгляда от мирной долины, лежащей внизу.",
            "Мы должны попытаться найти мирное решение данного конфликта.",
            "Каждый волен заниматься мирной политической деятельностью.",
            "мирная передача власти вновь избранному президенту",
            "В начале семидесятых Сэг Харбор по-прежнему была тихой деревушкой.",
            "тревожные признаки, свидетельствующие о разобщённости в обычно спокойной организации",
            "В этих горах она, как всегда, ощутила в себе спокойствие, беспечность и полное единение с природой.",
            "Она лежала в постели и мирно читала.",
            "Мы должны найти мирную альтернативу войне.",
            "Обе стороны пытаются найти мирное решение.",
            "Они возобновили свои попытки найти мирное решение.",
            "Новости об этом конфликте разрушили наши надежды на его мирное разрешение.",
            "Страна совершила мирный переход от диктатуры к демократии.",
            "Нападение на Польшу завершило относительно мирный промежуток времени после Первой мировой войны.",
            "Надеемся, что фракции сумеют уладить свои разногласия мирным путём.",
            "Демонстрации мирного характера охраняются от вмешательства хулиганов.",
            "Большинство из нас — люди мирные и порядочные., но вот мы опять воюем, уже в пятый раз за это столетие.",
            "Перспективы страны примерно поровну разделены между мирными преобразованиями и революцией.",
            "пылкая молитва о божественном наставлении в достижении мирного решения серьёзного международного кризиса"
        ]
    }
}