{
    "peculiar": {
        "comment": [],
        "translate": "своеобразный, специфический, особенный, личная собственность",
        "transcription": " |pɪˈkjuːlɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Something peculiar is going on.",
            "She is a girl of peculiar temper.",
            "I had a peculiar dream last night.",
            "She's a very peculiar child.",
            "He's been a little peculiar lately.",
            "This latter point is one of peculiar interest.",
            "A peculiar odour emanated from his clothes.",
            "There was a peculiar smell in the kitchen.",
            "The wilderness campsite had its own peculiar enchantment.",
            "Each of us is peculiar, nay, in a sense unique.",
            "This is a peculiar move permitted to the king once in the game.",
            "The dog's peculiar behavior worried them.",
            "She had a peculiar expression on her face.",
            "It seems peculiar that he would leave town and not tell anybody.",
            "He could never have appealed to the authority of Paul in maintenance of his own peculiar opinions.",
            "She quirked her head in a peculiar way.",
            "The problem of racism is not peculiar to this country.",
            "A man feels it a peculiar insult to be taunted with cowardice by a woman.",
            "She got a peculiar feeling when the phone rang.",
            "Right about then, Ensberg got himself back on the field, where a peculiar thing happened: he stopped thinking.",
            "As military coups go, this was a most peculiar one, bloodless, and in Bangkok at least quite popular."
        ],
        "example_translate": [
            "Происходит что-то странное.",
            "Это девушка с очень необычным характером.",
            "Прошлой ночью мне приснился странный сон.",
            "Она — очень странная девочка.",
            "В последнее время он немного странный.",
            "Последний пункт представляет особенный интерес.",
            "От его одежды исходил специфический запах.",
            "На кухне как-то необычно пахло.",
            "Палаточный лагерь, разбитый в дикой местности, обладал своей особой прелестью.",
            "Каждый из нас особенный, и даже в каком-то смысле уникальный.",
            "Это особый ход, который король может сделать только один раз за всю игру.",
            "Странное поведение собаки обеспокоило их.",
            "У неё было странное выражение лица.",
            "Кажется странным, что он уехал из города, никому об этом не сказав.",
            "Он никогда не использовал авторитет Пола для поддержки своих странных воззрений.",
            "Она вдруг как-то странно вывернула голову.",
            "Проблема расизма несвойственна этой стране.",
            "Мужчина чувствует себя особенно оскорблённым, когда его обвиняет в трусости женщина. (В.Вулф)",
            "Когда зазвонил телефон, у неё возникло странное чувство.",
            "Примерно в это же время Энсберг вновь вышел на поле, где произошла странная вещь: он перестал думать.",
            "Среди всех военных переворотов этот был наиболее странным, бескровным, и довольно популярным, по крайней мере в Бангкоке."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}