{
    "peel": {
        "comment": [],
        "translate": "кожура, корка, кожица, шелуха, лопатка, чистить, очищать, шелушить, шелушиться",
        "transcription": " |piːl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His face is peeling.",
            "Peel and crush the garlic.",
            "Peel and section the orange.",
            "The wall-paper is peeling.",
            "The paint is peeling away already.",
            "As you peel away the onion skin, you find another skin underneath.",
            "Peel and section the oranges.",
            "Peel and dice the potatoes.",
            "Peel and grate the potatoes.",
            "This orange is a pain to peel.",
            "She got sunburned and her back is peeling.",
            "The wallpaper began to peel.",
            "New skin grows, and the damaged skin peels off.",
            "It's rude to peel off like that without thanking your host.",
            "Scald the tomatoes in boiling water so that you can peel them more easily.",
            "Moisture caused the wallpaper to wrinkle and peel.",
            "The paper was peeling from the wall.",
            "The paint in my house is peeling off.",
            "Peel the oranges and divide them into segments.",
            "Peel the oranges with a sharp knife to remove all pith.",
            "They peeled back the sheet to display the new sculpture.",
            "He has a terrible disease in which the skin on the hands peels away.",
            "She slipped on only one banana peel, squandering her first match point.",
            "She could peel an apple with a single long paring.",
            "Peel away the waxed paper from the bottom of the cake."
        ],
        "example_translate": [
            "Его лицо шелушится.",
            "Очистите и раздавите чеснок.",
            "Очистите апельсин от кожуры и разделите на дольки.",
            "Обои отстают.",
            "Краска уже отваливается.",
            "Когда снимаешь кожуру с луковицы, под ней ещё одна.",
            "Очистите апельсины и разделите их на дольки.",
            "Картофель очистить и нарезать кубиками.",
            "Картофель очистить и натереть на тёрке.",
            "Этот апельсин ужасно трудно чистится.",
            "Она обгорела на солнце, и у неё шелушится спина.",
            "Обои начали отклеиваться.",
            "Новая кожа растёт, а повреждённая — отшелушивается.",
            "Неприлично сваливать вот так, не поблагодарив хозяина.",
            "Ошпарьте помидоры кипятком, чтобы их было легче чистить.",
            "Влажность привела к сморщиванию и отслаиванию обоев.",
            "Обои отслаивались от стены.",
            "Краска в моём доме отслаивается.",
            "Очистите апельсины и разделите их на дольки.",
            "Очистите апельсины острым ножом, чтобы удалить всё альбедо.",
            "Они сорвали простыню, чтобы показать новую скульптуру.",
            "Он был болен страшной болезнью, от которой кожа на руках шелушится.",
            "Она допустила всего одну оплошность, не реализовав свой первый матч-пойнт.",
            "Она могла очистить яблоко, срезав всю кожуру одной длинной лентой.",
            "Отделите вощёную бумагу от нижней части торта."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}