{
    "peer": {
        "comment": [
            "speech",
            "speed",
            "peel"
        ],
        "translate": "равный, пэр, ровня, лорд, всматриваться",
        "transcription": " |pɪr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You will not find his peer.",
            "He was respected and admired by his peers.",
            "The moon peered from behind dark clouds.",
            "These children face the scorn of their peers.",
            "Customs official peered into the driver's window.",
            "Staff members are trained by their peers.",
            "Even after peering at the letter, I still could not recognize the signature.",
            "Philippa peered into the darkness.",
            "teenagers spending time with their peer groups",
            "He was peering through the wet windscreen at the cars ahead.",
            "She has no peer in the concoction of mystery stories,",
            "American children did less well in math than their peers in Japan.",
            "We peered into the back of the shop to see whether a salesman was around.",
            "What kind of wimp would just give in to peer pressure?",
            "Acceptance by their peer group is important to most youngsters.",
            "The jury system gives you the right to be judged by your peers."
        ],
        "example_translate": [
            "Вы не найдёте ему равного.",
            "Он вызывал уважение и восхищение у своих коллег.",
            "Луна выглянула из-за тёмных туч.",
            "Эти дети сталкиваются с презрительным отношением со стороны сверстников.",
            "Сотрудник таможни заглянул в окно водителя.",
            "Сотрудники проходят обучение у своих коллег.",
            "Сколько я ни рассматривал это письмо, а узнать подпись всё равно не смог.",
            "Филиппа всматривалась в темноту.",
            "подростки, которые проводят время со группами своих сверстников",
            "Он всматривался сквозь мокрое лобовое стекло в идущие впереди машины.",
            "Ей нет равных в сочинении детективных рассказов.",
            "Американские дети хуже проявили себя в математике, чем их японские сверстники.",
            "Мы заглянули внутрь магазина, чтобы посмотреть, там ли продавец.",
            "Какой слабак станет поддаваться давлению сверстников?",
            "Для большинства подростков важно, чтобы ровесники приняли их в свой коллектив и относились к ним на равных.",
            "Юридическая система дает вам право быть судимым равными вам."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}