{
    "pencil": {
        "comment": [
            "pen"
        ],
        "translate": "карандаш, кисть, манера, стиль, рисовать, рисовать карандашом",
        "transcription": " |ˈpensl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She put the pencil in her bag.",
            "The end of the pencil snapped.",
            "He broke the point of his pencil.",
            "Have a pad and pencil ready.",
            "He held the pencil in his right hand.",
            "a name pencilled on the envelope",
            "She felt in her bag for a pencil.",
            "thick marks made by a blunt pencil",
            "This artist's favorite medium is pencil.",
            "She held the pencil poised over the paper.",
            "He penciled some notes on a piece of paper.",
            "I traded my pen for a pencil and kept writing.",
            "an artist who produces monochrome pencil drawings",
            "His cramped fingers could scarcely hold the pencil.",
            "The artist works in two media, pencil and watercolor.",
            "His arthritis is so bad he can barely grasp a pencil.",
            "All the time he was talking, he was toying with a pencil.",
            "The pencil rolled off the desk and fell to the floor below.",
            "I've roughed in the general shape of the pattern in pencil.",
            "Use a pencil instead of a pen so you can erase your mistakes.",
            "He absentmindedly made perforations in his paper with his pencil.",
            "Draw the outline lightly with a soft pencil. This can be rubbed out later.",
            "His descriptions are vivid., his characters are drawn with a skilful pencil.",
            "When you're satisfied that the pencil drawing is complete, you may ink it in.",
            "She poised her pencil above the paper and waited for the signal to begin writing.",
            "A styptic pencil stops the bleeding by constringing the small blood vessels at the site of cut."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она положила карандаш в сумку.",
            "Кончик карандаша сломался.",
            "Он сломал кончик карандаша.",
            "Приготовьте блокнот и карандаш.",
            "Он держал карандаш в правой руке.",
            "имя, написанное на конверте карандашом",
            "Она пошарила в своей сумке в поисках карандаша.",
            "Жирные пометки сделанные тупым карандашом.",
            "Любимым инструментом этого художника является карандаш.",
            "Она держала карандаш, зависшим над бумагой.",
            "На листе бумаги он сделал карандашом несколько заметок.",
            "Сменив ручку на карандаш, я продолжил писать.",
            "художник, который создаёт монохромные рисунки карандашом",
            "Его сведённые судорогой пальцы едва могли держать карандаш.",
            "Художник работает в двух техниках живописи, карандашом и акварелью.",
            "Его артрит настолько силён, что он с трудом может держать в руке карандаш.",
            "На протяжении всего своего выступления он вертел в руках карандаш.",
            "Карандаш скатился со стола и упал на пол.",
            "Я набросал общую схему узора карандашом.",
            "Воспользуйтесь карандашом вместо ручки, чтобы можно было стереть ваши ошибки",
            "Он рассеянно дырявил свою газету карандашом.",
            "Слегка набросайте контур мягким карандашом. Позже его можно будет стереть.",
            "Его описания очень ярки, а его герои изображены мастерски.",
            "Когда ты будешь доволен карандашным эскизом, можешь выполнить его тушью.",
            "Она занесла кончик карандаша над бумагой и ждала сигнала, чтобы начать писать.",
            "Кровоостанавливающие карандаши останавливают кровотечение путем стягивания мелких кровеносных сосудов в месте пореза."
        ]
    }
}