{
    "penny": {
        "comment": [],
        "translate": "пенни, пенс, монета в 1 цент",
        "transcription": " |ˈpeni|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bus fare is 80 pence.",
            "He stopped to pick up a penny.",
            "In for a penny, in for a pound.",
            "A loaf of bread costs 70p.",
            "It didn't cost me a penny.",
            "Have you made your bed, Penny?",
            "Mother gave the beggar 20 pence.",
            "Rings like these are ten a penny.",
            "Penny was overindulged by her parents.",
            "His family had cast him off without a penny.",
            "You must have paid for your coat a pretty penny.",
            "Oh well, it's done now. In for a penny, in for a pound.",
            "Every penny counts in the battle to save the rainforests.",
            "You're getting married without a penny to your name — a pretty story forsooth!",
            "I haven't got a penny on me.",
            "I've only got a few pennies left.",
            "A penny saved is a penny gained. посл.",
            "I haven't a penny to bless myself with.",
            "A penny soul never came to twopence. посл.",
            "Penny's applied for a transfer to head office.",
            "Her husband made her record every penny she spent.",
            "It won't cost you a penny for the first six months.",
            "The hotel was expensive but it was worth every penny.",
            "I was down to my last penny when at last I found a job.",
            "Penny doesn't think her co-workers treat her as an equal.",
            "You won't get a penny out of Jack — he's very close with his money.",
            "Whereas he had received a very handsome fortune with his wife, he had now spent every penny of it."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Проезд на автобусе стоит восемьдесят пенсов.",
            "Он остановился чтобы подобрать монетку.",
            "Назвался груздем — полезай в кузов. / Взялся за гуж — не говори, что не дюж.(посл.)",
            "Буханка хлеба стоит 70 пенсов.",
            "Это не стоило мне ни копейки /ни пенса, ни цента/.",
            "Ты приготовила свою кровать, Пенни?",
            "Мама дала нищему двадцать центов.",
            "Таким кольцам — грош цена.",
            "Пенни была избалована своими родителями.",
            "Родственники бросили его без гроша в кармане.",
            "Ты, должно быть, заплатила за пальто уйму денег.",
            "Ну что ж, обратного пути нет. Взялся за гуж — не говори, что не дюж.",
            "В деле спасения тропических лесов на счету каждая копейка.",
            "Ты собираешься выйти замуж без копейки за душой — хорошенькая, право же, история!",
            "У меня при себе ни копейки.",
            "У меня осталось всего несколько пенсов.",
            "Пенни сбереженное все равно, что пенни заработанное.",
            "У меня нет ни гроша за душой.",
            "Мелочный человек никогда не достигнет успеха.",
            "Пенни подала заявление на перевод в головной офис.",
            "Муж заставлял её записывать все траты, до последнего пенни.",
            "Первые полгода это не будет стоить вам ни гроша.",
            "Гостиница была дорогой, но она стоила своих денег.",
            "Я израсходовал последний пенни к тому моменту, когда наконец нашел работу.",
            "Пенни считает, что коллеги по работе не воспринимают её как равную.",
            "У Джека вы не получите ни копейки: очень уж он прижимистый.",
            "Хотя он получил за своей женой большое приданое, он истратил его до копейки."
        ]
    }
}