{
    "pension": {
        "comment": [
            "pen",
            "penny",
            "penetrate",
            "pensioner"
        ],
        "translate": "пенсия, пансионат, пансион, пособие, назначать пенсию, субсидировать",
        "transcription": " |ˈpenʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The government granted a pension to her.",
            "Many people find it hard to live on a basic state pension.",
            "retired people living on their pensions",
            "He commuted his pension into a lump sum.",
            "He is living happily in retirement, with his retirement pension.",
            "Who funds the company pension plan?",
            "If you do not wish to be a member of the pension fund you must contract out.",
            "He commuted his pension for a lump sum.",
            "Her pension arrives in the mail every month.",
            "At what age can you start drawing your pension?",
            "Some employees are muttering about the changes in the pension plan.",
            "Your pension can be affected if you change jobs.",
            "In 1854, he was pensioned off from public service.",
            "He retired from the force with a disability pension.",
            "She pays a quarter of her salary into a pension plan.",
            "Your pension will depend on your length of employment.",
            "Private pension schemes fall into two broad categories.",
            "He only took the job to get vested in the pension fund.",
            "Is your pension taxed at source (=before it is paid to you)?",
            "Have you been making regular contributions to a pension plan?",
            "For tax purposes, your pension and earnings are added together.",
            "An employee can vest pension rights after five years of service.",
            "A good company pension scheme remains a potent weapon for attracting staff.",
            "In 2000 almost 50% of the income of the elderly came from the state pension.",
            "If you are self-employed, you should think about taking out a private pension.",
            "I'll be drawing my pension before he'll ever get around to asking me to marry him!"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Государство выплачивает ей пенсию.",
            "Многим людям трудно жить за счёт базовой государственной пенсии.",
            "пенсионеры, живущие на свои пенсии",
            "Он предпочёл получить пенсию в виде единовременной выплаты.",
            "Он счастливо живёт на пенсии на своё пенсионное пособие.",
            "Кто финансирует пенсионный фонд этой компании?",
            "Если вы не хотите становиться членом пенсионного фонда, вы должны официально заявить об этом.",
            "Он заменил свою (ежемесячную) пенсию на единовременную выплату.",
            "Её пенсия приходит по почте каждый месяц.",
            "В каком возрасте можно начать получать пенсию?",
            "Некоторые сотрудники высказывают скрытое недовольство изменениями в пенсионном плане.",
            "Если смените работу, может пострадать ваша пенсия.",
            "В 1854 году он был уволен с государственной службы на пенсию.",
            "Он уволился из вооруженных сил с получением права на пенсию по инвалидности.",
            "Она отдаёт в пенсионный фонд четверть своей зарплаты.",
            "Ваша пенсия будет зависеть от трудового стажа.",
            "Частные пенсионные схемы делятся на две широкие категории.",
            "Он принял это предложение работы лишь для того, чтобы получить законное право на свою часть пенсионного фонда.",
            "Ваша пенсия облагается налогом у источника (т.е. до выплаты вам)?",
            "Делаете ли вы регулярные взносы в пенсионный фонд?",
            "В целях налогообложения, пенсия и доходы складываются вместе.",
            "Работник может зарезервировать пенсионные права после пяти лет службы.",
            "Хорошая программа пенсионного обеспечения сотрудников компании по-прежнему остаётся мощным средством для привлечения кадров.",
            "В 2000 г. почти половину доходов пожилых людей составляла государственная пенсия.",
            "Если вы работаете на себя, то должны подумать о накоплении частной пенсии.",
            "Я скорее выйду на пенсию, чем он когда-нибудь решится сделать мне предложение о замужестве!"
        ],
        "stars": 2
    }
}