{
    "percentage": {
        "comment": [
            "percent"
        ],
        "translate": "процент, доля, часть, процентный",
        "transcription": " |pərˈsentɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is expressed as a percentage.",
            "There's no percentage in it.",
            "A serious percentage of books are not worth reading at all.",
            "There's no percentage in worrying.",
            "What percentage of the population is literate?",
            "She gets a percentage for every record sold.",
            "Crime figures showed significant percentage increases.",
            "The piece rate consists of a basic rate and a percentage \"plussage\".",
            "Tax is paid as a percentage of total income.",
            "The results can be expressed as a percentage.",
            "The house gets a percentage of every bet.",
            "Interest rates fell by six percentage points (=6%).",
            "What is the percentage of elderly people in prime time television commercials compared to the percentage of elderly in the U.S. population?",
            "What percentage of your income do you spend on rent?",
            "A high percentage of married women have part-time jobs.",
            "the percentage of the country's population living in suburbia",
            "What percentage of the national wealth is spent on health care?",
            "If a goalie saves 96 out of 100 shots, his save percentage is 96 percent.",
            "Syncope has been reported in a small percentage of patients taking the drug.",
            "The numbers are small in percentage terms (=when calculated as a percentage).",
            "The percentage of school leavers that go to university is about five per cent.",
            "Federal agents are able to interdict only a small percentage of the narcotic shipments into the country."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это выражено в виде процентного отношения.",
            "Это невыгодно / не дает никаких преимуществ.",
            "Огромное количество книг даже не стоит читать.",
            "Нет смысла волноваться. / Волноваться бессмысленно.",
            "Какой процент населения грамотен?",
            "Она получает процент от каждой проданной записи.",
            "Статистика преступности показала значительный процент прироста.",
            "Сдельная ставка включает основную часть и надбавку в виде определенного процента от основной..",
            "Налоги платятся как процент от общего дохода.",
            "Результаты можно выразить в процентах.",
            "Казино получает определённый процент с каждой ставки.",
            "Процентные ставки снизились на шесть процентных пунктов (т.е. на шесть процентов).",
            "Каков процент пожилых людей в рекламной аудитории прайм-тайма, по сравнению с количеством пожилых людей в США?",
            "Какой процент ваших доходов уходит на квартплату?",
            "Большая доля замужних женщин работает неполный день.",
            "процент населения страны, живущего в пригородах",
            "Какой процент национального богатства тратится на здравоохранение?",
            "Если вратарь отбивает 96 из 100 бросков, его процент сэйвов составляет 96%.",
            "Сообщается. что небольшая доля пациентов, принимавших препарат, перенесла обмороки.",
            "В процентном отношении (т.е. если рассматривать их как процент от целого), эти цифры небольшие.",
            "Доля выпускников школ, которые потом поступают в университет, составляет около пяти процентов.",
            "Федеральные агенты могут воспрепятствовать лишь небольшому проценту поставок наркотиков на территорию страны."
        ],
        "stars": 2
    }
}