{
    "perception": {
        "comment": [
            "sceptical",
            "deception"
        ],
        "translate": "восприятие, ощущение, понимание, осознание, перцепция, сбор, завладение, получение",
        "transcription": " |pərˈsepʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "children's perceptions of the world",
            "Events confirmed our perception that she had been treated unfairly.",
            "a person's subjective perception of the world",
            "Luther had a new perception of the Bible.",
            "the public perception of the government's performance",
            "Ross shows unusual perception for a boy of his age.",
            "Some drugs cause blurred vision and changes in color perception, or increased tears.",
            "a man admired for the depth of his perception",
            "a growing perception of the enormity of the problem",
            "A writer of considerable perception, she remembers how it feels to be confused and insecure.",
            "the common perception that our Puritan forebears procreated more out of a sense of duty than from desire",
            "the question of whether extrasensory perception will ever be a scientifically recognized entity"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "детское восприятие мира",
            "События подтвердили наше ощущение, что с ней обращались несправедливо.",
            "субъективное восприятие мира человеком",
            "Лютер воспринял библию по-новому.",
            "общественное восприятие деятельности правительства",
            "Росс демонстрирует редкую способность к восприятию для мальчика своего возраста.",
            "Некоторые препараты вызывают ухудшение зрения, изменения в восприятии цвета, или повышенную слезливость.",
            "мужчина, вызывавший восхищение глубиной своего восприятия",
            "растущее осознание значимости данной проблемы",
            "Будучи очень восприимчивой, эта писательница помнит, каково это — чувствовать себя растерянным и неуверенным в себе.",
            "распространенное мнение, что наши предки-пуритане производили потомство больше из чувства долга, чем обуреваемые вожделением",
            "вопрос о том, будет ли экстрасенсорное восприятие когда-либо признано наукой как реально существующее"
        ],
        "stars": 2
    }
}