{
    "perceive": {
        "comment": [
            "deceive",
            "receive",
            "conceive"
        ],
        "translate": " воспринимать, чувствовать, ощущать, понимать, осознавать, постигать, усмотреть",
        "transcription": "  |pərˈsːv|",
        "antonyms": [],
        "mnemonic": [
            "perceive [пэси':в] воспринимать, понимать -(Пэсив-но) воспринимать.",
            "receive [ri'si: v]\nperceive [pə'si:v]\nconceive [kən'si:v]\ndeceive [dɪ'si:v] - обманывать\n***\nПОЛУЧИЛ подарок - он красив. (это) receive\n***\nВОСПРИНИМАЕШЬ плохо, потому, что спесив. (это)\nperceive\n***\nПРЕДСТАВИТЬ нужно, что конь|сив. (это) conceive\nПОНИМАЮ, что конь|сив. (это) conceive"
        ],
        "examples": [
            "The truth as I perceive it...",
            "Cats are not able to perceive colour.",
            "I thought I perceived a problem, but I wasn't sure.",
            "I perceived that it was going to be a nice day.",
            "Often what is perceived to be aggression is simply fear.",
            "She finally perceived the futility of her protest.",
            "Felix began to perceive that he had been too hard upon her.",
            "He perceived that there was no other way out of the crisis.",
            "That morning, he perceived a change in Franca's mood.",
            "To say the least of it, the people will perceive an uncommon coincidence.",
            "Children who do badly in school tests often perceive themselves to be failures.",
            "Even as a young woman she had been perceived as a future chief executive.",
            "I could perceive the ship coming over the horizon."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Правда, как я её понимаю...",
            "Кошки не способны различать цвета.",
            "Мне показалось, что я заметил какую-то проблему, но я не был в этом уверен.",
            "Я почувствовал, что день будет хороший.",
            "Часто то, что воспринимается как агрессия — всего-навсего страх.",
            "Наконец, она осознала бесполезность своего протеста.",
            "Феликс начал понимать, что был с ней слишком суров.",
            "Он понял, что нет иного пути выхода из кризиса.",
            "В то утро он ощутил перемену в настроении Франки.",
            "По меньшей мере, люди заметят необычное совпадение.",
            "Дети, провалившие контрольные в школе, часто ощущают себя неудачниками.",
            "Даже в молодости её воспринимали в качестве будущего крупного управленца.",
            "Я заметил, что корабль приближается из-за горизонта."
        ],
        "stars": 2
    }
}