{
    "percent": {
        "comment": [
            "percentage"
        ],
        "translate": "процент",
        "transcription": " |pərˈsent|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I agree with you a hundred percent.",
            "Inflation is close to 7 percent.",
            "The value has increased half a percent.",
            "He got 56 percent of the votes.",
            "Sixty percent of people voted no.",
            "80 percent of the population voted.",
            "a grade of 90 percent or better",
            "The retail markup on their products is 25 percent.",
            "The success rates approach 90 percent.",
            "It is an investment that pays 5 percent.",
            "Interest rates run from 5 to 10 percent.",
            "The actor's agent gets a 10 percent cut.",
            "The network has barely 5 percent of viewers.",
            "The current unemployment rate is six percent.",
            "They proposed an increase of 15 percent in the fare.",
            "40 percent of the prisoners lack any qualifications.",
            "The bond yields seven percent annually.",
            "Sales decreased by five percent this year.",
            "The party garnered 70 percent of the vote.",
            "Everyone on the team gave a hundred percent.",
            "The interest rate is two percent plus prime.",
            "Prices were bumped up by 10 percent last week.",
            "I'm not a hundred percent sure where she lives.",
            "Married men earn 70 percent more than single men.",
            "Unemployment rates were hovering around 10 percent.",
            "Prices have increased on average about eight percent.",
            "Stock prices plummeted 40 percent during the scandal.",
            "We aim to capture eight percent of the UK wine market.",
            "The loan will carry interest of LIBOR plus 3.8 percent.",
            "a diminution of 60 percent over the course of the month"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я согласен с вами на все сто процентов.",
            "Инфляция приближается к 7%.",
            "Значение выросло на половину процента.",
            "Он получил 56% голосов избирателей.",
            "Шестьдесят процентов людей проголосовали \"против\".",
            "Проголосовало восемьдесят процентов населения.",
            "оценка в девяносто процентов баллов или больше",
            "Розничная наценка на их продукцию составляет двадцать пять процентов.",
            "Вероятность успешного исхода приближается к девяноста процентам.",
            "Это капиталовложение, приносящее пять процентов дохода.",
            "Процентные ставки варьируются от пяти до десяти процентов.",
            "Агент этого актёра получает десять процентов комиссии.",
            "Эта сеть располагает едва ли пятью процентами зрителей.",
            "Текущий уровень безработицы составляет шесть процентов.",
            "Они предложили повысить стоимость проезда на пятнадцать процентов.",
            "У сорока процентов заключённых отсутствует какая-либо квалификация.",
            "Ежегодно эта облигация приносит доход в размере семи процентов.",
            "В этом году объём продаж сократился на пять процентов.",
            "Партия набрала 70 процентов голосов.",
            "Все члены команды выложились на сто процентов.",
            "Процентная ставка составляет базовую ставку плюс два процента.",
            "На прошлой неделе цены неожиданно подпрыгнули на десять процентов.",
            "Я не на сто процентов уверен, где она живёт.",
            "Женатые мужчины зарабатывают на семьдесят процентов больше, чем холостяки.",
            "Уровень безработицы колебался в районе 10-и процентов.",
            "В среднем цены увеличились примерно на восемь процентов.",
            "В ходе этого скандала цены на акции упали на сорок процентов.",
            "Наша цель — захватить восемь процентов винного рынка Великобритании.",
            "Заем принесет процент по ставке ЛИБОР плюс 3,8%.",
            "уменьшение на шестьдесят процентов в течение данного месяца"
        ],
        "stars": 0
    }
}