{
    "performer": {
        "comment": [],
        "translate": "исполнитель",
        "transcription": " |pərˈfɔːrmər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Critics can make or break a young performer.",
            "The doctor had to perform surgery immediately.",
            "a circus performer walking on stilts",
            "You are required to perform 50 hours of community service.",
            "The class performed the play for the school.",
            "She's a wonderful singer who loves to perform before a live audience.",
            "She would be a better performer if she didn't ham up every song.",
            "The performer seemed completely composed as she stepped onto the stage.",
            "The magician performed some amazing tricks.",
            "The band will be performing on the main stage.",
            "Kinnock is no mean performer on the rugby field.",
            "After a brief introduction, the performer took the stage.",
            "the kind of early success that can give a young performer a bighead",
            "Newcastle Brown Ale is an outstanding performer in the British beer market.",
            "The gymnasts performed their routines perfectly.",
            "The band will perform songs from their new album.",
            "a performer known for her astonishing acrobatic feats",
            "A performer who slavishly copycats another never rises to the level of true stardom.",
            "The musical theatre company is about to launch a new performer on the musical world."
        ],
        "example_translate": [
            "Критики могут решить судьбу молодого исполнителя.",
            "Врачу пришлось провести операцию немедленно.",
            "цирковой артист, идущий на ходулях",
            "Вы обязаны отработать пятьдесят часов на общественных работах.",
            "Класс исполнил эту пьесу для школы.",
            "Она замечательная певица, которая очень любит выступать перед живой аудиторией.",
            "Она была бы прекрасным исполнителем, если бы не с таким нажимом исполняла каждую песню.",
            "Выходя на сцену, исполнительница казалась совершенно спокойной.",
            "Иллюзионист показал несколько потрясающих фокусов.",
            "Группа будет выступать на главной сцене.",
            "Киннок — не последний игрок на поле для регби.",
            "После краткого представления ведущим концерта, исполнитель вышел на сцену.",
            "тот самый ранний успех, который иногда кружит головы молодых артистов",
            "Марка \"Newcastle Brown Ale\" демонстрирует выдающиеся результаты на британском пивном рынке.",
            "Гимнастки идеально выполнили свои программы.",
            "Группа исполнит песни со своего нового альбома.",
            "исполнительница, известная своими удивительными акробатическими трюками",
            "Исполнителю, который рабски подражает другому, никогда не подняться до по-настоящему звёздного уровня.",
            "Музыкальная компания собирается выпустить на мировую сцену нового исполнителя."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}