{
    "perform": {
        "comment": [],
        "translate": "выполнять, исполнять, совершать, выступать, играть, проделать, представлять",
        "transcription": " |pərˈfɔːrm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How well your daughter performs on the piano!",
            "The doctor had to perform surgery immediately.",
            "Our team performed very well in the match.",
            "It was amazing to watch them perform.",
            "Have you ever performed a musical play on this stage?",
            "Surgeons performed an emergency operation.",
            "She was asked to perform the solo cold.",
            "Who will perform the wedding?",
            "The class performed the play for the school.",
            "It can perform millions of operations per second.",
            "The priest will perform the ritual.",
            "It was astonishing to watch them perform.",
            "Legions of people came to see him perform.",
            "This computer can perform a million flops per second.",
            "I love their music, but I've never seen them perform live.",
            "It takes a steady hand to perform surgery.",
            "The magician performed some amazing tricks.",
            "He had been ready to perform the duty of husbanding a woman.",
            "The doctor has performed this operation on many famous people.",
            "The children chosen to perform in the city concert have been drawn from schools all over the city.",
            "They will perform a short mime later.",
            "The band will perform songs from their new album.",
            "The official opening ceremony was performed by Princess Margaret.",
            "An analysis of the survey data was performed.",
            "They practiced a chorale to perform in church.",
            "Plans are in hand to perform 'Oz' next semester.",
            "The children perform two plays each school year.",
            "doctors using a laser to perform delicate eye surgery",
            "You are required to perform 50 hours of community service.",
            "We had occasion to watch her perform last summer."
        ],
        "example_translate": [
            "Как хорошо ваша дочь играет на пианино!",
            "Врачу пришлось провести операцию немедленно.",
            "В этом матче наша команда сыграла очень хорошо.",
            "Их выступление было просто поразительно.",
            "Вы уже исполняли на этой сцене какую-нибудь музыкальную пьесу?",
            "Хирурги провели срочную операцию.",
            "Её попросили выступить соло без предварительной подготовки.",
            "Кто проведёт свадьбу?",
            "Класс исполнил эту пьесу для школы.",
            "Он (компьютер) может выполнять миллионы операций в секунду.",
            "Священник совершит этот обряд.",
            "Было изумительно наблюдать за их выступлением.",
            "Посмотреть на его выступление пришло огромное множество людей.",
            "Этот компьютер может выполнять миллион арифметических операций в секунду.",
            "Я обожаю их музыку, но никогда ещё не видел их выступления вживую.",
            "Чтобы провести операцию, нужна твёрдая рука.",
            "Иллюзионист показал несколько потрясающих фокусов.",
            "Он был готов исполнять обязанности мужа для какой-нибудь женщины.",
            "Врач сделал эту операцию многим знаменитостям.",
            "Детей для общегородского концерта отбирали из всех школ города.",
            "Позже они исполнят короткую пантомиму.",
            "Группа исполнит песни со своего нового альбома.",
            "Официальная церемония открытия была проведена принцессой Маргарет.",
            "Была выполнен анализ материалов обследования.",
            "Они репетировали хорал для исполнения в церкви.",
            "В следующем семестре планируется поставить \"Волшебника страны Оз\".",
            "Каждый учебный год дети ставят два спектакля.",
            "врачи, которые выполняют сложные хирургические операции на глазах с помощью лазера",
            "Вы обязаны отработать пятьдесят часов на общественных работах.",
            "Прошлым летом у нас была возможность понаблюдать за её выступлением."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}