{
    "perform": {
        "comment": [],
        "translate": "выполнять, исполнять, совершать, выступать, играть, проделать, представлять",
        "transcription": " |pərˈfɔːrm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our team performed very well in the match.",
            "How well your daughter performs on the piano!",
            "The doctor had to perform surgery immediately.",
            "It was amazing to watch them perform.",
            "Have you ever performed a musical play on this stage?",
            "Surgeons performed an emergency operation.",
            "She was asked to perform the solo cold.",
            "Who will perform the wedding?",
            "The class performed the play for the school.",
            "It was astonishing to watch them perform.",
            "It can perform millions of operations per second.",
            "The priest will perform the ritual.",
            "Legions of people came to see him perform.",
            "The magician performed some amazing tricks.",
            "I love their music, but I've never seen them perform live.",
            "He had been ready to perform the duty of husbanding a woman.",
            "The doctor has performed this operation on many famous people.",
            "The children chosen to perform in the city concert have been drawn from schools all over the city.",
            "The official opening ceremony was performed by Princess Margaret.",
            "They will perform a short mime later.",
            "It takes a steady hand to perform surgery.",
            "An analysis of the survey data was performed.",
            "This computer can perform a million flops per second.",
            "They practiced a chorale to perform in church.",
            "The children perform two plays each school year.",
            "The band will perform songs from their new album.",
            "doctors using a laser to perform delicate eye surgery",
            "You are required to perform 50 hours of community service.",
            "Plans are in hand to perform 'Oz' next semester.",
            "We had occasion to watch her perform last summer."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В этом матче наша команда сыграла очень хорошо.",
            "Как хорошо ваша дочь играет на пианино!",
            "Врачу пришлось провести операцию немедленно.",
            "Их выступление было просто поразительно.",
            "Вы уже исполняли на этой сцене какую-нибудь музыкальную пьесу?",
            "Хирурги провели срочную операцию.",
            "Её попросили выступить соло без предварительной подготовки.",
            "Кто проведёт свадьбу?",
            "Класс исполнил эту пьесу для школы.",
            "Было изумительно наблюдать за их выступлением.",
            "Он (компьютер) может выполнять миллионы операций в секунду.",
            "Священник совершит этот обряд.",
            "Посмотреть на его выступление пришло огромное множество людей.",
            "Иллюзионист показал несколько потрясающих фокусов.",
            "Я обожаю их музыку, но никогда ещё не видел их выступления вживую.",
            "Он был готов исполнять обязанности мужа для какой-нибудь женщины.",
            "Врач сделал эту операцию многим знаменитостям.",
            "Детей для общегородского концерта отбирали из всех школ города.",
            "Официальная церемония открытия была проведена принцессой Маргарет.",
            "Позже они исполнят короткую пантомиму.",
            "Чтобы провести операцию, нужна твёрдая рука.",
            "Была выполнен анализ материалов обследования.",
            "Этот компьютер может выполнять миллион арифметических операций в секунду.",
            "Они репетировали хорал для исполнения в церкви.",
            "Каждый учебный год дети ставят два спектакля.",
            "Группа исполнит песни со своего нового альбома.",
            "врачи, которые выполняют сложные хирургические операции на глазах с помощью лазера",
            "Вы обязаны отработать пятьдесят часов на общественных работах.",
            "В следующем семестре планируется поставить \"Волшебника страны Оз\".",
            "Прошлым летом у нас была возможность понаблюдать за её выступлением."
        ]
    }
}