{
    "period": {
        "comment": [],
        "translate": "период, время, точка, промежуток времени, тайм, эпоха, урок, пауза в конце периода",
        "transcription": " |ˈpɪriəd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm not going, period!",
            "a period of prosperity for our nation",
            "He had a long recovery period after his dog's death.",
            "the early formative period of the Christian church",
            "a period of high heat and humidity",
            "The characteristics of this period invite our inquiries.",
            "Death put a period to his endeavors.",
            "In England they call a period a stop.",
            "A change soon put a period to my tranquility.",
            "What class do you have first period?",
            "Tolstoy often used periods in his novels.",
            "Picasso's blue period",
            "We've had a long period of low rainfall.",
            "The country is entering a period of prosperity.",
            "Van Gogh's early period",
            "Hepatitis has a long incubation period.",
            "The period covered the turn of the century.",
            "the period of transition to full democracy",
            "The credit facility is granted for the period up to 5 years.",
            "Germany achieved spectacular economic success in a relatively short period of time.",
            "Formerly charactered as “the dark ages,” that period of history may not have been quite so benighted as once thought.",
            "the expiry of the waiting period",
            "a period of grief after bereavement",
            "the period from birth to adolescence",
            "the like period of the preceding year",
            "happening for an extended period of time",
            "a period of cultural and social upheavals",
            "an antique tea caddy from the colonial period",
            "Usually the driftwood is so logged with water that it needs an extended drying period before it can be used by the artist.",
            "an artifact from the Colonial period"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не пойду, и точка!",
            "период процветания нашей страны",
            "Он очень долго приходил в себя после смерти своей собаки.",
            "ранний период становления христианской церкви",
            "период высокой температуры и влажности",
            "Особенности этого периода наводят нас на размышления.",
            "Смерть положила конец его усилиям.",
            "В Англии точку называют словом \"stop\".",
            "Кое-какие перемены вскоре положили конец моему спокойствию.",
            "Что у вас на первом уроке? / Какой у тебя первый урок? (брит.)",
            "Романы Толстого очень часто написаны длинными сложными предложениями.",
            "голубой период творчества Пикассо",
            "У нас в течение долгого времени было мало дождей.",
            "Страна вступает в период процветания.",
            "ранний период Ван Гога",
            "Гепатит имеет длительный инкубационный период.",
            "Этот промежуток времени охватывал рубеж веков. (т.е., конец одного века и начало следующего)",
            "период перехода к полной демократии",
            "Кредит предоставляется сроком на пять лет.",
            "Германия достигла впечатляющих экономических успехов в относительно короткий период времени.",
            "Возможно, тот исторический период, который прежде называли \"тёмными веками\", не является столь беспросветным, как это когда-то считалось.",
            "истечение периода ожидания",
            "период скорби после тяжёлой утраты",
            "период от рождения до юности / подросткового возраста",
            "аналогичный период предыдущего года",
            "происходящее в течение длительного периода времени",
            "период культурных и социальных потрясений",
            "антикварная /старинная/ чайница колониального периода",
            "Обычно выброшенные на берег коряги настолько пропитаны водой, что требуют длительной сушки, прежде чем их сможет использовать мастер.",
            "артефакт колониального периода"
        ]
    }
}