{
    "permission": {
        "comment": [],
        "translate": " разрешение, позволение",
        "transcription": "  |pərˈmɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Did you ask permission to leave?",
            "Who gave you permission to stay out all night?",
            "With your permission, I should like to visit Mrs Thorne myself.",
            "He finally gave us permission to leave.",
            "Who gave him permission to leave class early?",
            "He is not to leave without my express permission.",
            "With your permission, we can take a blood test.",
            "You need to get permission from the owner.",
            "You'll have to ask the master's permission.",
            "He had gone out without his parents' permission.",
            "It was a devil of a job to get planning permission.",
            "The prisoner asked permission to confer with his lawyer.",
            "Please do not cite, quote, or distribute without the author's permission.",
            "You will have to get official permission first.",
            "It's usual to ask for permission before visiting a class.",
            "They got permission from the city to build an apartment complex.",
            "You need to get your mother's permission to go.",
            "The teacher gave me her permission to go home early.",
            "You are not allowed to put up advertisements on this wall without special permission.",
            "She gave permission to reprint her article.",
            "They had to get special permission for the event.",
            "The council gave us permission to go ahead with our building plans.",
            "Our request for permission to travel met with refusal from the authorities.",
            "We radioed London for permission to land.",
            "You will need permission to build on your property.",
            "You will need to obtain permission from the principal.",
            "From now on, no one can use my car without my permission.",
            "The plane was refused permission to enter Chinese airspace.",
            "We need to apply for planning permission to build a garage.",
            "The council have granted him permission to build on the site."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив с to после сущ",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Ты спросил разрешения уйти? / Вы запрашивали разрешение на выезд?",
            "Кто тебе разрешил не ночевать дома?",
            "С вашего позволения, я хотел бы навестить миссис Торн сам.",
            "Он наконец-то дал нам разрешение уйти / разрешение на выезд.",
            "Кто дал ему разрешение уйти с занятий раньше времени?",
            "Ему запрещено уходить без моего специального разрешения.",
            "С вашего разрешения, мы можем взять кровь на анализ.",
            "Нужно получить разрешение владельца.",
            "Тебе придётся просить разрешения у хозяина.",
            "Он вышел на улицу без разрешения родителей.",
            "Получить разрешение на строительные работы было чертовски трудно.",
            "Задержанный попросил разрешения посовещаться со своим адвокатом.",
            "Просьба не цитировать и не распространять без разрешения автора.",
            "Сначала вам придётся получить официальное разрешение.",
            "Перед тем как входить в класс, принято просить разрешения.",
            "Они получили от городских властей разрешение на строительство жилого комплекса.",
            "Чтобы пойти, тебе нужно получить разрешение матери.",
            "Учительница дала мне разрешение уйти домой пораньше.",
            "На этой стене нельзя вешать объявления без специального разрешения.",
            "Она дала разрешение на перепечатку своей статьи.",
            "Им пришлось получить специальное разрешение на проведение данного мероприятия.",
            "Совет дал нам добро на продолжение наших планов по строительству.",
            "Наш запрос на разрешение поездки был отклонен властями.",
            "Мы радировали в Лондон для получения разрешения на посадку.",
            "Вам понадобится разрешение на строительство на вашей территории.",
            "Вам нужно будет получить разрешение директора школы.",
            "С этого момента никому нельзя брать мою машину без моего разрешения.",
            "Самолёту было отказано в разрешении на вход в воздушное пространстве Китая.",
            "Мы должны подать заявку на получение разрешения на строительство гаража.",
            "Совет выдал ему разрешение на строительство на данном участке."
        ]
    }
}