{
    "permanently": {
        "comment": [
            "permanent"
        ],
        "translate": "постоянно, надолго, перманентно, непрерывно, неизменно",
        "transcription": " |ˈpɜːrmənəntli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The accident left him permanently disabled.",
            "The skin disease scarred his face permanently.",
            "She made a permanent home in this country.",
            "The rivers were kept permanently netted for fish.",
            "Carter was permanently disabled in the war.",
            "The accident left him permanently paralysed.",
            "The theatre was turned permanently into an opera house. The director was Mr. Frederick Beale.",
            "The transcripts will serve as a permanent record of the proceedings.",
            "The museum's permanent collection includes works of art from the 18th century.",
            "Her only living relative is a permanently zonked sister who can't even care for herself.",
            "As a result of an enactment by Congress, this breathtaking canyon will be permanently protected from development."
        ],
        "example_translate": [
            "В результате аварии он на всю жизнь остался калекой.",
            "Это заболевание кожи навсегда покрыло его лицо шрамами.",
            "Она стала постоянно проживать в этой стране.",
            "На реках постоянно расставляли сети для ловли рыбы.",
            "Картер был инвалидом войны.",
            "После аварии он навсегда остался паралитиком.",
            "Драматический театр был превращён в оперный. Директором был мистер Фредерик Бил.",
            "Стенограммы послужат постоянным протоколом данного заседания.",
            "Постоянная коллекция музея включает произведения искусства восемнадцатого века.",
            "Её единственный живой родственник — сестра, которая вечно под кайфом и не может даже позаботиться о себе.",
            "В результате введения Конгрессом в силу одного законодательного акта, этот потрясающий каньон будет надолго защищён от застройки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}