{
    "permit": {
        "comment": [
            "permission"
        ],
        "translate": " разрешение, пропуск, путевка, позволять, разрешать, допускать",
        "transcription": "  |pərˈmɪt|",
        "antonyms": [],
        "mnemonic": [
            "permit [пэм'ит] разрешать, давать возможность - В (Евро-пе мит-инги) разрешают, давая возможность людям выражать своё мнение;",
            "permit [pə 'mit]\n***\nПОЗВОЛЬ мне кота помыть. (это) permit\nМне РАЗРЕШИЛИ, ты пойми (т). (это) permit\nРАЗРЕШЕНИЕ было и кот помыт. (это) permit\nРазрешение, пропуск."
        ],
        "examples": [
            "Children are not permitted in without their parents.",
            "Dogs are not permitted inside the shop.",
            "Permit me to call on you next Tuesday afternoon.",
            "She was refused a work permit.",
            "The judge permitted the release of the prisoner.",
            "He permitted himself one more cookie.",
            "The doctor will not permit Mother up until she is better.",
            "This permits the water to rush in",
            "A permit is required for fishing in the canal.",
            "Permit me to acquaint you with my son.",
            "Smoking is not permitted in the building.",
            "It's outrageous to permit such behaviour.",
            "Smoking is only permitted in the public lounge.",
            "The large windows permit a clear view of the lake.",
            "These techniques permit us to dimension the human heart.",
            "This will permit the rain to run off.",
            "She permitted her son to visit her estranged husband.",
            "The university does not permit distribution of leaflets on campus.",
            "He went through a series of amazing contortions to get Karen a work permit.",
            "Even as the world entered the 21st century, some nations still did not permit women's suffrage.",
            "Our application was initially refused, but the city relented in the end and the permit was issued.",
            "You will need a permit to carry a firearm.",
            "Children are not permitted beyond this point.",
            "The new ramp permits easier access to the highway.",
            "He had more than the permitted level of alcohol in his blood.",
            "Our limits will not permit us to indulge in extensive quotation.",
            "Cuts in the skin could permit the penetration of bacteria into the body.",
            "It should be noted that parking without a permit attracts a charge of £5.",
            "a provisory permit to block off the street while movie scenes were being shot",
            "The bill would permit workers twelve weeks of unpaid leave for family emergencies."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "Сложное дополнение",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Детей сюда без родителей не пускают.",
            "Вход в магазин с собаками не разрешён.",
            "Разрешите мне зайти в следующий вторник после обеда.",
            "Ей было отказано в разрешении на работу.",
            "Судья разрешил освободить заключенного.",
            "Он позволил себе ещё одно печенье.",
            "Доктор не разрешит маме вставать, пока ей не станет лучше.",
            "Это позволяет воде устремиться туда",
            "Для рыбной ловли в этом канале требуется разрешение.",
            "Позвольте мне познакомить вас с моим сыном.",
            "В этом здании курить не разрешается.",
            "Позволять так вести себя - отвратительно.",
            "Курение разрешено только в комнате отдыха.",
            "Большие окна позволяют чётко видеть озеро.",
            "Эти методики позволяют нам измерить человеческое сердце.",
            "Это позволит дождевой воде стекать.",
            "Она разрешила сыну посетить её проживающего отдельно мужа.",
            "Университет не разрешает распространение листовок на территории кампуса.",
            "Ему пришлось всячески изворачиваться, чтобы добыть для Карен разрешение на работу.",
            "Даже когда мир вступил в двадцать первый век, в некоторых странах женщинам по-прежнему не позволяли голосовать.",
            "Сначала нашу заявку отклонили, но в конце концов власти города смилостивились, и разрешение было выдано.",
            "Вам понадобится разрешение на ношение огнестрельного оружия.",
            "Дети дальше не допускаются.",
            "Новая эстакада позволяет получить более лёгкий подход к шоссе.",
            "Содержание алкоголя в его крови превысило разрешённый уровень.",
            "Существующие рамки не позволят нам привести исчерпывающую (полную) цитату.",
            "Через порезы на коже бактерии могут проникнуть в организм.",
            "Следует отметить, что парковка без разрешения повлечёт за собой штраф размером пять фунтов стерлингов.",
            "разрешение перекрыть улицу на время съёмок эпизодов фильма",
            "Законопроект даст работникам право на двенадцатинедельный неоплачиваемый отпуск по семейным обстоятельствам."
        ],
        "stars": 3
    }
}