{
    "permanent": {
        "comment": [
            "permanently"
        ],
        "translate": "постоянный, перманентный, бессменный, неизменный, долговременный, необратимый",
        "transcription": " |ˈpɜːrmənənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He has a permanent knit of the brow.",
            "Africa is a permanent outlet for our goods.",
            "She made a permanent home in this country.",
            "I'm on a permanent high these days.",
            "I was a drug addict for two years. I was in an almost permanent state of high.",
            "It's a temporary job, but I'm hoping it will be made permanent.",
            "Human institutions perish, but nature is permanent.",
            "The events left a permanent impression in his mind.",
            "Permanent Court of International Justice",
            "Permanent Headquarters ot the United Nations",
            "He gave up a permanent job in order to freelance.",
            "The museum's permanent collection includes works of art from the 18th century.",
            "The disease is known to cause permanent brain damage.",
            "They held up mail delivery until we had a permanent address.",
            "The wine had left a permanent mark on the tablecloth.",
            "Any limitation to the king's power could be permanent.",
            "I was given to understand that I would be offered a permanent job.",
            "She hopes the new educational program will become a permanent fixture at the zoo.",
            "They replaced the permanent staff with part-timers.",
            "The blindness that the disease causes will be permanent.",
            "He wanted to put their relationship on a permanent footing.",
            "Gerrard soon became a permanent fixture in the Liverpool team.",
            "Permanent jobs are hard to come by (=difficult to find or get).",
            "The transcripts will serve as a permanent record of the proceedings.",
            "The college's acting president will be replaced with a permanent one next fall.",
            "'Permanent revolution' is a contradiction in terms.",
            "Jeff has permanent residence in Canada, but is still a US citizen.",
            "He will serve as acting president of the university until a permanent replacement can be found.",
            "Miller soon became a permanent fixture (=someone or something that is always there) on the team.",
            "The arriving national guardsmen were forced to live in a hutment until permanent barracks could be constructed."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он постоянно хмурит брови.",
            "Африка является постоянным рынком сбыта для наших товаров.",
            "Она стала постоянно проживать в этой стране.",
            "В последнее время я всегда нахожусь в радостно-приподнятом настроении.",
            "Я употреблял наркотики два года. Я был практически постоянно под кайфом.",
            "Это пока что временная работа, но я надеюсь, что она станет постоянной.",
            "Общественные институты исчезают, а природа постоянна.",
            "Эти события оставили неизгладимое впечатление в его сознании.",
            "Постоянная палата международного правосудия",
            "Постоянная штаб-квартира ООН",
            "Он отказался от постоянной работы ради фриланса.",
            "Постоянная коллекция музея включает произведения искусства восемнадцатого века.",
            "Известно, что эта болезнь приводит к необратимым повреждениям мозга.",
            "Они приостановили доставку почты до тех пор, пока мы не обзавелись постоянным адресом.",
            "От этого вина на скатерти навсегда осталось пятно.",
            "Любое ограничение королевской власти может быть постоянным.",
            "Мне дали понять, что мне предоставят постоянную работу.",
            "Она надеется, что новая образовательная программа станет неотъемлемой частью зоопарка.",
            "Они заменили постоянный персонал сотрудниками, работающими по совместительству.",
            "Слепота, которую вызывает эта болезнь, будет постоянной.",
            "Он хотел поставить их отношения на постоянную основу.",
            "Джеррард вскоре стал незаменимым игроком \"Ливерпуля\". (об известном английском футболисте)",
            "Постоянную работу тяжело найти (т.е. её трудно найти или получить).",
            "Стенограммы послужат постоянным протоколом данного заседания.",
            "Следующей осенью исполняющий обязанности президента колледжа будет заменён постоянным.",
            "Выражение \"перманентная революция\" является смысловым противоречием.",
            "Джефф постоянно проживает в Канаде, но всё ещё является гражданином США.",
            "Он будет выполнять обязанности президента университета до тех пор, пока ему не найдётся постоянная замена.",
            "Вскоре Миллер стал неотъемлемой частью команды (т.е. кем-то или чем-то, что постоянно в ней присутствует).",
            "Прибывающие нацгвардейцы были вынуждены жить во временных бараках, пока не появилась возможность построить постоянные казармы."
        ]
    }
}