{
    "persist": {
        "comment": [
            "persistent"
        ],
        "translate": "сохраняться, упорствовать, оставаться, продолжать существовать, настоять",
        "transcription": " |pərˈsɪst|",
        "antonyms": [],
        "mnemonic": [
            "persist [пэси'ст] настаивать - (По сист-еме) йоги наставники настаивают на выполнении асан.",
            "assist [ə'sɪst]\ninsist [ɪn'sɪst]\ndesist [dɪ'zɪst]\npersist [pə'sɪst] - упорствовать, настаивать\n***\nПОМОЧЬ готов, но очень голосист. (это) assist\n***\nОн НАСТАИВАЕТ, он - голосист. (это) insist\n***\nПРЕКРАТИЛ работу геодезист. (это) desist"
        ],
        "examples": [
            "It was folly to persist.",
            "The tendency still persists.",
            "The pain persisted until the morning.",
            "He persisted to call me every night.",
            "Why do you persist in interrupting me when I have repeatedly asked you to stop?",
            "Rumors persist that they are dating.",
            "If this behaviour is persisted in it could lead to serious trouble.",
            "If the pain persists, see a doctor.",
            "The child persisted and kept asking questions.",
            "If you persist with this behavior, you will be punished.",
            "If the symptoms persist, seek medical advice.",
            "'I don't think it's right,' John persisted.",
            "If you persist in that course you will surely fail.",
            "Doubts about the defendant's story have persisted for some time now.",
            "He persisted in his refusal to admit responsibility.",
            "She persisted with her studies in spite of financial problems.",
            "The reporter persisted with his questioning."
        ],
        "example_translate": [
            "Было глупо настаивать.",
            "Эта тенденция всё ещё сохраняется.",
            "Боль продолжалась до утра.",
            "Он упорно продолжал звонить мне каждый вечер.",
            "Почему вы все время меня прерываете, хотя я несколько раз просил вас этого не делать?",
            "Ходят упорные слухи, что они встречаются.",
            "Если и дальше так себя вести, это может плохо кончиться.",
            "Если боль не пройдёт, обратитесь к врачу.",
            "Ребёнок не унимался и продолжал задавать вопросы.",
            "Если вы будете упорствовать в подобном поведении, то будете наказаны.",
            "Если симптомы не пройдут, обратитесь к врачу.",
            "— По-моему, это неправильно, — упорствовал Джон.",
            "Если вы не свернёте с этого пути, то наверняка потерпите неудачу.",
            "С некоторых пор остаются сомнения по поводу правдивости версии обвиняемого.",
            "Он продолжал упорно отказываться принять на себя ответственность.",
            "Она продолжила свои исследования, несмотря на финансовые проблемы.",
            "Журналист не отставал со своими вопросами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}