{
    "persuade": {
        "comment": [
            "persuasion",
            "persuasive"
        ],
        "translate": "убеждать, уговаривать, склонить, отговорить, сагитировать, уверять, упросить",
        "transcription": " |pərˈsweɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am not easily persuaded.",
            "Try to persuade him to come.",
            "Don't let yourself be persuaded into buying things you don't want.",
            "She is easily persuaded.",
            "He failed / didn't manage to persuade me.",
            "You can't persuade me to buy this ugly vase!",
            "He was fairly easily persuaded.",
            "I am not persuaded by these arguments.",
            "Nothing on earth would persuade me to try LSD or the hard drugs.",
            "He persuaded his friend to go back to school.",
            "I finally managed to persuade her to go out for a drink with me.",
            "Clever salesmanship can persuade you to buy things you don't really want.",
            "Can you persuade your father into lending us the car?",
            "We somehow managed to persuade him.",
            "He persuaded himself that he had made the right choice.",
            "I gave up trying to persuade him to continue with his studies.",
            "Don't fall for that old trick, he's trying to persuade you to buy his goods.",
            "It was a trick to persuade her to give him money.",
            "They persuaded us that we were wrong.",
            "She'll only take me back if I can persuade her that I've changed.",
            "Ginny's left me, and there's nothing I can do to persuade her to come back.",
            "She couldn't be persuaded to go.",
            "I'm trying to persuade your dad to buy some shares.",
            "I had a great tug to persuade him.",
            "I'll see if I can try and persuade her to come.",
            "Leo wouldn't agree, despite our efforts to persuade him.",
            "McFadden must persuade the jury of her innocence.",
            "She tried unsuccessfully to persuade him to buy a new car.",
            "He'll never manage to persuade the old guard.",
            "She was gifted with an uncanny ability to persuade people to do things they ordinarily wouldn't."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "Сложное дополнение",
            "Инфинитив",
            "all_words",
            "u = [w]"
        ],
        "example_translate": [
            "Меня не так легко убедить.",
            "Постарайся уговорить его прийти.",
            "Не позволяйте убедить себя в необходимости покупки вещей, которые вам не нужны.",
            "Её легко убедить.",
            "Ему не удалось меня убедить.",
            "Ты не заставишь /не уговоришь/ меня купить эту уродливую вазу!",
            "Его довольно легко убедили.",
            "Эти доводы меня не убедили.",
            "Ничто в мире не заставит меня попробовать ЛСД или тяжёлые наркотики.",
            "Он убедил своего друга вернуться в школу.",
            "В конце концов, мне всё-таки удалось уговорить её пойти со мной выпить.",
            "Хорошие навыки продавца могут убедить вас купить вещи, которые вам не нужны.",
            "Можешь уговорить отца дать нам на время машину?",
            "Каким-то образом нам удалось его убедить.",
            "Он убедил себя в том, что сделал правильный выбор.",
            "Я бросил попытки убедить его продолжить свои исследования.",
            "Не поддайся на эту старую как мир уловку, он же хочет впарить тебе свой товар.",
            "Это была уловка, чтобы убедить её дать ему денег.",
            "Они убедили нас в том, что мы неправы.",
            "Она примет меня обратно, лишь если мне удастся убедить её, что я изменился.",
            "Джинни бросила меня, и мне никак не удаётся убедить её вернуться.",
            "Уговорить её пойти никак не удавалось.",
            "Я пытаюсь убедить вашего отца купить несколько акций.",
            "Мне стоило больших усилий его уговорить.",
            "Посмотрим, может быть мне удастся убедить её приехать.",
            "Лео не соглашался, несмотря на все наши попытки его убедить.",
            "МакФадден должна убедить присяжных в своей невиновности.",
            "Она безуспешно пыталась уговорить его купить новый автомобиль.",
            "Ему никогда не удастся уговорить \"старую гвардию\".",
            "Она была наделена сверхъестественной способностью убеждать людей делать вещи, на которые они обычно не решались."
        ]
    }
}