{
    "persistent": {
        "comment": [
            "persist"
        ],
        "translate": "стойкий, постоянный, настойчивый, устойчивый, упорный, неотступный, неотвязный",
        "transcription": " |pərˈsɪstənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You are a very persistent woman, Miss Hillman.",
            "The pain was dull but persistent.",
            "She felt embarrassed by his persistent attentions.",
            "I was nothing if not persistent in the pursuit of my goal.",
            "Typewriters were in persistent demand.",
            "After a cold, many patients complain of persistent catarrh.",
            "Persistent rumors that the business is for sale have alarmed the staff.",
            "You've got to admit — he's nothing if not persistent.",
            "I admired his buoyancy and persistent good humor.",
            "Persistent offenders face losing their licence.",
            "If she hadn't been so persistent she might not have gotten the job.",
            "His ribbing was gentle but persistent.",
            "A teasing and persistent thought annoyed him.",
            "She has long been excruciated by a persistent pain in her knee.",
            "You must be decisive and persistent to succeed in this competitive field.",
            "Contrary to persistent myth, Hoover was an activist.",
            "Although the infection cleared up, he was left with a persistent cough.",
            "Persistent offenders (=people who often break the law) face a prison sentence."
        ],
        "example_translate": [
            "Вы очень настойчивый человек, мисс Хиллман.",
            "Боль была тупая, но постоянная.",
            "Она была смущена его настойчивыми ухаживаниями.",
            "Я очень упорно добивался своей цели.",
            "Пишущие машинки неизменно пользовались спросом.",
            "После простуды, многие пациенты жалуются на постоянный насморк.",
            "Непрекращающиеся слухи о продаже бизнеса встревожили персонал.",
            "Ты должен признать: настойчивости ему не занимать.",
            "Я восхищался его жизнерадостностью и неизменно хорошим настроением.",
            "Постоянным нарушителям грозит потеря лицензии.",
            "Если бы она не была так настойчива, то не смогла бы получить эту работу.",
            "Его насмешки были хотя и мягкими, но постоянными.",
            "Его раздражала одна надоедливая и неотступная мысль.",
            "Её уже давно мучают постоянные боли в колене.",
            "Чтобы преуспеть в этом конкурентном поле, нужно быть решительным и настойчивым.",
            "Вопреки устойчивому заблуждению, Гувер был сторонником активных мер.",
            "Хотя инфекция и прошла, но у него остался непрекращающийся кашель.",
            "Постоянным правонарушителям (т.е. людям, которые часто нарушают закон) грозит тюремное заключение."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}