{
    "persuasion": {
        "comment": [
            "persuade",
            "persuasive"
        ],
        "translate": "убеждение, уговор, убедительность, секта, мнение, вероисповедание, группа, сорт",
        "transcription": " |pərˈsweɪʒn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We tried everything — persuasion, bribery, threats.",
            "No amount of persuasion could make her change her mind.",
            "Most kids don't need much persuasion to use computers.",
            "It would take a lot of persuasion to get him to agree to such an offer.",
            "Several of the people present are of the socialist persuasion.",
            "After a little gentle persuasion, she agreed to go back to her family.",
            "It had taken a great deal of persuasion to get him to accept.",
            "After a little gentle persuasion, Debbie agreed to let us in.",
            "We need people with talent, whatever their political persuasions.",
            "After much persuasion he agreed to withdraw his resignation."
        ],
        "example_translate": [
            "Мы испробовали всё: уговоры, взятки, угрозы.",
            "Никакие уговоры не смогли заставить её передумать.",
            "Большинство детей не нужно долго уговаривать пользоваться компьютерами.",
            "Потребуется долго его убеждать, чтобы он согласиться на такое предложение.",
            "Некоторые здесь присутствующие принадлежат к социалистической фракции [являются социалистами].",
            "Немного мягких уговоров, и она согласилась вернуться к своей семье.",
            "Чтобы добиться его согласия, пришлось очень долго его уговаривать.",
            "Немного поупиравшись, Дебби согласилась нас впустить.",
            "Нам нужны талантливые люди, независимо от их политических убеждений.",
            "После долгих уговоров он согласился отозвать свою отставку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}