{
    "personally": {
        "comment": [],
        "translate": "лично, персонально, сам, собственной персоной, что касается меня, его и т.п.",
        "transcription": " |ˈpɜːrsənəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She took care of it personally.",
            "I personally consider it capitally important.",
            "I hold him personally responsible.",
            "Personally, I don't think much of the idea.",
            "I personally had rather a dim war.",
            "Don't take it personally., she's rude to everyone.",
            "I was personally offended by the article.",
            "I have nothing against him personally.",
            "This is a special case and I want you to handle it personally.",
            "All important work is personally approved by him.",
            "The managing director wrote personally to thank me.",
            "Victims of burglaries often feel personally violated.",
            "If anything goes wrong I will hold you personally accountable!",
            "If anything goes wrong, I will hold you personally responsible.",
            "His braggadocio hid the fact that he felt personally inadequate.",
            "If anything happens to her, I'll hold you personally responsible.",
            "She had a lasting impact on his life both personally and professionally."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она лично позаботилась об этом.",
            "Лично я считаю это крайне важным.",
            "Я возлагаю всю ответственность лично на него.",
            "Лично мне эта мысль не очень нравится.",
            "Война для меня была достаточно скучной вещью.",
            "Не принимайте это на свой счёт: она всем так грубит.",
            "Эта статья нанесла мне личное оскорбление.",
            "Против него лично я ничего не имею.",
            "Это особый случай, и я хочу, чтобы вы занялись им лично.",
            "Всю важную работу принимает лично он.",
            "Управляющий директор лично поблагодарил меня в письме.",
            "Жертвы краж часто воспринимают их как личную обиду.",
            "Если что-то пойдёт не так, я потребую, чтобы ты нёс личную ответственность!",
            "Если что-то пойдёт не так, я возложу ответственность лично на вас.",
            "Под его бахвальством скрывалось ощущение собственной неполноценности.",
            "Если с ней что-нибудь случится, я буду считать виноватым лично вас.",
            "Она оказала огромное влияние на его жизнь как в личном, так и в профессиональном плане."
        ]
    }
}