{
    "petition": {
        "comment": [],
        "translate": "петиция, ходатайство, прошение, просьба, ходатайствовать, просить, хлопотать",
        "transcription": " |pəˈtɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She filed a petition for divorce.",
            "We ask you to hear our petition.",
            "She petitioned to join their club.",
            "I have seen the draft of the petition.",
            "Over a hundred people have signed the petition.",
            "They signed a petition in support of the pay claim.",
            "Residents are petitioning against the new road.",
            "The defence lawyers decided to petition for a new trial.",
            "Would you like to sign our petition?",
            "The local people have petitioned the council for improved street lighting.",
            "She is threatening to file a petition for divorce.",
            "We've been out collecting signatures for our petition.",
            "They hope to collect over 1,000 signatures on the petition.",
            "We presented a petition to the legislature to change the law.",
            "The organization petitioned the government to investigate the issue.",
            "Villagers petitioned the local authority to provide better bus services.",
            "Local residents have drawn up a petition to protest the hospital closure.",
            "They collected 2,000 signatures on a petition demanding that women be allowed to join the club.",
            "In the petition, the students listed their many grievances against the university administration.",
            "She returned home by way of Avignon where on 15 January 1366 she presented a petition to Pope Urban V.",
            "If we can collect 200,000 signatures on our petition, then our candidate will be included on the ballot."
        ],
        "example_translate": [
            "Она подала прошение о разводе.",
            "Мы просим вас выслушать наше прошение.",
            "Она подала прошение о вступлении в их клуб.",
            "Я видел проект петиции.",
            "Петицию подписало более ста человек.",
            "Они подписали петицию в поддержку требования о повышении зарплаты.",
            "Местные жители подали петицию против строительства новой дороги.",
            "Адвокат защиты решил просить о возбуждении нового процесса.",
            "Не хотите ли вы подписать нашу петицию?",
            "Местные жители обратились в совет с прошением улучшить освещение улиц.",
            "Она грозится подать заявление на развод.",
            "Мы занимаемся сбором подписей на улице за нашу петицию.",
            "Они надеются собрать под петицией более тысячи подписей.",
            "Мы представили в законодательный орган штата петицию об изменении закона.",
            "Данная организация обратилась в правительство с просьбой расследовать этот вопрос.",
            "Сельские жители обратились к местным властям с просьбой обеспечить лучшее автобусное сообщение.",
            "Местные жители подготовили петицию против закрытия больницы.",
            "Они собрали две тысячи подписей под петицией с требованием разрешить женщинам вступать в этот клуб.",
            "В петиции, ученики, перечислили их многочисленные претензии к администрации университета.",
            "Она вернулась домой через Авиньон, где 15 января 1366 года передала некое прошение папе Урбану Пятому.",
            "Если нам удастся собрать под петицией двести тысяч подписей, то наш кандидат будет внесён в бюллетень для голосования."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}