{
    "petrol": {
        "comment": [
            "pet",
            "carpet",
            "appetite",
            "repetition",
            "trumpet",
            "petty",
            "patrol",
            "fuel"
        ],
        "translate": "бензин, нефть, горючее, бензиновый, чистить бензином",
        "transcription": " |ˈpetrəl|",
        "antonyms": [],
        "mnemonic": [
            "petrol [пе'трол] бензин - «Бритиш (Петрол-иум») бензин разбавляет?;"
        ],
        "examples": [
            "This car eats petrol.",
            "Petrol is becoming more and more expensive.",
            "The petrol tank is leaking.",
            "The petrol gauge was already at zero.",
            "We must fill up, we're nearly out of petrol.",
            "The petrol tank suddenly ignited.",
            "Our supplies of petrol were running short.",
            "It took him only a few minutes to siphon off the petrol and drive away.",
            "Petrol is highly inflammable.",
            "the elimination of lead in petrol",
            "The petrol gauge is still on full.",
            "Someone has siphoned off all the petrol from my car!",
            "The police were met with a hail of stones and petrol bombs.",
            "Residents panicked as flaming petrol poured down the street.",
            "Miles had been dropping heavy hints about the cost of petrol.",
            "The report called for urgent action to reduce lead in petrol.",
            "When lead is added to petrol, it improves the car's performance.",
            "The whole building was sent up in flames when the petrol exploded.",
            "We can stop here and tank up with best quality petrol at a good price.",
            "I wasn't sure if I'd got quite enough petrol to get me home, but I decided to chance it."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот автомобиль жрёт много бензина.",
            "Бензин становится всё дороже и дороже.",
            "Бензобак протекает.",
            "Датчик бензина был уже на нуле.",
            "Мы должны заправиться, у нас почти не осталось бензина.",
            "Топливный бак внезапно загорелся.",
            "Наши запасы бензина были на исходе.",
            "Ему понадобилось всего несколько минут, чтобы откачать бензин и свалить.",
            "Бензин очень легко воспламеняется.",
            "устранение свинца в бензине",
            "Топливный указатель по-прежнему показывает \"полный бак\".",
            "Кто-то перелил весь бензин из моей машины!",
            "Полиция была встречена градом камней и зажигательными бомбами.",
            "Когда по улице разлилось пылающее горючее, местные жители запаниковали.",
            "До этого Майлз многозначительно намекал на стоимость нефти.",
            "В репортаже содержится призыв к принятию незамедлительных мер по снижению содержания в бензине свинца.",
            "Когда в бензин добавляется свинец, улучшается производительность этого автомобиля.",
            "После взрыва бензина целое здание было уничтожено огнём.",
            "Мы можем здесь остановиться и заправить автомобиль хорошим бензином за сравнительно невысокую цену.",
            "Я точно не знал, хватит ли у меня бензина, чтобы доехать домой, но решил рискнуть."
        ],
        "stars": 2
    }
}