{
    "petty": {
        "comment": [
            "petrol",
            "pet",
            "carpet",
            "appetite",
            "repetition",
            "trumpet"
        ],
        "translate": "мелкий, мелочный, небольшой, незначительный, ограниченный, маловажный, узкий",
        "transcription": " |ˈpetɪ|",
        "antonyms": [],
        "mnemonic": [
            "petty ['petɪ]\n***\nМЕЛОЧНЫЕ поступки у Пети. (это) petty\nМЕЛКИЕ преступления совершает Петя. (это) petty\nМЕЛКИЕ наличные у Пети. (это) petty"
        ],
        "examples": [
            "How can she be so petty?",
            "My behavior was petty and stupid. I apologize.",
            "He became involved in petty crime as a teenager.",
            "I'm sick of all their petty rules and regulations.",
            "It would be churlish to offer such petty criticism.",
            "They have been in almost every variety of crime, from petty larceny down to downright murder.",
            "A lot of drug addicts get into petty crime to support their habit.",
            "Britain is suffering an epidemic of petty crime.",
            "He was a successful basketball coach, but many people regarded him as a petty despot.",
            "She refused to respond to their petty slights.",
            "Somehow the debate devolved into a petty competition to see who could get more applause.",
            "He is known as a petty, unrelenting wrangler who likes argument for the sake of argument.",
            "I didn't want to get caught up in endless petty arguments.",
            "I know you're not happy, but there's no need to resort to petty sarcasms to make your point."
        ],
        "example_translate": [
            "Как она может быть такой мелочной?",
            "Я вёл себя мелочно и глупо. Приношу свои извинения.",
            "Подростком он стал участвовать в мелких преступлениях.",
            "Я устал от всех их мелочных правил и норм.",
            "Было бы неучтиво цепляться к таким мелочам.",
            "Они совершили все возможные преступления, от простых краж прямо-таки до убийств.",
            "Многие наркоманы идут на мелкие преступления, чтобы найти средства на свою привычку.",
            "Великобритания переживает эпидемию мелких преступлений.",
            "Он был успешным баскетбольным тренером, но многие считали его мелким деспотом.",
            "Она отказалась отвечать на их мелочные обиды.",
            "Дебаты почему-то превратились в мелкое соревнование на предмет того, кому больше будут аплодировать.",
            "Он известен как мелкий, безжалостный спорщик, который любит спорить ради спора.",
            "Я не хочу увязнуть в бесконечных мелочных спорах.",
            "Я понимаю, что вы недовольны, но вам нет никакой нужды прибегать к мелким подколкам для изложения своей точки зрения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}