{
    "philosophy": {
        "comment": [],
        "translate": "философия, философский подход к жизни",
        "transcription": " |fəˈlɑːsəfi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Ethics is a branch of philosophy.",
            "We owe this idea to Greek philosophy.",
            "This philosophy book is too heavy for me to enjoy.",
            "They have little acquaintance with Chinese philosophy or history.",
            "Emma studies philosophy at university.",
            "Her degree is in philosophy and religion.",
            "Plato is the very type of soaring philosophy",
            "Voltaire was the first who popularized in France the philosophy of Newton.",
            "the main tenet of his philosophy",
            "The book tries to mesh philosophy and humor.",
            "a book of selected writings on moral philosophy",
            "The book is an indictment of modern philosophy.",
            "philosophy, political theory, and kindred topics",
            "The company explained their management philosophy.",
            "Aesthetics is an important part of Greek philosophy.",
            "He contested Adam Smith's chair of moral philosophy.",
            "His philosophy stressed the impermanence of the world.",
            "His work showed a discernible bias towards philosophy.",
            "Hegel's philosophy will be examined in detail in Chapter 4.",
            "Rousseau's philosophy holds that people are inherently good.",
            "His mind is not yet tutored to the philosophy of the subject.",
            "Her main cooking philosophy is to use only fresh ingredients.",
            "My father's philosophy of child-rearing was to let mother do it.",
            "Like mythology, Greek philosophy has a tendency to personify ideas.",
            "There is no use in turning upon him the cross-lights of modern philosophy.",
            "The idea of motion was always to the forefront of his mind and central to his philosophy.",
            "a philosophy that is a kind of synthesis of several schools of Western and Eastern thought",
            "An unshakable belief in the essential goodness of humankind is the warp of his philosophy.",
            "I propose to give what may be called the Philosophy of Proverbs - a topic which seems virgin.",
            "They promote a philosophy that sacrifices the rights of the individual for the public welfare."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этика — это раздел философии.",
            "Эту идею мы унаследовали от греческой философии.",
            "Эта книга по философии слишком серьёзна, чтобы я ею наслаждался.",
            "Они мало знакомы с китайской философией и историей.",
            "Эмма изучает философию в университете.",
            "Она дипломированный специалист в области философии и религии.",
            "Платон дал образец возвышенной философии",
            "Вольтер был первым из тех, кто сделал популярной во Франции философию Ньютона.",
            "основной принцип его философии",
            "Книга пытается объединить философию и юмор.",
            "книга избранных сочинений по философии морали",
            "Данная книга является обвинением в адрес современной философии.",
            "философия, политическая теория, и тому подобные темы",
            "Компания объяснила свою философию управления.",
            "Эстетика является важной частью греческой философии.",
            "Он оспаривал главенство Адама Смита в вопросах философской морали.",
            "Его философия подчёркивала бренность всего земного.",
            "Его работа продемонстрировала заметную склонность к философии.",
            "Философия Гегеля будет подробно рассмотрена в четвёртой главе.",
            "Философия Руссо утверждает, что люди по своей природе хорошие.",
            "Его разум еще не готов к постижению философии предмета.",
            "Ее основная философия приготовления пищи заключается в использовании исключительно свежих ингредиентов.",
            "Подход моего отца к воспитанию детей заключался в том, что \"пусть этим занимается мать\".",
            "Как и мифология, греческая философия имеет тенденцию персонифицировать идеи.",
            "Его бесполезно рассматривать с различных точек зрения, предлагаемых современной философией.",
            "Идея о движении всегда занимала важнейшее место в его сознании и лежала в основе его философии.",
            "философия, которая является своеобразным синтезом нескольких школ западной и восточной мысли",
            "Основой его философии является непоколебимая вера в присущую всем людям доброту.",
            "Я предлагаю что-нибудь типа \"Философия пословицы\", это тема, ещё не разработанная.",
            "Они поддерживают философию, которая жертвует правами личности в пользу общественного блага."
        ]
    }
}