{
    "photography": {
        "comment": [
            "photograph",
            "photographer",
            "photo",
            "photocopy",
            "photographic"
        ],
        "translate": "фотография, фотосъемка, фотографирование",
        "transcription": " |fəˈtɑːɡrəfi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Photography is an expensive hobby.",
            "I'm interested in photography and film.",
            "She wanted to study photography in college.",
            "a class in still photography",
            "The museum forbids flash photography.",
            "Preston's speciality was night photography.",
            "A firm date for the photography session was never fixed.",
            "Introduction of colour print made a revolution in the photography.",
            "The budget for photography has been cut.",
            "He studied both film and still photography.",
            "He prefers natural lighting for his photography.",
            "His interest in photography absorbs him completely.",
            "Zoe does a bit of freelance photography as a sideline.",
            "My interest in photography has dropped off over the years.",
            "He expressed an interest in learning more about photography.",
            "The film's lyric photography really enhanced its romantic mood.",
            "Entries to the photography competition should be mounted on white paper.",
            "The emerging science of photography was already changing fashions in art.",
            "The prize for best photography has been won by a young Dutch photographer."
        ],
        "example_translate": [
            "Фотографирование — это дорогое увлечение.",
            "Я интересуюсь фотографией и кинематографом.",
            "Она хотела изучать фотографию в колледже.",
            "занятие по (неподвижной) фотосъёмке",
            "В музее запрещается фотографировать со вспышкой.",
            "Специальностью Престона была ночная фотография.",
            "Точная дата фотосессии так и не была назначена.",
            "Изобретение цветной печати произвело революцию в фотографии.",
            "Бюджет на фотосъёмки урезан.",
            "Он изучал как киносъёмку, так и фотографирование.",
            "Он предпочитает снимать свои фотографии при естественном освещении.",
            "Его интерес к фотографии является всепоглощающим.",
            "Зои немного подрабатывает внештатным фотографом.",
            "Мой интерес к фотографии за эти годы угас.",
            "Он выразил заинтересованность в получении дополнительной информации о фотосъёмке.",
            "Поэтическая операторская работа авторов этого фильма значительно усилила его романтический дух.",
            "Фотографии, принимающие участие в конкурсе, должны быть размещены на белой бумаге.",
            "Развивающаяся наука фотографии уже меняла модные тенденции в искусстве.",
            "Приз за лучшую фотографию выиграл молодой голландский фотограф."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}