{
    "photographer": {
        "comment": [],
        "translate": "фотограф",
        "transcription": " |fəˈtɑːɡrəfər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's a professional photographer.",
            "He hired out as a photographer.",
            "Chris is a serious photographer.",
            "He hired (oneself) out as a photographer.",
            "This course qualifies you to be a photographer.",
            "The photographer uses a screen to diffuse the light.",
            "We'll need to choose a photographer for the wedding.",
            "The photographer came early to set up his equipment.",
            "The photographer is known for her deft use of lighting.",
            "The photographer asked her to turn slightly to her left.",
            "A photographer is preparing to take a view of the castle.",
            "The prize for best photography has been won by a young Dutch photographer.",
            "Kenneth finally lost his cool with a photographer, and threatened to hit him.",
            "Wild animals demand secrecy and a certain amount of stealth from the photographer.",
            "Being a news photographer is all about being in the right place at the right time.",
            "The photographer blew the picture of the child up and entered it for a national competition."
        ],
        "example_translate": [
            "Она профессиональный фотограф.",
            "Он нанялся подработать фотографом.",
            "Крис — серьёзный фотограф.",
            "Он нанялся на работу фотографом.",
            "Эти курсы дадут вам профессию фотографа.",
            "Для рассеивания света фотограф использует экран.",
            "Нужно будет выбрать фотографа для свадьбы.",
            "Фотограф пришёл пораньше, чтобы установить свою аппаратуру.",
            "Этот фотограф славится умелым использованием освещения.",
            "Фотограф попросил её повернуться чуть-чуть влево.",
            "Фотограф собирается заснять замок.",
            "Приз за лучшую фотографию выиграл молодой голландский фотограф.",
            "Один из фотографов всё-таки вывел Кеннета из себя, и тот пригрозил его ударить.",
            "Дикие животные требуют от фотографа скрытности и определённой доли хитрости.",
            "Самое главное в работе фотокорреспондента — оказаться в нужный момент в нужном месте.",
            "Фотограф увеличил фотографию ребёнка и послал её на национальный конкурс."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}