{
    "photo": {
        "comment": [
            "photograph",
            "photographer",
            "photocopy",
            "photography",
            "photographic"
        ],
        "translate": "фото, фотография, фотографировать",
        "transcription": " |ˈfoʊtoʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Would you mind taking a photo of us together?",
            "Her photo was prominently displayed on his desk.",
            "I'll send Mom a photo of Sammy.",
            "You can see the hard core of the group in the photo.",
            "He looks very young in this photo. Mind you, it was taken years ago.",
            "Back the photo with cardboard.",
            "Can you take a photo of me and Rachel?",
            "The photo shows the American and Soviet leaders standing side by side on the lawn of the White House.",
            "His photo stirred up bitter memories.",
            "His photo's on the cover of Newsweek again.",
            "a photo with a sepia tint",
            "a doctored photo of the actress",
            "That photo makes me look ancient!",
            "He looks much fatter than in his photo.",
            "Stand on this side of me so Dad can get a photo.",
            "You aren't allowed to take photos inside the theater.",
            "The photo makes her look much older than she really is.",
            "The photo had been retouched to remove the wrinkles around his eyes.",
            "The photo doesn't do her justice.",
            "Stick the photo onto the corkboard.",
            "She enclosed a photo with the card.",
            "Sue ripped his photo up into tiny bits.",
            "The photo shows a smiling, youthful Burgos.",
            "The photo shows four men grouped round a jeep.",
            "She used glue to stick the photo in the album.",
            "Perhaps this photo will help to jog your memory.",
            "This photo was taken in Paris, if I remember rightly.",
            "She fished around in her purse and pulled out a photo.",
            "The cutline wrongly identified the people in the photo.",
            "We gave them a framed family photo for their anniversary."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы не возражаете, чтобы сфотографировать нас вместе?",
            "Её фотография была хорошо заметна на его письменном столе.",
            "Я отправлю маме фотографию Сэмми.",
            "На данной фотографии вы видите наиболее активных представителей этой группы.",
            "На этой фотографии он такой молодой! Впрочем, она была снята много лет назад.",
            "Подложите под фотографию картон.",
            "Вы можете сфотографировать меня и Рейчел?",
            "На фото изображены руководители США и СССР, стоящие рядом на лужайке перед Белым домом.",
            "Его фото всколыхнуло горькие воспоминания.",
            "Его фотография опять на обложке (журнала) \"Ньюсуик\".",
            "фотография с оттенком сепии (светло-коричневым оттенком, присущим старым чёрно-белым фотоснимкам)",
            "поддельная фотография этой актрисы",
            "На этой фотографии мне лет сто, не меньше!",
            "Он выглядит гораздо толще, чем на фотографии.",
            "Стань от меня с этой стороны, чтобы папа мог сделать фотографию.",
            "Вам не разрешается фотографировать внутри театра.",
            "На этой фотографии она выглядит намного старше, чем есть на самом деле.",
            "Фотографию отретушировали, чтобы убрать ему морщины вокруг глаз.",
            "Эта фотография не передаёт всей её красоты.",
            "Прикрепите эту фотографию к доске объявлений.",
            "Она приложила к открытке фотографию.",
            "Сью разорвала его фото на маленькие кусочки.",
            "На фотографии изображён молодой, улыбающийся Бургос.",
            "На фото показаны четверо мужчин, собравшихся вокруг джипа.",
            "Она прикрепила фотографию в альбом с помощью клея.",
            "Возможно, это фото поможет освежить вашу память.",
            "Эта фотография была сделана в Париже, если я правильно помню.",
            "Она пошарила в сумочке и вытащила оттуда фотографию.",
            "Люди, изображённые на фотографии, были подписаны неправильно.",
            "На годовщину мы подарили им семейную фотографию в рамке."
        ],
        "stars": 2
    }
}