{
    "phrase": {
        "comment": [],
        "translate": "фраза, выражение, оборот, язык, стиль, фразировать, выражать, выражать словами",
        "transcription": " |freɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The phrase is loaded with irony.",
            "Sorry, I phrased that badly.",
            "The phrase has three distinct meanings.",
            "What a strange turn of phrase!",
            "It's virtually impossible to translate this phrase.",
            "Kate has a colourful turn of phrase.",
            "The question was awkwardly phrased.",
            "We made a great phrase with each other.",
            "The singer phrased the music beautifully.",
            "The coach coined the phrase “refuse to lose.”",
            "This was, in Churchill's phrase, only \"the end of the beginning\".",
            "That phrase speaks volumes about her attitude.",
            "Cohen knows how to turn a phrase in his lyrics.",
            "Underline the key words or phrases in the paragraph.",
            "On the way home that phrase stayed with me.",
            "The phrase “cruel kindness” is an oxymoron.",
            "Polly tried to think how to phrase the question.",
            "Every phrase in this poem is pregnant with meaning.",
            "I have endeavored to teach them to phrase and clause.",
            "The phrase 'glass ceiling' is a fairly recent coinage.",
            "It was inelegant to phrase the request in that manner.",
            "Answer the questions in complete sentences, not phrases.",
            "A construction which may substitute for a word is a phrase.",
            "At the end of this phrase, the music modulates from C to G.",
            "In the phrase “his car is red,” the word “car” is a singular noun.",
            "The phrase “that won” in “the book that won” is a relative clause.",
            "Edward Heath's famous phrase, 'the unacceptable face of capitalism'",
            "I managed to make myself understood with the help of a phrase book.",
            "It's the fugitive prepositional phrase that causes the most trouble.",
            "He phrased his version of the story in a way that made him look good."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ph = [f]"
        ],
        "example_translate": [
            "Фраза наполнена иронией.",
            "Извините, я плохо это сформулировал.",
            "У этой фразы есть три различных значения.",
            "Какой странный речевой оборот!",
            "Перевести эту фразу практически невозможно.",
            "У Кейт красочная манера выражаться.",
            "Вопрос был неудачно сформулирован.",
            "Мы много чего наговорили друг другу.",
            "Певица красиво исполнила эту музыкальную фразу.",
            "Тренер придумал фразу “не желаем проигрывать”.",
            "По словам Черчилля, это было лишь \"концом начала\".",
            "Эта фраза красноречиво свидетельствует об её отношении.",
            "Коэн умеет ввернуть словечко в своих стихах.",
            "Подчеркните ключевые слова и фразы в этом абзаце.",
            "По дороге домой у меня из головы не выходила та фраза.",
            "Фраза “жестокая доброта” — это оксюморон.",
            "Полли пыталась придумать, как сформулировать вопрос.",
            "Каждая фраза в этом стихотворении наполнена смыслом.",
            "Я попытался научить их строить словосочетания и предложения.",
            "Выражение \"стеклянный потолок\" придумали достаточно недавно. (речь о невидимом \"барьере\", мешающем определённым социальным группам и меньшинствам расти по службе)",
            "Просить в таком тоне было просто невежливо.",
            "Отвечайте на вопросы полными предложениями, а не обрывочными фразами.",
            "Конструкция, которая может заменять слово, называется выражением.",
            "В конце этой фразы тональность меняется с до-мажора на соль-мажор.",
            "Во фразе “его автомобиль — красный” слово “автомобиль” является существительным в единственном числе.",
            "Фраза “которая выиграла” в выражении “книга, которая выиграла” является определительным придаточным предложением.",
            "знаменитая фраза Эдварда Хита \"неприглядное лицо капитализма\"",
            "Я ухитрился объясниться с помощью разговорника.",
            "Больше всего сложностей вызывают неоднозначные предложные обороты.",
            "Он сформулировал свою версию этой истории так, чтобы выставить себя в хорошем свете."
        ],
        "stars": 3
    }
}