{
    "physically": {
        "comment": [
            "physics",
            "physical"
        ],
        "translate": "физически",
        "transcription": " |ˈfɪzɪkli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is young and physically fit.",
            "Do you find him physically attractive?",
            "Climbing is physically demanding.",
            "He has an unusual physical appearance.",
            "I felt physically sick at the thought.",
            "Their relationship was purely physical.",
            "He was physically strong and mentally agile.",
            "There was no physical evidence of the crime.",
            "He was young, good-looking, and physically fit.",
            "His cocaine habit ruined him physically and financially.",
            "The very idea of kissing him made her feel physically sick.",
            "Girls mature earlier than boys both physically and mentally.",
            "It would be physically impossible to carry everything at once.",
            "No physical contact with other players is allowed in the game.",
            "It had ended with Tony physically manhandling her out of the house.",
            "The program is designed to address both physical and emotional health.",
            "Physically, he is a wonderful man - very wiry, and full of energy and go.",
            "It is not physically possible to do everything you have planned in one day.",
            "Security were called, and the girls were physically ejected from the studio.",
            "Although he was a looby physically, he was a towering figure in mathematics.",
            "It's been a difficult time but, on the positive side, I feel physically fine.",
            "All parts of the sports complex are fully accessible to the physically challenged.",
            "The plaintiff's lawyer complained that the defendant had physically abused his client.",
            "The furniture is so arranged that the interviewee and the interviewer are not physically separated by a desk."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она молода и физически здорова.",
            "Считаете /находите/ ли вы его физически привлекательным?",
            "Скалолазание требует хорошей физподготовки.",
            "У него необычная внешность.",
            "При этой мысли мне стало дурно физически.",
            "Их связь была чисто физической.",
            "Он был сильным и обладал живым умом.",
            "Никаких вещественных доказательств преступления не было.",
            "Он был молод, красив, и физически крепок.",
            "Зависимость от кокаина уничтожила его как физически, так и материально.",
            "Ей становилось физически плохо от одной только мысли о том, чтобы его поцеловать.",
            "Девочки взрослеют раньше мальчиков, как физически, так и психически.",
            "Перенести всё сразу было бы физически невозможно.",
            "В этой игре не допускаются любые физические контакты между игроками.",
            "Кончилось всё тем, что Тони буквально вышвырнул её из дома.",
            "Данная программа предназначена для обеспечения как физического, так и эмоционального здоровья.",
            "Физически он превосходен - крепкий, полный энергии и напористости.",
            "Сделать всё, что ты запланировал, за один день, невозможно физически.",
            "Вызвали охрану и выдворили девушек из студии.",
            "Несмотря на телесную неуклюжесть, в математике он был выдающейся фигурой.",
            "Мне пришлось нелегко, но плюс в том, что физически я чувствую себя прекрасно.",
            "Все части данного спортивного комплекса являются полностью доступными для людей с ограниченными возможностями.",
            "Адвокат истца пожаловался, что подсудимый совершил над его клиентом физическое насилие.",
            "Мебель расставлена таким образом, чтобы респондент и интервьюер не были физически разделены столом."
        ]
    }
}