{
    "physician": {
        "comment": [],
        "translate": "врач, медик, доктор, терапевт, лекарь, целитель, исцелитель",
        "transcription": " |fɪˈzɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You would be advised to consult a physician.",
            "Time must be her physician.",
            "The physician increased the dosage from one to four pills.",
            "You should always consult a physician if you develop a high fever.",
            "My physician is always admonishing me to eat more healthy foods.",
            "In the 19th century a physician's bag of medicaments most likely included powerful opiates.",
            "Down's syndrome is an eponym for the English physician John Down",
            "You should always consult a physician if you develop a high fever.",
            "For farther information on this condition, you should consult your family physician.",
            "I cannot dignify him with the name 'physician'.",
            "The physician put a wick in the wound to drain it.",
            "The insurance company says that you need a written referral from your physician before seeing a specialist.",
            "The physician must exercise caution when prescribing anti-depressants.",
            "Patient confidentiality has long been an integral part of a physician's professional devoir."
        ],
        "example_translate": [
            "Вам лучше проконсультироваться с врачом.",
            "Её исцелит время.",
            "Врач увеличил дозу с одной таблетки до четырёх .",
            "Если поднимается высокая температура, всегда следует обращаться к врачу.",
            "Мой врач постоянно советует мне есть более здоровую пищу.",
            "В девятнадцатом веке аптечка врача, скорее всего, включала мощные опиаты.",
            "Название синдрома Дауна является эпонимом английского врача Джона Дауна.",
            "При появлении высокой температуры следует всегда обращаться к врачу.",
            "Для получения более полной информации по данному заболеванию проконсультируйтесь со своим семейным врачом.",
            "Я не могу удостоить его звания врача.",
            "Врач ввёл в рану тампон, чтобы её дренировать.",
            "В страховой компании говорят, что перед тем как попасть на приём к специалисту, необходимо получить письменное направление от своего терапевта.",
            "Врач должен проявлять осторожность при назначении антидепрессантов.",
            "Соблюдение конфиденциальности в отношении пациента уже давно стало неотъемлемой частью профессионального долга врача."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}