{
    "pianist": {
        "comment": [
            "piano"
        ],
        "translate": "пианист, пианистка",
        "transcription": " |ˈpɪənɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This pianist pulls huge crowds.",
            "He was a successful pianist in his day.",
            "She was rated an excellent pianist.",
            "The pianist led into the next piece of music.",
            "The great pianist will examine the students in music.",
            "The pianist closed the concert with a Gershwin medley.",
            "The pianist gave an electric performance.",
            "She was destined to become a great pianist.",
            "The pianist played the whole piece from memory.",
            "The pianist performed with subtlety and passion.",
            "The pianist rendered the Beethoven sonata beautifully.",
            "The critics hailed the young pianist as a new Rubinstein.",
            "When will the pianist stop grinding out the same old tunes?",
            "In the summer of 1958 the pianist had a sensationally triumphant return.",
            "That pianist really doesn't yet have the musical chops to do that piece justice."
        ],
        "example_translate": [
            "Этот пианист собирает огромные толпы народу.",
            "В своё время он был успешным пианистом.",
            "Её считали прекрасной пианисткой.",
            "Пианист перешёл к новой мелодии.",
            "Этот великий пианист примет у студентов экзамен по музыке.",
            "Пианист завершил концерт исполнением попурри из произведений Гершвина.",
            "Игра пианиста поразила всех.",
            "Ей было суждено стать великой пианисткой.",
            "Пианист сыграл всю пьесу по памяти.",
            "Пианист играл виртуозно и страстно.",
            "Пианист прекрасно исполнил эту сонату Бетховена.",
            "Критики провозгласили этого молодого пианиста новым Рубинштейном.",
            "Когда этот пианист прекратит бренчать одни и те же старые мелодии?",
            "Летом 1958 года пианист вернулся с блестящим триумфом.",
            "Этому пианисту пока что просто не хватает мастерства, чтобы сыграть эту пьесу так, как надо."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}