{
    "pickle": {
        "comment": [
            "pick"
        ],
        "translate": "рассол, маринад, соленье, пикули, мариновать, солить, засаливать",
        "transcription": " |ˈpɪkl|",
        "antonyms": [],
        "mnemonic": [
            "pick [pik]\npickle ['pɪk (ə) l] - рассол., солить., мариновать., шалун,\nозорник\n***\nПОДБИРАЛ слова - пришёл в тупик. (это) pick\nВыбирать, отбирать, рвать.\nКирка, кайла., зубочистка.\n***\nРАССОЛ пил, а после икал и пикал. (это) pickle\nОЗОРНИК всё время пикал. (это) pickle\n***\nПока чаcы тикали \"tick\",\nты ответы выбирал \"pick\"."
        ],
        "examples": [
            "Stop being a Pickle!",
            "That child is a little pickle.",
            "there was a connection between eating that pickle and having that nightmare",
            "I could see no way out of the pickle I was in. (R. L. Stevenson)",
            "My partner has the annoying habit of eating all the pickles and leaving a jar full of pickle juice in the refrigerator.",
            "It was just such a pickle!",
            "“Pickle” is an embracive term for any kind of food preserved in brine or vinegar.",
            "I'm in no particular pickle at present.",
            "I think you are pickling a rod for your own back.",
            "The rent they ask is a hundred and fifty, but that's all pickles!",
            "a selection of cold meats and pickles"
        ],
        "example_translate": [
            "Не будь такой сволочью!",
            "Этот ребёнок — маленький озорник.",
            "Между этим ночным кошмаром и поеданием маринада / солёных овощей была связь.",
            "И я не видел никакого выхода из того жуткого положения, в котором я находился.",
            "У моего супруга есть дурацкая привычка: съесть все овощи из банки, а саму банку с рассолом оставить в холодильнике.",
            "Это была такая достача!",
            "Слово “соленье” является всеобъемлющим термином для всех видов продуктов, консервированных в рассоле или уксусе.",
            "Сейчас у меня, вроде бы, всё в порядке.",
            "Мне кажется, что ты сам готовишь розгу для своей собственной спины.",
            "Они запросили 150 фунтов арендной платы, но это полный абсурд!",
            "холодные мясные блюда и соленья в ассортименте"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}
