{
    "pile": {
        "comment": [
            "pupil",
            "pill",
            "pilot",
            "spill",
            "pillow",
            "compile"
        ],
        "translate": " куча, груда, стопка, ворс, штабель, ворох, нагружать, заваливать, навалить",
        "transcription": "  |paɪl|",
        "antonyms": [],
        "mnemonic": [
            "pile [пайл] куча, груда, стопка - Я из стопки(поил) водкой кучу алкашей;",
            "pile [paɪl] - куча, груда, стопка. сваливать, громоздить\n***\nБумаг кучу \"pile\"\nя прошил \"file\"\nи сложил в папку \"file\"."
        ],
        "examples": [
            "She piled potatoes on his plate.",
            "The pile of newspapers was bound with string.",
            "A pile of sandbags held the bridge.",
            "It's a load / pile / bunch of crap.",
            "Scrape the dead leaves together into a pile.",
            "a pile of old tattered books",
            "The hounds piled after her.",
            "I can't cope with such a pile of work this weekend.",
            "a nice neat pile of magazines",
            "The wind scattered the pile of leaves.",
            "He piled bread and milk into his basket.",
            "He was hugging a big pile of books.",
            "The pile of leaves helped cushion his fall.",
            "The child piled up the bricks until they fell over.",
            "There's a pile of dirty laundry in the laundry basket.",
            "Carpets usually have a backing and a pile.",
            "There was a pile of gifts all done up in shiny paper.",
            "a boxcar pile of paper",
            "the uppermost book in the pile",
            "He had a pile of books in his arms.",
            "The tourists piled towards the exits.",
            "All that was left was a pile of bones.",
            "I've got a pile of exam papers to mark.",
            "The wall was planked and piled internally.",
            "She arranged the books in a nice neat pile.",
            "The paper was hidden beneath a pile of books.",
            "He had made his pile in the wholesale business.",
            "I opened the door and a pile of leaves blew in.",
            "The book I wanted was at the very top of the pile.",
            "The train stopped, and crowds of passengers piled off (out)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она навалила ему в тарелку картошки.",
            "Стопка газет была обвязана бечёвкой.",
            "Груда мешков с песком поддерживала мост.",
            "Это полная чушь.",
            "Соберите сухие листья в одну кучу.",
            "стопка старых ободранных книг",
            "Собаки бросились за ней вдогонку.",
            "С такой горой работы я за выходные не справлюсь.",
            "красивая аккуратная стопка журналов",
            "Ветер разбросал кучу листьев.",
            "Он положил в свою корзинку хлеб и молоко.",
            "Он прижимал к груди большую кучу книг.",
            "Эта куча листьев помогла смягчить его падение.",
            "Ребёнок всё накладывал кирпичи сверху, пока они все не упали.",
            "В корзине (для белья) — куча грязного белья.",
            "У ковров обычно имеется основа и верхняя ворсистая часть.",
            "Там была куча подарков, завёрнутых в блестящую бумагу.",
            "громадная стопка бумаги",
            "самая верхняя книга в стопке",
            "У него в руках была стопка книг.",
            "Туристы пробирались по направлению к выходам.",
            "Не осталось ничего, кроме груды костей.",
            "У меня целая кипа экзаменационных работ на проверку.",
            "Стена была изнутри укреплена сваями.",
            "Она сложила книги в красивую аккуратную стопку.",
            "Бумага была спрятана под кипой книг.",
            "Он нажил своё состояние на оптовой торговле.",
            "Я открыл дверь, и порывом ветра внесло целую кучу листьев.",
            "Нужная мне книга находилась на самом верху стопки.",
            "Поезд остановился, и из него повалили пассажиры."
        ],
        "stars": 2
    }
}