{
    "pill": {
        "comment": [],
        "translate": "таблетка, пилюля, шарик, грабить, давать пилюли, забаллотировать",
        "transcription": " |pɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Take one pill at mealtime.",
            "I took a pill to relieve my headache.",
            "She took a pill for her headache.",
            "I took a pill to help settle my nerves.",
            "Many candidates were pilled.",
            "Luke can be a real pill sometimes.",
            "Those pills you smoke are terrible.",
            "He has to take pills to control his blood pressure.",
            "I put some sheep in to pill the field.",
            "This pill will relieve your headaches.",
            "Getting up that hill at night is the pill.",
            "The drug is available as a pill or a liquid.",
            "The drug is more easily ingested in pill form.",
            "The pill is a popular method of contraception.",
            "His competitor's success was a bitter pill to take.",
            "The knowledge that his friends no longer trusted him was a bitter pill to swallow.",
            "My doctor advised me to go on the pill (=start taking it regularly).",
            "The contraceptive pill gave women freedom from the fear of pregnancy."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Принимайте по одной таблетке во время еды.",
            "Я принял таблетку, чтобы унять мою головную боль.",
            "Она выпила /приняла/ таблетку от головной боли.",
            "Я принял таблетку, чтобы успокоить нервы.",
            "Многих кандидатов прокатили на выборах.",
            "Люк иногда такой жуткий надоеда /зануда/.",
            "Ты куришь ужасные сигареты.",
            "Ему приходится принимать таблетки, чтобы контролировать своё давление.",
            "Я пригнал несколько овец, чтобы они подчистили поле.",
            "Эта таблетка поможет облегчить вашу головную боль.",
            "Ужасно неприятно подниматься по тому холму ночью.",
            "Данный препарат выпускается в виде таблеток или жидкости.",
            "Этот препарат легче усваивается в виде таблеток.",
            "Эти таблетки являются популярным методом контрацепции.",
            "Ему было трудно смириться с успехом конкурента.",
            "Осознание того факта, что друзья больше ему не доверяют, было очень горьким.",
            "Доктор посоветовал мне перейти на противозачаточные таблетки (т.е. начать регулярно их принимать).",
            "Противозачаточные таблетки дали женщинам свободу от страха беременности."
        ]
    }
}