{
    "pillow": {
        "comment": [],
        "translate": "подушка, вкладыш, подкладка, подшипник, подложить подушку, служить подушкой",
        "transcription": " |ˈpɪləʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Get me a pillow.",
            "Run upstairs and get a pillow.",
            "His arm pillowed her head.",
            "He was blanketed and pillowed.",
            "His head was pillowed on his arm.",
            "The bundle served him for a pillow.",
            "She pillowed the child with her body.",
            "I'll be asleep as soon as my head hits the pillow.",
            "Her voice was muffled by the pillow in which she had hidden her face.",
            "She burrowed her face into the pillow.",
            "Othello smothered Desdemona with a pillow.",
            "Her hair straggled untidily over the pillow.",
            "Noel buried his face in the pillow.",
            "She reclined her head on the pillow.",
            "The child suffocated under the pillow",
            "She wrapped her legs around a pillow.",
            "The dog ripped the pillow to shreds .",
            "He tried to smother her with a pillow.",
            "The nurse's aide will bring you an extra pillow.",
            "The nurse's aide will bring you an extra pillow.",
            "She pillowed his head on her shoulder to comfort him.",
            "Their initials were sewn on the corner of every pillow.",
            "Don't put that pillow over her face—she could suffocate.",
            "He was furios. He indented his pillow with a tremendous blow.",
            "The last step is to fill the pillow with wadding and stitch it closed."
        ],
        "example_translate": [
            "Принеси мне подушку.",
            "Беги наверх и принеси подушку.",
            "Её голова лежала на его руке.",
            "Он лежал на подушке, завернувшись в одеяло.",
            "Его голова лежала на руке, как на подушке. / Он подложил под голову руку.",
            "Этот свёрток служил ему подушкой.",
            "Она накрыла ребёнка своим телом.",
            "Я усну как только моя голова коснется подушки.",
            "Её голос заглушала подушка, в которой она спрятала лицо.",
            "Она уткнулась в подушку.",
            "Отелло задушил Дездемону подушкой.",
            "Её волосы разметались по подушке.",
            "Ноэль зарылся лицом в подушку.",
            "Она откинула голову на подушку.",
            "Ребенок задохнулся под подушкой.",
            "Она обхватила ногами подушку.",
            "Собака изодрала подушку в клочья.",
            "Он пытался задушить ее подушкой.",
            "Санитарка принесёт вам дополнительную подушку.",
            "Санитарка /младшая медсестра/ принесёт вам дополнительную подушку.",
            "Она позволила ему положить голову на своё плечо, чтобы успокоить его.",
            "Их инициалы были нашиты на уголках каждой подушки.",
            "Не клади подушку ей на лицо - она может задохнуться.",
            "Он был в ярости",
            "Последний шаг — заполнить подушку набивкой и зашить."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}