{
    "pin": {
        "comment": [
            "spin",
            "spine",
            "pint",
            "pink",
            "opinion"
        ],
        "translate": "штифт, штырь, вывод, булавка, приколоть, прикалывать, булавочный",
        "transcription": " |pɪn|",
        "antonyms": [],
        "mnemonic": [
            "pin [пин] булавка, штифт - (Пин) код на булавку нанеси.",
            "pin [pɪn]\n***\nПРИКОЛОЛ записку и пью антигриппин. (это) pin\nБУЛАВКОЙ приколол объявление, когда пить\nантигриппин. (это) pin\nБулавка, шпилька, кнопка.\n***\nВсей родне \"кin\"\nнакупил булавок \"pin\"."
        ],
        "examples": [
            "He pinned a sign on the wall.",
            "She pinned up her hair.",
            "Why are you trying to pin the blame on me?",
            "They played pins.",
            "We managed to obtain another pin of beer.",
            "Such insincere advice isn't worth a pin.",
            "Be careful with that collar, it's just pinned to the dress.",
            "Can you pin this to the notice board?",
            "She pinned a rose to her dress.",
            "Albert got him pinned against the wall.",
            "The general pinned the medal on the soldier.",
            "He received a special membership card and a club pin onto his lapel.",
            "Pin the needle to the shirt.",
            "The crash pinned the driver against the wheel.",
            "She was pinned against the side of the car.",
            "The child was pinned under the fallen tree.",
            "She had photos of her kids pinned up next to her desk.",
            "Her body was pinned under the weight of the car.",
            "The guards pinned his arms to his sides.",
            "They managed to pin him down until the police arrived.",
            "He pinned her arms to her sides."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он прикрепил к стене какой-то знак.",
            "Она заколола свои волосы.",
            "Что ты пытаешься свалить вину на меня?",
            "Они играли в кегли.",
            "Нам удалось раздобыть ещё один бочонок пива.",
            "Такой лицемерный совет гроша ломанного не стоит.",
            "Будь осторожнее с этим воротничком, он всего лишь приколот к платью.",
            "Ты можешь прикрепить это к доске объявлений?",
            "Она приколола к платью розу.",
            "Альберт прижал его к стене.",
            "Генерал приколол медаль на грудь солдата.",
            "Он получил особую членскую карточку и клубный значок на лацкан.",
            "Приколи эту иголку к рубашке.",
            "В результате аварии водителя бросило на руль.",
            "Она была прижата к боку автомобиля.",
            "Ребёнка придавило упавшим деревом.",
            "Рядом со своим письменным столом она прикрепила фотографии детей.",
            "Её тело было придавлено тяжестью автомобиля.",
            "Охранники скрутили ему руки.",
            "Им удалось скрутить его и задержать до приезда полиции.",
            "Он прижал её руки к бокам."
        ],
        "stars": 2
    }
}