{
    "pine": {
        "comment": [],
        "translate": "сосна, ананас, сосновый, хвойный, тосковать, томиться",
        "transcription": " |paɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Pine is a soft wood.",
            "The boy has been pining over his dead dog for more than a week now.",
            "Grace missed him so badly that she almost pined away to nothing.",
            "Pine wood saws easily.",
            "Pine trees exude a sticky substance.",
            "Pine trees march up the mountainside.",
            "We proceeded slowly upwards, through woods of pine.",
            "Six months after he left, she was still pining.",
            "Pine trees belong to the evergreen class.",
            "Pine trees stood straight along the path.",
            "The smell of pine sends my mind back to childhood.",
            "The carpet of pine needles was soft underfoot.",
            "The pine woods were more redolent.",
            "Pine trees predominate in this area of forest.",
            "He planted fir and pine trees alternately.",
            "The Wollemi pine found in Australia is a surviving specimen of a conifer thought to have been long extinct and therefore known as a living fossil.",
            "Her bed was a mound of soft pine needles.",
            "The pine trees dripped sap onto the cars.",
            "The summer sun alone can cause a pine to blaze",
            "Pine trees skirt the northern edge of the pond.",
            "We've got a make on Beth Pine. She's on our files.",
            "The accident happened at the junction of Forest Road and Pine Walk."
        ],
        "example_translate": [
            "У сосны мягкая древесина. / Сосна — дерево мягкое.",
            "Мальчик вот уже больше недели тоскует из-за смерти своей любимой собаки.",
            "Грейс так тосковала по нему, что совсем зачахла.",
            "Сосновая древесина хорошо пилится.",
            "Сосновые деревья выделяют липкую субстанцию.",
            "Вверх по склону горы поднимаются ряды сосен..",
            "Мы медленно продвигались вверх через сосновый лес.",
            "После его ухода прошло полгода, а она всё ещё тосковала.",
            "Сосны принадлежат к классу вечнозелёных растений.",
            "Вдоль тропинки ровно стояли сосны.",
            "Запах хвои возвращает меня во времена детства.",
            "Под ногами был мягкий ковёр из сосновой хвои.",
            "Сосновые леса благоухали сильнее.",
            "Сосны преобладают в этой части леса.",
            "Он посадил вперемежку сосны с елями.",
            "Воллемия, найденная в Австралии, — это дошедший до наших дней образец хвойных деревьев, которые считались давно вымершими, и поэтому известны как живые ископаемые.",
            "Ложем ей служила куча мягких сосновых иголок.",
            "С сосен на машины капала смола.",
            "Для возгорания сосны может быть достаточно тепла летнего солнца.",
            "Северную оконечность пруда окаймляют сосны.",
            "Мы установили личность Бет Пайн. Она есть у нас в картотеке.",
            "ДТП произошло на перекрёстке Форест-роуд и Пайн-уок."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}