{
    "pink": {
        "comment": [],
        "translate": "розовый, либеральничающий, пинка, розовый цвет, розоветь, прокалывать",
        "transcription": " |pɪŋk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Pink's a girlie colour!",
            "Her dress is pale pink.",
            "I don't think pink and yellow really go.",
            "Hannah's face went pink.",
            "She likes to wear girlie pink dresses.",
            "flowers with pink and white petals",
            "Pink tinged her cheeks.",
            "Pink is in style this season.",
            "She had arrived dressed in pink.",
            "A pink flush overspread her face.",
            "A straw bonnet with pink ribbons.",
            "She wore pink ribbons in her hair.",
            "The room was painted in soft pink.",
            "Baby waved a sucked pink thumb at him.",
            "The walls were painted a pale warm pink.",
            "I meant the pink dress, not the red one.",
            "The sun had turned the sky a glowing pink.",
            "Pink and white balloons danced in the wind.",
            "The sky was suffused with a warm pink color",
            "The sky was a deep pink, passing into gold.",
            "His breath came back and his face pinked up.",
            "The face of his opponent seemed a little pinked.",
            "As the sun set, the sky shaded from blue to pink.",
            "Her room was decorated in bright pinks and purples.",
            "The T-shirt ran and made all my other clothes pink.",
            "The car pinked when the ignition was too far retarded.",
            "The usual symptoms are a pink rash with a slight fever.",
            "That pink rose is an intercross of red and white roses.",
            "An ornamental edge was pinked out with special scissors.",
            "She was wearing a violent pink sweater and orange trousers."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "n = [ŋ]"
        ],
        "example_translate": [
            "Розовый — девчачий цвет!",
            "Её платье — бледно-розового цвета.",
            "Я не думаю, что розовый и жёлтый хорошо сочетаются.",
            "Лицо Ханны порозовело.",
            "Она любит носить девчачьи розовые платья",
            "цветы с розово-белыми лепестками",
            "Её щеки слегка порозовели.",
            "В этом сезоне розовое в моде.",
            "Она пришла, одетая в розовое.",
            "Она залилась ярким румянцем.",
            "Соломенная шляпка с розовыми лентами.",
            "В волосах у неё были розовые ленточки.",
            "Комната была окрашена в нежно-розовый оттенок.",
            "Малыш махал ему своим розовым обслюнявленным пальчиком.",
            "Стены были окрашены в мягкий розовый цвет.",
            "Я имел в виду розовое платье, а не красное.",
            "Солнце уже окрасило небо в розовый цвет.",
            "Розовые и белые воздушные шары танцевали на ветру.",
            "Небо было залито тёплым розовым цветом.",
            "Небо было тёмно-розового цвета, постепенно переходящего в золотой.",
            "Дыхание у него восстановилось, и лицо обрело цвет.",
            "Казалось, что его сопернику кто-то съездил по физиономии.",
            "Когда зашло солнце, небо из голубого незаметно сделалось розовым.",
            "Её комната была оформлена в ярко-розовых и лиловых тонах.",
            "Футболка полиняла, и вся остальная моя одежда стала розовой.",
            "Машина заурчала, оттого что зажигание запоздало.",
            "Обычные симптомы — розовая сыпь и небольшая температура.",
            "Эта розовая роза является продуктом скрещивания красных и белых роз.",
            "Специальными ножницами вырезали фигурную живую изгородь.",
            "Она была одета в кричаще-розовый свитер и оранжевые брюки."
        ]
    }
}