{
    "pioneer": {
        "comment": [],
        "translate": "пионер, первопроходец, первый, саперный, вести, прокладывать путь",
        "transcription": " |ˌpaɪəˈnɪr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He pioneered in the development of airplanes.",
            "He offered to pioneer us into a little bay.",
            "He was a pioneer in the field of biotechnology.",
            "The new type of vaccine was pioneered by Dr N in 1990.",
            "Scotch tape was also a pioneer product in its field.",
            "The new method of cancer treatment was pioneered by an international team of researchers.",
            "This computer game is a pioneer product in this new area.",
            "This tradition has been passed down from our pioneer grandfathers.",
            "An indomitable spirit was needed to endure the rigors of pioneer life.",
            "The new cancer treatment was pioneered in the early eighties by Dr Sylvia Bannerjee.",
            "He helped pioneer a new route to the West.",
            "John Whitney was a pioneer of computer animation.",
            "She is a pioneer in the field of genetic research.",
            "This South African surgeon pioneered heart transplants.",
            "It took a sturdy person to endure the life of a pioneer.",
            "They went west as pioneers with only the possessions they could carry with them."
        ],
        "example_translate": [
            "Он одним из первых начал разрабатывать самолёты.",
            "Он вызвался провести нас в одну маленькую бухту.",
            "Он был пионером в области биотехнологии.",
            "Этот новый тип вакцины был разработан доктором N в 1990 году.",
            "Липкая лента тоже была когда-то новаторским продуктом в своей области.",
            "Новый метод лечения рака был впервые применён международной группой исследователей.",
            "Эта компьютерная игра является пионерным продуктом в данной области.",
            "Эта традиция дошла до нас от наших дедов-первопроходцев.",
            "Чтобы вынести тяготы жизни первопроходца, требовалось обладать неукротимым духом.",
            "Первопроходцем нового способа лечения рака в начале восьмидесятых годов стала доктор Сильвия Баннерджи.",
            "Он помог проложить новый путь на Запад.",
            "Джон Уитни был пионером /первопроходцем/ компьютерной анимации.",
            "Она является пионером в области генетических исследований.",
            "Этот южноафриканский хирург впервые в мире сделал пересадку сердца.",
            "Выдержать жизнь первопроходца мог только очень крепкий человек.",
            "Они ушли на запад в качестве первопроходцев, располагая лишь теми вещами, которые они могли унести с собой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}