{
    "pirate": {
        "comment": [],
        "translate": "пират, пиратское судно, грабить, обкрадывать",
        "transcription": " |ˈpaɪrət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The computer game was pirated and became infected.",
            "Designers may pirate good ideas.",
            "Pirate ships were vagabonds of the sea.",
            "He was accused of pirating their invention.",
            "A software pirate made bootleg copies of the computer program.",
            "Dressed as a pirate, he entered the stage flourishing his sword.",
            "He smote off the pirate's head with a single stroke of his sword.",
            "Computer game pirates cost the industry twenty million pounds a year.",
            "Every ship on the Spanish Main was terrified of running into the dread pirate.",
            "In pirate tales there's always the raucous tavern and its cadre of buxom queans.",
            "The pirate ship was laden with the pillage of merchant ships from across the Spanish Main."
        ],
        "example_translate": [
            "Компьютерная игра была незаконно скопирована и заражена вирусом.",
            "Дизайнеры могут незаконно присваивать хорошие идеи.",
            "Корабли пиратов были морскими бродягами.",
            "Его обвинили в краже их изобретения.",
            "Пират изготовил незаконные копии данной компьютерной программы.",
            "Он вышел на сцену в костюме пирата, размахивая саблей.",
            "Одним ударом своей сабли он отрубил пирату голову.",
            "Пиратство в области компьютерных игр обходится бизнесу в двадцать миллионов фунтов в год.",
            "Каждое судно в Испанских морях страшилось нарваться на этого грозного пирата.",
            "В пиратских байках всегда есть шумная таверна и грудастые распутные девки, что в ней работают.",
            "Пиратский корабль был загружен добычей, награбленной с торговых судов со всех испанских колоний."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}