{
    "pitch": {
        "comment": [
            "pity"
        ],
        "translate": " подача, бросать, высота, смола, питч, пек, наклон, уклон, смолить, подавать, кидать, ставить",
        "transcription": "  |pɪtʃ|",
        "antonyms": [],
        "mnemonic": [
            "pitch [пич] смола - (Кир-пич) из смолы выжигают.",
            "pitch [pɪtʃ]\n***\nРАЗБИЛИ ЛАГЕРЬ - уложили кирпич. (это) pitch\nРАЗБИЛ на части текст и начал спич. (это) pitch\nСмола, вар; степень, уровень; Подача (спорт)., Высота\n(звука, тона)\n***\nВедьма \"witch\"\nразбила лагерь \"pitch\"."
        ],
        "examples": [
            "Please pitch your waste paper in here.",
            "Her book is pitched at teenagers.",
            "She pitched her expectations too high.",
            "We have pitched on a perfect place for our holiday.",
            "Fearlessly Jim pitched into his attackers.",
            "Without an apron you will pitch all your clothes.",
            "The noise rose to a deafening pitch.",
            "The pitcher delivered the ball.",
            "Come on, you guys! Pitch in!",
            "Why pitch on me? I'm not to blame!",
            "Fans invaded the pitch at half-time.",
            "The night was as black as pitch (=very dark).",
            "She's got perfect pitch.",
            "She slipped and pitched forward onto the ground.",
            "Despite the frost, the pitch was playable.",
            "Ask the singers to pitch the song up a little.",
            "On weekdays rates are pitched at businesspeople.",
            "The edges of the pitch are marked by white lines.",
            "At that moment the general hilarity was at its pitch.",
            "I mean unwanted telephone sales pitches at inconvenient times.",
            "Try and pitch your tent on level ground.",
            "He screamed at her in a pitch of fury.",
            "A shot rang out, the man pitched forward and fell dead.",
            "Fans ran onto the pitch and mobbed the batsman.",
            "His first pitch was high and wide.",
            "Her voice is pitched a little too high.",
            "Heavy rain meant the pitch was waterlogged.",
            "To forgive is the most arduous pitch human nature can arrive at.",
            "His sales pitch went over as expected and he saw a 200 percent increase in his commissions.",
            "Chuck together some wall frames and pitch a roof on them."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Пожалуйста, бросайте использованную бумагу сюда.",
            "Её книга рассчитана на подростков.",
            "У неё был завышенный уровень ожиданий.",
            "Мы нашли прекрасное место для отдыха.",
            "Джим бесстрашно бросился на своих врагов.",
            "Без фартука ты весь вымажешься в смоле.",
            "Шум сделался оглушительным.",
            "Питчер бросил /подал/ мяч.",
            "Ну, ребята, навались!",
            "Чего ко мне привязались, это не моя вина!",
            "В перерыве болельщики прорвались на поле.",
            "Ночью было темно, хоть глаз выколи (т.е. очень темно).",
            "У неё абсолютный слух.",
            "Она поскользнулась и растянулась на земле.",
            "Несмотря на мороз, играть на поле было можно.",
            "Попросите певцов взять немного повыше.",
            "В рабочие дни цены ориентированы на деловых людей.",
            "Края поля отмечены белыми линиями.",
            "В тот момент всеобщее веселье достигло апогея.",
            "Я про то, когда названивают в неудобное время и склоняют вас что-то купить.",
            "Попробуйте поставить палатку на ровной поверхности.",
            "Он разъярился до такой степени, что наорал на неё.",
            "Раздался выстрел, человек покачнулся и упал замертво.",
            "Фанаты выбежали на поле и окружили /столпились вокруг/ отбивающего.",
            "Его первый бросок был неточным, как по высоте, так и по ширине. (о бейсболе)",
            "Тон её голоса слегка высоковат.",
            "Сильный дождь означал, что поле залито водой, и играть на нём нельзя.",
            "Прощение - самая труднодоступная вершина, которую может достигнуть человек.",
            "Его маркетинговый ход, как и ожидалось, имел успех, и он получил 200 процентный рост комиссионных.",
            "Возведите стенной каркас и наклонно разместите на нём крышу."
        ],
        "stars": 2
    }
}