{
    "pity": {
        "comment": [
            "pitch"
        ],
        "translate": "жалость, сожаление, сострадание, жалеть, соболезновать",
        "transcription": " |ˈpɪti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's a pity you are not here.",
            "It's a pity you have to leave so soon.",
            "It's a pity you couldn't come.",
            "It is a great pity we should not be friends.",
            "I pity you if you can't understand a plain statement like that.",
            "She has had a hard life and deserves your pity.",
            "What a pity that his career was left to flounder.",
            "I felt deep pity for the lost dog.",
            "He looked exhausted, but Marie felt no pity for him.",
            "Pity the poor teachers who have to deal with these kids.",
            "Once famous, he was now a mere object of pity.",
            "Save your pity for the living.",
            "I pity anyone who has to work at that place.",
            "He sounded so upset that Leah started to take pity on him.",
            "It's a pity he couldn't do it.",
            "There is not a drop of pity in that man.",
            "He didn't live to see his daughter grow up, and that's a pity.",
            "It was a performance that could excite the hardest man to pity.",
            "It was a pity that the old theatre had to be knocked down to make way for the widening of the road.",
            "At the tale of pity my eyes are filled with tears.",
            "It was a pity he mured himself up in his college at Oxford.",
            "I always pity the people who have to work in this freezing weather.",
            "I listened to Jason's story with pity.",
            "It's a great pity Joyce wasn't invited.",
            "A pity we can't find the guy who did it.",
            "The blind are too often objects of pity.",
            "It's a pity that he didn't accept the job.",
            "It's a great pity that none of his poems survive.",
            "I like Charlie. Pity he had to marry that awful woman.",
            "She stood feeling lost until an elderly man took pity on her."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Жаль, что тебя здесь нет.",
            "Как жаль, что вы уходите так скоро.",
            "Как жаль, что вы не смогли прийти.",
            "Очень жаль, что мы не друзья.",
            "Мне жаль вас, если вы не можете понять такое простое утверждение.",
            "Она прожила тяжёлую жизнь и заслуживает вашего сострадания.",
            "Как жаль, что его карьера не удалась.",
            "Мне было очень жаль пропавшей собаки.",
            "Он выглядел измождённым, но Мэри не чувствовала к нему жалости.",
            "Жаль бедных учителей, которым приходится иметь дело с этими детьми.",
            "Некогда знаменитый, теперь он лишь вызывал жалость.",
            "Прибереги свою жалость для живых.",
            "Мне жаль тех, кому приходится работать в таком месте.",
            "Он говорил таким расстроенным голосом, что Лиа начала его жалеть.",
            "Жаль, что у него это не получилось.",
            "В этом человеке нет ни капли жалости.",
            "Он не дожил до того, как его дочь выросла, — вот что обидно.",
            "Это был спектакль, который даже у самого сурового человека мог вызвать чувство жалости.",
            "Жалко, что пришлось снести старый театр, чтобы расширить дорогу.",
            "Когда рассказывают что-нибудь печальное, мои глаза наполняются слезами.",
            "Жаль, что он заточил себя в своём колледже в Оксфорде.",
            "Мне всегда жалко людей, которым приходится работать в такой мороз.",
            "Я выслушал рассказ Джейсона с жалостью.",
            "Очень жаль, что Джойса не пригласили.",
            "Жаль, что мы не можем найти того, кто это сделал.",
            "Слепые зачастую становятся объектами жалости.",
            "Жаль, что он не согласился на эту работу.",
            "Очень жаль, что не сохранилось ни одного из его стихотворений.",
            "Мне нравится Чарли. Жаль, что ему пришлось жениться на этой ужасной женщине.",
            "Так она растерянно стояла, пока какой-то пожилой мужчина не сжалился над ней."
        ]
    }
}