{
    "pizza": {
        "comment": [],
        "translate": "пицца",
        "transcription": " |ˈpiːtsə|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He likes pizza with thin crust.",
            "I ordered pizza for supper.",
            "I can't eat any more pizza.",
            "This pizza needs more sauce.",
            "We ordered a pizza for supper.",
            "He ate cold pizza for breakfast.",
            "Could you cut the pizza up, please?",
            "Pizza is a sure crowd pleaser.",
            "The teenager wolfed down the pizza",
            "Pizza dough should be rolled thinly.",
            "What toppings do you want on the pizza?",
            "I'm afraid I've burnt the pizza.",
            "Where can we get some good pizza?",
            "Pop the pizza into the microwave oven.",
            "$15 should buy us a pizza and a drink.",
            "Please take the pizza out of the oven.",
            "Pizza parlors proliferate in this area.",
            "She was partial to pizza and chocolate.",
            "I have dibs on that last slice of pizza",
            "Does anyone want the rest of this pizza?",
            "Frozen pizza is a popular convenience food.",
            "Oh, go and pick up pizza, for heaven's sake!",
            "Brush a little oil over the top of the pizza.",
            "We'll take out pizza, since I am too tired to cook",
            "a heated discussion about who should pay for the pizza",
            "I despise anchovies on pizza, and I refuse to eat them!",
            "I despise anchovies on pizza, and I refuse to eat them!",
            "One of their favorite after-school haunts is Joe's Pizza.",
            "He bit into a hot slice of pizza and burned the roof of his mouth.",
            "We have to decide what to do about dinner. I vote that we get a pizza."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он любит пиццу с тонкой корочкой.",
            "Я заказал на ужин пиццу.",
            "Я не могу больше съесть ни куска пиццы.",
            "В эту пиццу нужно добавить больше соуса.",
            "Мы заказали на ужин пиццу.",
            "Он позавтракал холодной пиццей.",
            "Не мог бы ты разрезать пиццу, пожалуйста?",
            "Пицца — это блюдо, которое наверняка понравится всем.",
            "Подросток с жадностью уплетал пиццу",
            "Тесто для пиццы нужно раскатывать тонко.",
            "Пиццу с какой начинкой ты хочешь?",
            "Кажется, я сожгла пиццу.",
            "Где бы нам достать хорошую пиццу?",
            "Засуньте пиццу в микроволновую печь.",
            "Нам должно хватить пятнадцати долларов на пиццу и напиток /выпивку/.",
            "Вытащи, пожалуйста, пиццу из духовки.",
            "Количество пиццерий в этом районе быстро увеличивается.",
            "Она сходила с ума по пицце и шоколаду.",
            "У меня есть деньжата на тот последний кусок пиццы.",
            "Кто-нибудь хочет остаток пиццы?",
            "Замороженная пицца — популярная еда быстрого приготовления.",
            "Ради бога, пойди купи, наконец, пиццу.",
            "Верх пиццы смажьте небольшим количеством масла.",
            "Мы закажем с собой пиццу, так как я слишком устала, чтобы готовить.",
            "жаркий спор по поводу того, кто же должен платить за пиццу",
            "Я терпеть не могу анчоусы в пицце, и отказываюсь есть их!",
            "Я терпеть не могу анчоусы в пицце, и отказываюсь есть их!",
            "Одним из тех мест, куда они особенно любят приходить после школы, является пиццерия \"У Джо\".",
            "Он откусил горячий кусок пиццы и обжёг нёбо.",
            "Мы должны решить, что делать с ужином. Я голосую за то, чтобы заказать пиццу."
        ]
    }
}