{
    "planet": {
        "comment": [],
        "translate": "планета",
        "transcription": " |ˈplænɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Is there life on other planets?",
            "Our planet is invested with two great oceans.",
            "Scientists believe that Mercury is a dead planet.",
            "Overpopulation has been disastrous for the planet.",
            "a bright spot on a planet",
            "The atmospheric envelope clasps the planet firmly.",
            "He thinks motherhood is glamorous — what planet is he on?",
            "We live on a complex planet.",
            "a simulation of the planet's surface",
            "the internal structure of the planet",
            "the exotic landscape of a dead planet",
            "You are (living) on another planet. / What planet are you on? разг.",
            "the rings that girdle the planet Saturn",
            "a planet orbited by one moon",
            "a perturbation in the planet's orbit",
            "the outermost planet in our solar system",
            "Mercury is the smallest of all the planets.",
            "They have got to be the worst band on the planet.",
            "The planet's atmosphere cannot support human life.",
            "The planet Pluto is comparable in size to the moon.",
            "He concentrated his study on the nearby planet Venus.",
            "It is probable that life exists outside of our planet.",
            "The planet Earth is not, in fact, perfectly spherical.",
            "He posited that each planet moved in a perfect circle.",
            "Pictures of the distant planet were beamed back to the Earth.",
            "She wrote an imaginative story about life on the planet Venus.",
            "Some have conjectured that the distant planet could sustain life.",
            "some fruitcake who insisted that he was an alien from another planet",
            "a book about life on the planet after wars have destroyed civilization",
            "It's just about possible to see the planet with the naked eye on a clear night."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(отк сл) = [æ]"
        ],
        "example_translate": [
            "Есть ли жизнь на других планетах?",
            "Наша планета покрыта двумя великими океанами.",
            "Учёные полагают, что Меркурий - мёртвая планета.",
            "Перенаселение имело для данной планеты катастрофические последствия.",
            "яркое пятно на планете",
            "Атмосферная оболочка плотно окружает нашу планету.",
            "Он думает, что материнство — это что-то чудесное. Он что, с луны свалился?",
            "Мы живем на сложной планете.",
            "моделирование поверхности планеты",
            "внутреннее строение планеты",
            "экзотический пейзаж мёртвой планеты",
            "Ты как будто с другой планеты. / Ты что, с луны свалился?",
            "кольца, опоясывающие планету Сатурн",
            "планета, вокруг которой вращается один спутник",
            "возмущение планетной орбиты",
            "самая дальняя от центра планета нашей солнечной системы",
            "Меркурий — самая маленькая из всех планет.",
            "Это, наверное, худшая группа во всём мире.",
            "Атмосфера планеты и не может поддерживать человеческую жизнь.",
            "Планета Плутон по размерам сопоставима с Луной.",
            "Он сконцентрировал свои исследования на близлежащей планете Венере.",
            "Существует вероятность того, что жизнь существует и за пределами нашей планеты.",
            "На самом деле, планета Земля не является идеально сферической.",
            "Он утверждал, что каждая планета движется по идеальной окружности.",
            "Фотографии далёкой планеты были переданы обратно на Землю.",
            "Она написала фантастический рассказ о жизни на Венере.",
            "Некоторые предположили, что далёкая планета может иметь всё необходимое для поддержания жизни.",
            "какой-то чокнутый, который твердил, что он пришелец с другой планеты",
            "книга о жизни на планете после того, как войны уничтожили цивилизацию",
            "В ясную ночь эту планету можно кое-как разглядеть невооружённым глазом."
        ]
    }
}