{
    "planned": {
        "comment": [
            "plane",
            "planning",
            "plan",
            "plant",
            "planet",
            "planner"
        ],
        "translate": "запланированный, планированный, плановый, планомерный",
        "transcription": " |ˈplænd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We planned an activity for the children.",
            "I had nothing particular planned.",
            "Aha! So you planned all this, did you?",
            "We planned a detailed itinerary.",
            "Talks are planned for next week.",
            "Their wedding is planned for June.",
            "Things don't always go as planned.",
            "Things won't always go as planned.",
            "a planned series of books about cars",
            "The trip was planned on short notice.",
            "The system needs to be planned carefully.",
            "We may not be able to proceed as planned.",
            "The captive soldiers planned their escape.",
            "The government planned to annex the islands.",
            "He planned a party to celebrate Bastille Day.",
            "The rebels had planned turmoil and confusion.",
            "He said he planned to write his essay tonight.",
            "The trips are planned with military precision.",
            "What events have you got planned for next week?",
            "He planned to reorganize the corporate structure.",
            "He had planned to take his time over the journey.",
            "He planned the project along with his associates.",
            "The attack was meticulously planned and executed.",
            "One of the excused jurors planned to write a book.",
            "Leave it to you to have the whole day planned out!",
            "An updated version is planned for the near future.",
            "He planned carefully and was ready for any eventuality.",
            "Celebrations are planned for the latter part of November.",
            "We have something very special planned for your birthday.",
            "I have several very high activity trips planned this year."
        ],
        "example_translate": [
            "Мы запланировали для детей одно мероприятие.",
            "Я не планировал ничего особенного.",
            "Ага! Так ты всё это спланировал, да?",
            "Мы спланировали подробный маршрут.",
            "На следующую неделю запланированы переговоры.",
            "Их свадьба планируется на июнь.",
            "Не всегда всё идет, как запланировано.",
            "Всё не всегда будет идти так, как запланировано.",
            "запланированная серия книг об автомобилях",
            "Поездка была запланирована в спешке.",
            "Система должна быть тщательно спланирована.",
            "Мы не в состоянии продолжать так как запланировали(ранее).",
            "Пленные солдаты запланировали свой побег.",
            "Правительство планирует аннексировать эти острова.",
            "Он запланировал вечеринку, чтобы отпраздновать День взятия Бастилии.",
            "Мятежники планировали посеять беспорядки и растерянность.",
            "Он сказал, что планирует написать сочинение сегодня вечером.",
            "Поездки планируются с военной точностью.",
            "Что у тебя запланировано на следующую неделю?",
            "Он планировал провести реорганизацию корпоративной структуры.",
            "Он запланировал всё так, чтобы не торопиться во время поездки.",
            "Он разрабатывал проект вместе с коллегами.",
            "Атака была тщательно спланирована и осуществлена.",
            "Один из получивших отвод присяжных собирался написать книгу.",
            "Как это на тебя похоже — распланировать весь день!",
            "В ближайшем будущем планируется выпуск обновлённой версии.",
            "Он всё тщательно спланировал и был готов к любым неожиданностям.",
            "Торжества запланированы на вторую половину ноября.",
            "На день рождения мы тебе приготовили кое-что особенное.",
            "На этот год у меня запланировано несколько очень напряжённых поездок."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}