{
    "plaster": {
        "comment": [
            "plastic",
            "last",
            "lastly",
            "blast",
            "lasting"
        ],
        "translate": "штукатурка, гипс, пластырь, штукатурить, намазывать, покрывать",
        "transcription": " |ˈplæstər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He spread plaster on the walls.",
            "Your boots are plastered with mud.",
            "The boy was plastering butter on his bread.",
            "The rain had plastered her hair to her forehead.",
            "There were cracks in the plaster.",
            "Her face was plastered with make-up.",
            "Someone had plastered a political poster on the wall.",
            "His broken leg was encased in plaster.",
            "Put a plaster on the burn and don't touch it.",
            "Why could he not plaster the chinks?",
            "The handyman closed the hole in the wall with plaster.",
            "The nails were solidly embedded in those old plaster walls.",
            "The whole city was plastered with advertisements for the show.",
            "His clothes were plastered to his body from the rain.",
            "The rain had plastered her hair down.",
            "She gave the man five shillings to plaster the blow.",
            "The holes in the wall had been plastered over / up so that they didn't show."
        ],
        "example_translate": [
            "Он нанёс на стены штукатурку.",
            "У тебя все ботинки в грязи.",
            "Мальчик мазал масло на хлеб.",
            "От дождя её волосы прилипли ко лбу.",
            "В штукатурке были трещины.",
            "Её лицо было покрыто толстым слоем макияжа.",
            "Кто-то прилепил на стену политический плакат.",
            "Его сломанная нога была загипсована.",
            "Прикройте ожог пластырем и не прикасайтесь к нему.",
            "Почему он не мог замазать (заделать) щели?",
            "Рабочий заделал дыру в стене штукатуркой.",
            "Гвозди были прочно вделаны в эти старые гипсовые стены.",
            "Весь город был оклеен афишами этого шоу.",
            "От дождя его одежда прилипла к телу.",
            "Намокнув под дождём, её волосы прилипли ко лбу.",
            "Она дала человеку пять шиллингов, чтобы хоть как-то смягчить удар.",
            "Дыры в стене были заштукатурены, так что их не было видно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}