{
    "plastic": {
        "comment": [
            "last",
            "plaster",
            "lastly",
            "blast",
            "lasting"
        ],
        "translate": "пластиковый, пластмассовый, пластик, пластмасса, пластичность",
        "transcription": " |ˈplæstɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The toy was made of plastic.",
            "Plastic bottles do not biodegrade",
            "I hate that plastic smile of hers.",
            "a table made of rigid plastic",
            "paper, plastic, or other materials",
            "a plastic model of the human heart",
            "Heat caused the plastic to distort.",
            "Plastic will melt if it gets too hot.",
            "Use the plastic bags to store the food.",
            "The ring is enclosed in a plastic case.",
            "They drank cheap wine from plastic cups.",
            "The candle ignited the plastic.",
            "She wore plastic bangles on both wrists.",
            "The plastic liquefied in the intense heat.",
            "plastic highly resistant to steam and water",
            "A plastic beach pail was lying on the sand.",
            "Silly Putty is famous for being very plastic.",
            "She used plastic to pay for her new computer.",
            "The plastic cover fits neatly over the frame.",
            "a piece of wire covered with a plastic sheath",
            "Shoes made of inflexible plastic hurt my feet.",
            "We covered the wall with clear plastic sheeting.",
            "The kitchen counters are made of plastic laminate.",
            "I finally managed to get the plastic wrapping off.",
            "What a sell! It's only plastic that looks like wood.",
            "Heat was used to bond the sheets of plastic together.",
            "One of the puppies suffocated inside the plastic bag.",
            "The plastic is extruded as a strong, continuous sheet.",
            "Paper bags have been largely replaced by plastic bags.",
            "Things like glass, paper, and plastic can all be recycled."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Игрушка была изготовлена / сделана из пластмассы.",
            "Пластиковые бутылки не разлагаются",
            "Я ненавижу эту её фальшивую (букв. пластмассовую) улыбку.",
            "столик, сделанный из жёсткой пластмассы",
            "бумага, пластмасса или другие материалы",
            "пластмассовая модель человеческого сердца",
            "Нагрев вызвал деформацию пластика.",
            "Пластик расплавится, если будет слишком горячо.",
            "Для хранения продуктов питания используйте пластиковые пакеты.",
            "Кольцо помещено в полиэтиленовый пакет.",
            "Они выпили дешёвое вино из пластиковых стаканчиков.",
            "Свеча подожгла пластик.",
            "Она носила пластмассовые браслеты на запястьях обеих рук.",
            "От интенсивного нагревания пластмасса расплавилась.",
            "пластик с повышенной устойчивостью к пару и воде",
            "На песке лежало пластиковое пляжное ведёрко.",
            "\"Умный пластилин\" известен тем, что очень пластичен.",
            "Она заплатила за новый компьютер с помощью кредитной карты.",
            "Пластиковая крышка чётко подогнана к каркасу.",
            "кусок проволоки, покрытый пластиковой оболочкой",
            "Туфли, сделанные из жёсткой пластмассы, натёрли мне ноги.",
            "Мы покрыли стены прозрачной пластиковой плёнкой.",
            "Эти кухонные столы сделаны из пластикового ламината.",
            "В конце концов, мне удалось снять пластиковую упаковку.",
            "Вот надули! Это же просто пластмасса, которую раскрасили под дерево.",
            "Листы пластика соединили вместе при помощи нагрева.",
            "Один из щенков задохнулся внутри пластикового мешка.",
            "Пластмасса штампуется в виде прочного сплошного листа.",
            "Бумажные мешки в основном заменены полиэтиленовыми.",
            "Все материалы вроде стекла, картона и пластика можно переработать."
        ],
        "stars": 3
    }
}