{
    "platform": {
        "comment": [
            "form",
            "uniform",
            "formation",
            "reform",
            "conform",
            "formula",
            "formulate"
        ],
        "translate": "платформа, площадка, помост, перрон, планировать, помещать на платформу",
        "transcription": " |ˈplætfɔːrm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The train was already standing at the platform.",
            "The train overshot the platform.",
            "Are these things that can be discussed on a public platform?",
            "The platform went.",
            "Make sure the platform is stable.",
            "The party adopted a new platform.",
            "Test the platform for stability before using it.",
            "A raised platform stood 2 metres off the ground.",
            "Their candidate simply ignored the party platform.",
            "She stood on the platform, her suitcase at her feet.",
            "The railing curves out near the observation platform.",
            "We had to jostle our way to the front of the platform.",
            "He made trade protection a plank in the party platform.",
            "The Democratic Patry platform united several splinter groups.",
            "On the opposite side an arrival stage or platform is erected.",
            "This political platform could galvanize the American electorate.",
            "His new position involves a qualification of his party's platform.",
            "As I was standing on the platform, the Liverpool train went whizzing by.",
            "Education was the centerpiece of the Democratic Party's political platform.",
            "The conference provides a platform for people on the left wing of the party.",
            "He saw the black-haired man waiting motionlessly behind the opposite side of the platform."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Поезд уже стоял у платформы.",
            "Поезд при остановке проскочил платформу.",
            "Можно ли обсуждать эти вопросы с общественностью?",
            "Трибуна обрушилась.",
            "Убедитесь в том, что помост устойчив.",
            "Партия приняла новую платформу.",
            "Проверьте стабильность платформы перед её использованием.",
            "В двух метрах от земли стоял помост.",
            "Их кандидат просто проигнорировал партийную платформу.",
            "Она стояла на платформе с чемоданом у ног.",
            "Ограждение изгибается вблизи смотровой площадки.",
            "Нам пришлось протискиваться к краю платформы.",
            "Он сделал торговый протекционизм одним из пунктов партийной платформы.",
            "Платформа Демократической партии объединила несколько фракционных групп.",
            "На противоположной стороне сооружена платформа для прибывающих поездов.",
            "Эта политическая платформа смогла оживить американский электорат.",
            "Его новая должность подразумевает изменение платформы своей партии.",
            "Когда я стоял на платформе, ливерпульский поезд со свистом пронёсся мимо.",
            "Образование было центральным пунктом политической программы Демократической партии.",
            "Конференция предоставляет площадку для выступления людей из левого крыла партии.",
            "Он увидел, как этот черноволосый человек неподвижно ожидает позади противоположной стороне платформы."
        ]
    }
}