{
    "playground": {
        "comment": [
            "ground",
            "underground",
            "background",
            "player",
            "play",
            "display"
        ],
        "translate": "детская площадка, спортивная площадка, площадка для игр, спортплощадка",
        "transcription": " |ˈpleɪɡraʊnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The playground was filled with noisy children.",
            "Part of the money will be spent on a new playground.",
            "I released my son's hand, and he ran out onto the playground.",
            "Children chattered in the middle of the playground.",
            "Our travellers have made of Switzerland an English playground.",
            "In the end, we got the children clearing the playground.",
            "The children jumped off the yellow school bus and scampered into the playground.",
            "The island was a playground of the rich and famous until the 1950s.",
            "The playground is the hub of parental supervision.",
            "Children should not be left unattended in the playground.",
            "These mountains are a playground for hikers, skiers, and nature lovers.",
            "There are 13,000 hospital admissions annually due to playground accidents.",
            "Refuse had littered the playground until our volunteer group cleaned it up.",
            "She was wistful for a moment, then asked, “Do you remember the old playground?”.",
            "Our new apartment complex has a tennis court, swimming pool, playground — the whole nine yards."
        ],
        "example_translate": [
            "На игровой площадке было полно галдящих детей.",
            "Часть денег будет потрачена на новую детскую /спортивную, игровую/ площадку.",
            "Я отпустил руку моего сына, и он выбежал на детскую площадку.",
            "Посреди игровой площадки болтали дети.",
            "Наши путешественники превратили Швейцарию в английский спортивный центр.",
            "В конце концов, мы заставили детей убрать спортивную площадку.",
            "Детишки резво выскочили из желтого школьного автобуса и понеслись на площадку для игр.",
            "До пятидесятых годов двадцатого века остров был местом отдыха и развлечений богачей и знаменитостей.",
            "Детская площадка является \"сердцем\" родительского присмотра.",
            "На детской площадке детей не следует оставлять без присмотра.",
            "Эти горы являются излюбленным местом отдыха и развлечений для туристов, лыжников и любителей природы.",
            "Ежегодно из-за несчастных случаев на спортплощадках проводится тринадцать тысяч госпитализаций.",
            "Игровая площадка была завалена мусором, пока наша волонтёрская группа не привела её в порядок.",
            "Она на мгновенье задумалась и спросила: \"Помнишь старую игровую площадку?\"",
            "В нашем новом жилом комплексе есть теннисный корт, плавательный бассейн, детская игровая площадка — в общем, всё, что только можно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}