{
    "pleasant": {
        "comment": [
            "pleasant, pleasure - приятный, удовольствие"
        ],
        "translate": "приятный, милый, славный, отрадный, веселый, шутливый",
        "transcription": " |ˈpleznt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He smiled pleasantly.",
            "It was very pleasant for me.",
            "We had a pleasant conversation.",
            "It left a pleasant aftertaste.",
            "A pleasant warm is felt near the sea.",
            "The voyage was pleasant and uneventful.",
            "A pleasant female voice came over the phone.",
            "Her voice was light and pleasant.",
            "The restaurant was large and pleasant.",
            "He is in a pleasant temper.",
            "a place with a pleasant, equable climate",
            "He made the effort to say something pleasant.",
            "We wished her a safe and pleasant journey.",
            "The fruit left a pleasant taste in my mouth.",
            "He is an extremely pleasant and obliging man.",
            "What a pleasant picture - a brontosaurus at rest.",
            "It was pleasant to sit in a sidewalk cafe and watch people pass.",
            "Her manner of life during these years is pleasant to contemplate.",
            "We took a pleasant drive in the country.",
            "His face was not a pleasant sight to behold.",
            "Her pleasant manner belied her true character.",
            "the pleasant smell of cookies baking in the oven",
            "You should relax and try to think pleasant thoughts.",
            "Our evening together was pleasant but not very exciting.",
            "I had a pleasant chat with them about our new grandchildren.",
            "It is pleasant for a family to commune together in their living room.",
            "The conversation was very pleasant until our talkative neighbour chipped in.",
            "a pleasant amble by the river",
            "Their new teacher seems pleasant enough.",
            "When it drizzles in summer, hiking can be pleasant."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ea = [e]"
        ],
        "example_translate": [
            "Он любезно улыбнулся.",
            "Мне было очень приятно.",
            "Мы славно побеседовали. / У нас состоялась приятная беседа.",
            "Это оставило приятный вкус.",
            "Приятное тепло ощущается рядом с морем.",
            "Путешествие было приятным и без каких либо сюрпризов.",
            "В трубке послышался приятный женский голос.",
            "Её голос был очень тихим и приятным.",
            "Ресторан был большой и приятный.",
            "Он в хорошем настроении.",
            "место с приятным, ровным климатом",
            "Он попытался сказать что-то приятное.",
            "Мы пожелали ей приятного и безопасного путешествия / доброго и счастливого пути.",
            "Во рту остался приятный вкус от фрукта.",
            "Он необычайно приятный и отзывчивый человек.",
            "Какая прекрасная картина - отдыхающий бронтозавр.",
            "Было приятно сидеть в кафе и смотреть, как мимо проходят люди.",
            "Мысленно представлять её жизнь в эти годы - одно удовольствие.",
            "Мы славно прокатились по загородной местности.",
            "На его лицо было неприятно смотреть.",
            "Приятные манеры не соответствовали её истинному характеру.",
            "приятный запах выпекающегося в печи печенья",
            "Вам следует расслабиться и постараться думать о чём-нибудь приятном.",
            "Наш совместный вечер был приятным, но не очень интересным.",
            "Я очень мило побеседовал с ними о наших недавно родившихся внуках.",
            "Приятно, когда семья собирается вместе в гостиной.",
            "Беседа была вполне приятной, пока не вмешался наш разговорчивый сосед.",
            "приятная неторопливая прогулка вдоль реки",
            "Их новая учительница кажется довольно приятной.",
            "Летом, когда идёт мелкий дождик, прогуляться пешком бывает приятно."
        ]
    }
}