{
    "pleasure": {
        "comment": [
            "pleasant, pleasure - приятный, удовольствие",
            "measure",
            "measurement",
            "pressure",
            "ensure",
            "sure",
            "leisure",
            "assure",
            "surely",
            "closure",
            "insure",
            "disclosure",
            "reassure",
            "exposure",
            "treasure",
            "unsure"
        ],
        "translate": "удовольствие, наслаждение, доставлять удовольствие, увеселительный",
        "transcription": " |ˈpleʒər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He laughed his pleasure.",
            "It's been a pleasure to meet you.",
            "It is my pleasure to announce that ...",
            "He beamed with pleasure.",
            "It's always a pleasure to see you.",
            "He spent his income all on pleasure.",
            "Her face lit up with pleasure.",
            "You will always pleasure me with your company.",
            "May I have the pleasure of seeing you again?",
            "May I have the pleasure of a dance?",
            "I paint for the sheer pleasure of it.",
            "“I can't ask you to do that.” “Don't be silly. It is my pleasure.”",
            "It pleasured him to see the smoke.",
            "derive pleasure from one's garden",
            "She gets a lot of pleasure from her garden.",
            "Teddy managed to mix business with pleasure.",
            "It gave me great pleasure to make your acquaintance.",
            "Men always choose the life which exceeds in pleasure.",
            "He means to extract the utmost possible amount of pleasure out of this life.",
            "Carol was a pleasure to work with.",
            "It takes greatly from the pleasure.",
            "There are weird things I can pleasure in.",
            "The beauty of the garden was a pleasure to behold.",
            "I make it a rule never to mix business with pleasure.",
            "It gives me great pleasure to present the next speaker.",
            "I had the pleasure of a delightful tete-a-tete with him.",
            "a feeling of pure unadulterated pleasure",
            "She was the first one he ever pleasured.",
            "The judges were removable at the royal pleasure.",
            "I will be no sponge to be squeezed for any man's pleasure. (James)"
        ],
        "synonyms": [],
        "grups": [
            "ea = [e]",
            "Инфинитив с to после сущ",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Он рассмеялся от удовольствия.",
            "Приятно было с вами познакомиться.",
            "Имею удовольствие сообщить, что...",
            "Он сиял от удовольствия.",
            "Всегда рад вас видеть.",
            "Он тратил деньги только на развлечения.",
            "Ее лицо вспыхнуло от удовольствия.",
            "Ваша компания всегда мне будет приятна.",
            "Могу ли я иметь удовольствие видеть вас снова?",
            "Могу ли я удостоиться чести танцевать с вами?",
            "Я рисую только ради удовольствия.",
            "“Я не могу тебя просить это сделать”. — \"Не глупи. Я рад помочь.\"",
            "Вид дыма порадовал его.",
            "получать удовольствие от собственного сада",
            "Сад доставляет ей массу удовольствия.",
            "Тедди удавалось сочетать дело с развлечениями.",
            "Я был очень рад познакомиться с вами.",
            "Люди всегда выбирают жизнь, в которой преобладают удовольствия.",
            "Он хочет извлечь все возможные удовольствия из этой жизни.",
            "С Кэрол было приятно работать.",
            "Это сильно уменьшает удовольствие.",
            "Есть странные вещи, которые мне нравится делать.",
            "Созерцать красоту сада было удовольствием.",
            "Я взял себе за правило никогда не смешивать бизнес с удовольствием.",
            "Я с большим удовольствием представлю следующего выступающего.",
            "Я имел удовольствие беседовать с ним наедине.",
            "Чувство истинного удовольствия",
            "Она была первой, кого он смог удовлетворить.",
            "Судьи могли быть смещены по желанию короля.",
            "Я не стану источником, из которого всякий ради своего удовольствия сможет выдавливать деньги."
        ]
    }
}