{
    "plead": {
        "comment": [
            "leader",
            "lead",
            "leadership",
            "leading",
            "misleading"
        ],
        "translate": "умолять, просить, ссылаться, ходатайствовать, признавать, отвечать на обвинение",
        "transcription": " |pliːd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I pleaded with him to stop.",
            "She went down on her knees, pleading for mercy.",
            "She pleaded not guilty.",
            "“We plead guilty, Your Honor.”",
            "The prisoner pleaded with the king for forgiveness.",
            "'Don't go!' Robert pleaded.",
            "Mr Jones will plead for you in this case.",
            "Moira pleaded with him to stay.",
            "“How do you plead?” asked the judge.",
            "He begged and pleaded, but she would not change her mind.",
            "She agreed to plead guilty to a lesser charge.",
            "She was pleading insanity.",
            "The paragraph was properly pleaded and ought not to be struck out.",
            "She is planning to forgo her right to a trial and simply plead guilty.",
            "Defendant may plead an offset of any sum due to him by the plaintiff.",
            "Civil rights groups pleaded for government help.",
            "Managers pleaded that there was not enough time to make the changes.",
            "Residents successfully pleaded their case at a council meeting."
        ],
        "example_translate": [
            "Я умоляла его перестать /остановиться/.",
            "Она упала на колени, моля о пощаде.",
            "Она не признала своей вины.",
            "“Мы признаём свою вину, Ваша Честь.”",
            "Заключённый молил короля о прощении.",
            "\"Не уходите!\", — умолял Роберт.",
            "В этом деле вас будет защищать мистер Джонс.",
            "Мойра умоляла его остаться.",
            "— Признаёте ли вы себя виновным? — спросил судья.",
            "Как он ни просил и ни умолял, она не меняла своего мнения.",
            "Она согласилась признать себя виновной в менее серьёзном преступлении.",
            "Она ссылалась на невменяемость.",
            "Отсылка к этому параграфу совершенно верная, его не следует вычёркивать.",
            "Она планирует отказаться от своего права на суд и просто признать себя виновной.",
            "Ответчик может требовать зачёта любой суммы, которую ему должен истец.",
            "Правозащитники попросили помощи государства.",
            "Менеджеры ответили, что на внесение данных изменений не хватает времени.",
            "Местные жители успешно отстояли свою точку зрения на заседании Совета."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}