{
    "pledge": {
        "comment": [],
        "translate": "залог, обещание, обет, заклад, зарок, закладывать, обещать, отдавать в залог",
        "transcription": " |pledʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was pledged to silence.",
            "I pledge my honor",
            "He fulfilled his pledge to cut taxes.",
            "I pledge that I will honor my wife",
            "The new governor pledged to reduce crime.",
            "I can't tell you about the story, I'm pledged to secrecy.",
            "He pledged his paintings as collateral for a loan.",
            "He pledged his cooperation.",
            "Employees were pledged to secrecy.",
            "Ther signed a pledge never to reveal the secret.",
            "He left his car as a pledge that he would return with the money.",
            "I pledged $10 a month to my favorite radio station.",
            "Every morning, we pledge allegiance to the flag.",
            "He has promised to fulfill a campaign pledge to cut taxes.",
            "He called to pledge money to the charity.",
            "The company has made a pledge of over $3,000.",
            "The chefs are pledged to keep the restaurant's special recipe a secret.",
            "She wanted to pledge a sorority.",
            "Parents make a pledge to take their children to rehearsals.",
            "Donors have made pledges totaling nearly $4 million.",
            "During his campaign, he pledged that he would not raise taxes.",
            "Trade unions pledged themselves to resist the government plans.",
            "To make a pledge or donation, please call the charity's office.",
            "Both candidates pledge to simplify the state's bloated bureaucracy."
        ],
        "example_translate": [
            "С меня взяли обещание молчать.",
            "Клянусь своей честью.",
            "Он выполнил свое обещание снизить налоги.",
            "Я обещаю, что я буду чтить (уважать, относится с почтением) мою жену.",
            "Новый губернатор пообещал снизить уровень преступности.",
            "Не могу тебе этого рассказать, я обещал хранить это в тайне.",
            "Он заложил свои картины в качестве гарантии по кредиту.",
            "Он пообещал сотрудничать.",
            "С сотрудников взяли обязательство соблюдать секретность.",
            "Они подписали обязательство не выдавать эту тайну.",
            "Он оставил свой автомобиль в качестве залога того, что вернётся с деньгами.",
            "Я пообещал отдавать десять долларов в месяц своей любимой радиостанции.",
            "Каждое утро мы даём клятву верности родине.",
            "Он обещал сдержать предвыборное обещание снизить налоги.",
            "Он позвонил, чтобы официально пообещать сделать благотворительный взнос.",
            "Компания внесла залог в размере более 3000 долларов.",
            "Повара поклялись сохранить особый рецепт этого ресторана в тайне.",
            "Она захотела вступить в сестринство. (амер.университетский клуб, аналог \"братства\" для девушек)",
            "Родители обязуются взять своих детей на репетиции.",
            "Доноры взяли на себя обязательства на общую сумму около четырёх миллионов долларов.",
            "Во время своей предвыборной кампании он пообещал, что не будет повышать налоги.",
            "Профсоюзы обязались противостоять планам правительства.",
            "Чтобы сделать публичное обещание взноса или внести пожертвование, просьба звонить в представительство благотворительной организации.",
            "Оба кандидата обещают упростить раздутую государственную бюрократию."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}