{
    "plenty": {
        "comment": [
            "splendid"
        ],
        "translate": "много, достаточно, довольно, множество, обильный, многочисленный",
        "transcription": " |ˈplenti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was plenty busy with other things.",
            "I was plenty nervous.",
            "We've got plenty of cash.",
            "I'd practiced plenty.",
            "We had plenty to eat and drink.",
            "Try to eat plenty of fresh fruit.",
            "They thought of America as the land of plenty.",
            "He has plenty of drive and ambition.",
            "I've had plenty, thanks.",
            "He had plenty of space to study.",
            "You should drink plenty of water.",
            "Why don't you ask Beth — she's got plenty of money.",
            "The tree provided plenty of shade.",
            "No need to hurry — you've got plenty of time.",
            "There are plenty of plus points about this matter.",
            "Plenty of people were trucking through the streets.",
            "There was plenty of food for everyone.",
            "I exercise and eat right and get plenty of sleep.",
            "Use plenty of packing.",
            "There was plenty of totty at the party.",
            "Only people with plenty of money can afford to shop here.",
            "Space out, children, so that you have plenty of room to move.",
            "There's plenty of go in him yet.",
            "The bush has plenty of buds but no flowers yet.",
            "Plenty of money often draws out the worst in people.",
            "The city has seen plenty of violence over the years.",
            "Allow yourselves plenty of time to get to the airport.",
            "I know plenty of dingy people., I don't want to know any more.",
            "The book gives the reader plenty of clues to solve the mystery.",
            "The paintings are complex, but have plenty of appeal nonetheless."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я был очень занят другими вещами.",
            "Я очень нервничал.",
            "У нас много /полно/ наличности.",
            "Я много практиковался /тренировался/. (амер. plenty = a lot or very)",
            "У нас было полно еды и питья.",
            "Старайтесь есть побольше свежих фруктов.",
            "Они думали об Америке как о стране изобилия.",
            "Он очень напорист и энергичен.",
            "Мне хватит, спасибо.",
            "У него было много места для учёбы.",
            "Вы должны пить много воды.",
            "Почему бы тебе не попросить Бэт: у неё ведь куча денег.",
            "Это дерево отбрасывает большую тень. (досл. Дерево даёт много тени.)",
            "Не нужно торопиться: у вас масса времени.",
            "В этом деле есть много положительных моментов.",
            "Множество людей гуляли по улицам.",
            "Еды с избытком хватало на всех.",
            "Я занимаюсь спортом, правильно питаюсь и много сплю.",
            "Используйте побольше упаковки.",
            "На вечеринке было полно телок.",
            "Только очень богатые люди могут позволить себе здесь что-то покупать.",
            "Дети, располагайтесь на некотором расстоянии друг от друга, чтобы у вас было место для движения.",
            "В нём ещё полно энергии.",
            "У куста много почек, но ещё нет цветов.",
            "Большие деньги часто выявляют в людях самое низменное.",
            "За эти годы город повидал много насилия.",
            "Выделите себе достаточно времени, чтобы добраться до аэропорта.",
            "Я уже знаю лостаточно людей с сомнительной репутацией и не хочу знакомиться с кем-то еще.",
            "Книга даёт читателю множество подсказок, помогающих раскрыть эту тайну.",
            "Хотя эти картины и сложны, но, тем не менее, довольно привлекательны."
        ]
    }
}