{
    "plough": {
        "comment": [
            "through",
            "thorough",
            "enough",
            "although",
            "cough",
            "rough",
            "tough",
            "though",
            "borough"
        ],
        "translate": "плуг, снегоочиститель, пашня, пахать, бороздить, рассекать",
        "transcription": " |plaʊ|",
        "antonyms": [],
        "mnemonic": [
            "plough [пла'у] плуг, пахать - (Пе-пла у) плуга столько, что пахать впору;"
        ],
        "examples": [
            "All the fields are now ploughed up.",
            "In those days the land was plowed by oxen.",
            "The car turned over twice, and ploughed into a fence.",
            "She spent the weekend ploughing her way through the pile of letters.",
            "His plough bit.",
            "Her face was rough, and ploughed with wrinkles.",
            "After months without rain, the ground was too hard to plough.",
            "In this area you might plough up some valuable ancient coins.",
            "The farmer ploughed the loose leaves back to enrich the soil.",
            "Horses plough up the paths and make them muddy for walkers.",
            "Most staff will never want to plough through the manuals that come with the software.",
            "Companies can plough back their profits into new equipment.",
            "We ploughed through the thick mud."
        ],
        "example_translate": [
            "Сейчас идёт распахивание полей.",
            "В те времена землю пахали на быках.",
            "Машина дважды перевернулась и влетела в ограду.",
            "Она потратила выходные на разбор груды писем.",
            "Он глубоко вогнал плуг в землю.",
            "Её лицо было грубым, изборождённым морщинами.",
            "Дождя не было несколько месяцев, и пахать землю было слишком тяжело.",
            "В этих местах можно выкопать ценные старинные монеты.",
            "Фермер запахал в почву опавшие листья, чтобы земля была лучше.",
            "Лошади разбивают дороги, и те становятся слишком грязными для пешеходов.",
            "Большая часть сотрудников ни за что не захочет копаться в инструкциях, которые поставляются вместе с программным обеспечением.",
            "Компании могут реинвестировать свою прибыль в новое оборудование.",
            "Мы продирались сквозь густую грязь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}