{
    "pluck": {
        "comment": [
            "plural",
            "plug",
            "plunge",
            "luck",
            "lucky",
            "unlucky",
            "luckily"
        ],
        "translate": "ливер, смелость, мужество, потроха, отвага, срывать, щипать, собирать, ощипывать",
        "transcription": " |plʌk|",
        "antonyms": [],
        "mnemonic": [
            "pluck [плак] обобрать, ограбить - (Плак-ать) обо- браным приходиться;"
        ],
        "examples": [
            "Do stop plucking at my skirt, I'm coming!",
            "All men agree I have shown pluck.",
            "I plucked the child from the middle of the road.",
            "It takes pluck to do what she did.",
            "My sister plucked a white hair from my head.",
            "He plucked a stone out of the river.",
            "Reaching up, she plucked an apple off the tree.",
            "The hunter plucked the bird's feathers.",
            "It takes a lot of pluck to stand up to a bully.",
            "Those birds have plucked all the flower heads off the roses.",
            "He'd been plucked from obscurity and thrust into the national spotlight.",
            "She showed pluck in getting up on stage.",
            "The proportion of the plucks to the passes is very sad.",
            "She was plucked from obscurity (=made suddenly famous) by a Hollywood film producer.",
            "Like a poem, a genuine essay is made of language and character and mood and temperament and pluck and chance."
        ],
        "example_translate": [
            "Хватит дергать меня за юбку, я уже иду!",
            "Все согласились с тем, что я проявил храбрость.",
            "Я утащил ребёнка с самой середины дороги.",
            "Требуется мужество,чтобы совершить то,что она сделала.",
            "Моя сестра вырвала седой волос у меня на голове.",
            "Он вытащил камень из реки.",
            "Потянувшись, она сорвала с дерева яблоко.",
            "Охотник ощипал птичьи перья.",
            "Нужно много мужества чтобы противостоять хулигану.",
            "Эти птицы поклевали все розовые бутоны.",
            "Его выдернули из безвестности и поместили в центр внимания всей страны.",
            "Она проявила мужество, поднимаясь на сцену.",
            "Отношение числа сдавших экзамен к числу тех, кто его не сдал, очень неутешительно.",
            "Её вырвал из безвестности (т.е внезапно прославил) один голливудский кинопродюсер.",
            "Подобно стихотворению, настоящий очерк сделан из языка, характера, настроения, темперамента, отваги и удачи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}