{
    "plug": {
        "comment": [
            "plural",
            "pluck",
            "plunge"
        ],
        "translate": " штекер, пробка, штепсель, штепсельная вилка, вставлять, затыкать, закупоривать",
        "transcription": "  |plʌɡ|",
        "antonyms": [],
        "mnemonic": [
            "plug [плаг] штепсель, пробка - (Плаг-иатору) заткни пробкой рот;"
        ],
        "examples": [
            "Please plug in the toaster!",
            "If you will play that loud music, I shall have to plug up my ears.",
            "My wife had put the plug in the sink in order to fill it up.",
            "The plug on my iron needs changing.",
            "He pulled the plug out of the socket.",
            "Somebody plugged him with a potato.",
            "Why do you give them a free plug?",
            "She plugged a cork in the wine bottle.",
            "The pipe seems to be plugged up and the water can't flow away.",
            "He plugged him right in the chest.",
            "We used mud to plug up the holes in the roof.",
            "You can practise with your gun by plugging at the tree.",
            "We were able to plug the hole with cement.",
            "Students must plug away at this problem.",
            "The Swiss entrepreneur has pulled the plug on any further investment in the firm.",
            "Arnie was on the show to plug his new movie.",
            "I wouldn't like to start in and plug his game.",
            "The actor made a shameless plug for his movie.",
            "The owner will easily see you plugged the report.",
            "Change the plugs every 10,000 miles.",
            "One of the wires in the plug had come away.",
            "Check that the plug has been wired up properly.",
            "Plug the yellow cable into the Video Input on the TV or VCR.",
            "During the show she managed to put in a plug for her new book.",
            "When the plug is inserted in the socket, the lamp can be lighted.",
            "The Home Secretary has ruled out immediate tax increases to plug the gap.",
            "Most extension cords have a male plug on one end and a female plug on the other.",
            "Games consoles plug into the back of the TV.",
            "She tugged the cord until the plug came out of the wall socket."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Пожалуйста, включи тостер в разетку!",
            "Если ты хочешь играть эту громкую музыку, мне придётся заткнуть уши.",
            "Моя жена заткнула раковину пробкой, чтобы наполнить её.",
            "Вилка на моем утюге нуждается в замене.",
            "Он выдернул вилку из розетки.",
            "Кто-то запустил в него картошкой.",
            "Почему вы делаете им бесплатную рекламу?",
            "Она заткнула пробкой винную бутылку.",
            "Труба, похоже, забилась, вода не проходит.",
            "Он залепил ему (пулю) прямо в грудь. (амер.)",
            "Мы заделали дыры в крыше грязью.",
            "Тренироваться в стрельбе можно, паля в дерево.",
            "Мы смогли /у нас получилось/ заделать эту дыру цементом.",
            "Студенты должны упорно работать над этим вопросом.",
            "Швейцарский предприниматель полностью прекратил любые дальнейшие вложения в эту фирму.",
            "Арни пришёл на шоу, чтобы отрекламировать свой новый фильм.",
            "Мне не хотелось бы ввязываться в это дело и мешать его игре.",
            "Актер беззастенчиво прорекламировал свой фильм.",
            "Владелец легко обнаружит, что вы подогнали цифры отчётности.",
            "Меняйте свечи через каждые 10 000 миль.",
            "Один из проводов в разъёме отошёл.",
            "Убедитесь, что разъём подключён правильно.",
            "Подключите жёлтый провод ко входу \"видео\" на телевизоре или видеомагнитофоне.",
            "Во время представления она ухитрилась прорекламировать свою новую книгу.",
            "После того как вилка вставлена в розетку, можно включать лампу.",
            "Министр внутренних дел исключил возможность немедленного повышения налогов для покрытия дефицита.",
            "Большинство удлинителей имеют с одного конца разъем типа \"папа\", а сдругого разъем типа \"мама\".",
            "Игровые приставки подключаются через разъём на задней панели телевизора.",
            "Она дёргала за шнур, пока вилка не выскочила из розетки."
        ],
        "stars": 1
    }
}