{
    "plunge": {
        "comment": [
            "plural",
            "plug",
            "pluck"
        ],
        "translate": "погружение, ныряние, погружаться, погружать, вляпаться",
        "transcription": " |plʌndʒ|",
        "antonyms": [],
        "mnemonic": [
            "plunge [plʌndʒ]\nlunge [lʌndʒ] - выпад; ринуться\n***\nЛодка ПОГРУЖАЛАСЬ - это план|же. (это) plunge\nВЫСКОЧИТЬ из комнаты - был план|же. (это) plunge\nЯ ОКУНУЛСЯ - это был план|же. (это) plunge\nРезкое падение, бросок.\n***\nТы ринулся \"lunge\"\nи сразу погрузился \"plunge\"."
        ],
        "examples": [
            "The children plunged into the cold water without complaining.",
            "Don't be too keen to plunge into argument with him.",
            "Plunge the fabric into a bath of black dye.",
            "It was only to plunge into new errors.",
            "The path plunges down (the cliff) to the sea.",
            "She has been plunging rather deeply.",
            "The moose population has plunged in recent years.",
            "The city was plunged into darkness when the electricity supply was cut off in the storm.",
            "She plunged at it eagerly.",
            "We were plunged at once into philosophical discussions.",
            "The stock market plunged yesterday.",
            "Her car plunged off a bridge.",
            "She plunged into a dangerous adventure.",
            "He stumbled across the landing and plunged into Torpenhow's room.",
            "The professor plunged his students into the study of the Italian text.",
            "It plunged to the bottom of the well.",
            "Oil prices have plunged to a new low.",
            "The unemployment rate plunged sharply.",
            "The sky diver had a plunge of more than 20,000 feet before his parachute opened.",
            "The road plunges down the mountain.",
            "Market analysts predicted a price plunge.",
            "The plane began a headlong plunge towards the Earth.",
            "Her car swerved and plunged off the cliff.",
            "A strike would plunge the country into chaos.",
            "Both the climbers had plunged to their deaths.",
            "The store experienced a sharp plunge in sales.",
            "We took the plunge and set up our own business.",
            "In the recession, the company's profits plunged 60%.",
            "The country might plunge into the abyss of economic ruin.",
            "The President's approval rating has plunged to 20 percent."
        ],
        "example_translate": [
            "Дети без разговоров полезли в ледяную воду.",
            "Не пытайся ввязываться с ним в спор.",
            "Окуните ткань в ванну с черным красителем.",
            "Не хватало ещё наделать кучу новых ошибок.",
            "Тропинка круто спускается к морю.",
            "Она довольно много и азартно играет.",
            "Поголовье лосей в последние годы резко сократилось.",
            "Когда во время грозы отключилось электричество, город погрузился во тьму.",
            "Она нетерпеливо ринулась туда.",
            "Мы тотчас же были вовлечены в философскую дискуссию.",
            "Вчера фондовый рынок резко упал.",
            "Её автомобиль упал в воду с моста.",
            "Она ринулась в опасную авантюру.",
            "Он случайно набрёл на лестничную площадку и ввалился в комнату к Торпенхоу.",
            "Профессор погрузил студентов в изучение итальянского текста.",
            "Оно упало на дно колодца.",
            "Цены на нефть упали до нового минимума.",
            "Уровень безработицы резко уменьшился.",
            "Прежде чем парашют раскрылся, парашютист пролетел более двадцати тысяч футов.",
            "Дорога круто ныряет вниз по склону горы.",
            "Рыночные аналитики предсказали резкое падение цен.",
            "Самолёт начал стремительное падение к Земле.",
            "Её автомобиль вильнул в сторону и сверзился с обрыва.",
            "Любая забастовка может ввергнуть страну в хаос.",
            "Оба альпиниста разбились насмерть.",
            "Магазин испытал резкое падение продаж.",
            "Мы, наконец, решились и создали собственное предприятие.",
            "В ходе рецессии прибыль компании упала на 60%.",
            "Страна может погрузиться в пучину экономической катастрофы.",
            "Рейтинг президента резко упал до 20%."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}