{
    "plus": {
        "comment": [
            "surplus"
        ],
        "translate": "плюс, преимущество, плюс, положительный, добавочный",
        "transcription": " |plʌs|",
        "antonyms": [],
        "mnemonic": [
            "plush [plʌʃ]\n***\nПЛЮШЕВЫЙ купил я плащ. (это) plush\nШИКАРНЫЙ прикупила плащ. (это) plush\nРОСКОШНЫЙ мне купили плащ. (это) plush"
        ],
        "examples": [
            "Four plus five is nine.",
            "Experience in sales is a plus.",
            "Three plus six equals nine. (3 + 6 = 9)",
            "They will pay $112 million plus interest.",
            "The small residuary charge will be plus.",
            "It is regarded as a plus on anybody's CV.",
            "I enjoy gardening, plus it's good exercise.",
            "The total cost was $10, 000, plus 14% interest.",
            "The superscript plus sign denotes a positive ion.",
            "There are plenty of plus points about this matter.",
            "Most children start school when they're five plus.",
            "Send self addressed envelope plus certified cheque.",
            "Some knowledge of Spanish is a definite plus in this job.",
            "He was minus a big toenail, and plus a scar upon the nose.",
            "He works a full-time job during the day, plus he goes to school at night.",
            "He's been studying hard for exams. Plus he's been working in a bar at night.",
            "All the ladies brought pies and cakes. Plus they had coffee and tea and punch.",
            "The apartment isn't perfect, but the fact that it has new appliances is a plus.",
            "Another of the Beach Club's plus points is that it's right in the middle of town.",
            "This is not an exciting car to drive, but on the plus side it is extremely reliable."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Четыре плюс пять будет девять.",
            "Кандидаты, у которых есть опыт продаж, имеют преимущество.",
            "Три плюс шесть равно девяти. (3 + 6 = 9)",
            "Они заплатят 112 миллионов долларов плюс проценты.",
            "Небольшой остаточный заряд будет положительным.",
            "Это плюс для любого резюме.",
            "Я очень люблю возиться в саду, и к тому же это хорошая тренировка.",
            "Общая стоимость проекта составила десять тысяч долларов, плюс четырнадцать процентов годовых.",
            "Знак \"плюс\" в качестве верхнего индекса означает положительно заряженный ион.",
            "В этом деле есть много положительных моментов.",
            "Большинство детей начинают ходить в школу в возрасте пяти лет или старше.",
            "Пришлите конверт с вашим адресом и банковский чек.",
            "Некоторое знание испанского языка является определённым преимуществом в этой работе.",
            "Он лишился ногтя на большом пальце ноги и заработал шрам на носу.",
            "Днём он работает с полной занятостью, а вечером к тому же ходит в школу.",
            "Он усердно готовится к экзаменам. Кроме того, по ночам он работает в баре.",
            "Все дамы принесли пироги и торты. Плюс к тому, там были кофе, чай и пунш.",
            "Квартира неидеальна, но то, что в ней установлена новая бытовая техника — несомненный плюс.",
            "Другим преимуществом \"Beach Club\" является то, что он находится прямо в центре города.",
            "Езда на этой машине особой радости не приносит, но плюс в том, что она чрезвычайно надёжна."
        ],
        "stars": 3
    }
}