{
    "poet": {
        "comment": [
            "poetry",
            "poetic",
            "poem"
        ],
        "translate": "поэт, стихотворец",
        "transcription": " |ˈpoʊət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He thinks of himself as a poet.",
            "She was an extremely gifted poet.",
            "Shelley was a nature poet.",
            "Shakespeare will ever be a great poet.",
            "What was meant by the poet?",
            "a poet admired for his lyrics",
            "...a gifted but uncelebrated poet...",
            "And muse on Nature with a poet's eye.",
            "a poet and a profoundly religious man",
            "She is more of a poet than a musician.",
            "The poet symbolizes love in this poem.",
            "A poet will speak at the commencement.",
            "The poet syllabized the verses he read.",
            "Robert Burns was a great Scottish poet.",
            "The book is a handsome tribute to a great poet.",
            "The silly poet runs home to versify the disaster.",
            "She cribbed a line or two from her favorite poet.",
            "The poet's ability burned out before he was thirty.",
            "The poet is imagined as a mild and amiable amorist.",
            "The poet's grave site has become a place of pilgrimage.",
            "Pay particular attention to the poet's choice of words.",
            "She holds a firm position as the country's leading poet.",
            "The sonnets established his reputation as a gifted poet.",
            "The poet wrings the last drop of meaning from every word.",
            "He tries to come over as a poet, but nobody believes him.",
            "He wrote his dissertation on an obscure 16th-century poet.",
            "In her last days the poet expressed concern for her father.",
            "It is as great a bore as to hear a poet read his own verses.",
            "The poet's home was in a northern city embosomed in mountains.",
            "Venice, that land so calculated to fire the imagination of a poet."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он считает себя поэтом.",
            "Она была очень одарённым поэтом.",
            "Шелли воспевал природу.",
            "Шекспир останется великим поэтом во все времена.",
            "Что хотел сказать этот поэт?",
            "поэт восхищался своими лирическими стихами",
            "...одаренный, но неизвестный / не пользующийся популярностью / поэт...",
            "И думать о природе, как поэт.",
            "поэт и глубоко верующий человек",
            "Она больше поэт, чем музыкант.",
            "В этом стихотворении поэт символически изображает любовь.",
            "Вначале выступит поэт.",
            "Поэт прочёл вслух стихи, чётко выговаривая каждый слог.",
            "Роберт Бернс был великим шотландским поэтом.",
            "Эта книга — щедрая дань уважения великому поэту.",
            "Глупый поэт бежит домой, чтобы описать в стихах случившееся несчастье.",
            "Она содрала пару строчек у своего любимого поэта.",
            "Поэт исчерпал свой талант к тридцати годам.",
            "Поэта представляют себе автором нежных и приятных стихов о любви.",
            "Могила этого поэта стала местом паломничества.",
            "Особое внимание уделите словам, которые подобрал поэт.",
            "Она занимает прочную позицию ведущего поэта страны.",
            "Эти сонеты упрочили его репутацию талантливого поэта.",
            "Этот поэт выжимает каждое слово до последней капли смысла.",
            "Он пытается выдавать себя за поэта, но ему никто не верит.",
            "Он написал докторскую диссертацию по одному малоизвестному поэту шестнадцатого века.",
            "В последние дни жизни поэтесса выразила озабоченность в связи со своим отцом.",
            "Это так же скучно, как слушать поэта, читающего свои стихи.",
            "Поэт родился на севере, в городе, окружённом горами.",
            "Венеция, край, созданный словно специально для того, чтобы воспламенять вдохновение поэта."
        ]
    }
}