{
    "pointed": {
        "comment": [],
        "translate": "заостренный, острый, остроконечный, подчеркнутый, критический, наведенный, колкий",
        "transcription": " |ˈpɔɪntɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her shoes had acutely pointed toes.",
            "She pointed me towards an armchair.",
            "She pointed her finger at the door.",
            "'Look!' she said and pointed.",
            "He pointed to a clump of trees.",
            "The finger of scorn is pointed at you.",
            "The dog pointed the dead duck.",
            "The driver pointed with his whip.",
            "He was wearing pointed black shoes.",
            "a pointed allusion to what was going on",
            "He has pointed out a method of cure.",
            "He pointed to the empty parking space.",
            "He stood up and pointed his finger at me.",
            "She pointed through the window of the coach.",
            "All the evidence pointed to the conclusion that he was guilty.",
            "He pointed out that there were certain formalities to be observed.",
            "another pointed look in their direction",
            "In the next field Satin pointed a leveret.",
            "She produced a camera and pointed it at me.",
            "He pointed out all the drawbacks to my plan.",
            "The girls pointed in the opposite direction.",
            "She pointed in the direction of the car park.",
            "I pointed out the inaccuracy of his statement.",
            "They pointed their microphones in my direction.",
            "He stood up and pointed his gun at the prisoner.",
            "The harbour is described with pointed correctness.",
            "The hands of the clock pointed to a quarter past one.",
            "He pointed the bow of the boat toward the finish line.",
            "All the evidence pointed towards Blake as the murderer.",
            "Hudson pointed his ship down the coast of the newfound sea."
        ],
        "example_translate": [
            "У её туфель были очень заострённые носы.",
            "Она указала мне на кресло.",
            "Она указала пальцем на дверь.",
            "— Смотри! — сказала она и показала пальцем.",
            "Он указал на рощицу.",
            "Над тобой насмехаются.",
            "Собака сделала стойку на мёртвую утку.",
            "Кучер показал кнутом.",
            "На нём были чёрные остроносые туфли.",
            "чёткий намёк на происходящее",
            "Он указал на метод лечения.",
            "Он указал на пустое парковочное место.",
            "Он встал и указал на меня пальцем.",
            "Она указала пальцем в окно коляски.",
            "Все улики подталкивали к выводу о его виновности.",
            "Он подчеркнул, что существуют некоторые формальности, которые должны быть выполнены.",
            "ещё один взгляд в их сторону",
            "На следующем поле Сэтин сделал стойку перед зайчонком.",
            "Она вынула камеру и направила её на меня.",
            "Он указал на все недостатки моего плана.",
            "Девушки показали в противоположном направлении.",
            "Она указала в сторону автомобильной стоянки.",
            "Я отметил неточности в его показаниях.",
            "Они нацелили микрофоны в мою сторону.",
            "Он встал и направил пистолет на арестованного.",
            "Гавань описана с исключительной точностью.",
            "Стрелки часов показывали четверть второго.",
            "Он развернул нос лодки в сторону финиша.",
            "Все улики указывали на то, что убийца — Блейк.",
            "Гудзон направил своё судно вдоль побережья недавно открытого моря."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}