{
    "poisonous": {
        "comment": [],
        "translate": "ядовитый, отвратительный, противный",
        "transcription": " |ˈpɔɪzənəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Chocolate is poisonous to dogs.",
            "The berries are poisonous to birds.",
            "She was bitten on the ankle by a poisonous snake.",
            "The patient had been bitten by a poisonous snake.",
            "Some mushrooms are extremely poisonous.",
            "Most people will recoil from a poisonous snake.",
            "These berries are edible, but those are poisonous.",
            "Carbon monoxide is a poisonous gas.",
            "He is interested specifically in poisonous snakes.",
            "a massive effusion of poisonous gas",
            "an accidental escape of poisonous gases",
            "This species of spider is extremely poisonous.",
            "The snake that bit her was almost certainly poisonous.",
            "He ate some poisonous mushrooms, with fatal consequences.",
            "That poisonous bastard Lucett told Morris I was seeing his wife.",
            "The most infamous of South America's poisonous snakes are the ringed coral snake and the pit viper.",
            "Harvesting wild mushrooms is no business for amateurs, since some of the esculent ones closely resemble poisonous varieties."
        ],
        "example_translate": [
            "Шоколад очень вреден (ядовит) для собак.",
            "Эти ягоды ядовиты для птиц.",
            "Ядовитая змея укусила ее за щиколотку.",
            "Больной был укушен ядовитой змеёй.",
            "Некоторые грибы являются чрезвычайно ядовитыми.",
            "Большинство людей отскочит при виде ядовитой змеи.",
            "Эти ягоды съедобны, а те — ядовиты.",
            "Окись углерода — это ядовитый газ.",
            "Его особенно интересуют ядовитые змеи.",
            "крупная эффузия ядовитого газа",
            "случайная утечка ядовитых газов",
            "Этот вид пауков чрезвычайно ядовит.",
            "Змея, которая её укусила, почти наверняка была ядовита.",
            "Он съел какие-то ядовитые грибы, с фатальными последствиями.",
            "Ублюдок Ласетт, гад такой, сказал Моррису, что я-де встречаюсь с его женой.",
            "Самыми известными из ядовитых змей Южной Африки являются кольчатая коралловая змея и гремучая змея.",
            "Сбор лесных грибов не терпит дилетантства, поскольку некоторые съедобные их разновидности очень схожи с ядовитыми."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}