{
    "poke": {
        "comment": [],
        "translate": "мешок, тычок, толчок, лентяй, лодырь, копуша, тыкать, совать, толкать, пихать, протыкать",
        "transcription": " |pəʊk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He poked at the meat with his fork, but it seemed undercooked.",
            "I poked him on the nose.",
            "He poked a hand into one of his pockets.",
            "The room is cold, poke the fire up a little.",
            "He poked himself up in a dull town.",
            "You are like children who poke a hole in a drum to see what it is.",
            "Ella looked at the tiny face poking out of the blanket.",
            "Poke the embers in the fireplace.",
            "It would break her heart, to be poked up in a town. (Mrs. J. H. Riddell)",
            "The tops of his shoes had worn so thin that his toes were poking through.",
            "What if the car you buy turns out to be a pig in a poke?",
            "Vanessa gave me a playful poke in the ribs.",
            "I accidentally poked my finger right through the old fabric.",
            "Be careful with that umbrella or you'll poke someone in the eye.",
            "One of the nurses poked her head around the door.",
            "Defense attorneys tried to poke holes in Rodger's story.",
            "It is hard to be pretentious or elevated in Yiddish, and easy to poke fun.",
            "He was poking at the dust with a stick, making little patterns.",
            "Bennett took a poke at the President's refusal to sign the bill.",
            "Andy poked the fish with his finger to see if it was still alive."
        ],
        "example_translate": [
            "Он потыкал в мясо вилкой, но оно казалось недожаренным.",
            "Я дал ему в нос.",
            "Он засунул руку в один из карманов.",
            "В комнате холодно, повороши уголья.",
            "Он заживо похоронил себя в провинциальном городе.",
            "Вы прямо как те дети, которые проделывают дырку в барабане, чтобы посмотреть, что там внутри.",
            "Элла взглянула /посмотрела/ на крохотное личико, выглядывающее из-под одеяла.",
            "Повороши угли в камине.",
            "То, что она не сможет никуда выехать из этого города, просто разобьет ее сердце.",
            "У него были такие поношенные ботинки, что большие пальцы торчали наружу.",
            "А что если автомобиль, который Вы покупаете, окажется \"котом в мешке\"?",
            "Ванесса игриво ткнула меня в бок.",
            "Я нечаянно проткнул эту старую ткань пальцем насквозь.",
            "Осторожней с зонтом, а то проткнёшь кому-нибудь глаз.",
            "Одна из медсестёр выглянула из-за двери.",
            "Адвокаты попытались найти несоответствия в рассказе Роджера.",
            "Говоря на идише, трудно быть надменным и возвышенным, и легко хохмить и подкалывать.",
            "Он ковырял в пыли палкой, и получались узорчики.",
            "Беннет раскритиковал отказ президента подписать данный законопроект.",
            "Энди ткнул в рыбу пальцем, проверяя, жива ли она ещё."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}