{
    "pole": {
        "comment": [],
        "translate": "полюс, столб, шест, жердь, полюсный, отталкивать шестом",
        "transcription": " |poʊl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "North pole",
            "We raised the flag to the top of the pole.",
            "Antarctic Pole",
            "He ran bang into the pole.",
            "Arctic Pole",
            "Can you stand that pole in the corner for now?",
            "The curtain pole can be cut to length.",
            "Who discovered the North Pole?",
            "as wide asunder as pole from pole",
            "I wouldn't touch her with a ten-foot pole.",
            "Amundsen's expedition was the first to reach the South Pole.",
            "The ends of the cloth lap around the pole.",
            "Edwards cleared 18 feet in the pole vault.",
            "The firefighters slid down the pole to their trucks.",
            "The car hit the pole and then cartwheeled across the road.",
            "A dark green ivy plant twined around the pole.",
            "Can you fend off the other boat with your pole?",
            "They trekked towards the North Pole with sleds and skis.",
            "The end of the pole bobbed up and struck me.",
            "a well outfitted expedition to the South Pole",
            "the North Pole and the South Pole are antipodes.",
            "We have enormous wealth at one pole, and poverty and misery at the other.",
            "Washington and Beijing are at opposite poles (=think in two completely different ways) on this issue.",
            "The visitors were conveyed in barges to the crest of High Pole hill.",
            "The arctic circle is a nonentity — you won't see it on the way to the north pole.",
            "Financial analysts have warned investors not to touch these offers with a ten-foot pole."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Северный полюс",
            "Мы подняли знамя на самый верх флагштока.",
            "Южный полюс",
            "Он врезался прямо в столб.",
            "Северный полюс",
            "Можешь пока поставить этот шест в угол?",
            "Карниз можно укоротить.",
            "Кто открыл Северный полюс?",
            "так же далеки друг от друга, как разные полюса",
            "Я бы к ней и на пушечный выстрел не подошёл.",
            "Экспедиция Амундсена первой достигла Южного полюса.",
            "Края ткани обёрнуты вокруг древка.",
            "Эдвардс взял высоту 18 футов в прыжках с шестом.",
            "Пожарные спустились по шесту к своим машинам.",
            "Автомобиль врезался в столб, а затем закувыркался по дороге.",
            "Вокруг столба обвился тёмно-зелёный плющ.",
            "Оттолкни вон ту лодку багром.",
            "Они совершили переход к Северному полюсу на санях и лыжах.",
            "Конец багра подскочил и ударил меня.",
            "хорошо снаряжённая экспедиция на Южный полюс",
            "Северный и Южный полюса являются антиподами.",
            "На одном полюсе у нас — несметные богатства, а на другом — бедность и нищета.",
            "По этому вопросу Вашингтон и Пекин находятся на противоположных полюсах (т.е. думают совершенно по-разному).",
            "Гости были доставлены автобусами на вершину холма Хай Поул.",
            "Полярный круг существует лишь в воображении: вы не увидите его на пути к Северному полюсу.",
            "Финансовые аналитики предупредили инвесторов, чтобы те даже близко не подходили к этим финансовым предложениям."
        ]
    }
}