{
    "politically": {
        "comment": [
            "politics",
            "impolite",
            "political",
            "polite",
            "politician",
            "politely",
            "metropolitan"
        ],
        "translate": "обдуманно, хитро, расчетливо",
        "transcription": " |pəˈlɪtɪkəlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's a politically savvy guy.",
            "Health care has become a major political issue in recent years.",
            "Politically we are on a razor edge.",
            "We suspect that the violence was politically inspired.",
            "He became politically active at college.",
            "The senator has changed political parties.",
            "Women were becoming more politically active.",
            "Young people are becoming politically inactive.",
            "What is morally wrong can never be politically right.",
            "Blake was intellectually able but politically inept.",
            "We need a political solution rather than a military solution.",
            "He says he doesn't hold with all this politically correct stuff.",
            "The doctrine was politically unacceptable and militarily unsound.",
            "The climate was too hot politically to make such radical changes.",
            "She is politically illiterate and has never voted in an election.",
            "Soul was politically significant during the Civil Rights movement.",
            "It's a politically acute film that does not oversimplify the issues.",
            "He knows that supporting a tax increase would be politically suicidal.",
            "The unsuccessful run for office left him ruined politically and economically.",
            "This solution is politically expedient but may well cause long-term problems.",
            "You may not agree with him politically, but no one can question his patriotism.",
            "These policies will only serve to isolate the country politically and economically.",
            "He saw no reason why “secretary” should suddenly become a term of opprobrium among the politically correct."
        ],
        "example_translate": [
            "Он - парень с политической смекалкой.",
            "В последние годы здравоохранение стало важной политической проблемой.",
            "С политической точки зрения, мы находимся на острие ножа.",
            "Мы подозреваем, что насилие было политически мотивированным.",
            "Он начал политическую деятельность в колледже.",
            "Сенатор сменил свою политическую партию.",
            "Женщины становились всё более политически активными.",
            "Молодые люди становятся политически инертными.",
            "То, что является аморальным, не может быть политически правильным.",
            "Блейк был очень одарённым в интеллектуальном смысле человеком, но как политик никуда не годился.",
            "Нам необходимо политическое решение, а не военное.",
            "Он говорит, что вся эта политкорректная чушь ему не по нутру.",
            "Эта доктрина была неприемлемой с политической и порочной с военной точки зрения.",
            "Политически атмосфера была слишком накалена для столь радикальных изменений.",
            "Она ничего не смыслит в политике, и никогда не голосовала на выборах.",
            "Музыка соул была политически значимым явлением во времена движения за гражданские права.",
            "Это политически острый фильм, в котором данные проблемы не подаются в чрезмерно упрощённом виде.",
            "Он понимает, что поддержка повышения налогов будет равносильна политическому самоубийству.",
            "Эта неудачная избирательная кампания уничтожила его как политически, так и экономически.",
            "Это решение является политически целесообразным, но в долгосрочной перспективе вполне может повлечь проблемы.",
            "Можно не соглашаться с ним насчёт политики, но никто не может усомниться в его патриотизме.",
            "Эта политика послужит лишь изоляции страны, как в политическом смысле, так и в экономическом.",
            "Он не понимал, почему слово “секретарь” вдруг стало позорным среди людей с правильными политическими взглядами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}