{
    "polish": {
        "comment": [
            "demolish",
            "parish",
            "stylish",
            "lavish",
            "banish",
            "abolish"
        ],
        "translate": "полировать, шлифовать, чистить, начистить, полировка, лак, лоск, глянец, политура",
        "transcription": " |ˈpoʊlɪʃ|",
        "antonyms": [],
        "mnemonic": [
            "abolish [ə'bɔlɪʃ] - уничтожать, упразднять, разрушать\n***\nТы не ОТМЕНЯЕШЬ, а просто балаболишь. (это)\nabolish\n***\nВ городе польском \"polish\",\nсанкции отменили \"abolish\".",
            "polish ['pоli∫]\n***\nБЛЕСК НАВОДИШЬ, если в саду цветы полешь. (это)\npolish\nЧИСТИЛИ мы обувь в Польше. (это) polish\nПолировать, полировка, лоск, глянец/\n***\nВ городе польском \"polish\",\nсанкции отменили \"abolish\",\nэто блеск \"polish\"."
        ],
        "examples": [
            "I need more shoe polish.",
            "We need to polish the silver.",
            "He blacked his boots with polish.",
            "She was born in a Polish ghetto.",
            "Polish the lenses with a piece of tissue.",
            "She'd painted her toenails with red nail polish.",
            "Wax polish gives a lovely shine to wood furniture.",
            "You should polish up your Spanish before you go to Chile.",
            "Polish up the silver ready for the important dinner.",
            "Did you use a wax polish on the table or an oil-based one?",
            "You'll need to polish your shoes with a clean rag before the performance.",
            "The Polish economy began to show signs of recovery.",
            "Carla's writing has potential, but it lacks polish.",
            "They could polish off a barrel of beer in half an hour.",
            "She went ballistic when she discovered her sister using her nail polish.",
            "He's rude and lacks polish.",
            "The company needs to polish up its image.",
            "All her furniture gleams with polish and loving care.",
            "Your essay is good, you just need to polish it a bit.",
            "The artificial language Esperanto was the brainchild of L. L. Zamenhof, a Polish oculist.",
            "I've a pile of letters to polish off before I can go home.",
            "The movie has the polish we've come to expect from that director.",
            "Schindler contrived to save more than 1,000 Polish Jews from the Nazis.",
            "You have to polish off three experienced players before you can win the prize.",
            "Polish referee Ryszard Wojcik reported two Leeds United players for violent conduct."
        ],
        "example_translate": [
            "Мне нужно больше крема/лака для обуви.",
            "Нам нужно отполировать серебро.",
            "Он начистила его сапоги чёрным кремом.",
            "Она родилась в польском гетто.",
            "Протрите линзы куском ткани.",
            "Она накрасила ногти на ногах красным лаком.",
            "Восковая политура придаёт мебели замечательный блеск.",
            "Перед отъездом в Чили следует подтянуть ваш испанский.",
            "Начисть серебро к званому ужину.",
            "Полировка на сделанном вами столе восковая или на масляной основе?",
            "Перед выступлением вам нужно будет отполировать свои туфли чистой тряпкой.",
            "Польская экономика начала проявлять признаки восстановления.",
            "У работ Карлы есть потенциал, но им не хватает лоска.",
            "Они за полчаса уговорят бочонок пива.",
            "Она пришла в ярость, когда обнаружила, что сестра пользуется её лаком для ногтей.",
            "Он груб и неотёсан.",
            "Компании необходимо улучшить свой имидж.",
            "Вся её мебель блестит от полировки, видно, что о ней заботятся с любовью.",
            "Ваше сочинение хорошее, просто нужно его немного отшлифовать.",
            "Искусственный язык эсперанто был детищем польского окулиста Л. Л. Заменгофа.",
            "Мне нужно разобрать до конца работы тонну писем.",
            "В этом фильме есть лоск, которого мы привыкли ожидать от этого режиссёра.",
            "Шиндлер умудрился спасти от нацистов более тысячи польских евреев.",
            "Чтобы выиграть приз, тебе надо разбить трёх опытных игроков.",
            "Польский арбитр Рышард Войцик отметил в рапорте агрессивное поведение двух игроков \"Лидс Юнайтед\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}