{
    "policeman": {
        "comment": [],
        "translate": "полицейский, полисмен",
        "transcription": " |pəˈliːsmən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The policeman caught the thief.",
            "The policeman blew his whistle.",
            "The policeman kicked the door open.",
            "The policeman was killed by a single shot.",
            "I showed my driver's license to the policeman.",
            "The policeman downed the heavily armed suspect.",
            "Bob down behind the wall, there's a policeman coming.",
            "The policeman wore his badge proudly.",
            "It was alleged that the policeman had accepted bribes.",
            "The policeman barked out a warning as the gunmen appeared.",
            "The policeman made after the thieves, but failed to catch them.",
            "Duck down behind this wall and then the policeman won't see you.",
            "The policeman made a timely appearance.",
            "the shrill sound of a policeman's whistle",
            "He was convicted of murdering a policeman.",
            "I found myself vis-a-vis a burly policeman.",
            "The head of security was a former policeman.",
            "The policeman signalled to him to pull over.",
            "The policeman made him turn out his pockets.",
            "He defiantly shook his fist at the policeman.",
            "The policeman chased the mugger down the alley",
            "He reported the crime to the nearest policeman.",
            "It is incorrect for a policeman to accept gifts.",
            "an experienced policeman whose partner is a rookie",
            "The witnesses corroborated the policeman's testimony.",
            "The policeman warned him not to make any false moves.",
            "The policeman cautioned the motorist about his speed.",
            "A policeman yelled at the crowds to get out of the way.",
            "Why is there never a policeman around when you need one?",
            "Joseph does not conform to the stereotype of a policeman."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Полицейский задержал вора.",
            "Полицейский свистнул в свисток.",
            "Полицейский распахнул дверь ногой.",
            "Полицейский был убит одним выстрелом.",
            "Я показал полцейскому свои права.",
            "Полицейский повалил на землю вооружённого до зубов подозреваемого.",
            "Присядь за стенку, полицейский идёт.",
            "Полицейский с гордостью носил свой жетон.",
            "Подозревалось, что городовой брал взятки.",
            "Как только появились вооружённые люди, полицейский выкрикнул предупреждение.",
            "Полицейский бросился вдогонку за ворами, но не сумел их схватить.",
            "Спрячься за стену и полицейский тебя не увидит.",
            "Полицейский появился вовремя.",
            "пронзительный звук полицейского свистка",
            "Он был признан виновным в убийстве полицейского.",
            "Я очутился с глазу на глаз с крепким полицейским.",
            "Начальник охраны в прошлом был полицейским.",
            "Полицейский дал ему сигнал остановиться.",
            "Полицейский заставил его вывернуть карманы.",
            "Он демонстративно потряс кулаком перед полицейским.",
            "Полицейский погнался за грабителем по переулку.",
            "Он сообщил об этом преступлении ближайшему полицейскому.",
            "Полицейским нельзя принимать подарки.",
            "опытный полицейский, напарник которого является новичком",
            "Свидетели подтвердили показания полицейского.",
            "Полицейский предупредил его не делать каких-либо неверных движений.",
            "Водитель превысил скорость, и полицейский сделал ему предупреждение.",
            "Один из полицейских крикнул людям, чтобы те убрались с дороги.",
            "Почему рядом никогда нет полицейского, когда он нужен?",
            "Джозеф не соответствует расхожему мнению о полицейских."
        ]
    }
}