{
    "polite": {
        "comment": [
            "politics",
            "impolite",
            "political",
            "politician",
            "politely",
            "metropolitan",
            "politically"
        ],
        "translate": "вежливый, учтивый, любезный, обходительный, благовоспитанный, изящный, изысканный",
        "transcription": " |pəˈlaɪt|",
        "antonyms": [],
        "mnemonic": [
            "polite [пола'йт] вежливый - Собака вежливо (полает);",
            "polite [pə'laɪt]\n***\nВЕЖЛИВАЯ собака не полает. (это) polite\nУЧТИВЫЙ пёс не полает. (это) polite"
        ],
        "examples": [
            "She's always very polite.",
            "Please be polite to the guests.",
            "It's not polite to interrupt.",
            "\"It's not polite to point,\" she said.",
            "It was polite of him to hold the door for them.",
            "I know Ian said he liked her singing, but he was only being polite.",
            "He was a model of polite restraint.",
            "I will thank you to be a little more polite.",
            "It's not polite to talk with your mouth full.",
            "He's usually quite polite in my presence.",
            "The girl murmured something polite, and smiled.",
            "...polite people do not discuss ordure in public...",
            "The staff are unfailingly polite.",
            "The turndown was polite but very firm.",
            "He had learned to be irreproachably polite.",
            "She cast her request in very polite language",
            "She always comes back at anyone who tries to be polite to her.",
            "Maths is one of the most useful branches of a polite education.",
            "His manner is polite but authoritative.",
            "Cal replied with a polite but firm 'no'.",
            "He was polite and showed the lions very good-naturedly.",
            "After a few polite preliminaries we stated out main ideas.",
            "Say only nice, polite, ladylike things, no nasty wisecracks.",
            "His words were polite, but there were overtones of anger in his voice.",
            "...the polite guest chose to weasel rather than admit that he didn't like the meal...",
            "“It's Indianapolis 500,“ Andrew said with a polite smile, pleasing me with his diffident correction.",
            "“It's not polite to point,” she said.",
            "Every morning they exchanged polite hellos.",
            "He made a strained attempt at being polite.",
            "Please modify this letter to make it more polite."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она всегда очень вежлива.",
            "Пожалуйста, будь вежлив с гостями.",
            "Не вежливо перебивать (кого-либо).",
            "— Показывать пальцем невежливо, — сказала она.",
            "Было вежливо с его стороны придержать для них дверь.",
            "Я знаю, Ян сказал, что он любит ее пение, но он был просто вежлив.",
            "Он был образцом вежливой сдержанности.",
            "Я бы попросил вас быть повежливее.",
            "Разговаривать с набитым ртом — невежливо /некрасиво, неприлично/.",
            "В моём присутствии он обычно вполне вежлив.",
            "Девушка прошептала что-то вежливое и улыбнулась.",
            "...вежливые люди не обсуждают непристойности на публике...",
            "Персонал неизменно вежлив.",
            "Отказ был вежливым, но очень твёрдым.",
            "Он научился быть безукоризненно вежливым.",
            "Она отклонила ее просьбу в очень вежливой формулировке.",
            "Она всегда отвечает взаимностью тем, кто с ней вежлив.",
            "Математика - одна из наиболее полезных ветвей классического образования.",
            "Он ведёт себя вежливо, но авторитетно.",
            "Кэл ответил вежливым, но твёрдым отказом.",
            "Он был любезен и показывал достопримечательности с большой охотой.",
            "После небольшого вежливого вступления мы изложили основные идеи.",
            "Произносите только приятные, вежливые, изящные вещи, никаких ядовитых замечаний.",
            "Он говорил вежливо, но в тоне его голоса слышались гневные нотки.",
            "...вежливый гость предпочел слукавить, чем признаться, что ему не понравилась еда...",
            "\"Это Индианаплис 500\", вежливо улыбаясь, сказал Андрей, радуя меня своим робким замечанием.",
            "— Показывать пальцем — невежливо, — сказала она.",
            "Каждое утро они вежливо здоровались.",
            "Он сделал натужную попытку быть вежливым.",
            "Прошу вас изменить тон этого письма на более вежливый."
        ],
        "stars": 1
    }
}