{
    "politician": {
        "comment": [
            "politics",
            "impolite",
            "political",
            "polite",
            "politely",
            "metropolitan",
            "politically"
        ],
        "translate": "политик, политикан, государственный деятель",
        "transcription": " |ˌpɑːləˈtɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He has the right qualities to be a politician.",
            "I blame the politicians for the mess we are in.",
            "a politician's rise to fame",
            "a politician with a murky past",
            "The politician was hooted down.",
            "This politician never fails to rip into his opponents.",
            "A politician seeks a lot of exposure.",
            "I cannot make out what this politician is saying.",
            "a politician of rare honesty and courage",
            "No politician wants to seem soft on crime.",
            "The politician clawed his rival.",
            "hound a politician out of office",
            "a politician with a fondness for homily",
            "They say that every politician has a price.",
            "a politician who knows the power of the spoken word",
            "The journal article unmasked the corrupt politician.",
            "a politician known for his arch humor",
            "The politician was lampooned in cartoons.",
            "He did a funny impression of a politician.",
            "a politician who rose to fame very quickly",
            "The writer satirized the politician's proposal.",
            "He was the most powerful politician in the land.",
            "a brilliant politician and a ruthless power-seeker",
            "a politician who has been embraced by conservatives",
            "a politician skilled at evading difficult questions",
            "He took off his politician's hat and talked frankly.",
            "a story about a powerful politician and his inamorata",
            "a politician with unswerving loyalty to the President",
            "a politician who is popular in the American heartland",
            "He is the metropolitan area's most popular politician."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он обладает всеми качествами, необходимыми для политика.",
            "В неприятной ситуации, в которой мы оказались, я виню политиков.",
            "восхождение политика к славе",
            "политик с тёмным прошлым",
            "Громкие крики заставили политика умолкнуть.",
            "Этот политик никогда не упускает случая полить грязью своих противников.",
            "Политик стремится как можно чаще появляться на публике.",
            "Я не могу понять, о чём толкует этот политикан /что говорит этот политик/.",
            "политик редкой честности и мужества",
            "Ни один из политиков не хочет показаться мягким в отношении преступности.",
            "Политик вцепился в своего конкурента.",
            "заставить политика покинуть занимаемый пост путём его травли",
            "политик, любящий поучать /читать нотации/",
            "Говорят, что каждый политик имеет цену.",
            "политик, который понимает силу сказанного слова",
            "Данная журнальная статья разоблачила этого лживого политикана.",
            "политик, известный своим лукавым чувством юмора",
            "Этого политика высмеивали /высмеяли/ в карикатурах.",
            "Он сделал забавную пародию на одного политика.",
            "политик, который очень быстро прославился",
            "Писатель высмеял предложение этого политика.",
            "Он был самым могущественным политиком в стране.",
            "блестящий политик и беспощадный властолюбец",
            "политик, которого консерваторы приняли с распростёртыми объятиями",
            "политик, умело обходящий сложные вопросы",
            "Он сбросил с себя маску политика и заговорил искренне.",
            "рассказ о могущественном политике и его возлюбленной",
            "политик, непоколебимо пренданный президенту",
            "политик, который пользуется популярностью в американской глубинке",
            "Он является самым популярным политиком этой агломерации."
        ]
    }
}