{
    "polluted": {
        "comment": [
            "pollution",
            "pollute"
        ],
        "translate": "загрязненный, развращенный",
        "transcription": " |pəˈluːtəd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Polluted water sources are a hazard to wildlife.",
            "The project's aim is to clean up polluted land.",
            "The water is alleged to be polluted with mercury.",
            "Polluted water supplies are a risk to public health.",
            "Miles of beaches were polluted by the oil spill.",
            "Churches and altars were polluted by atrocious murders. (E. Gibbon)",
            "The federal government will take punitive action against the company that polluted the river.",
            "the acidic water of a polluted lake",
            "the scummy surface of the polluted pond",
            "The rivers had been polluted with aluminium.",
            "The island has been seriously polluted by a copper mine.",
            "Efforts to expand the tourist industry could be negated by reports that the sea is highly polluted."
        ],
        "example_translate": [
            "Источники загрязняющие воду являются угрозой для дикой природы.",
            "Цель проекта заключается в очистке загрязнённых земель.",
            "Подозревают, что вода заражена ртутью.",
            "Загрязненные запасы воды являются угрозой для общественного здоровья.",
            "Многокилометровые песчаные пляжи были загрязнены в результате разлива нефти.",
            "Церкви и алтари были осквернены жестокими убийствами.",
            "Федеральное правительство предпримет карательные меры против компании, которая загрязнила реку.",
            "кислотная вода загрязнённого озера",
            "покрытая пеной поверхность загрязнённого пруда",
            "Реки были загрязнены алюминием.",
            "Остров серьёзно загрязнён медным рудником.",
            "Попытки расширения туристического бизнеса могут быть сведены на нет сообщениями о сильном загрязнении моря."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}