{
    "poll": {
        "comment": [
            "pole",
            "police",
            "policeman",
            "monopoly",
            "policy"
        ],
        "translate": "голосование, список избирателей, голосовать, проводить голосование",
        "transcription": " |poʊl|",
        "antonyms": [],
        "mnemonic": [
            "poll [пэ'ул] опрос, опрашивать - Для опросов женский (пол) лучше?.",
            "poll [pəul]\n***\nВ СПИСКЕ ИЗБИРАТЕЛЕЙ в основном мужской пол.\n(это) poll\nПроводить голосование. Голосование."
        ],
        "examples": [
            "The latest opinion poll puts the Democrats in the lead.",
            "He asked for a poll of public opinion.",
            "About half of the people polled had tried smoking.",
            "Mother brought a pretty Poll.",
            "A poll tax is necessarily regressive.",
            "A recent poll shows a decrease in the number of teenagers who smoke.",
            "At the last general election Mr. L. headed the poll with 4,159 votes.",
            "The polls are open until 8:00 tonight.",
            "We're carrying out a poll to find out what people think about abortion.",
            "The opinion poll is a clear signal of people's dissatisfaction with the government.",
            "The party is buoyed up by the latest opinion poll results.",
            "Given his phenomenal poll numbers in a race he has not yet officially entered ...",
            "A recent poll put Doctor Martens among the world's top thirty designer labels.",
            "According to the latest opinion poll, the noes have 60%, and the yeses have 40%."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o + Закр сл = [ou]"
        ],
        "example_translate": [
            "Последний опрос показал, что лидируют демократы.",
            "Он попросил провести опрос общественного мнения.",
            "Около половины опрошенных пробовали курить.",
            "Мама принесла премиленького попугайчика.",
            "Подушный налог по определению является регрессивным.",
            "Один из недавних опросов показывает уменьшение числа курящих подростков.",
            "На последних всеобщих выборах господин Л. возглавил список, набрав 4159 голосов.",
            "Сегодня избирательные участки открыты до 20-00.",
            "Мы провели опрос, чтобы выяснить, что люди думают об абортах.",
            "Результаты этого соцопроса представляют собой чёткий сигнал того, что люди недовольны правительством.",
            "Последние результаты социологических опросов вселяют в партию уверенность.",
            "Учитывая его феноменальный рейтинг в гонке, в которой он официально пока ещё не принимает участия ...",
            "Недавний опрос поставил \"Доктор Мартенс\" в число тридцати ведущих дизайнерских лейблов в мире.",
            "Согласно последнему опросу общественного мнения, противники этого составляют шестьдесят процентов, а сторонники — сорок."
        ],
        "stars": 2
    }
}