{
    "pollution": {
        "comment": [
            "polluted"
        ],
        "translate": "загрязнение, осквернение, поллюция",
        "transcription": " |pəˈluːʃn|",
        "antonyms": [],
        "mnemonic": [
            "pollution [pə'lu: ʃən]\n***\nЗАГРЯЗНЕНИЕ - пыль|в|уши. (это) pollution\n***\nУ меня есть решение \"sollution\"\nпротив загрязнения \"pollution\"."
        ],
        "examples": [
            "Pollution is bad for the environment.",
            "Pollution from cars has become a major problem.",
            "Pollution has degraded air quality.",
            "The fish are dying of pollution.",
            "Pollution is no respecter of international borders.",
            "We're doing a project on pollution.",
            "Water Pollution Control Federation",
            "Pollution poses a threat to fish.",
            "The tests showed high levels of pollution in the water.",
            "The Black Sea is facing ecological catastrophe as a result of pollution.",
            "Pollution caused the soil to acidify.",
            "Population growth is the biggest single driver of atmospheric pollution.",
            "Air pollution is a serious health hazard.",
            "Water pollution is a growing problem in the modern world.",
            "There is a connection between pollution and the death of trees.",
            "Because of pollution, this lake is now too acid to support fish.",
            "the baleful effects of water pollution",
            "a gasoline additive to reduce pollution",
            "The pollution is endangering the crops.",
            "the discovery of pollution in the river",
            "Pollution was carried inland by the wind.",
            "There is always some pollution in the air.",
            "Federal Water Pollution Control Administration",
            "The region had become a cesspool of pollution.",
            "the environmental impact of pollution from cars",
            "Pollution is having a bad effect on fish stocks.",
            "The costs of pollution control must be considered.",
            "Your homework is to write a two-page theme on pollution.",
            "The new project will lessen the effects of car pollution.",
            "Environmentalists are alarmed by the increase in pollution."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Загрязнения вредны для окружающей среды.",
            "Загрязнение окружающей среды автомобилями стало серьёзной проблемой.",
            "Загрязнение ухудшило качество воздуха.",
            "Рыба гибнет от загрязнения воды.",
            "Загрязнение среды не признаёт государственных границ.",
            "Мы делаем проект по теме загрязнения окружающей среды.",
            "Федерация по контролю над загрязнением вод (США)",
            "Загрязнение окружающей среды представляет угрозу для рыб.",
            "Анализы показали высокий уровень загрязнения воды.",
            "В результате загрязнения Чёрному морю грозит экологическая катастрофа.",
            "Загрязнение стало причиной окисления почвы.",
            "Рост населения является одной из наиболее существенных причин загрязнения атмосферы.",
            "Загрязнение воздуха представляет серьёзную угрозу для здоровья.",
            "В современном мире проблема загрязнения воды приобретает всё большее значение.",
            "Существует связь между загрязнением окружающей среды и гибелью деревьев.",
            "Из-за загрязнения это озеро стало слишком кислотным, чтобы в нём могла водиться рыба.",
            "пагубные последствия загрязнения воды",
            "присадка к бензину для уменьшения загрязнения воздуха",
            "Загрязнение окружающей среды угрожает урожаю.",
            "обнаружение наличия загрязнений в реке",
            "Загрязнение воздуха заносилось ветром вглубь страны.",
            "В воздухе всегда есть какое-то загрязнение.",
            "Федеральное управление по контролю загрязнения водоёмов (в США)",
            "С точки зрения загрязнения окружающей среды, регион превратился в клоаку.",
            "воздействие загрязнения от автомобилей на окружающую среду",
            "Загрязнение окружающей среды оказывает плохое влияние на рыбные запасы.",
            "Необходимо учесть затраты на контроль за загрязнением окружающей среды.",
            "Ваше домашнее задание — написать две страницы по теме \"загрязнение окружающей среды\".",
            "Новый проект позволит снизить последствия загрязнения воздуха выхлопными газами автомобилей.",
            "Экологи встревожены ростом загрязнения окружающей среды."
        ],
        "stars": 3
    }
}