{
    "pond": {
        "comment": [
            "respond"
        ],
        "translate": "пруд, водоем, бассейн, океан, садок, запруда, запруживать, образовывать пруд",
        "transcription": " |pɑːnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I met him against the pond.",
            "The little pond ran dry.",
            "The pond was alive with fish.",
            "Ducks swam in the pond.",
            "The road goes around the pond.",
            "He built a modest dwelling near the pond",
            "He had been killed and his body dumped in a pond.",
            "We could hear the frogs croaking by the pond.",
            "The pond was frozen solid.",
            "a pond full of silvery fish",
            "The road loops around the pond.",
            "They moved here from across the pond.",
            "Damned if he didn't fall into the pond, flop!",
            "My backyard look onto the pond.",
            "The pond was too small for sailing.",
            "There's a beautiful pond to the west of the trail.",
            "The ducklings followed their mother around the pond.",
            "The bullets were swishing and lashing now like rain on a pond.",
            "The pond is two miles around.",
            "a pond with a hayfield beyond",
            "the rippled surface of the pond",
            "the reeds along the edge of a pond",
            "The frog plopped back into the pond.",
            "the scummy surface of the polluted pond",
            "Green slime covers the surface of the pond.",
            "The surface of the pond is dark and shadowed.",
            "Water flowed along the dike to the small pond.",
            "The young people were skinny-dipping in the pond.",
            "At its widest point, the pond measures 150 feet across.",
            "The smallest pond at night mirrors the firmament above."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я встретил его у пруда.",
            "Маленький пруд пересох.",
            "Пруд изобиловал рыбой. (в пруду было полно рыбы)",
            "Утки плавали в пруду.",
            "Дорога идёт вокруг пруда.",
            "Он построил скромное жилище возле пруда",
            "Его убили, а тело бросили в пруд.",
            "Было слышно, как у пруда квакают лягушки.",
            "Пруд полностью промёрз.",
            "водоём, полный серебристой рыбы",
            "Дорога петляет вокруг пруда.",
            "Они переехали сюда с той стороны пруда.",
            "Будь я проклят, если он не упал в пруд - бу-ултых!",
            "Мой двор выходит на пруд.",
            "Водоём был слишком мал для плавания под парусом.",
            "К западу от тропы есть красивый пруд.",
            "Утята плыли вокруг пруда вслед за своей матерью.",
            "Пули свистели и хлестали, как дождь хлещет по глади пруда.",
            "Окружность пруда составляет две мили.",
            "пруд, за которым есть луг",
            "рябь на поверхности пруда",
            "камыши, растущие вдоль кромки пруда",
            "Лягушка шлёпнулась обратно в пруд.",
            "покрытая пеной поверхность загрязнённого пруда",
            "Поверхность пруда покрыта зелёной тиной.",
            "Поверхность пруда темна и скрыта тенью.",
            "Вода текла по дамбе к небольшому пруду.",
            "Молодые люди купались нагишом /голышом/ в пруду.",
            "В самом широком месте ширина водоёма составляет сто пятьдесят футов.",
            "Даже в самом маленьком пруду по ночам отражается целый небосвод."
        ]
    }
}