{
    "poorly": {
        "comment": [],
        "translate": "плохо, неудачно, скудно, худо, жалко, нездоровый, малолюдный",
        "transcription": " |ˈpʊrlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The article was poorly written.",
            "He did poorly at his examination.",
            "Matt's wife's been very poorly.",
            "The book was poorly edited.",
            "She stayed home because she was feeling poorly.",
            "Poorly addressed letter makes trans-Atlantic trip.",
            "The team performed poorly on Saturday.",
            "The throw from the shortstop was poorly aimed.",
            "Jana's doing poorly in school.",
            "He tends to perform poorly on standardized tests.",
            "It was obvious that the house had been poorly maintained.",
            "According to one observer, the event was poorly organized.",
            "The poorly trained forces are little more than cannon fodder.",
            "The products are poorly constructed., ergo, they break easily.",
            "The counterfeit bills are poorly done and would look screwy to even the untrained eye.",
            "The company's products are, by general estimate, poorly made.",
            "His speech was poorly prepared, and I soon knocked down his argument.",
            "The report found that safety equipment had been very poorly maintained.",
            "She did poorly on the test, but, to be fair, so did a lot of other people.",
            "An investment maven, he was doing well even when the market was doing poorly.",
            "Movie studios can turn to video sales to recoup the costs of a movie that does poorly at the box office.",
            "The team's biggest problem has been inconsistency: it has played well at times, but at other times it has played very poorly."
        ],
        "example_translate": [
            "Статья была плохо написана.",
            "Он плохо сдал экзамен.",
            "Жена Мэтта очень больна.",
            "Книга была плохо отредактирована.",
            "Она осталась дома, потому что плохо себя чувствовала.",
            "Письмо с неполно указанным адресом пересекает Атлантику (газетный заголовок).",
            "В субботу команда выступила плохо.",
            "Бросок шортстопа был крайне неточным (о бейсболе).",
            "В школе у Джены дела идут плохо.",
            "Он обычно плохо проходит стандартные тесты.",
            "Было очевидно, что за домом плохо ухаживали.",
            "По словам одного наблюдателя, мероприятие было плохо организовано.",
            "Плохо обученные войска являются не более, чем пушечным мясом.",
            "Эти изделия плохо сконструированы, а следовательно, они легко ломаются.",
            "Эти фальшивые купюры плохо сделаны, и даже неопытный глаз заподозрит в них неладное.",
            "По общим оценкам, продукция данной компании плохого качества.",
            "Он плохо подготовился к выступлению, так что я легко расправился с его аргументами.",
            "В докладе отмечалось, что защитные средства находятся в очень плохом состоянии.",
            "Она плохо сдала этот экзамен, но, честно говоря, так же плохо его сдали и много других людей.",
            "Будучи экспертом по части инвестиций, он преуспевал даже тогда, когда дела на рынке шли плохо.",
            "Киностудии могут прибегнуть к продажам видео, чтобы окупить затраты на фильм, прокат которого себя не оправдывает.",
            "Самая большая проблема команды — её нестабильность: иногда она играет хорошо, а временами — очень плохо."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}