{
    "pop": {
        "comment": [
            "popular",
            "population",
            "popularity",
            "unpopular"
        ],
        "translate": "популярный, хлопать, хлопнуть, папа, хлоп, папаша, внезапно, с шумом",
        "transcription": " |pɑːp|",
        "antonyms": [],
        "mnemonic": [
            "pop [pɔp]\n***\nХЛОПНУЛ дверцей поп. (это) pop\nВыстрел, звук выстрела, залог, выкуп.\nВнезапно."
        ],
        "examples": [
            "A balloon popped.",
            "He popped me on the head.",
            "Pop went the bottle.",
            "I popped in a mint.",
            "Her eyes nearly popped out of her head.",
            "My ears popped on take off.",
            "He popped a couple of rabbits.",
            "My neighbor popped in for a visit.",
            "I popped a couple of sleeper tablets.",
            "The balloon popped",
            "Could you pop round to the shop for some bread?",
            "It was the first thing that popped into her head.",
            "The popcorn is done popping.",
            "At lunchtime, I popped to the supermarket to stock up on vital provisions.",
            "His eyes popped.",
            "The menu pops up if you double-click on this icon.",
            "He popped the clutch too quickly and stalled the car.",
            "Pop cracked the guns!",
            "Into that bush pop he goes.",
            "The child popped the balloon.",
            "He has popped over to New York to do his Christmas shopping.",
            "He popped off a couple of rounds.",
            "Somebody popped a balloon behind my back.",
            "Cover and simmer until the berries have popped.",
            "Mum's eyes popped to see me bringing home the fireman.",
            "Greg popped his head round the door of Cyril's office.",
            "Hi, Pop.",
            "His nerves were so taut, he jumped when the cork popped.",
            "He popped a piece of meat in(to) his mouth and swallowed greedily.",
            "He popped the petit-four into his mouth"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Воздушный шар лопнул.",
            "Он ударил меня по голове.",
            "Бутылка открылась с шумом.",
            "Я бросил себе в рот мятную конфетку.",
            "У неё чуть глаза из орбит не вылезли.",
            "Во время взлета (самолета) у меня заложило уши.",
            "Он подстрелил пару кроликов.",
            "Моя соседка заскочила поболтать.",
            "Я приняла пару таблеток снотворного.",
            "Шар лопнул.",
            "Не мог бы ты заскочить в магазин за хлебом?",
            "Это была первая мысль, которая пришла ей в голову.",
            "Попокорн готов.",
            "В обеденный перерыв я заскочил в супермаркет пополнить запасы провизии.",
            "Его глаза вылезли из орбит.",
            "Меню появляется, если дважды кликнуть по этой иконке.",
            "Он слишком резко отпустил сцепление, и машина заглохла.",
            "Ружья стреляли хлопками.",
            "И внезапно он скрылся в кустах.",
            "Шарик у ребёнка лопнул.",
            "Он смотался в Нью-Йорк, чтобы сделать покупки к Рождеству.",
            "Он дал пару очередей.",
            "У меня за спиной кто-то лопнул шарик.",
            "Накройте крышкой и варите на медленном огне, пока ягоды не лопнут.",
            "Мама очень удивилась, когда он увидела, что я веду домой пожарника.",
            "Грег заглянул (просунул голову) в кабинет Сирила.",
            "Привет, папаша.",
            "Нервы у него были так напряжены, что он подпрыгнул, когда хлопнула пробка.",
            "Он бросил кусок мяса себе в рот и жадно проглотил.",
            "Он забросил птифур в рот."
        ],
        "stars": 2
    }
}