{
    "popularity": {
        "comment": [],
        "translate": "популярность",
        "transcription": " |ˌpɑːpjuˈlærəti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His popularity skidded.",
            "The band's popularity is undeniable.",
            "Television has robbed the cinema of its former popularity.",
            "The president's popularity has dipped.",
            "Skiing has really grown in popularity.",
            "The sport is enjoying a surge in popularity.",
            "The scandal served to increase his popularity.",
            "The band's popularity has faded in recent years.",
            "Country music is growing in popularity.",
            "the increasing popularity of cell phones",
            "His popularity extends from coast to coast.",
            "a resurgence in the popularity of 60s music",
            "the universal popularity of American movies",
            "The show enjoyed a brief surge of popularity.",
            "His popularity skyrocketed after his latest movie.",
            "The sport has gained in popularity in recent years.",
            "The president's popularity has declined considerably.",
            "The TV show has retained its popularity for many years.",
            "Ben wouldn't score very highly in the popularity stakes.",
            "His popularity has fluctuated during his term in office.",
            "His popularity slipped further after a series of scandals.",
            "As a politician, he rode on great popularity for some years.",
            "His ostensible purpose was charity, his real goal popularity.",
            "The sudden popularity of low-cut blouses horrified my mother.",
            "The popularity of his books among young people continued unabated",
            "The frequent performances of the symphony testify to its popularity.",
            "His success cannot be measured solely on the basis of his popularity.",
            "Her brother's success and popularity always made her feel inadequate.",
            "Interest in the author's home abated as her novels waned in popularity.",
            "The new leader's popularity gained over many members of the opposing party."
        ],
        "example_translate": [
            "Его популярность резко упала.",
            "Популярность группы неоспорима.",
            "Телевидение отняло у кино былую популярность.",
            "Президентская популярность понизилась.",
            "Популярность лыжного спорта очень сильно выросла.",
            "Спорт переживает всплеск популярности.",
            "Скандал послужил увеличению его популярности.",
            "В последние годы популярность группы постепенно сошла на нет.",
            "Популярность музыки кантри растёт.",
            "растущая популярность сотовых телефонов",
            "Его знает и любит вся Америка, от побережья до побережья.",
            "всплеск популярности музыки шестидесятых",
            "всемирная популярность американских фильмов",
            "Представление испытало короткий всплеск популярности.",
            "После того как вышел его последний фильм, его популярность стремительно возросла.",
            "В последние годы этот спорт приобрёл популярность.",
            "Популярность президента значительно снизилась.",
            "Эта телепередача остаётся популярной на протяжении многих лет.",
            "Бена нельзя было назвать очень уж популярным.",
            "Его популярность колебалась в течение пребывания в должности.",
            "Его популярность ещё больше упала после серии скандалов.",
            "Как политик, он был очень популярен несколько лет.",
            "Его официальной целью была благотворительность, а настоящей — рост популярности.",
            "Мама была в ужасе от внезапной популярности блузок с глубоким вырезом.",
            "Популярность его книги среди молодежи не ослабевала",
            "Частое исполнение этой симфонии свидетельствует о её популярности.",
            "Его успех нельзя оценивать исключительно на основе популярности.",
            "Успех и популярность брата всегда заставляла её чувствовать себя неполноценной.",
            "Заинтересованность в доме писательницы утихла по мере того как популярность её романов пошла на спад.",
            "Популярность нового лидера привлекла на его сторону многих членов оппозиционной партии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}