{
    "port": {
        "comment": [
            "export",
            "portrait",
            "portray"
        ],
        "translate": "порт, отверстие, гавань, портовый, левый",
        "transcription": " |pɔːrt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Any port in a storm. посл.",
            "Murmansk is a port in the North.",
            "Then the port engine burst into flames.",
            "We steamed from port to port.",
            "The port would be considered neuter.",
            "Port arms!",
            "Port-of-London Authority",
            "There were two or three whalemen in port.",
            "The ship finally ported.",
            "The plane tilted to port.",
            "The ship beached near the port.",
            "The captain ported the ship at night.",
            "I saw this ship come into / leave the port.",
            "The goods were shipped from a foreign port.",
            "The ship is now listing to port.",
            "The town originated as a small fishing port.",
            "Get some more port while I buzz this bottle.",
            "The port stands astride an international route.",
            "The port had been very important in colonial times.",
            "The port was coming under attack from enemy warships.",
            "We'll have two days ashore while the ship is in port.",
            "The ship stops at the next port to let passengers off.",
            "At the port she managed to get a passage on an outward-bound ship.",
            "The ferry was about to leave port.",
            "They sighted land on the port beam.",
            "The damaged ship limped back to port.",
            "The small canoe could be ported easily.",
            "The port now attracts a wealthier class of visitor.",
            "The port of Hull has a large industrial hinterland.",
            "The hotel is situated next to the lively bustling port."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В бурю любая гавань хороша.",
            "Мурманск — это порт на Севере.",
            "Затем загорелся левый двигатель (двигатель левого борта).",
            "Мы плавали на пароходе из порта в порт.",
            "Порт будет считаться нейтральным.",
            "на грудь!",
            "Управление Лондонского порта",
            "В порту стояло два или три китобойных судна.",
            "Корабль наконец-то пристал к берегу.",
            "Самолёт накренился влево.",
            "Судно село на мель недалеко от порта.",
            "Ночью капитан привёл корабль в порт.",
            "Я видел, как этот корабль заходит в / покидает порт.",
            "Товары были отгружены из иностранного порта.",
            "И вот корабль кренится на левый борт. (list to port — крениться на левый борт, list to starboard — на правый)",
            "Город возник как маленький рыбацкий порт.",
            "Организуй ещё портвейна, пока я допью эту бутылку.",
            "Порт расположен на пути международных маршрутов.",
            "В колониальные времена этот порт был очень важным.",
            "Порт подвергался атаке вражеских кораблей.",
            "У нас будет два дня на суше / берегу, пока корабль будет находится в порту.",
            "Пароход останавливается у следующей пристани, чтобы высадить пассажиров.",
            "В порту ей удалось пройти на судно, готовившееся к отплытию.",
            "Паром вот-вот должен был покинуть порт.",
            "Они заметили по левому траверзу землю.",
            "Повреждённый корабль с трудом дотащился обратно в порт.",
            "Эту небольшую байдарку можно легко перенести.",
            "Сейчас порт привлекает посетителей побогаче.",
            "Порт Гуль обладает большой прилегающей промышленной зоной.",
            "Отель расположен рядом с оживлённым портом."
        ],
        "stars": 3
    }
}