{
    "portion": {
        "comment": [],
        "translate": "часть, порция, доля, удел, участь, приданое, делить на части, давать приданое",
        "transcription": " |ˈpɔːrʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The restaurant gives large portions.",
            "I read a portion of the manuscript",
            "A portion of the land remained unappropriated.",
            "How much of the farmer's land was portioned to his eldest son?",
            "A considerable portion of the city was flooded.",
            "He vomited a small portion of the last dose.",
            "She divided the pie into six equal portions.",
            "The work was portioned to each member of the staff.",
            "A considerable portion of the heat is wasted by radiation.",
            "The other driver must bear a portion of the blame for the accident.",
            "She recouped only a portion of her investment.",
            "A portion of the donations will be given to the orphanage.",
            "The main character's childhood takes up a good portion of the film.",
            "A large portion of the park's acreage is forest.",
            "The rent on his portion of the apartment was $500 a month.",
            "The plant closings left a significant portion of the town's population unemployed.",
            "Portions of land were used for farming.",
            "The video portion of the broadcast was fine but the sound was poor.",
            "The audio portion of the broadcast was fine but the picture was poor.",
            "He served generous portions (=large portions) of soup from a black pot.",
            "My friend quickly filled me in on the portion of the movie that I had missed."
        ],
        "example_translate": [
            "В этом ресторане подают большие порции.",
            "Я прочитал часть рукописи",
            "Часть земли оставалась без собственника.",
            "Какая часть земли фермера была выделена его старшему сыну?",
            "Значительная часть города была затоплена.",
            "Он срыгнул небольшую часть последней дозы.",
            "Она разделила пирог на шесть равных порций.",
            "Работы были разделены на каждого члена коллектива.",
            "Значительная часть тепла теряется на излучение.",
            "Другой водитель должен понести часть вины за эту аварию.",
            "Она вернула лишь часть своих вложений /инвестиций/.",
            "Часть пожертвований будет передана в этот детский дом.",
            "Детство главного героя занимает добрую часть фильма.",
            "Значительную часть площади парка занимает лес.",
            "Плата за его часть квартиры составляла пятьсот долларов в месяц.",
            "Закрытие предприятий оставило без работы значительную часть населения города.",
            "Земельные участки были использованы для земледелия.",
            "Картинка трансляции была в порядке, но звук был плохой.",
            "Аудиосоставляющая трансляции была неплоха, но вот картинка никуда не годилась.",
            "Он разливал щедрые порции (т.е. большие порции) супа из чёрного горшка.",
            "Мой друг быстро рассказал мне о той части фильма, которую я пропустил."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}