{
    "portray": {
        "comment": [
            "port",
            "export",
            "portrait"
        ],
        "translate": "изобразить, изображать, описывать, рисовать портрет, изображать на сцене",
        "transcription": " |pɔːrˈtreɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The old queen was portrayed as a selfish bitter woman.",
            "The book portrays the actor as a selfish person.",
            "Religion was portrayed in a negative way.",
            "His most famous painting portrayed the death of Nelson.",
            "It is still not considered proper to portray Christ in a play or film.",
            "If the paintings portray her accurately, she was indeed a most beautiful woman.",
            "She portrays a dancer in the hit film.",
            "The actor portrays an elderly, lonely man.",
            "Goya wanted to portray his mistress, the Duchess of Alba.",
            "The President likes to portray himself as a friend of working people.",
            "That's what we tried to portray in the book, this feeling of opulence and grandeur.",
            "The lawyer portrayed his client as a victim of child abuse.",
            "The father is portrayed as a good-looking man in this painting.",
            "The White House has portrayed the President as deeply conflicted over the matter.",
            "The party try to portray the prime minister as a man of the people (=someone in power who understands or is like ordinary people)."
        ],
        "example_translate": [
            "Старую королеву изобразили эгоистичной озлобленной женщиной.",
            "Книга изображает этого актёра эгоистом.",
            "Религия упоминалась в негативном ключе.",
            "На его самой известной картине была изображена смерть Нельсона.",
            "До сих пор считается, что играть Христа в фильме или на сцене неправильно.",
            "Судя по дошедшим до нас портретам, это действительно была женщина редкой красоты.",
            "В этом чрезвычайно успешном фильме она изображает танцовщицу.",
            "Актёр изображает пожилого, одинокого человека.",
            "Гойя хотел изобразить свою любовницу, герцогиню Альба.",
            "Президент любит изображать себя другом трудового народа.",
            "В книге мы хотели передать именно это ощущение богатства и великолепия.",
            "Адвокат изобразил своего клиента жертвой жестокого обращения с детьми.",
            "На этой картине отец изображён интересным мужчиной.",
            "Белый Дом сообщил, что президент испытывает глубоко противоречивые чувства по этому вопросу.",
            "Партия пытается изобразить премьер-министра как \"человека из народа\" (т.е. человека у власти, который понимает обычных людей, или похож на них)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}