{
    "portrait": {
        "comment": [
            "port",
            "export",
            "portray"
        ],
        "translate": "портрет, изображение, описание, вертикальный",
        "transcription": " |ˈpɔːrtrət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He painted that portrait of his wife.",
            "The queen posed for her portrait.",
            "The portrait was hanging at an angle.",
            "A Portrait of the Artist as a Young Man.",
            "Da Vinci's world-famous portrait of the Mona Lisa",
            "His portrait graces the wall of the drawing room.",
            "In his portrait, Donlevy is a fine figure of a man.",
            "The book presents a portrait of life in a small town.",
            "The movie is a somber portrait of life on the streets.",
            "The king commissioned the artist to paint his portrait.",
            "My grandfather had among his possessions a portrait by Matisse.",
            "The eyes of the lifelike portrait seem to follow visitors around the room.",
            "The portrait painter had the power to massage the king's ego or to expose his flaws.",
            "The beginning part of the book is a portrait of Europe on the eve of the World War I.",
            "...a Renaissance portrait of a noble woman of Florence wearing a bejeweled coronal...",
            "...Rembrandt's genius was his unparalleled ability to render a person's quiddity in a single portrait...."
        ],
        "example_translate": [
            "Он написал этот портрет своей жены.",
            "Королева позировала для своего портрета.",
            "Портрет висел под углом.",
            "Портрет художника в юности. (название романа Дж.Джойса)",
            "всемирно известный портрет Моны Лизы кисти Да Винчи",
            "Его портрет украшает стену гостиной.",
            "На портрете Донлеви представляет собой видного мужчину.",
            "В книге представлена картина жизни в маленьком городке.",
            "Фильм представляет собой мрачный портрет жизни на улицах.",
            "Король поручил этому художнику нарисовать его портрет.",
            "У моего дедушки, среди его имущества, был портрет кисти Матисса.",
            "Глаза этого реалистичного портрета как будто следят за перемещениями посетителей по комнате.",
            "Во власти портретиста было потешить самолюбие короля, или же выставить напоказ его недостатки.",
            "Начало этой книги представляет собой портрет Европы накануне Первой мировой войны...",
            "... портрет знатной дамы с драгоценным венцом, Флоренция, эпоха Возрождения...",
            "..гений Рембрандта выражался в его неподражаемом умении передать сущность человека в единственном портрете..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}