{
    "possible": {
        "comment": [
            "possible, impossible, possibly, possibility - возможный, невозможный, возможно, возможность"
        ],
        "translate": "возможный, вероятный, сносный, терпимый, возможное, возможный кандидат",
        "transcription": " |ˈpɑːsəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is in the worst possible situation.",
            "Is it possible to get tickets for the game?",
            "The highest possible score is 100.",
            "We provide the best possible accommodation for our students.",
            "I want to avoid the rush hour traffic if possible.",
            "There seem to be only two possible explanations.",
            "A breakthrough may be possible next year.",
            "I walk or use public transport whenever possible.",
            "It's possible that the letter got lost in the post.",
            "Computer technology makes it possible for many people to work from home.",
            "Frank's a possible for the job.",
            "We tried to spend as little money as possible.",
            "It is possible that she decided not to join us.",
            "Advances in medicine have made it possible for people to live longer.",
            "Politics is the art of the possible.",
            "What possible good can it do to argue?",
            "It is possible that life exists on other planets.",
            "Even if it were technically possible, we do not have the money to do it.",
            "It is not physically possible to do everything you have planned in one day.",
            "In Hollywood, anything is possible (=anything can happen, even though it may seem very unlikely).",
            "Heavy rain is possible later in the day.",
            "Our staff will help you in every way possible.",
            "Thunderstorms are possible but not probable tonight.",
            "We are doing everything possible to track down the killer.",
            "The weather report warned of possible thunderstorms tonight.",
            "You need to look at the possible consequences of your actions.",
            "She decided to stay as far away from him as was humanly possible."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив",
            "all_words",
            "Инфинитивный оборот с for",
            "Инфинитив - инфинитивный оборот с for(После сочетания It is (was, will be) с некоторыми прилагательными)",
            "прил которые могут стоять как после сущ, так и перед сущ - без какой-либо разницы",
            "Инфинитив с to после прил((am, is, are и т. д.) + прилагательное + инфинитив)"
        ],
        "example_translate": [
            "Положение у него — хуже не бывает.",
            "Есть ли возможность достать билеты на эту игру?",
            "Наивысший возможный балл — 100.",
            "Мы предоставляем нашим студентам самое лучшее жильё.",
            "Я хочу, по возможности, не попасть в пробку в час пик.",
            "Похоже, существует только два возможных объяснения.",
            "Возможно, в следующем году наступит прорыв.",
            "По возможности я всегда хожу пешком или пользуюсь общественным транспортом.",
            "Возможно, письмо затерялось на почте.",
            "Компьютерные технологии позволяют многим людям работать из дома.",
            "Фрэнк подходит для этой работы.",
            "Мы постарались потратить как можно меньше денег.",
            "Вполне возможно, что она решила к нам не присоединяться.",
            "Достижения в области медицины позволяют людям жить дольше.",
            "Политика — это искусство возможного.",
            "Какая вообще польза может быть от споров?",
            "Не исключено, что жизнь существует и на других планетах.",
            "Даже если бы такое было технически возможно, у нас на это нет денег.",
            "Сделать всё, что ты запланировал, за один день, невозможно физически.",
            "В Голливуде возможно всё (т.е. может произойти всё, что угодно, хоть это и может показаться маловероятным).",
            "Днём возможен сильный дождь.",
            "Наши сотрудники помогут вам любым возможным способом.",
            "Вечером и ночью возможны, но маловероятны грозы.",
            "Мы делаем всё возможное, чтобы выследить убийцу.",
            "Согласно прогнозу погоды, вечером возможны грозы.",
            "Необходимо рассматривать возможные последствия своих действий.",
            "Она решила держаться от него настолько далеко, насколько это вообще в человеческих силах."
        ]
    }
}