{
    "possibility": {
        "comment": [
            "possible, impossible, possibly, possibility - возможный, невозможный, возможно, возможность",
            "possible",
            "possibly",
            "impossible"
        ],
        "translate": "возможность, вероятность, перспектива",
        "transcription": " |ˌpɑːsəˈbɪləti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I allow for this possibility.",
            "No possibility must be left out.",
            "There's a strong possibility that the concert will be canceled.",
            "There is a strong possibility that I will not be chosen for the job.",
            "Have you considered the possibility of retraining?",
            "It's revolting to contemplate such a possibility.",
            "It is a long shot but not beyond the realms of possibility.",
            "Have you considered the possibility that you may be wrong?",
            "She does not absolutely deny the possibility of a miracle.",
            "The future holds untold possibilities.",
            "They considered the possibility of a strike.",
            "The chairman refused to let in the possibility of doubt.",
            "She joked about the possibility of losing her job.",
            "The possibility of defeat finally galvanized us into action.",
            "We never considered the possibility that the plan could fail.",
            "In that event, the first possibility is excluded.",
            "There was no possibility of furnishing them cap-a-pie at Antwerp.",
            "In England in a few favoured southern localities, standard apricots are a possibility.",
            "Keep open the possibility of a merger.",
            "a hope that progressed from possibility to actuality",
            "A peace settlement now looks like a real possibility.",
            "I'm going to explore the possibility of a part-time job.",
            "I suppose it's not beyond the realms of possibility.",
            "The danger is more than just a theoretical possibility.",
            "There is a possibility of hemorrhage with the procedure.",
            "There was no possibility of changing the voting procedure.",
            "This possibility can be eliminated from our consideration.",
            "The possibility that Frank was lying flashed through my mind.",
            "There is a remote possibility that I'll be free Friday night.",
            "There's always a possibility that he might go back to Seattle."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я допускаю такую возможность.",
            "Ни одна возможность не должна быть упущена.",
            "Существует высокая вероятность, что концерт отменят.",
            "Существует большая вероятность того, что меня не выберут для этой работы.",
            "Рассматривали ли вы возможность переподготовки?",
            "Мерзко даже думать о такой возможности.",
            "Вероятность маленькая, но это всё же возможно.",
            "Рассматривали ли вы возможность того, что вы можете ошибаться?",
            "Она абсолютно не исключает возможность чуда.",
            "Будущее сулит неисчислимые возможности.",
            "Они рассмотрели возможность забастовки.",
            "Председатель отказался даже допустить возможность сомнения.",
            "Она пошутила о перспективе потери своей работы.",
            "В конце концов, возможность поражения заставила нас действовать.",
            "Мы не рассматривали возможность того, что этот план может провалиться.",
            "В таком случае, первая возможность исключается.",
            "В Антверпене не было возможности экипировать их полностью.",
            "В некоторых южных районах Англии могут произрастать обычные сорта абрикоса.",
            "Не следует исключать возможности поглощения.",
            "надежда, прошедшая путь от вероятности до реальности",
            "Теперь перспектива мирного урегулирования кажется реальной.",
            "Я собираюсь рассмотреть возможность подработки.",
            "Я полагаю, что такую возможность исключать нельзя.",
            "Эта опасность — не просто теоретическая возможность, а нечто большее.",
            "Во время данной операции возможно кровотечение.",
            "Изменить установленный порядок голосования было невозможно.",
            "Данную возможность можно исключить из наших рассуждений.",
            "У меня в голове промелькнула мысль о том, что Фрэнк, возможно, врёт.",
            "Есть минимальная возможность того, что в пятницу вечером я буду свободен.",
            "Всегда есть вероятность, что он может вернуться в Сиэтл."
        ]
    }
}