{
    "possibly": {
        "comment": [
            "possible, impossible, possibly, possibility - возможный, невозможный, возможно, возможность"
        ],
        "translate": "возможно, по возможности, может быть",
        "transcription": " |ˈpɑːsəbli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He will do everything he possibly can to aid you.",
            "Could you possibly close that window?",
            "'Was it murder?' ' Quite possibly (=it is very likely).'",
            "It will take three weeks, possibly longer.",
            "We could possibly get some money, if we asked my parents.",
            "'Will you be here tomorrow?' 'Possibly.'",
            "This last task is possibly the most difficult.",
            "The game went so strangely that I couldn't possibly tell.",
            "The news came as possibly the greatest shock of my life.",
            "How could anyone possibly do such a thing?",
            "We may possibly run into them at the concert.",
            "If you can possibly work it meet me somewhere tomorrow.",
            "I can't possibly clean this room with all your clothes littered about!",
            "I thought things couldn't possibly get any worse.",
            "I can't possibly allow you to go home in this weather.",
            "Mark can't possibly drive home in that condition (=when he is so drunk, ill, or upset).",
            "What couple can possibly foreknow the trials and tribulations that marriage will bring?",
            "She couldn't possibly have heard what was said.",
            "The hotel has everything you could possibly desire.",
            "They can't possibly get here in time for the funeral?",
            "Doctors did everything they possibly could to save his life.",
            "He can't possibly get that finished in time. He must be mad!",
            "Possibly it has been the soundest coloured Chow ever benched.",
            "It was a hopeless love that could not possibly be reciprocated.",
            "We can't possibly hold the garden party, it's been sheeting down all morning.",
            "You'll have to catch the next bus, we can't possibly jam any more passengers in.",
            "Contemporaneously, or possibly a little later, there developed a great Sumerian civilisation.",
            "For bibliophiles, no electronic device could possibly give the tactile pleasure of a beautifully bound book.",
            "Upon hearing the offending ringing, the teacher sarcastically cried, “Hark! Could that possibly be a cell phone?”",
            "Could you possibly spare me a few moments in private (=used to ask someone if they have time to quickly talk to you)?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он сделает всё, что может, чтобы помочь вам.",
            "Не могли бы вы закрыть это окно?",
            "Убийство? Вполне возможно. (=весьма вероятно)",
            "На это уйдёт три недели. Возможно, больше.",
            "Возможно, мы смогли бы раздобыть денег, если бы попросили у моих родителей.",
            "— Вы здесь завтра будете? — Может быть.",
            "Эта последняя задача является, пожалуй, наиболее сложной.",
            "Игра шла так странно, что и не рассказать.",
            "Эта новость стала, наверное, самым большим потрясением в моей жизни.",
            "Как у кого-то только рука поднялась такое сделать?",
            "Возможно, мы встретим их на концерте.",
            "Если тебе удастся это устроить, то давай где-нибудь завтра встретимся.",
            "У меня нет никакой возможности прибраться у тебя в комнате, когда по ней разбросана твоя одежда.",
            "Мне казалось, что хуже уже некуда.",
            "Я никак не могу позволить вам вернуться домой в такую погоду.",
            "Марку никак нельзя ехать домой в таком состоянии (т.е. когда он настолько пьян, болен или расстроен).",
            "Какая супружеская пара может заранее предвидеть все испытания и несчастья, которые принесёт им брак?",
            "Она никак не могла услышать то, что было сказано.",
            "В этой гостинице есть всё, что только можно пожелать.",
            "Они никак не доберутся сюда ко времени похорон?",
            "Врачи сделали все возможное, чтобы спасти ему жизнь.",
            "У него никак не получится закончить всё это вовремя. Должно быть, он сошёл с ума!",
            "Возможно, это была чау самого интенсивного окраса, которую когда-либо показывали на выставках.",
            "Это была отчаянная любовь без всякой надежды на взаимность.",
            "Пожалуй, мы не сможем устроить вечер в саду, дождь всё утро льёт как из ведра.",
            "Вам придется сесть на следующий автобус, мы просто не сможем втиснуть больше ни одного пассажира.",
            "Одновременно, или, возможно, чуть позже, там развилась великая цивилизация шумеров.",
            "Для библиофилов, ни одно электронное устройство никогда не сможет дать удовольствие от прикосновения к красиво переплетённой книге.",
            "Услышав этот раздражающий звонок, учитель саркастически воскликнул: “Чу! Уж не мобильный ли это телефон?”",
            "Вы не могли бы как-нибудь уделить мне несколько минут наедине (так спрашивают, есть ли у человека время, чтобы быстро с вами переговорить)?"
        ]
    }
}