{
    "possess": {
        "comment": [
            "possession"
        ],
        "translate": "обладать, владеть, овладевать, захватывать, сохранять, удерживать",
        "transcription": " |pəˈzes|",
        "antonyms": [],
        "mnemonic": [
            "possess [пэзэ'с] владеть, обладать - (По заслугам) владей и обладай богатством;",
            "possess [pə'zɛs]\n***\nВсем ВЛАДЕЕШЬ слепо|здесь. (это) possess\nОБЛАДАЕТ домом папа|здесь. (это) possess"
        ],
        "examples": [
            "He possesses a keen wit.",
            "Different workers possess different skills.",
            "A terrible rage possessed her",
            "Cats possess a natural hunting instinct.",
            "Neither of them possessed a credit card.",
            "At what date do you intend to possess yourself of the house?",
            "These things possess no moral interest.",
            "What attributes should a good manager possess?",
            "he possesses great knowledge about the Middle East",
            "Do dolphins possess the ability to use language?",
            "What possessed you to buy this house?",
            "The ruby was once possessed by an ancient queen.",
            "Land that is possessed by the city should be turned into parks.",
            "Humans possess the power of reasoning.",
            "A mad rage possessed her.",
            "None of these possess as sophisticated a targeting system as the new model.",
            "Campbell was found guilty of possessing heroin.",
            "Both candidates possess the attributes we want in a leader.",
            "Students need to possess certain basic skills by the time they finish school.",
            "The students possess the conviction that they can make a difference to their community.",
            "The drug possesses the potential to suppress tumors.",
            "He dreams of someday possessing great wealth.",
            "He no longer possessed the power to frighten her.",
            "Few of director Alfred Hitchcock's many epigones possess much of the master's wit or style.",
            "The defendant was charged with possessing cocaine.",
            "What would possess seemingly sane people to treat concrete walls like trampolines?",
            "Even in Roman times the hot mineral springs of Bath, England, were believed to possess medicinal properties."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он обладает острым умом. / У него очень острый ум.",
            "Разные работники обладают разными умениями и навыками.",
            "Страшный гнев овладел ею.",
            "Кошки обладают врождённым охотничьим инстинктом.",
            "Ни у кого из них не было кредитной карты.",
            "Когда ты вступаешь во владение домом?",
            "Эти явления не представляют никакой важности с точки зрения морали.",
            "Какими качествами должен обладать хороший руководитель?",
            "Он обладает огромными знаниями о Ближнем Востоке.",
            "Обладают ли дельфины способностью использовать язык?",
            "Что тебя дёрнуло купить этот дом?",
            "Этим рубином когда-то владела королева жившая во времена античности.",
            "Земля, находящаяся в собственности города, должна быть отведена под парки.",
            "Люди обладают способностью к умозаключениям.",
            "Ею овладела бешеная ярость.",
            "Ни у одной из них нет такой совершенной системы наведения, как у новой модели.",
            "Кэмпбелл был признан виновным в хранении героина.",
            "Оба кандидата обладают признаками, которые мы хотим видеть в лидере.",
            "К моменту окончания школы ученики должны владеть некоторыми базовыми навыками.",
            "Студенты убеждены в том, что способны изменить общество к лучшему.",
            "Данный препарат обладает потенциалом подавления опухолей.",
            "Он мечтает о том, что когда-нибудь овладеет большим состоянием.",
            "Он больше не обладал способностью её запугать.",
            "Мало кто из множества эпигонов режиссёра Альфреда Хичкока обладает его умом или стилем.",
            "Подсудимому было предъявлено обвинение в хранении кокаина.",
            "Что могло обуять нормальных вроде бы людей, чтобы они стали использовать бетонные стены в качестве трамплинов?",
            "Ещё во времена римлян считалось, что горячие минеральные источники Бата (Англия) обладают целебными свойствами."
        ],
        "stars": 3
    }
}