{
    "pot": {
        "comment": [],
        "translate": " горшок, банка, кастрюля, котел, чайник, сажать ребенка на горшок",
        "transcription": "  |pɑːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He spilt a pot of coffee.",
            "There was a big pot of soup on the stove.",
            "I'll make a pot of coffee.",
            "He potted the palm",
            "There was $1000 in the pot.",
            "You'll make a pot by it.",
            "Father is potting up his favourite indoor plants.",
            "Is there any tea left in the pot?",
            "A watched pot never boils. / A watched pot is long in boiling. посл.",
            "So far we've got £150 in the pot.",
            "He is potting at rabbits with his new gun.",
            "I don't feel at home with these big pots.",
            "Pot the seedlings after 2-3 weeks.",
            "The pot calls the kettle black. посл.",
            "She spent the afternoon potting tulip bulbs.",
            "Hundreds of jam pots lined her scrubbed shelves.",
            "The tea had got cold, so Christine made a fresh pot.",
            "Horses trained at Goodwood in 1842 beat great pots from Danebury."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он разлил (кофейник) кофе.",
            "На плите стояла большая кастрюля с супом.",
            "Я заварю кофе (кофейник).",
            "Он посадил в горшке пальму. (вероятно речь идёт о комнатной декоративной пальме)",
            "На кону (в азартной игре) было 1000 долларов.",
            "На этом ты сделаешь большие деньги.",
            "Отец пересаживает свои любимые комнатные цветы.",
            "В чайнике осталось хоть немного чая /заварки/?",
            "Когда ждешь, время тянется медленно.",
            "На данный момент у нас в банке / на кону / 150 фунтов.",
            "Он стреляет из своего нового ружья по кроликам.",
            "Я чувствую себя не в своей тарелке в компании этих высокопоставленных особ.",
            "Через 2-3 недели пересадите саженцы в горшки.",
            "Не смейся горох, не лучше бобов.",
            "Вторую половину дня она провела рассаживая луковицы тюльпанов в горшки.",
            "Сотни банок с вареньем выстроились в ряд на её вычищенных полках.",
            "Чай остыл, и Кристина заварила свежий.",
            "Лошади, тренировавшиеся в Гудвуде, в 1842 году победили известных фаворитов из Денбери."
        ]
    }
}