{
    "potato": {
        "comment": [
            "tomato",
            "tobacco"
        ],
        "translate": " картофель, картошка, картофелина, дырка, картофельный",
        "transcription": "  |pəˈteɪtoʊ|",
        "antonyms": [],
        "mnemonic": [
            "potato [потэ'йтоу] картофель - (Потей то у-тро), чтобы картофель вырастить."
        ],
        "examples": [
            "Potato skin is very nutritious.",
            "Would you like some butter for your potato?",
            "A potato has about 90 calories.",
            "Chop the potato into bite-sized pieces.",
            "Somebody plugged him with a potato.",
            "a potato twice as big as normal size",
            "When harvesting, dig up every potato, however small.",
            "The potato is an extremely versatile vegetable.",
            "Do you want chives on your baked potato?",
            "Put the potato peelings on the compost heap.",
            "peanuts, potato chips, and other snack foods",
            "The potato was a sixteenth century introduction.",
            "The crop is good, but the potato is going everywhere.",
            "The prime suspect for the food poisoning is the potato salad.",
            "In some places the settlers were subsisting on potato peelings.",
            "Marie stood at the sink, peeling potatoes (=cutting off the skin).",
            "The humble potato may be the key to feeding the world's population.",
            "My doctor told me to avoid fatty things like donuts and potato chips.",
            "Thousands of people emigrated during the Irish potato famine of 1845-46.",
            "She has organized a group of children to participate in a potato sack race."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Картофельная кожура — очень питательная.",
            "Вы бы хотели добавить немного сливочного масла в картошку?",
            "В одной картофелине — около 90 калорий.",
            "Порежьте картофель на небольшие кусочки.",
            "Кто-то запустил в него картошкой.",
            "картофелина размером в два раза больше нормального",
            "Когда собираете урожай, выкапывайте каждую картофелину, даже самую маленькую.",
            "Картофель — чрезвычайно универсальный овощ.",
            "Хочешь посыпать печёную картошку (шнитт-)луком?",
            "Поместите картофельные очистки в компостную кучу.",
            "арахис, картофельные чипсы и другие закуски",
            "Картофель был нововведением шестнадцатого века.",
            "Урожай зерновых хорош, а картофель начинает повсюду гнить.",
            "\"Главным подозреваемым\" в этом пищевом отравлении является картофельный салат.",
            "В некоторых местах поселенцы кормились картофельной шелухой.",
            "Мари стояла у раковины и чистила картошку (т.е. срезала с неё кожицу).",
            "Обыкновенный картофель может сыграть ключевую роль в обеспечении едой населения всего мира.",
            "Мой врач велел мне избегать жирного, вроде пончиков и картофельных чипсов.",
            "Тысячи людей эмигрировали во время нехватки картофеля в Ирландии в 1845-46 гг.",
            "Она собрала группу детей для участия в беге в картофельных мешках."
        ],
        "stars": 2
    }
}