{
    "potential": {
        "comment": [
            "tennis",
            "ten",
            "often",
            "tenant"
        ],
        "translate": "потенциал, возможность, напряжение, потенциальный, возможный",
        "transcription": " |pəˈtenʃl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There were several potential buyers.",
            "the potential benefits of the new system",
            "The high price is a major hindrance to potential buyers.",
            "Some potential buyers will be deterred by the price.",
            "After thinking about the potential consequences of his plan, he sobered up.",
            "It is increasingly difficult for large investors to identify the startups that have true potential.",
            "India has the potential to become a full-fledged major power.",
            "We believe there is untapped potential.",
            "He is a potential candidate for president.",
            "I'll check them out as potential employers.",
            "The new TV companies are fully exploiting the potential of satellite transmission.",
            "Investors must make an educated guess as to the company's potential.",
            "Marx points out the potential conflicts below the surface of society.",
            "The shares are selling on a 25 per cent discount to assets and there is virtually no downside risk but at least 25 per cent upside potential.",
            "The project has potential risks.",
            "We must develop more potential customers.",
            "new ways of attracting potential customers",
            "He had been earmarked as a potential leader.",
            "The company has a lot of potential for future growth.",
            "the potential risks to health associated with the drug",
            "This will send the wrong signal to potential investors.",
            "He shows enormous potential as an athlete.",
            "The ad pulled in many potential customers.",
            "She has the potential to become a champion.",
            "measures taken to deter potential aggressors",
            "Carla's writing has potential, but it lacks polish.",
            "The company certainly has the potential for growth.",
            "The drug possesses the potential to suppress tumors.",
            "The car salesman had snared three potential customers.",
            "It's important to tell potential clients this up front."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Потенциальных покупателей было несколько.",
            "потенциальные преимущества новой системы",
            "Столь высокая цена представляет собой основное препятствие для потенциальных покупателей.",
            "Столь высокая цена отпугнёт некоторых потенциальных покупателей.",
            "Поразмыслив о возможных последствиях своей затеи, он пришёл в себя.",
            "Крупным инвесторам всё труднее определить, какие же из общей массы \"стартапов\" обладают реальным потенциалом.",
            "У Индии имеется потенциал, чтобы стать полноценной серьёзной державой.",
            "Мы считаем, что существует неиспользованный потенциал.",
            "Он является потенциальным кандидатом на пост президента.",
            "Я проверю их, как потенциальных работодателей.",
            "Новые телекомпании в полной мере используют возможности спутниковой связи.",
            "Инвесторам необходимо сделать обоснованное предположение относительно потенциала компании.",
            "Маркс указывает на потенциальные конфликты внутри общества.",
            "Акции продают за 25 % реальной стоимости, поэтому риска практически никакого, а потенциальная выгода составляет как минимум 25 %.",
            "Этот план имеет потенциальные риски.",
            "Мы должны создавать больше потенциальных клиентов.",
            "новые способы привлечения потенциальных клиентов",
            "К этому времени его уже отметили в качестве потенциального лидера.",
            "Компания имеет большой потенциал для будущего развития.",
            "потенциальные риски для здоровья, связанные с наркотиками",
            "Это пошлёт неправильный сигнал потенциальным инвесторам.",
            "Как спортсмен, он демонстрирует огромный потенциал.",
            "Реклама привлекла множество потенциальных клиентов.",
            "У неё есть потенциал, чтобы стать чемпионкой.",
            "меры, принятые для сдерживания потенциальных агрессоров",
            "У работ Карлы есть потенциал, но им не хватает лоска.",
            "У данной компании, безусловно, имеется потенциал для роста.",
            "Данный препарат обладает потенциалом подавления опухолей.",
            "К тому времени торговец машинами уже поймал на удочку трёх потенциальных покупателей.",
            "Важно в самом начале чётко сказать об этом потенциальным клиентам. (чтобы не было недоразумений)"
        ]
    }
}