{
    "powder": {
        "comment": [
            "power",
            "powerful"
        ],
        "translate": "порошок, пудра, порох, пыль, присыпка, пудриться, напудрить, припудривать",
        "transcription": " |ˈpaʊdər|",
        "antonyms": [],
        "mnemonic": [
            "powder [па'удэ] порошок, пудра - Его (па-па удовольствие) от порошка одного получал."
        ],
        "examples": [
            "This machine will pound the rocks into powder.",
            "She powdered her nose.",
            "The powder is mixed with cold water to form a paste.",
            "Are your guns primed with powder?",
            "Grind the sugar into a powder.",
            "The paint is supplied in powder form.",
            "Sieve the flour and cocoa powder into a bowl.",
            "washing powder and other household products",
            "The recipe calls for a teaspoon of baking powder.",
            "She was powdering her face.",
            "Our washing powder now has a new improved formula.",
            "The Middle East will remain a powder keg.",
            "She roasted red veal, and powdered lean beef.",
            "She crushed the peppercorns into a fine powder.",
            "Soon the whole country becomes powdered with ruins.",
            "...musketeers carrying their gunpowder in powder horns...",
            "The blasting had succeeded., five pounds of powder uplifted two hundred square yards of ice.",
            "Mix the powder with boiling water.",
            "She's just gone to powder her nose.",
            "There's a foot of powder on the slopes.",
            "She powdered her face and put on lipstick.",
            "The test tube held a column of white powder.",
            "The powder is made from the roots of the plant.",
            "When mixed with water the powder forms a smooth paste.",
            "You have to powder the antibiotic tablet and mix it with food.",
            "The chemical reaction begins as soon as the powder is moistened.",
            "Scatter some of this powder round the roots to help the plant grow.",
            "This powder compacts easily.",
            "He scattered gun powder under the wagon.",
            "We're running low on baby powder and diapers."
        ],
        "example_translate": [
            "Эта машина перемалывает камень в порошок.",
            "Она припудрила нос.",
            "Этот порошок перемешивается в холодной воде до образования пасты.",
            "Ваши ружья заряжены порохом?",
            "Разотрите сахар в порошок /пудру/.",
            "Краска поставляется в виде порошка.",
            "Просейте муку и какао-порошок в миску.",
            "стиральный порошок и другие товары для дома",
            "Для этого рецепта понадобится чайная ложка разрыхлителя.",
            "Она припудривала лицо.",
            "Теперь наш стиральный порошок обладает новой, улучшенной формулой.",
            "Ближний Восток останется взрывоопасным регионом /\"пороховой бочкой\"/.",
            "Она зажарила свежую телятину и засолила постную говядину.",
            "Она размолола перчинки в мелкий порошок.",
            "А вскоре вся страна будет усеяна руинами и обломками.",
            "...мушкетеры носили свой порох в пороховницах (пороховой рог)...",
            "Взрыв достиг цели, с помощью пяти фунтов взрывчатки двести квадратных ярдов льда было поднято на воздух.",
            "Добавьте порошок в кипяток /кипящую воду/.",
            "Она только что ушла припудрить носик.",
            "На склонах лежит тридцатисантиметровый слой свежего рыхлого снега.",
            "Она припудрила лицо и накрасила губы помадой.",
            "Пробирка содержала столбик белого порошка.",
            "Этот порошок делается из корней данного растения.",
            "При смешивании с водой порошок образует однородную пасту.",
            "Нужно будет размолоть таблетку антибиотика в порошок и смешать его с едой.",
            "Химическая реакция начинается, как только порошок становится влажным.",
            "Растения будут лучше расти, если посыпать этим порошком у основания стебля.",
            "Этот порошок легко уплотняется /спрессовывается/.",
            "Он насыпал под фургон пороху.",
            "У нас заканчиваются детская присыпка и подгузники."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}