{
    "practise": {
        "comment": [
            "practice",
            "practical",
            "practically"
        ],
        "translate": "практика, опыт, тренировка, практиковать, практический, учебный",
        "transcription": " |ˈpræktɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Everybody wants to practise their English on me.",
            "He always practises politeness.",
            "Jane was always unwilling to practise on the piano.",
            "You can practise with your gun by plugging at the tree.",
            "They'll get better with practice.",
            "They are free to practice their religion openly.",
            "He fully practises what he preaches.",
            "Today we're going to practise parking.",
            "Gangs practise a kind of rough justice on their members.",
            "Practise using the video until you feel quite at home with it.",
            "By practising on her fears, the criminals made the old lady give them her money.",
            "I'm late for trumpet practice.",
            "Gemma is now practising as a dentist.",
            "She's practicing for her piano recital.",
            "Burial practices vary around the world.",
            "The team's practices usually last two hours.",
            "Being a good musician takes a lot of practice.",
            "Grandmother taught us to practice good manners.",
            "Have you been practicing your lines for the play?",
            "To be a good musician, you have to practice a lot.",
            "The marching band has practice every Wednesday afternoon.",
            "They moved the furniture back to practise their dance routine.",
            "I'm sure you'll learn your lines for the play with enough practice.",
            "In medieval times, it was illegal for Christians to practise usury.",
            "It gives students the opportunity to practice their speaking skills.",
            "The country's poor sanitation practices have led to widespread disease.",
            "It is common practice among my friends to not use capital letters in e-mail.",
            "Practice what you preach — don't smoke if you tell your children not to smoke.",
            "She has made a practice of volunteering at a homeless shelter one weekend a month."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Каждый хочет потренировать на мне свой английский.",
            "Он всегда соблюдает правила вежливости.",
            "Джейн никогда не любила заниматься фортепиано.",
            "Тренироваться в стрельбе можно, паля в дерево.",
            "Они станут лучше, когда натренируются.",
            "Они могут открыто исповедовать свою религию.",
            "У него слова не расходятся с делом",
            "Сегодня мы будем тренировать парковку.",
            "По отношению к своим членам банды применяют своего рода самосуд.",
            "Потренируйтесь с помощью этого видео, пока не почувствуете себя совершенно свободно.",
            "Воспользовавшись старухиным испугом, грабители сумели забрать её деньги.",
            "Я опаздываю на занятие по игре на трубе.",
            "Сейчас Джемма работает стоматологом.",
            "Она репетирует фортепьянный концерт. / Она готовится к своему концерту фортепианной музыки.",
            "Ритуалы погребения во всём мире различаются.",
            "Тренировки этой команды обычно длятся два часа.",
            "Чтобы стать хорошим музыкантом, надо много заниматься /тренироваться/.",
            "Бабушка научила нас всегда проявлять хорошее воспитание.",
            "Ты повторяешь свою роль для спектакля?",
            "Чтобы быть хорошим музыкантом, нужно много упражняться.",
            "Походный оркестр репетирует по средам после обеда.",
            "Они отодвинули мебель, чтобы порепетировать танцевальный номер.",
            "Я уверен, что при достаточном усердии ты выучишь свою роль для спектакля.",
            "В Средние века христианам было запрещено законом заниматься ростовщичеством.",
            "Это даёт студентам возможность потренировать свои навыки разговорной речи.",
            "Неблагополучное состояние санитарии в этой стране привело к широкому распространению болезней.",
            "Среди моих друзей совершенно нормально не использовать заглавные буквы при переписке по e-mail.",
            "Поступай так, чтобы твои слова не расходились с делом: если запрещаешь детям курить — не кури сам.",
            "Она взяла за правило одни выходные в месяц посвящать работе волонтёром в приюте для бездомных."
        ]
    }
}