{
    "practical": {
        "comment": [],
        "translate": " практический, практичный, удобный, реальный, фактический, полезный, целесообразный",
        "transcription": "  |ˈpræktɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's a very practical person.",
            "Take my advice and study something practical.",
            "The exams are part written, part practical.",
            "The course places emphasis on practical work.",
            "His evangelism for radio had a strong practical side.",
            "100 percent airline security is a practical impossibility.",
            "I'm not very practical - I can't even change a light bulb.",
            "We have our zoology practicals next week.",
            "The debate did not turn on any practical proposition.",
            "She kept her mind fixed on the practical problems which faced her.",
            "a plan without much practical utility",
            "The book is a practical guide to car care.",
            "The research has many practical applications.",
            "His research has been of little practical value.",
            "Skirts aren't very practical in my kind of work.",
            "Such land is practical for small park developments.",
            "She was not daunted by the practical difficulties in the way.",
            "He remained a child in practical matters as long as he lived.",
            "He thinks wind can be a practical source of renewable energy.",
            "It doesn't sound like a very practical solution.",
            "completely practical in his approach to business",
            "The support being given is of a practical nature.",
            "a practical and economical solution to the problem",
            "The practical application of spherics to navigation.",
            "The book suggests some practical ways to save money.",
            "Practical work forms an integral part of the course.",
            "We're trying to nudge them towards a practical solution.",
            "An engineer will address the design's practical problems.",
            "For part of the day, you will be outside doing practical work.",
            "The machine is too big to be practical for most private homes."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она очень практичный человек.",
            "Послушай моего совета и начни изучать что-то полезное.",
            "У этих экзаменов есть как письменная, так и практическая часть.",
            "Учебный курс, уделяет особое внимание практическим занятиям.",
            "Его страстная увлеченность радио имела серьезный практический смысл.",
            "Обеспечить стопроцентную безопасность авиалинии практически невозможно.",
            "Я человек не очень практичный — даже лампочку не могу поменять.",
            "На следующей неделе у нас практические занятия по зоологии.",
            "Дебаты не привели к выработке какого бы то ни было практического предложения.",
            "Её мысли были сосредоточены на стоящих перед ней практических задачах.",
            "план без особого практического смысла",
            "Данная книга представляет собой практическое руководство по уходу за автомобилем.",
            "Данное исследование имеет много практических применений.",
            "Практическая ценность его исследований незначительна.",
            "На такой, как у меня, работе носить юбку не очень удобно.",
            "Такие земельные участки хорошо подходят для обустройства небольших парков.",
            "Она не испугалась трудностей, которые возникли у неё на пути.",
            "В практических делах он оставался ребёнком до конца жизни.",
            "Он думает, что ветер может стать реальным источником возобновляемой энергии.",
            "Похоже, это не особенно практичное решение.",
            "абсолютно практичен в своём подходе к бизнесу",
            "Оказываемая поддержка носит прикладной характер.",
            "практичное и экономичное решение данной проблемы",
            "Практическое применение сферической геометрии и тригонометрии в навигации.",
            "В этой книге предлагаются кое-какие практические способы сэкономить деньги.",
            "Практическая работа является неотъемлемой частью этого курса.",
            "Мы пытаемся подтолкнуть их к какому-то реалистичному решению проблемы.",
            "Один из инженеров исследует практические проблемы данной конструкции.",
            "Какую-то часть дня вы проведёте на улице, выполняя практическую работу.",
            "Машина слишком большая, чтобы быть удобной для большинства частных домов."
        ]
    }
}