{
    "practically": {
        "comment": [
            "practice",
            "practical",
            "practise"
        ],
        "translate": "практически, фактически, почти, на практике, на деле",
        "transcription": " |ˈpræktɪkli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've read practically all of his books.",
            "I talk to him practically everyday.",
            "The project is practically complete.",
            "There is practically nothing to do but yarn with your friends.",
            "Such people can practically be typed.",
            "The guitarist solos on practically every song.",
            "He practically lives on fish and chips!",
            "I was practically screaming with frustration.",
            "He was practically the only guest at the party.",
            "Football is practically a religion in some places.",
            "It's practically impossible to predict what will happen.",
            "practically the first thing I saw when I got off the train",
            "Practically every word had to be corkscrewed out of the tight-lipped witness.",
            "a snide trick to get the old woman to sell her antiques for practically nothing",
            "An unscrupulous businessman manipulated them into selling their land for practically nothing.",
            "He was a brilliant man but so practically inept that he needed help to cross the road safely."
        ],
        "example_translate": [
            "Я прочитал практически все его книги.",
            "Я разговариваю с ним практически каждый день.",
            "Проект практически завершён.",
            "Здесь практически нечего делать, кроме как болтать с приятелями.",
            "Таких людей, фактически, можно свести к определённому типу.",
            "Практически в каждой песне этот гитарист играет соло.",
            "Он почти ничего не ест, кроме рыбы с жареной картошкой.",
            "От отчаяния я почти кричал.",
            "На этой вечеринке он был практически единственным гостем.",
            "В некоторых местах футбол — это практически святыня.",
            "Что будет дальше, предсказать практически невозможно.",
            "практически первое, что я увидела, когда сошла с поезда",
            "Из неразговорчивого свидетеля приходилось вытаскивать практически каждое слово.",
            "подлая уловка с целью заставить старуху продать свой антиквариат практически за бесценок",
            "Один бессовестный делец обработал их так, что они продали свои земли практически задаром.",
            "Это был человек гениальный, но настолько беспомощный с практической точки зрения, что даже не мог самостоятельно перейти дорогу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}