{
    "praise": {
        "comment": [],
        "translate": "хвала, похвала, восхваление, хвалить, восхвалять, превозносить",
        "transcription": " |preɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We praise God for your safe arrival.",
            "She won praise for her hard work.",
            "Honesty won him much praise.",
            "They praised his speech for its clarity and humour.",
            "He does not stint his praise.",
            "Jane was praised by her teacher.",
            "He is never lavish with praise.",
            "They showered praise (up)on me.",
            "His first novel received high praise.",
            "Let us give praise unto the Lord.",
            "A good teacher praises students when they do well.",
            "He was showered with praise.",
            "They sang a hymn of praise to God.",
            "He likes praise but can't stand the knocks.",
            "She received the praise with becoming modesty.",
            "People gathered in the church to sing praises to the Lord.",
            "There were words of praise for the girls.",
            "She received a gush of praise for her play.",
            "People gather in churches to praise the Lord.",
            "His praise quenches all desire to read the book.",
            "The Mayor praised the rescue teams for their courage.",
            "His speech was larded with words of praise calculated to win the crowd's support.",
            "Romsey earned high praise from his boss.",
            "Critics praised her as both an actor and director.",
            "She felt abashed at the extravagant praise.",
            "The movie drew praise from critics.",
            "The parents praised their children for their academic performance.",
            "The UN deserves praise for the way it handled the crisis situation.",
            "She is also responsible for a small blurb of praise on the back cover.",
            "The critics were lavish in their praise."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы благодарим Бога за ваше благополучное прибытие.",
            "Она заслужила похвалу за свой нелёгкий труд.",
            "Его очень хвалили за честность.",
            "Они похвалили его речь за ясность и чувство юмора.",
            "Он не скупится на похвалы.",
            "Джейн похвалил её учитель.",
            "Он всегда скуп на похвалы.",
            "Они не скупились на похвалу в мой адрес.",
            "Его первый роман получил высокую оценку.",
            "Воздадим хвалу Господу.",
            "Хороший учитель хвалит учеников, когда они хорошо занимаются.",
            "Его осыпали похвалами.",
            "Они спели гимн во славу Господа.",
            "Он любит, когда его хвалят, но терпеть не может критику.",
            "Она приняла похвалу с надлежащей скромностью.",
            "Люди собрались в церкви, чтобы воспеть хвалу Господу.",
            "В адрес девочек прозвучали слова похвалы.",
            "Она получила целый поток хвалебных откликов на свою пьесу.",
            "Люди собираются в храмах, чтобы восславить господа.",
            "Его похвала убивает всякое желание читать эту книгу.",
            "Мэр похвалил спасателей за отвагу.",
            "Он уснастил свою речь дифирамбами, чтобы завоевать поддержку толпу.",
            "Ромси заслужил высокую оценку от своего начальника.",
            "Критики высоко оценили её как в качестве актрисы, так и режиссёра.",
            "Ей было неловко из-за этой слишком уж неумеренной похвалы.",
            "Фильм удостоился похвалы критиков.",
            "Родители похвалили своих детей за успеваемость /успехи в учёбе/.",
            "Организация Объединенных Наций заслуживает похвалы за то, как она справилась с кризисной ситуацией.",
            "Она также ответственна за небольшую хвалебную статью на последней обложке.",
            "Критики не скупились на похвалы."
        ]
    }
}