{
    "prayer": {
        "comment": [
            "pray",
            "spray",
            "tray",
            "ray",
            "portray",
            "betray",
            "stray",
            "array",
            "x-ray"
        ],
        "translate": "молитва, молебен, мольба, просьба, молящийся, богомолье, проситель",
        "transcription": " |prer|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'll say a prayer for you.",
            "He believes in the power of prayer.",
            "She died with a prayer on her lips.",
            "The priest closed the meeting with a prayer.",
            "God has answered your prayer.",
            "Shall we begin with a prayer?",
            "All Christian children learn to repeat the Lord's Prayer by heart.",
            "You don't have a prayer of closing this deal.",
            "Prayer is a form of communion with God.",
            "The congregation knelt in prayer.",
            "We said a prayer for world peace.",
            "She stretched forth her hands in prayer.",
            "Chant is often used as a form of meditation and prayer.",
            "Our thoughts and prayers are with you at this difficult time.",
            "Prayer and meditation helped her put her mundane worries aside.",
            "...a day on which the faithful are expected to purge themselves of their sins through prayer and fasting...",
            "Mr Armstrong was engaged in prayer.",
            "Let us all bow our heads in prayer.",
            "They don't have a prayer of winning.",
            "Corey was always a firm believer in prayer.",
            "He tried hard, but he didn't have a prayer.",
            "Her prayer was that she would pass her exams.",
            "Cuthbert led an austere life of prayer and solitude.",
            "Our prayer that peace be / should be restored was heard.",
            "Julie offered up a silent prayer that she would pass her exam.",
            "She believed she could purify herself through constant prayer.",
            "Some of them use improper, yea, indecent, expressions in prayer.",
            "A multi-denominational group of religious leaders led the mourners in prayer.",
            "I deem it fitting that we mark this solemn occasion with a day of prayer and thanksgiving."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я помолюсь за вас.",
            "Он верит в силу молитвы.",
            "Она умерла с молитвой на устах.",
            "Священник завершил собрание молитвой.",
            "Бог ответил на ваши молитвы.",
            "Давайте начнём с молитвы.",
            "Все христианские дети учат \"Отче наш\" наизусть.",
            "У тебя нет никаких шансов заключить эту сделку.",
            "Молитва — это форма общения с Богом.",
            "Прихожане опустились на колени в молитве.",
            "Мы помолились за мир во всём мире.",
            "Она распростерла свои руки в молитве.",
            "Монотонные песнопения часто используются как форма медитации и молитвы.",
            "В это тяжелое время наши мысли и молитвы — с вами.",
            "Молитва и медитация помогли ей позабыть о мирских заботах.",
            "...день, в который верующие должны очищать себя от грехов через молитвы и пост...",
            "Мистер Армстронг был погружён в молитву.",
            "Давайте все склоним головы в молитве.",
            "У них нет никаких шансов на победу.",
            "Кори всегда твёрдо верил в молитву.",
            "Он очень старался, но шансов у него не было.",
            "Она молилась о том, чтобы успешно сдать экзамены.",
            "Катберт вёл суровую жизнь в молитвах и уединении.",
            "Наша молитва о восстановлении мира была услышана.",
            "Джули молча помолилась о том, чтобы сдать экзамен.",
            "Она верила, что она может очиститься (искупить грехи) через постоянную молитву.",
            "Некоторые из них употребляют в молитвах неподходящие, более того, неприличные слова.",
            "Религиозные лидеры нескольких конфессий молились вместе со скорбящими.",
            "Я считаю уместным отметить это торжественное событие днём молитвы и воздаяния благодарности."
        ]
    }
}