{
    "pray": {
        "comment": [
            "prayer",
            "spray",
            "tray",
            "ray",
            "portray",
            "betray",
            "stray",
            "array",
            "x-ray"
        ],
        "translate": "молиться, помолиться, просить, умалять, молитва, просьба",
        "transcription": " |preɪ|",
        "antonyms": [],
        "mnemonic": [
            "pray [прэй] молиться - Чтобы не было(распрей), молиться надо;",
            "pray [preɪ]\n***\nМОЛИТЬСЯ идёшь, не используй спрей. (это) pray\n***\nПомолись \"pray\"\nи увидишь надежды луч \"ray\".",
            "prayer [prɛə]\n***\nМОЛИТВУ читает и будет добрее. (это) prayer\n***\nМолитва \"prayer\" поможет и\nигроку \"player\", и убийце \"slayer\".",
            "spray [spreɪ]\n***\nЧтоб тебя ОБРЫЗГАТЬ, применю я спрей. (это) spray\nВетка, побег; водяные брызги."
        ],
        "examples": [
            "Let us pray.",
            "And who, pray tell, is this?",
            "Pray be seated.",
            "I'm praying for Mother to get better.",
            "We're praying for good weather tomorrow.",
            "Tim fell to his knees and started to pray.",
            "He prayed that he might be forgiven.",
            "The minister said, “Let us pray.”",
            "Paul was praying that no one had noticed his absence.",
            "I pray to God that no one was seriously injured in the accident.",
            "Let us pray for peace.",
            "There's little else to do now but hope and pray.",
            "I pray that I'll have the strength to do what I have to do.",
            "Pray for the repose of his soul.",
            "He prayed that he would find a parking spot.",
            "Heyday! Pray, what does he want with me? (Ch. Dickens, Martin Chuzzlewit)",
            "Martha prayed to God for help.",
            "I pray you to appease your anxiety.",
            "The congregation knelt to pray.",
            "They went to the mosque to pray.",
            "He prayed that his sight might be restored.",
            "Advertising you pay for, publicity you pray for.",
            "I hope and pray that this is a misunderstanding.",
            "Pray that the pestilence does not carry off any more souls than it already has.",
            "It would be sheer hypocrisy to pray for success, since I've never believed in God.",
            "We pray that both sides will continue to honour their commitment to the peace agreement.",
            "He prayed that they would have the strength to go on."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Помолимся.",
            "А это ещё кто, скажите на милость?",
            "Прошу садиться.",
            "Я молюсь, чтобы маме стало лучше.",
            "Мы очень надеемся, что завтра будет хорошая погода.",
            "Тим упал на колени и начал молиться.",
            "Он молил о прощении.",
            "Священник сказал: \"Помолимся\".",
            "Пол очень надеялся, что никто не заметил его отсутствия.",
            "Я молю Бога, чтобы в этой аварии никто серьёзно не пострадал.",
            "Давайте помолимся за мир.",
            "Теперь оставалось разве что надеяться и молиться.",
            "Я молю, чтобы у меня хватило сил сделать то, что я должен.",
            "Помолитесь за упокой его души.",
            "Он очень надеялся, что получится найти место для парковки.",
            "Ах боже мой! Умоляю, скажите, что ему от меня нужно?",
            "Марта молила Бога о помощи.",
            "Молюсь за то, чтоб улеглась твоя тревога.",
            "Прихожане преклонили колени и помолились.",
            "Они пошли в мечеть, чтобы помолиться.",
            "Он молился, чтобы к нему вернулось зрение.",
            "Реклама – то, за что платишь., внимание общества – то, за что молишься. / Платят за рекламу, а молятся об известности.",
            "Я очень надеюсь, что это недоразумение.",
            "Молитесь, чтобы эта зараза не унесла с собой больше душ, чем те, что она уже сгубила.",
            "Молиться за успех было бы чистым лицемерием, поскольку я никогда не верил в Бога.",
            "Мы молимся, чтобы обе стороны и впредь выполняли свои обязательства по мирному соглашению.",
            "Он молился, чтобы у них хватило сил идти дальше."
        ],
        "stars": 2
    }
}