{
    "precisely": {
        "comment": [
            "precise",
            "appreciate",
            "recipe",
            "appreciation",
            "precious",
            "precision"
        ],
        "translate": "именно, точно, в точности, совершенно верно",
        "transcription": " |prɪˈsaɪsli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am going to do precisely that.",
            "What, precisely, does that mean?",
            "The date is not precisely known.",
            "She's precisely the kind of person we're looking for.",
            "I feel precisely the same way as you do.",
            "Define precisely what you mean by 'crime'.",
            "The Government posters feature precisely the same epithets.",
            "He showed up at precisely 12 noon.",
            "We carried out her instructions precisely.",
            "You have to follow the rules precisely in order to lose weight fast.",
            "He arrived at precisely 4 o'clock.",
            "Temperature can be measured precisely.",
            "It is difficult to know precisely how much impact the changes will have.",
            "We time the process to manufacture our cars very precisely.",
            "The attraction of the book is precisely its narrowness of focus.",
            "He measured the length of the board precisely.",
            "This is precisely the kind of sensational attitude I most deplore.",
            "Lathes make wheels, or, more precisely, they make cylindrical objects.",
            "These instruments calculate distances precisely.",
            "It was ingenious of him to arrange the schedule so precisely.",
            "He was doing precisely (or exactly) what she had told him to do.",
            "It's important to get the wording of this law precisely correct."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Именно это я и собираюсь сделать.",
            "Что именно это значит?",
            "Дата известна не точно.",
            "Она именно тот человек, которого мы ищем.",
            "Я чувствую себя точно так же, как и вы.",
            "Дайте точное определение, что вы подразумеваете под словом \"криминал\".",
            "На правительственных плакатах встречаются совершенно те же эпитеты.",
            "Он появился ровно в полдень.",
            "Мы в точности выполнили её указания.",
            "Чтобы быстро похудеть, нужно в точности соблюдать правила.",
            "Он прибыл ровно в четыре часа.",
            "Температуру можно измерить точно.",
            "Трудно сказать точно, какое влияние окажут эти изменения.",
            "Мы очень точно выверяем по времени процесс производства наших автомобилей.",
            "Привлекательность этой книги заключается именно в ограниченности фокуса её внимания.",
            "Он очень точно измерил длину доски.",
            "Вот именно такая, основанная на ощущениях, позиция меня больше всего и огорчает.",
            "На токарных станках изготавливают круглые, или, если точнее, цилиндрические предметы.",
            "Эти приборы точно вычисляют расстояния.",
            "Он проявил большое мастерство, составив расписание с такой точностью.",
            "Он делал ровно то, что она ему велела.",
            "Важно добиться исключительно точной формулировки этого закона."
        ]
    }
}