{
    "precede": {
        "comment": [
            "unprecedented",
            "precedent"
        ],
        "translate": "предшествовать, превосходить, предпосылать, быть впереди",
        "transcription": " |prɪˈsiːd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She always precedes her lectures with a joke",
            "Bush preceded Clinton as president of the US.",
            "Stone tools precede bronze tools.",
            "It would be helpful if you were to precede the report with an introduction.",
            "Riots preceded the civil war.",
            "He unlocked the door and preceded them into the bare little room.",
            "Most English adjectives precede the noun they modify",
            "She preceded him into the room.",
            "The meeting was preceded by a brief welcoming speech.",
            "Bill preceded John in the long line of Susan's husbands.",
            "The new mayor is very different from the person who preceded her in office.",
            "The country became more conservative in the years that preceded his election.",
            "Lunch will be preceded by a short speech from the chairman."
        ],
        "example_translate": [
            "Она всегда предваряет свои лекции шуткой.",
            "Буш был предшественником Клинтона на посту президента США.",
            "Каменные орудия предшествовали бронзовым.",
            "Было бы полезно, если бы ты начал свой отчёт с введения.",
            "Гражданской войне предшествовали беспорядки.",
            "Он отпер дверь и прошёл впереди них в маленькую пустую комнату.",
            "Большинство прилагательных в английском языке стоят перед существительным, которое они определяют.",
            "Она прошла в комнату перед ним.",
            "Встрече предшествовала короткая приветственная речь.",
            "Билл предшествовал Джону в длинном ряду мужей Сьюзен.",
            "Новый мэр сильно отличается от человека, который занимал этот пост до неё.",
            "В годы, предшествовавшие его избранию, страна стала более консервативной.",
            "Обеду будет предшествовать короткая речь председателя."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}