{
    "precision": {
        "comment": [],
        "translate": "точность, четкость, аккуратность, точный, меткий",
        "transcription": " |prɪˈsɪʒn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I admire the precision of her work.",
            "She organized the conference with great precision.",
            "He writes with such clarity and precision.",
            "The work was done with surgical precision.",
            "The interior is planned with a precision the military would be proud of.",
            "The trips are planned with military precision.",
            "The lenses are ground to a high standard of precision.",
            "The airplane made a precision approach for landing.",
            "Note the meticulous precision of his measurements.",
            "The work was carried out with military precision (=the work was done in a carefully planned and exact way).",
            "As the war went on, “precision bombing” became a comical oxymoron relished by bomber crews with a sense of black humor.",
            "The whole trip was planned with mathematical precision.",
            "They recorded the changes with mathematical precision."
        ],
        "example_translate": [
            "Я восхищаюсь точностью /аккуратностью/ её работы.",
            "Она организовала конференцию очень чётко.",
            "Он пишет с такой ясностью и чёткостью.",
            "Работа была проделана с хирургической точностью.",
            "Интерьер спланирован с такой четкостью (аккуратностью), какой гордились бы военные.",
            "Поездки планируются с военной точностью.",
            "Линзы отшлифованы согласно высоким стандартам точности.",
            "Самолёт выполнил чёткий заход на посадку.",
            "Обратите внимание на скрупулёзную точность его измерений.",
            "Работа была выполнена с военной точностью (т.е. работа была тщательно спланирована и чётко исполнена).",
            "В ходе войны “прицельное бомбометание” превратилось в комичный оксюморон, который пришёлся по вкусу членам экипажей бомбардировщиков, наделённых чувством чёрного юмора.",
            "Вся поездка была спланирована с математической точностью.",
            "Изменения они фиксировали с математической точностью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}