{
    "precise": {
        "comment": [
            "appreciate",
            "recipe",
            "precisely",
            "appreciation",
            "precious",
            "precision"
        ],
        "translate": "точный, четкий, определенный, тщательный, уточнять",
        "transcription": " |prɪˈsaɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is very precise in her work.",
            "He is very precise about dates and facts.",
            "He was very precise about doing his duty.",
            "It was difficult to get precise information.",
            "The word has a very precise meaning.",
            "His conduct is precise and delicate, never overblown.",
            "No precise figures are available yet.",
            "The precise cause of the disease is unknown.",
            "At that precise moment, her husband walked in.",
            "What is the precise meaning of this word in English?",
            "I don't know the precise meaning of the word 'gleaned'.",
            "Could you be a little more precise about what happened?",
            "Can you find a more precise term than “good” to describe the movie?",
            "The map shows the precise location of the crash.",
            "I use the word 'neighbour' in its more precise or narrower sense.",
            "'She's a lot older than you, isn't she?' 'Fifteen years, to be precise.'",
            "an elegant mathematical solution — simple and precise",
            "Ferry schedules and precise timings are subject to weather conditions on the day of departure.",
            "Radar established the precise location of the aircraft.",
            "Be sure to take precise measurements before you cut the cloth.",
            "The new instruments allow for more precise determination of the size of the tumor.",
            "historians attempting to pinpoint the Roman Empire's climacteric, that precise moment when it began its long downhill slide",
            "In her intro the author offers rather precise definitions of some of the key words that she will be using throughout her book."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она очень точна в своей работе.",
            "Он всегда очень точен в датах и фактах.",
            "Он педантично относился к исполнению своих обязанностей.",
            "Было тяжело получить точную информацию.",
            "Это слово имеет очень конкретное значение.",
            "Он всегда ведёт себя корректно и деликатно, никогда не бывает напыщенным.",
            "Пока что точные цифры неизвестны.",
            "Точная причина данного заболевания неизвестна.",
            "В этот самый момент вошел её муж.",
            "Каков точный смысл этого слова в английском языке?",
            "Я не знаю точного значения слова \"gleaned\" (собранный по крупицам, тщательно подобранный).",
            "Не могли бы вы уточнить, что именно произошло?",
            "Вы можете найти более точный термин, чем “хороший”, чтобы описать данный фильм?",
            "На карте показано точное местоположение аварии.",
            "Я использую слово \"сосед\" в его более точном или узком смысле.",
            "— Она ведь намного старше тебя, да? — На пятнадцать лет, если быть точным.",
            "изящное математическое решение, простое и точное",
            "Точное расписание и график движения парома зависит от погодных условий в день отправления.",
            "Точное местонахождение воздушного судна установил радар.",
            "Перед раскроем ткани убедитесь в точности измерений.",
            "Новые инструменты позволяют более точно определить размер опухоли.",
            "историки, которые пытаются точно определить точку расцвета Римской империи, тот самый момент, когда она начала долгое скольжение вниз по наклонной",
            "Во вступлении автор даёт довольно точные определения некоторых ключевых слов, которые она будет использовать на протяжении всей книги."
        ]
    }
}