{
    "precious": {
        "comment": [
            "precise",
            "appreciate",
            "recipe",
            "precisely",
            "appreciation",
            "precision"
        ],
        "translate": "драгоценный, дорогой, любимый, изысканный, очень, здорово",
        "transcription": " |ˈpreʃəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You're so precious to me.",
            "Happiness is the most precious gift.",
            "Time is a precious commodity.",
            "I hate the precious way she speaks.",
            "Her crown is set with precious jewels.",
            "You and your precious car - it's all you are interested in!",
            "There are precious few of them left.",
            "We cannot afford to waste precious time.",
            "I never touched your precious car!",
            "Come sit by me, precious.",
            "A lot of people will start, but precious few will finish.",
            "Do not be in such a precious hurry.",
            "She spent precious time (=valuable and important time) looking for a telephone.",
            "There is precious little time left.",
            "I had precious little time for reading.",
            "He's warm. He's precious warm. He's close.",
            "The doll is cracked and worn, but it's precious to me because it was my mother's.",
            "She had precious little to say.",
            "We can save precious time by taking this shortcut.",
            "There are precious few hours of sunlight left.",
            "The kids gave me that ornament. Isn't it precious?",
            "This ring was my mother's most precious possession.",
            "Some of the stolen jewellery can be melted down and sold for the value of the precious metal.",
            "His early work is rather precious and juvenile.",
            "Precious stones occur in a large area in Brazil.",
            "The precious stones scintillated in the sunlight.",
            "They were able to be together for only a few precious hours.",
            "...by my troth, I will not trespass on your precious property...",
            "Take the precious darling, Tilly, while I make myself of some use.",
            "In villages, the new pipeline marks the end of water as a precious liquid, to be dispensed frugally, weighed out drop by drop."
        ],
        "example_translate": [
            "Ты так дорог мне.",
            "Счастье - самый драгоценный дар.",
            "Время - бесценная вещь.",
            "Я ненавижу её вычурную манеру говорить.",
            "Её корона украшена драгоценными камнями.",
            "Тебя интересуют только ты сам и твоя драгоценная машина!",
            "Их осталось очень мало.",
            "Мы не можем себе позволить тратить драгоценное время.",
            "Я даже не притрагивалась к твоей драгоценной машине!",
            "Садись со мной рядом, радость моя.",
            "Многие люди начнут, но очень немногие закончат.",
            "Не торопись уж так.",
            "Она потратила драгоценное время (т.е. ценное и важное время), разыскивая телефон.",
            "Времени осталось очень мало.",
            "У меня было очень мало времени для чтения.",
            "Он рядом с целью. Еще теплее. Нашел!",
            "Пусть эта кукла — треснутая и потёртая, но я её очень ценю, потому что она досталась мне от матери.",
            "Сказать ей было почти нечего.",
            "Мы можем сэкономить драгоценное время, срезав путь здесь.",
            "До захода солнца осталось всего несколько часов.",
            "Дети подарили мне этот орнамент. Разве это не ценно?",
            "Это кольцо было самым ценным имуществом моей мамы.",
            "Некоторые краденые драгоценности переплавляют и продают по цене драгметаллов.",
            "Его ранние работы — довольно вычурные и незрелые.",
            "В Бразилии драгоценные камни встречаются на большой территории.",
            "Драгоценные камни сверкали в солнечном свете.",
            "Им удалось побыть вместе всего несколько драгоценных часов.",
            "...даю слово, что не буду посягать на ваше драгоценное имущество....",
            "Возьми малютку, Тилли, пока я немного помогу.",
            "В деревнях, новый трубопровод знаменует, что вода больше не является драгоценной жидкостью, которую нужно распределять экономно, по капле."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}