{
    "predict": {
        "comment": [
            "predictor",
            "unpredictable",
            "predictable",
            "prediction"
        ],
        "translate": "предсказывать",
        "transcription": " |prɪˈdɪkt|",
        "antonyms": [],
        "mnemonic": [
            "predict [приди'кт] предсказывать - (Придика т-ы) и предскажи судьбу;",
            "predict [prɪ'dɪkt]\nprediction [prɪ'dɪkʃən] - прогноз\n***\nЯ НАПРОРОЧИЛ, и ты приди (кт). (это) predict\nПРОРОЧАТ оправдательный вердикт. (это) predict\n***\nЯ спрогнозировал \"predict\",\nа ты издал указ \"edict\"."
        ],
        "examples": [
            "We cannot predict future events.",
            "It's hard to predict how the election will turn out.",
            "It's impossible to predict the future.",
            "I predict that someone tall, dark, and handsome is going to come into your life.",
            "How often an observer can predict man's actions better than the man himself.",
            "It's hard to predict voters' whims.",
            "Sales are predicted to be the same as last year.",
            "The test can accurately predict what a bigger explosion would do.",
            "It's impossible to predict what will happen next.",
            "We are now more able to predict future patterns of climate change.",
            "Analysts predict that rates will rise by almost 40 percent.",
            "It's difficult to predict who will come out on top.",
            "It's practically impossible to predict what will happen.",
            "Many people predicted that the store would fail, but it has done very well.",
            "She claims that she can predict future events.",
            "Earthquakes are extremely difficult to predict.",
            "There is no surefire way to predict the outcome.",
            "You can't predict the future with absolute certainty.",
            "It was impossible to predict the outcome of the election.",
            "an uncanny ability to predict the weather",
            "It's impossible to predict the weather accurately.",
            "We cannot predict the outcome with absolute certainty.",
            "They use computer simulation to predict weather conditions.",
            "All the local forecasters are predicting rain for this afternoon.",
            "The result is impossible to predict with any degree of certainty.",
            "Forecasters predict the region's economy is heading for disaster.",
            "Unemployment is predicted to increase to 700,000 by the end of the year.",
            "Economists predict that house prices will remain static for a long period.",
            "It is difficult to predict what the long-term effects of the accident will be.",
            "Most analysts predict that the country will revalue before the end of the year."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы не можем предсказать будущие события.",
            "Трудно предсказать, чем обернутся выборы.",
            "Будущее предсказать невозможно.",
            "Я предсказываю, что в вашей жизни появится кто-то высокий, темноволосый и красивый.",
            "Как часто наблюдатель может предсказать действия человека лучше, чем сам человек.",
            "Трудно предсказать желания избирателей.",
            "Предполагают, что продажи будут такими же, как и в прошлом году.",
            "Тест может точно предсказать, что произойдёт при более мощном взрыве.",
            "Невозможно предугадать, что будет дальше.",
            "Теперь мы лучше умеем предсказывать будущие сценарии изменения климата.",
            "По прогнозам аналитиков, тарифы увеличатся почти на сорок процентов.",
            "Трудно предсказать, кто выйдет на первое место.",
            "Что будет дальше, предсказать практически невозможно.",
            "Хотя многие предсказывали, что магазин разорится, но дела там идут очень хорошо.",
            "Она утверждает, что может предсказывать будущие события.",
            "Землетрясения крайне трудно прогнозировать.",
            "Стопроцентно верного способа предсказать результат не существует.",
            "Будущее нельзя предсказать с абсолютной уверенностью.",
            "Предсказать исход выборов было невозможно.",
            "невероятная способность предсказывать погоду",
            "Невозможно точно предсказать погоду.",
            "Мы не можем предсказать результат с абсолютной уверенностью.",
            "Они используют компьютерное моделирование для прогнозирования погодных условий.",
            "Все местные синоптики прогнозируют дождь во второй половине дня.",
            "Результат невозможно предсказать с какой-либо степенью определённости.",
            "Согласно прогнозам экспертов, экономика данного региона движется к катастрофе.",
            "К концу года число безработных, согласно прогнозам, вырастет до семисот тысяч человек.",
            "Экономисты прогнозируют, что цены на жильё в течение длительного периода будут оставаться неизменными.",
            "Трудно предсказать, каковы будут долгосрочные последствия данной аварии.",
            "Большинство аналитиков предсказывает, что страна проведёт ревальвацию своей валюты до конца года."
        ],
        "stars": 3
    }
}