{
    "predecessor": {
        "comment": [],
        "translate": "предшественник, предок",
        "transcription": " |ˈpredəsesər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He hopes to emulate the success of his predecessor.",
            "His policies are far different from those of his predecessor.",
            "This engine is more responsive and sweet than its predecessor.",
            "He tracks better with reporters than did his phlegmatic predecessor. (Newsweek)",
            "He does not consider himself bound by agreement which was signed by his predecessor.",
            "Today's computers are much faster than their predecessors were.",
            "Kennedy's predecessor as president was the war hero Dwight Eisenhower.",
            "The new BMW has a more powerful engine than its predecessor.",
            "He invoked the memory of his predecessor.",
            "The once-ubiquitous typewriter was the predecessor of today's electronic keyboard.",
            "The new administration seems intent on disannulling every social program instituted by its predecessor."
        ],
        "example_translate": [
            "Он надеется повторить успех своего предшественника.",
            "Его политика сильно отличается от политики её предшественника.",
            "Эта модель двигателя обладает большим быстродействием и легче в управлении, чем предыдущая.",
            "Он быстрее находит общий язык с журналистами, чем его флегматичный предшественник.",
            "Он не считал себя связанным договором, который был подписан его предшественником.",
            "Сегодня компьютеры намного быстрее, чем были их предшественники.",
            "Предшественником Кеннеди на посту президента был герой войны — Дуайт Эйзенхауэр.",
            "Новый \"BMW\" обладает более мощным двигателем, чем его предшественник.",
            "Он призвал помнить о своём предшественнике.",
            "Некогда вездесущая пишущая машинка была предшественницей современных электронных клавиатур.",
            "Похоже, что новая администрация намеревается полностью отменить все социальные программы, инициированные своими предшественниками."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}