{
    "prefer": {
        "comment": [
            "reference",
            "preference",
            "refer",
            "preferable",
            "preferably",
            "referee"
        ],
        "translate": "предпочитать, выдвигать, представлять, предпочтительный",
        "transcription": " |prɪˈfɜːr|",
        "antonyms": [],
        "mnemonic": [
            "prefer [прифэ'] предпочитать - Я предпочитаю в (прифэ-ранс) играть.",
            "refer [rɪ'fз: ] -\nprefer [pri'fз: ] - предпочитать., предпочтение\n***\nЭти сведения ОТНОСЯТСЯ к птице\n\"грифон\". (это) refer\nССЫЛАЛСЯ он на птицу \"грифон\" (это) refer\nОТПРАВИЛ на свободу грифа. (это) refer\n***\nНе ПРЕДПОЧИТАЕТ он реформ. (это) prefer"
        ],
        "examples": [
            "I prefer red wine to white.",
            "I prefer not to smoke.",
            "I prefer drama to comedy.",
            "Or, if you prefer, you can email us.",
            "Some people like vanilla ice cream, but I prefer chocolate.",
            "I prefer her later works.",
            "He prefers watching rugby to playing it.",
            "At this time of day, I prefer tea to coffee.",
            "I prefer to wear clothes made of natural fibers.",
            "We prefer to travel in first class.",
            "Take two of the sweets, whichever you prefer.",
            "For my part, I prefer living in the country.",
            "Do you prefer a breast or a leg?",
            "I'd prefer to travel by air.",
            "She prefers her coffee black.",
            "I prefer to take byways to town.",
            "Would you prefer to sit in the shade?",
            "I much prefer this painting to that one.",
            "We prefer sleeping outside.",
            "Chantal prefers travelling by train.",
            "I'd prefer to read it in the original.",
            "In this instance I prefer to remain anonymous.",
            "I prefer playing singles.",
            "Most home helps prefer to live out.",
            "They prefer the country to the city.",
            "Some customers prefer to pay by cheque.",
            "I prefer not to expose my money to too much risk.",
            "Would you prefer the meeting to be at an earlier time?",
            "Jazz just isn't my cup of tea - I prefer classical music.",
            "Some comics prefer the smutty joke and others the clever jibe."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Причастие",
            "Сложное дополнение",
            "Инфинитив",
            "Инфинитив - сложное дополнение(сказуемое выражено глаголами, обозначающими чувство, желание, намерение)",
            "Причастие - сложное дополнение с причастием 2(после глаголов)",
            "Сложное дополнение с причастием 2"
        ],
        "example_translate": [
            "Я предпочитаю красное вино белому.",
            "Я предпочитаю не курить.",
            "Я предпочитаю драму комедии.",
            "Или, если такой вариант вам более предпочтителен, вы можете написать нам электронное письмо.",
            "Некоторые люди любят ванильное мороженое, но я предпочитаю шоколадное.",
            "Я предпочитаю её более поздние работы.",
            "Он предпочитает быть болельщиком регби, а не игроком.",
            "В это время дня я предпочитаю пить чай, а не кофе.",
            "Я предпочитаю носить одежду из натуральных волокон.",
            "Мы предпочитаем путешествовать первым классом.",
            "Бери две любые конфеты, какие тебе понравятся.",
            "Что касается меня, я предпочитаю жить в деревне.",
            "Вы что больше любите, грудку или ножку? / Вам грудку или ножку?",
            "Я бы предпочёл полететь на самолёте.",
            "Она предпочитает чёрный кофе.",
            "Я предпочитаю добираться до города просёлочными дорогами.",
            "Вы бы предпочли посидеть в тени?",
            "Эта картина мне нравится значительно больше, чем та.",
            "Мы предпочитаем спать на свежем воздухе.",
            "Шанталь предпочитает путешествовать поездом.",
            "Я бы предпочёл прочитать это на языке оригинала.",
            "На этом этапе я предпочитаю не сообщать своего имени.",
            "Я предпочитаю играть в одиночном разряде. (о теннисе)",
            "Большинство подёнщиков / помощников по хозяйству предпочитают жить не по месту работы.",
            "Они предпочитают деревню большому городу.",
            "Некоторые клиенты предпочитают расплачиваться чеком.",
            "Я предпочитаю не подвергать свои деньги слишком большому риску.",
            "Вы предпочли бы встретиться раньше /в более раннее время/?",
            "Джаз не в моём вкусе, я предпочитаю классическую музыку.",
            "Некоторые комики предпочитают похабные анекдоты, а другие - тонкий юмор."
        ],
        "stars": 3
    }
}
