{
    "preference": {
        "comment": [
            "reference",
            "prefer",
            "refer",
            "preferable",
            "preferably",
            "referee"
        ],
        "translate": "предпочтение, преферанс, преференция, привилегированный",
        "transcription": " |ˈprefrəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What are your preferences in music?",
            "Do you have a colour preference?",
            "I have no preference.",
            "A preference is an attitude, a choice is an action.",
            "The person can give a reason to his preference.",
            "My own preference is for good literature.",
            "Do you have a preference for sweet or for spicy food?",
            "Use clear English in preference to technical language.",
            "The amount of sugar you add will depend on personal preference.",
            "When it comes to music, everyone has their own preferences.",
            "She listed her favorite restaurants in order of preference.",
            "He studied chemistry in preference to physics at university.",
            "He has a particular preference for Chinese art.",
            "We give preference to those who have worked with us for a long time.",
            "Car buyers have recently shown a growing preference for smaller vehicles.",
            "Some people like small cars and some people like big cars. It's a matter of personal preference.",
            "Please indicate your preference on the booking form.",
            "Many elderly people expressed a strong preference to live in their own homes.",
            "“We could go to an Italian or Chinese restaurant tonight. What's your preference?” “Either one is fine. I don't have a preference.”",
            "In allocating housing, preference is given to families with young children.",
            "Racial preferences are a way to make up for years of discrimination against minorities."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Что вы предпочитаете в музыке?",
            "Какой цвет вы предпочитаете?",
            "Мне все равно [безразлично].",
            "Предпочтение — это отношение, а выбор — это действие.",
            "Человек может объяснить свой выбор (свои предпочтения).",
            "Лично я предпочитаю хорошую литературу.",
            "Какой пище вы отдаете предпочтение: острой или сладкой?",
            "Отдавайте предпочтение понятному английскому языку перед специальной терминологией.",
            "Количество сахара, который вы добавляете, будет зависеть от личных предпочтений.",
            "Что касается музыки, каждый имеет свои собственные предпочтения.",
            "Она составила список своих любимых ресторанов в порядке предпочтения.",
            "В университете он охотнее изучал химию, чем физику.",
            "Особое предпочтение он отдаёт китайскому искусству.",
            "Мы предоставляем льготы тем, кто работал с нами в течение долгого времени.",
            "В последнее время покупатели машин отдают всё большее предпочтение небольшим автомобилям.",
            "Кто-то любит маленькие автомобили, а кто-то любит большие. Это вопрос личных предпочтений.",
            "Просьба указать ваши предпочтения на бланке заказа.",
            "Многие пожилые люди выразили явное предпочтение жить в своих собственных домах.",
            "— Вечером мы могли бы пойти в итальянский или китайский ресторан. Что вы предпочитаете? — Мне оба варианта подходят, предпочтений нет.",
            "При распределении жилья предпочтение отдаётся семьям с маленькими детьми.",
            "Позитивная дискриминация — это способ возместить долгие годы дискриминации в отношении меньшинств."
        ]
    }
}