{
    "pregnancy": {
        "comment": [],
        "translate": "беременность, богатство, содержательность, чреватость",
        "transcription": " |ˈpreɡnənsɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The pregnancy test was negative.",
            "She says that her pregnancy was an accident.",
            "She interrupted her pregnancy.",
            "Smoking during pregnancy endangers your baby's life.",
            "My hormone balance is disturbed by my pregnancy.",
            "Many women experience feelings of nausea during pregnancy.",
            "She experienced complications during her pregnancy.",
            "The contraceptive pill gave women freedom from the fear of pregnancy.",
            "Low birth weight may be caused by external factors, such as smoking during pregnancy.",
            "They decided to abort the pregnancy.",
            "This drug should not be taken during pregnancy.",
            "She had never accepted the reality of her pregnancy.",
            "Smoking in pregnancy has been linked to premature birth.",
            "Juliet felt grim through the early months of her pregnancy.",
            "There is a wealth of information available about pregnancy and birth."
        ],
        "example_translate": [
            "Тест на беременность был отрицательным.",
            "Она говорит, что забеременела случайно.",
            "Она прервала беременность.",
            "Курение во время беременности ставит под угрозу жизнь вашего ребенка.",
            "Мой гормональный фон нарушен из-за беременности.",
            "Многие женщины испытывают чувство тошноты во время беременности.",
            "Она столкнулась с осложнениями во время беременности.",
            "Противозачаточные таблетки дали женщинам свободу от страха беременности.",
            "Низкий вес при рождении может быть вызван внешними факторами, например, курением во время беременности.",
            "Беременность решили прервать.",
            "Этот препарат не следует принимать во время беременности.",
            "До этого она никогда не признавала реальность своей беременности.",
            "Курение во время беременности связано с преждевременными родами.",
            "В первые месяцы беременности Джульетта чувствовала себя очень плохо.",
            "Существует огромное количество информации о беременности и родах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}