{
    "pregnant": {
        "comment": [
            "pregnancy"
        ],
        "translate": " беременная, богатый, чреватый, содержательный, полный смысла, полный значения",
        "transcription": "  |ˈpreɡnənt|",
        "antonyms": [],
        "mnemonic": [
            "pregnant [прэ'гнэнт] беременная - (Пригнан т-ы) сюда, чтобы беременными их сделать;"
        ],
        "examples": [
            "She's pregnant with their first child.",
            "She was heavily pregnant.",
            "'You're pregnant?' She nodded her head.",
            "She stopped smoking when she became pregnant.",
            "A pregnant woman carries a baby for nine months.",
            "She's about five months pregnant.",
            "'I'm pregnant,' she shrieked.",
            "I thought I was too old to get pregnant.",
            "He was terrified of getting her pregnant.",
            "It's important to eat healthily when you are pregnant.",
            "She got pregnant soon after her marriage.",
            "a pregnant woman with a craving for pickles",
            "Every phrase in this poem is pregnant with meaning.",
            "She tried to conceal the fact that she was pregnant.",
            "Maria was pregnant with her second child.",
            "Pregnant women should eat protein-rich foods.",
            "She vacated the position when she got pregnant.",
            "If you're pregnant, you can get free prescriptions.",
            "Now that you're pregnant you'll have to plan ahead.",
            "The whole area of research is pregnant with possibilities for future development.",
            "our pregnant kitty's tumescent middle",
            "I knew right away that I was pregnant.",
            "I had an inkling that she was pregnant.",
            "Last week I learned that I was pregnant.",
            "While she was pregnant, she abused drugs.",
            "Oh yes, I was forgetting she was pregnant.",
            "His wife was heavily pregnant at the time.",
            "She's pregnant and the baby's due in April.",
            "The disease causes pregnant animals to abort.",
            "She miscarried when she was 10 weeks pregnant."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она беременна их первым ребенком.",
            "Она была на последних месяцах беременности.",
            "— Ты беременна? — Она кивнула головой.",
            "Она бросила курить, когда забеременела.",
            "Беременная женщина вынашивает ребёнка в течение девяти месяцев.",
            "Она примерно на пятом месяце беременности.",
            "— Я беременна, — пронзительно закричала она.",
            "Мне казалось, что я слишком стара для беременности.",
            "Он ужасно боялся, что она забеременеет.",
            "Во время беременности важно правильно питаться.",
            "Она забеременела вскоре после свадьбы.",
            "беременная женщина, которой безумно хочется солёных огурцов",
            "Каждая фраза в этом стихотворении наполнена смыслом.",
            "Она попыталась скрыть факт своей беременности.",
            "Мария была беременна своим вторым ребёнком.",
            "Беременные женщины должны есть продукты, богатые белком.",
            "Она освободила этот пост, когда забеременела.",
            "Если вы беременны, то можете получить лекарства бесплатно.",
            "Теперь, когда вы беременны, вам придется планировать всё заранее.",
            "Вся эта область исследований полна скрытых возможностей для будущего развития.",
            "разбухшая талия нашей беременной киски",
            "Я сразу поняла, что беременна.",
            "У меня было слабое подозрение, что она беременна.",
            "На прошлой неделе я узнала, что беременна.",
            "Она злоупотребляла наркотиками во время беременности.",
            "Ах да, я и забыл, что она была беременна.",
            "В то время его жена была сильно беременна.",
            "Она беременна. Ребёнок должен родиться в апреле.",
            "Болезнь вызывает прерывание беременности у животных.",
            "На одиннадцатой неделе беременности у неё случился выкидыш."
        ],
        "stars": 2
    }
}