{
    "prejudice": {
        "comment": [],
        "translate": "предубеждение, ущерб, предрассудок, вред, наносить ущерб, предубеждать",
        "transcription": " |ˈpredʒʊdɪs|",
        "antonyms": [],
        "mnemonic": [
            "prejudice [прэджу'дъис] предрассудок, предвзятость, предубеждение - (Причудис-ь) мне эти предрассудки я их предвзято буду оценивать."
        ],
        "examples": [
            "Prejudice feeds on ignorance.",
            "The sad fact is that prejudice still exists.",
            "Prejudice do not blindfold you.",
            "These crimes are motivated by prejudice and hate.",
            "His unhappy childhood prejudiced him against having children.",
            "We have to begin by purging our minds of prejudice.",
            "The pursuit of high productivity is prejudicing the quality of service.",
            "What has prejudiced you against modern music?",
            "It takes a long time to overcome these kinds of prejudices.",
            "Judges are humanly fallible and subject to prejudice.",
            "Will we ever be able to uproot racial prejudice?",
            "People from ethnic minorities often face prejudice.",
            "The organization fights against racial prejudice.",
            "Wherever she went she met hostility and prejudice.",
            "He has a prejudice against fast-food restaurants.",
            "They had to wait a generation for that prejudice to fade.",
            "Immigrants to that country faced fierce prejudice and could expect to find work only as menials.",
            "His being a protestant could not fail to prejudice the jury.",
            "A criminal record will prejudice your chances of getting a job.",
            "The prejudice runs deep and we need to understand the fears behind it.",
            "We tend to make these kinds of decisions according to our own prejudices.",
            "He refused to comment, saying he did not wish to prejudice the outcome of the talks.",
            "Cut out the bit about racial prejudice.",
            "Women still face prejudice in the workplace.",
            "There was concern that reports in the media would prejudice the jury."
        ],
        "example_translate": [
            "Предрассудки подпитываются невежеством.",
            "Печальный факт заключается в том, что предрассудки по-прежнему существуют.",
            "Предрассудки не должны мешать вам.",
            "Мотивами этих преступлений являются предрассудки и ненависть.",
            "Его несчастливое детство создало у него предубеждение против того, чтобы иметь детей.",
            "Мы должны начать с освобождения наших умов от предрассудков.",
            "Погоня за высокой производительностью наносит ущерб качеству обслуживания.",
            "Что вас так настроило /откуда у вас такое предубеждение/ против современной музыки?",
            "Нужно много времени, чтобы преодолеть такого рода предрассудки.",
            "Судьи могут ошибаться и иметь предубеждения, как это свойственно всем людям.",
            "Сможем ли мы когда-нибудь искоренить расовые предрассудки?",
            "Люди, принадлежащие к этническим меньшинствам, часто сталкиваются с предрассудками.",
            "Организация борется против расовых предрассудков.",
            "Куда бы ни пошла, везде она встречалась с враждебностью и предрассудками.",
            "У него предубеждение против ресторанов быстрого питания.",
            "Им пришлось ждать целое поколение, пока этот предрассудок не исчез.",
            "Иммигранты в эту страну столкнулись с жестокими предрассудками и могли рассчитывать только на чёрную работу.",
            "То, что он протестант, едва ли могло не создать у присяжных предубеждения против него.",
            "Наличие судимостей уменьшит ваши шансы на получение работы.",
            "Данный предрассудок очень силён, и мы должны понимать страхи, которые за ним стоят.",
            "Обычно мы принимаем такого рода решения в соответствии с нашими собственными предрассудками.",
            "Он отказался давать какие-либо комментарии, сказав, что не хочет отрицательно повлиять на исход переговоров.",
            "Уберите (из статьи) место, где говорится о расовых предрассудках.",
            "Женщины по-прежнему сталкиваются с несправедливым отношением на работе.",
            "Возникли опасения, что сообщения в СМИ повлияют на объективность присяжных."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}