{
    "premise": {
        "comment": [
            "premises",
            "misery",
            "miserable"
        ],
        "translate": "предпосылка, посылка, владение, предпосылать",
        "transcription": " |ˈpremɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He disagreed with her premise.",
            "They were asked to leave the premises.",
            "the basic premises of the argument",
            "The ice-cream is made on the premises.",
            "He premised these remarks so that his readers might understand.",
            "The premises were searched by the police.",
            "The policy is premised on the expectation that the public will be willing to accept it.",
            "The idea that there is life on other planets is the central premise of the novel.",
            "The company leases part of the premises to smaller businesses.",
            "the premise that an accused person is innocent until they are proved guilty",
            "The central premise of the comedy is that organized crime and moviemaking are pretty much connate activities.",
            "a theory based on the simple premise that what goes up must come down",
            "Let us premise certain things, such as every person's need for love, before beginning our line of reasoning."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он не согласился с её предположением.",
            "Их попросили покинуть помещение.",
            "основные посылки этого аргумента",
            "Мороженое производится на месте продажи.",
            "Он начал с этих примечаний для того, чтобы читатели смогли его понять.",
            "В помещениях был произведен полицейский обыск. / Полиция обыскала помещения.",
            "Эта политика базируется на предположении, что общественность захочет принять её.",
            "Мысль о том, что жизнь на других планетах существует, является основной посылкой этого романа.",
            "Компания сдаёт часть помещений в аренду малому бизнесу.",
            "предположение о том, что обвиняемый считается невиновным до тех пор, пока его виновность не будет доказана",
            "Главный посыл комедии состоит в том, что организованная преступность и кинопроизводство по сути схожие виды деятельности.",
            "теория, основанная на простом предположении, что то, что поднимается вверх, должно спуститься вниз",
            "Перед началом нашего рассуждения давайте возьмём за данность определённые вещи — например, то, что каждый человек нуждается в любви."
        ]
    }
}