{
    "premium": {
        "comment": [
            "premiere",
            "premier"
        ],
        "translate": "премия, надбавка, страховая премия, высшего качества, первосортный",
        "transcription": " |ˈpriːmɪəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Mortgage insurance premium payments are made once per year.",
            "Premium products generally fetch a premium price.",
            "Health insurance premiums went up again this year.",
            "He put a premium on peace and stability.",
            "Platinum usually trades at a premium to gold.",
            "The insurance premium is wholly irrecoverable.",
            "The modified cars are available at a 5% premium.",
            "They paid a premium for access to water.",
            "When you purchase an option, you pay a premium.",
            "Modern economies place a premium on educated workers.",
            "Because of their locations these houses attract a premium.",
            "Employers today put a premium on reasoning skills and willingness to learn.",
            "The issuer will pay the bond holder a premium if the bond is called away from him or her.",
            "Top quality cigars are being sold at a premium.",
            "Calls are charged at the premium rate of 60p per minute.",
            "Foldaway furniture is the answer where space is at a premium.",
            "People are prepared to pay premium prices for quality products."
        ],
        "example_translate": [
            "Выплаты премий по ипотечному страхованию осуществляются раз в год.",
            "Товары высшего качества обычно продаются за самую высокую цену.",
            "В этом году цена медицинского страхования снова выросла.",
            "Он считает исключительно важным поддержание мира и стабильности.",
            "Платина обычно продается по более высокой цене, чем золото.",
            "Страховая премия является абсолютно безвозвратной.",
            "Модифицированные модели автомобиля можно приобрести с пятипроцентной надбавкой.",
            "За доступ к воде они заплатили дополнительно.",
            "Покупая опцион, вы уплачиваете премию.",
            "Современная экономика делает ставку на образованных работников.",
            "Благодаря своему расположению эти дома стоят дороже.",
            "В наше время работодатели придают большое значение умению рассуждать и готовности учиться.",
            "Эмитент выплатит держателю облигации премию, если облигация будет выкуплена у данного облигационера досрочно.",
            "Сигары высшего качества продаются на вес золота.",
            "Вызовы тарифицируются по повышенной ставке — шестьдесят пенсов в минуту.",
            "Складная мебель является решением там, где нужно любой ценой сэкономить пространство.",
            "Люди готовы платить самую высокую цену за качественную продукцию."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}