{
    "preparation": {
        "comment": [
            "prepare",
            "prepared"
        ],
        "translate": "подготовка, препарат, приготовление, обогащение, лекарство, подготавливание",
        "transcription": " |ˌprepəˈreɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Education is a preparation for life.",
            "It was foolish to take the test without preparation.",
            "Preparation will guarantee success!",
            "A new edition is in active preparation.",
            "He left the preparation of meals to his wife.",
            "The ceremony culminated a long week of preparation.",
            "Their preparation was more than adequate.",
            "the classical preparation of a ham for Easter",
            "Plans for the new school are now in preparation.",
            "Preparations for the ceremony had begun.",
            "Their planning and preparation were meticulous.",
            "There is a constant hum of military preparation.",
            "We offer tutorial instruction for test preparation.",
            "a military buildup in preparation for the invasion",
            "Business training is a good preparation for any career.",
            "In preparation for one of her mother-in-law's dreaded visits, she had GI'd the whole house.",
            "Setting forth on a journey meant a great deal of preparation.",
            "He replenished his supply of wood in preparation for the winter.",
            "Hindus attach great importance to food preparation. (=it is very important to them)",
            "To complete this recipe, plan on about 30 minutes of preparation and 40 minutes of baking.",
            "If you leave your preparation until the last minute, you'll reduce your chances of passing.",
            "The importance of adequate preparation cannot be overemphasized (=used to say that something is very important)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Образование — это подготовка к жизни.",
            "Идти на экзамен не подготовившись было глупостью.",
            "Подготовка — залог успеха!",
            "Полным ходом идёт подготовка нового издания.",
            "Он предоставил приготовление еды своей жене.",
            "Церемония завершила долгую неделю приготовлений.",
            "Их подготовка была более чем достаточной.",
            "классический рецепт приготовления пасхальной ветчины",
            "Проект новой школы сейчас находится в стадии подготовки.",
            "К тому времени подготовка к церемонии уже началась.",
            "Они очень тщательно всё спланировали и подготовили.",
            "Не утихает шум военных приготовлений.",
            "Мы предлагаем консультации с преподавателем для подготовки к тесту.",
            "наращивание военной мощи в рамках подготовки к вторжению",
            "Бизнес-тренинг — это хорошая подготовка к любой карьере.",
            "С ужасом ожидая очередной визит свекрови, она до блеска вылизала весь дом.",
            "Отправиться в путешествие означало сделать множество приготовлений.",
            "Готовясь к зиме, он пополнил запас дров.",
            "Индусы придают огромное значение приготовлению пищи. (т.е. это для них очень важно)",
            "Для выполнения этого рецепта выделите примерно тридцать минут на подготовку продуктов, и сорок минут на запекание.",
            "Если вы отложите подготовку до последней минуты, то уменьшите ваши шансы на прохождение.",
            "Значение надлежащей подготовки невозможно переоценить (так говорят о чём-то очень важном)."
        ],
        "stars": 3
    }
}