{
    "prepare": {
        "comment": [],
        "translate": "готовить, готовиться, подготавливать, подготавливаться, составлять, заготовить",
        "transcription": " |prɪˈper|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This dish is very quick to prepare.",
            "You need to prepare yourself for a long wait.",
            "You'd better prepare for mother's arrival.",
            "Buy the album, and prepare to be amazed.",
            "The meal took two hours to prepare.",
            "We were assigned to prepare a meal.",
            "Can you just give me a couple more moments to prepare myself?",
            "Is the meal prepared for our guests?",
            "The teacher prepared the students for the test.",
            "I'm preparing a speech for the meeting on Thursday.",
            "The cook will prepare whatever you wish.",
            "The letter arrived, and we prepared ourselves for bad news.",
            "Prepare the soil, then plant the seedlings 8 inches apart.",
            "What does a coach do to prepare his team for the Superbowl?",
            "My mom was helping me prepare the meal.",
            "We should prepare for a time of troubles.",
            "Prepare the sauce while the pasta is cooking.",
            "You'll need to prepare a portfolio of your work.",
            "The players are prepared to play a tough game.",
            "The king ordered his people to prepare for war.",
            "When we got home, Stephano was busy preparing dinner.",
            "Schools should do more to prepare children for the world of work.",
            "The prince was prepared to become King one day.",
            "The Chicago Bears are busy preparing themselves for the big game.",
            "Coulthard's team were up all night preparing the car for the race.",
            "Jim went to answer the phone. Meanwhile Pete started to prepare lunch.",
            "I will prepare some comicality for it.",
            "Her parents were busy preparing to go on holiday.",
            "Farmers are busy preparing the soil for planting.",
            "If you don't prepare the surface properly, the paint will rub off."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Инфинитив с to после глаголов",
            "Инфинитив"
        ],
        "example_translate": [
            "Приготовление этого блюда занимает совсем немного времени.",
            "Тебе нужно приготовиться к долгому ожиданию.",
            "Советую подготовиться к приезду матери.",
            "Купите этот альбом (музыкального исполнителя), и приготовьтесь к приятным сюрпризам.",
            "Приготовление пищи заняло два часа.",
            "Нам поручили приготовить еду.",
            "Не могли бы вы дать мне ещё пару минут на подготовку?",
            "Еда для наших гостей готова?",
            "Учитель подготовил студентов к тестированию.",
            "Я готовлюсь выступить на собрании в четверг.",
            "Повар приготовит всё, что только пожелаете.",
            "Получив это письмо, мы приготовились узнать плохие новости.",
            "Подготовьте почву, а затем высадите саженцы на расстоянии в восемь дюймов друг от друга.",
            "Что именно делает тренер для подготовки команды к игре за Супербоул? (об американском футболе)",
            "Мама помогала мне приготовить еду.",
            "Нам следует готовиться к трудным временам.",
            "Пока варятся макароны, приготовьте соус.",
            "Вам нужно будет подготовить портфолио своих работ.",
            "Игроков готовят к трудной игре.",
            "Король приказал своим людям готовиться к войне.",
            "Когда мы вернулись домой, Стефано занимался приготовлением ужина.",
            "Школы должны прилагать больше усилий для подготовки детей к вступлению в трудовую жизнь.",
            "Принца готовили к тому, что однажды он станет королём.",
            "Команда \"Чикаго Бэрз\" занята подготовкой к этому важному матчу.",
            "Команда Култхарда всю ночь готовила его автомобиль к гонке.",
            "Джим пошёл ответить на звонок, а Пит тем временем начал готовить обед.",
            "Для этого я приготовлю что-нибудь смешное.",
            "Её родители были заняты подготовкой к поездке в отпуск.",
            "Фермеры заняты подготовкой почвы для посадки.",
            "Если соответствующим образом не подготовить поверхность, краска будет отваливаться."
        ]
    }
}