{
    "presume": {
        "comment": [
            "assume"
        ],
        "translate": "предполагать, полагать, допускать, осмеливаться, считать доказанным",
        "transcription": " |prɪˈzuːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I presume we'll be there by six o'clock.",
            "Each of you will make a speech, I presume?",
            "He presumes to understand you.",
            "From the way he talked, I presumed him to be your boss.",
            "I hope I'm not presuming on your kindness by staying to dinner.",
            "I presume that someone will be there to meet us when we arrive.",
            "'Are his parents still alive?' 'I presume so.'",
            "As a temporary measure, I do not presume to challenge its wisdom.",
            "Their nephew was missing, presumed dead.",
            "We must presume innocence until we have evidence of guilt.",
            "The Ancient History course presumes some knowledge of Greek.",
            "I would not presume to argue with you on matters botanical, but you are way-out on computers.",
            "“Is she still at work?” “I presume so, since she's not home.”",
            "The court must presume innocence until there is proof of guilt.",
            "The temple is presumed to date from the first century BC.",
            "I would never presume to tell you what to do.",
            "A restaurant bill presumes the consumption of food."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я предполагаю, что мы будем там к шести часам вечера.",
            "Каждый из вас будет произносить речь, я полагаю?",
            "Он притворяется, что понимает тебя.",
            "Судя по тому, как он говорил, я полагаю, что он является вашим боссом.",
            "Надеюсь, я не злоупотреблю вашим гостеприимством, если останусь на ужин.",
            "Я полагаю, что когда мы прибудем, там будет кто то кто встретит нас.",
            "— Его родители ещё живы? — Полагаю, да.",
            "Я не осмеливаюсь ставить под сомнение разумность этого шага в качестве временной меры.",
            "Их племянник пропал без вести, предположительно погиб.",
            "Мы обязаны предполагать невиновность до тех пор, пока у нас не будет доказательств вины.",
            "Курс античной истории предполагает некоторое знание греческого языка.",
            "Я бы не стал с вами спорить о ботанике, но в компьютерах вы ничего не понимаете.",
            "— Она всё ещё на работе? — Наверное, да, раз она не дома.",
            "Суд должен предполагать невиновность до тех пор, пока не будет доказательств вины.",
            "Предположительно, данный храм датируется первым веком до нашей эры.",
            "Я никогда не осмелился бы вам указывать.",
            "Счёт из ресторана предполагает потребление пищи."
        ]
    }
}