{
    "prescribe": {
        "comment": [
            "describe",
            "subscribe"
        ],
        "translate": "предписывать, прописывать, прописывать лекарство",
        "transcription": " |prɪˈskraɪb|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've been prescribed painkillers.",
            "It is prescribed by law.",
            "Here is a list of books which have been prescribed for this course.",
            "The space available for work was prescribed.",
            "Never take medicine which has been prescribed for somebody else.",
            "This drug should not be prescribed to children.",
            "What punishment does the law prescribe for this crime?",
            "This drug is one of the most commonly prescribed for arthritis.",
            "My mother prescribes a good night's sleep as the cure for all ills.",
            "The doctor prescribed steroids for my ear trouble.",
            "The regulations prescribe that all employees must pass a physical examination.",
            "If these don't work I may have to prescribe you something stronger.",
            "The law prescribes a prison sentence of at least five years for the crime.",
            "We must follow the rules as prescribed by the government.",
            "It's a drug commonly prescribed to treat rashes.",
            "The doctor prescribed three months of physical therapy for my leg injury."
        ],
        "example_translate": [
            "Мне прописали болеутоляющие средства.",
            "Это предписано законом.",
            "Вот список обязательной литературы к этому курсу.",
            "Пространство, доступное для работы, было ограничено.",
            "Никогда не пей лекарства, прописанные другому.",
            "Этот препарат не следует назначать детям.",
            "Какое наказание предусматривает закон за это преступление?",
            "Это одно из лекарств, которые часто выписывают при артрите.",
            "Моя мама прописывает хороший ночной сон в качестве лекарства от всех болезней.",
            "Доктор прописал мне для ушей стероиды.",
            "Правила предписывают, что все сотрудники должны пройти медицинское обследование.",
            "Если эти (лекарства) не подействуют, мне, наверное, придётся выписать вам что-нибудь посильнее.",
            "За данное преступление законом предусмотрено тюремное заключение сроком не менее пяти лет.",
            "Мы должны следовать правилам, в порядке, установленном правительством.",
            "Это — препарат, который обычно назначают для лечения сыпи.",
            "Врач назначил три месяца физической терапии для моей травмы ноги."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}