{
    "presence": {
        "comment": [],
        "translate": "присутствие, наличие, явка, общество, внешний вид, осанка, соседство",
        "transcription": " |ˈprezns|",
        "antonyms": [
            "absence"
        ],
        "mnemonic": [],
        "examples": [
            "You overjoy me with your presence!",
            "He's usually quite polite in my presence.",
            "He graced the meeting with his presence.",
            "Men should watch their language when in the presence of ladies.",
            "He has honoured us with his presence.",
            "The presence of pollen in the atmosphere causes hay fever in some people.",
            "They felt a strange presence in the deserted house.",
            "I asked you not to smoke in my presence.",
            "I was not aware of your presence. Your foot is so light.",
            "He felt the presence of an evil force.",
            "The United Nations has maintained a presence in the region for some time.",
            "The governor graced us with his presence.",
            "Tests revealed the presence of poison in the blood.",
            "He sensed the presence of danger.",
            "His Eminence graced the banquet by his presence.",
            "She felt her presence there was intrusive.",
            "He tested for the presence of radon.",
            "His presence was a consolation to her.",
            "the mysterious presence of an evil power",
            "In his presence, fun shrivelled and died.",
            "The soldiers' presence seemed to keep a lid on the violence.",
            "His presence rays life into every part of the drama.",
            "The compound will decompose in the presence of light.",
            "This robot can sense the presence of people in the room.",
            "She was barely aware of his presence.",
            "Her presence was a great solace for me.",
            "He stands always covered, even in the presence of the king.",
            "a phantasmal presence in the room",
            "the dread presence of the headmaster",
            "the dignifying effect of his presence"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы осчастливили меня своим присутствием!",
            "В моём присутствии он обычно вполне вежлив.",
            "Он удостоил собрание своим присутствием.",
            "В присутствии дам, мужчины должны следить за своим языком.",
            "Он почтил нас своим присутствием.",
            "Наличие пыльцы в воздухе вызывает у некоторых людей сенную лихорадку.",
            "Им казалось, что в заброшенном доме присутствует что-то странное.",
            "Я же просил тебя не курить в моем присутствии.",
            "Я не заметил, как вы вошли. У вас такая лёгкая походка.",
            "Он чувствовал присутствие злой силы.",
            "Какое-то время ООН сохраняла военное присутствие в этом регионе.",
            "Губернатор удостоил нас своим присутствием.",
            "Анализы показали наличие в крови яда.",
            "Он ощутил присутствие опасности.",
            "Его Преосвященство удостоил банкет своим присутствием.",
            "Она почувствовала, что её присутствие там было навязчивым.",
            "Он проверил на наличие радона.",
            "Его присутствие было для неё утешением.",
            "таинственное присутствие какой-то злой силы",
            "В его присутствии веселья поубавилось, а потом оно и вовсе сошло на нет.",
            "По-видимому, присутствие солдат сдерживало беспорядки.",
            "Его присутствие вселяет жизнь в каждый эпизод драмы.",
            "Это соединение будет разлагаться на свету.",
            "Этот робот способен ощущать присутствие в помещении людей.",
            "Она едва заметила его присутствие.",
            "Её присутствие было для меня большим утешением.",
            "Он никогда не обнажает голову, даже в присутствии короля.",
            "присутствие в комнате чего-то сверхъестественного",
            "вызывающее ужас присутствие директора школы",
            "облагораживающий эффект его присутствия"
        ]
    }
}