{
    "pressure": {
        "comment": [],
        "translate": "давление, напряжение, напор, нажим, воздействие, нажатие, сжатие",
        "transcription": " |ˈpreʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He buckled under pressure.",
            "They work best under pressure.",
            "The pressure of his fingers had relaxed.",
            "The pressure varies with the depth.",
            "Simon doesn't work well under pressure.",
            "He has resisted public pressure wholesale.",
            "I'm under constant pressure at work.",
            "High water pressure ruptured the pipe.",
            "I was under pressure from my parents to become a teacher.",
            "His blood pressure was abnormally low.",
            "Pressure for change has become urgent.",
            "The military pressure on Croatia continues to build.",
            "The nurse will take your blood pressure before the doctor sees you.",
            "She works well under pressure.",
            "Finally, Karpov cracked under the pressure.",
            "They are putting pressure on people to vote yes.",
            "The pressure augmented.",
            "You must never give in to pressure.",
            "the normal air pressure at sea level",
            "The local council was forced to bend to public pressure.",
            "Decrease in money hoards puts upward pressure on prices.",
            "You want to enjoy food, not to be pressured into eating the right things.",
            "The minister was under pressure to resign.",
            "Don't feel we are pressuring you to give what you can't afford.",
            "Warm air is now being drawn in from another high pressure area over the North Sea.",
            "He wilted under the pressure.",
            "The Labour government came under pressure from the trade unions.",
            "Exercise provided him with a good safety valve from pressure at work.",
            "We support the union of the environmental pressure groups into a federation.",
            "the dial of a pressure gauge"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "На него надавили, и он сдался.",
            "Лучше всего они работают в условиях стресса.",
            "К тому времени его хватка уже ослабла.",
            "Давление меняется в зависимости от глубины.",
            "В условиях стресса Саймон работает плохо.",
            "Он всеми силами противостоял давлению общества.",
            "На работе я нахожусь под постоянным давлением.",
            "Трубу прорвало из-за высокого давления воды.",
            "Родители настаивали, чтобы я стал учителем.",
            "Его кровяное давление было аномально низким.",
            "Необходимость перемен стала неотложной.",
            "Военное давление на Хорватию продолжает нарастать.",
            "Прежде чем вас примет врач, медсестра измерит вам артериальное давление.",
            "Она хорошо работает в стрессовых ситуациях.",
            "Наконец, Карпов не выдержал давления.",
            "Они заставляют людей голосовать \"за\".",
            "Давление возросло.",
            "Никогда нельзя поддаваться давлению.",
            "нормальное атмосферное давление на уровне моря",
            "Муниципальный совет был вынужден уступить общественному давлению.",
            "Сокращение запаса тезаврированных денег толкает цены вверх.",
            "Вы хотите наслаждаться едой, а не питаться правильно, потому что так надо.",
            "На министра оказывалось давление с целью вынудить его уйти в отставку.",
            "Не стоит думать, что мы заставляем вас отдать то, что вы не можете себе позволить.",
            "Тёплый воздух поступает из области высокого давления над Северным морем.",
            "Под давлением он сник.",
            "Лейбористское правительство оказалось под нажимом со стороны профсоюзов.",
            "Физические упражнения давали ему хорошую разрядку после стресса на работе.",
            "Мы поддерживаем объединение экологических групп давления в федерацию.",
            "круговая шкала манометра"
        ]
    }
}