{
    "presentation": {
        "comment": [],
        "translate": " презентация, представление, вручение, предъявление, показ, подарок, поднесение",
        "transcription": "  |ˌpriːzenˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The presentation was very slick.",
            "He prepared his presentation carefully in advance.",
            "They bring real theater to a sales presentation.",
            "He made a right mare's nest of that presentation.",
            "I hope I don't humiliate myself during the presentation.",
            "She observed that his presentation took up too much time.",
            "Cesarean sections are sometimes the result of abnormal presentations",
            "The presentation of the food made it look very appetizing.",
            "Then came the presentation of the awards by the Queen Mother.",
            "We shall consider these questions in the inverse order of their presentation.",
            "The presentation was very professional.",
            "Run through your presentation before the meeting.",
            "The presentation binds together several concepts.",
            "Should I include some visuals in my presentation?",
            "His presentation failed to enthuse the committee.",
            "The student worked a few jokes into his presentation.",
            "The course places emphasis on presentation and display.",
            "The senior accountant gave a presentation at the meeting.",
            "Dr Evans thanked him for coming to make the presentations.",
            "I'm going to ask each of you to make a short presentation.",
            "Their presentation was an indigestible mass of information.",
            "The charts and graphs helped me understand the presentation.",
            "40 of her colleagues gathered for her farewell presentation.",
            "After the interruption, she proceeded with her presentation.",
            "As pedagogy this technique of presentation is unexceptionable.",
            "You'll have an opportunity to ask questions after the presentation.",
            "I think the chief exec was favourably impressed by your presentation.",
            "First came the student speeches, and the presentation of awards followed.",
            "The product presentation was not elided — it's always only 15 minutes long.",
            "The presentation of prizes and certificates will take place in the main hall."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Презентация была очень поверхностной.",
            "Он заранее тщательно подготовил свою презентацию.",
            "Они привнесли настоящую театральность в процедуру презентации товаров.",
            "Он такого навертел в этой презентации!",
            "Я надеюсь, что я не опозорил себя во время презентации.",
            "Она обратила внимание, что его выступление заняло слишком много времени.",
            "Иногда кесарево сечение является результатом неправильного предлежания (плода).",
            "Красиво выложенная и украшенная еда приобрела очень аппетитный вид.",
            "Затем началось вручение наград королевой-матерью.",
            "Мы рассмотрим эти вопросы в обратном порядке их представления.",
            "Презентация была очень профессиональной.",
            "Перед совещанием просмотрите ещё раз свою презентацию.",
            "Презентация связывает воедино несколько концепций.",
            "Следует ли мне включить в презентацию какие-то наглядные пособия?",
            "Его презентация не вызвала энтузиазма у комитета.",
            "Студент вставил в свою презентацию несколько шуток.",
            "В курсе делается акцент на способах подачи и демонстрации материала.",
            "Старший бухгалтер выступил с докладом /провёл презентацию/ на встрече.",
            "Доктор Эванс поблагодарил его за то, что он приехал, чтобы провести вручение наград.",
            "Я попрошу каждого из вас сделать короткую презентацию. / Я попрошу каждого из вас коротко /в двух словах/ представиться.",
            "Их презентация представляла собой неудобоваримое нагромождение информации.",
            "Диаграммы и графики помогли мне понять презентацию.",
            "Сорок её коллег собрались на её прощальное выступление.",
            "После перерыва, она продолжила свою презентацию.",
            "С точки зрения педагогики, подобная техника изложения безупречна. (пер. И.3. Налетова)",
            "У вас будет возможность задать вопросы после презентации.",
            "Думаю, что ваша презентация произвела на главного руководителя благоприятное впечатление.",
            "Сначала шли выступления студентов, а затем состоялось вручение наград.",
            "Презентация продукта не была проигнорирована, просто она всегда длится лишь пятнадцать минут.",
            "Вручение призов и свидетельств будет происходить в главном зале."
        ]
    }
}