{
    "prescription": {
        "comment": [],
        "translate": "рецепт, рекомендация, установка, предписывание, право давности, неписаный закон",
        "transcription": " |prɪˈskrɪpʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The doctor wrote me a prescription for sleeping pills.",
            "I tried to follow her prescription for success.",
            "I have to pick up my prescription.",
            "He got a refill of his prescription.",
            "The drug is only sold with a prescription.",
            "Travellers must declare their prescription drugs.",
            "The pharmacist prepared the prescription.",
            "I got the prescription filled on the way home.",
            "If you're pregnant, you can get free prescriptions.",
            "Your prescription will be ready in about 20 minutes.",
            "We are trying to cut the price of prescription drugs.",
            "The pharmacist caught an error in the prescription's dosage.",
            "Your local druggist can fill the prescription.",
            "The black market in prescription drugs is thriving.",
            "She got her prescription for antibiotics filled by the druggist.",
            "The party's main prescription for educational problems was to give schools more money.",
            "To cut down on competition, the government passed price controls on prescription drugs."
        ],
        "example_translate": [
            "Доктор выписал мне рецепт на снотворное.",
            "Я старалась следовать её рецепту успеха.",
            "Мне необходимо забрать/взять свой рецепт.",
            "Он повторно получил лекарство по своему рецепту.",
            "Данный препарат отпускается только по рецепту.",
            "Туристы должны декларировать сильнодействующие лекарства.",
            "Фармацевт приготовил лекарство согласно рецепту.",
            "По дороге домой я купила по рецепту лекарства.",
            "Если вы беременны, то можете получить лекарства бесплатно.",
            "Ваш рецепт будет готов примерно через двадцать минут.",
            "Мы пытаемся снизить цену лекарств, отпускаемых по рецептам.",
            "Фармацевт нашёл в дозировке рецепта ошибку.",
            "Рецепт может заполнить ваш местный аптекарь.",
            "Чёрный рынок рецептурных препаратов процветает.",
            "Она получила рецепт на антибиотики, заполненный фармацевтом.",
            "Основной рекомендацией данной партии для решения образовательных проблем было дать школам больше денег.",
            "Чтобы снизить конкуренцию, правительство ввело ценовой контроль на выписываемые лекарства."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}