{
    "presidential": {
        "comment": [
            "president",
            "presidency"
        ],
        "translate": "президентский",
        "transcription": " |ˌprezəˈdentʃəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The matter was settled by presidential fiat.",
            "The next presidential election is due in two years.",
            "He expects the presidential race to tighten.",
            "Which presidential candidate do you support?",
            "He was granted a presidential pardon.",
            "A presidential election was scheduled for December.",
            "The President will hold a news conference tomorrow.",
            "We expect a few fireworks during the presidential debate.",
            "People are watching this presidential race very carefully.",
            "The result of the Presidential elections remains doubtful.",
            "There were cabals breaking out in the presidential company.",
            "The presidential candidates are busy barnstorming this month.",
            "The presidential candidates skirmished over their economic plans.",
            "The Socialists united behind their probable presidential candidate.",
            "The Senator has announced his candidacy for the Presidential election.",
            "The presidential election of 1860 was adverse to the cause of slavery.",
            "It was a high-pitched, sometimes almost frantic presidential campaign.",
            "Live broadcast of the presidential debate preempts the regular news hour.",
            "The vote in New Hampshire often decides the outcome of the Presidential election.",
            "The editors of the paper spew out hostile articles about the Presidential candidate.",
            "The presidential election turned out to be one of the biggest landslides in history.",
            "He delivered an acceptance speech after he was chosen as the party's presidential nominee.",
            "The Senate had a sufficient majority to override the presidential veto (=not accept his refusal).",
            "The police stationed sharpshooters on rooftops all along the route of the presidential motorcade.",
            "The indiscretions of his long-ago nonage have come back to haunt him now that he's a serious presidential contender.",
            "If the sparse crowds are any indication of the public's interest in the presidential candidate, then his reputation obviously foregoes him."
        ],
        "example_translate": [
            "Этот вопрос был решён указом президента.",
            "Следующие президентские выборы должны пройти через два года.",
            "Он ожидает сокращения разрыва между участниками президентской гонки.",
            "Какого из кандидатов в президенты вы поддерживаете?",
            "Президент даровал ему помилование.",
            "Президентские выборы были назначены на декабрь.",
            "Завтра президент проведёт пресс-конференцию.",
            "Мы ожидаем, что во время президентских дебатов не все смогут удержать себя в руках.",
            "Люди очень внимательно следят за этой президентской гонкой.",
            "Результаты президентских выборов остаются неясными.",
            "В ходе кампании по выбору президента разгорались интриги.",
            "В этом месяце кандидаты в президенты занимаются разъездами по стране.",
            "Кандидаты в президенты вступили в схватку за свои экономические планы.",
            "Социалисты объединились в поддержку своего кандидата в президенты.",
            "Сенатор заявил о своем намерении участвовать в президентских выборах.",
            "Президентские выборы 1860 года были неблагоприятны для системы рабовладения.",
            "Это была очень оживлённая, временами безумная президентская кампания.",
            "Вместо обычных часовых новостей в эфире идёт прямая трансляция президентских дебатов.",
            "Голосование в Нью-Гемпшире часто решает исход президентских выборов.",
            "Редакторы газеты разразились злобными статьями об этом кандидате в президенты.",
            "Победа на этих президентских выборах оказалась одной из самых внушительных в истории.",
            "После своего выдвижения в качестве кандидата в президенты от данной партии он выступил с речью.",
            "Сенат имел достаточное большинство, чтобы преодолеть президентское вето (т.е. не принимать его отказ).",
            "Полиция разместила снайперов на крышах домов по всему маршруту президентского кортежа.",
            "Теперь, когда он всерьёз претендует на пост президента, те ошибки далёкой юности вернулись и преследуют его.",
            "Если столь скудное количество народу хоть как-то соответствует величине общественного интереса к данному кандидату в президенты, то слава о нём явно опережает его самого."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}