{
    "preserve": {
        "comment": [
            "reserve",
            "reservation",
            "preservation",
            "reservoir"
        ],
        "translate": "заповедник, варенье, сохранять, хранить, впрок",
        "transcription": " |prɪˈzɜːrv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "God favour and preserve him.",
            "God preserve me from such a fate!",
            "The fossil was well preserved.",
            "Preserve the peace in the family.",
            "These fine old houses should be preserved for the future.",
            "Putting varnish on wood is a way to preserve it.",
            "Salt can be used to preserve meat.",
            "Owning racehorses is the preserve of the rich.",
            "The gardening is Jo's preserve.",
            "Preserve the forest and the lakes.",
            "How do you preserve the superior image of a brand?",
            "The peaches are preserved in syrup.",
            "She regards that cupboard as her own preserve.",
            "She wanted to preserve, however, the chariness of their reputation.",
            "They were trying to preserve the facade of a happy marriage.",
            "The nature preserve beckons bird-watchers, who visit from around the world.",
            "Banking used to be a male preserve.",
            "We need to preserve these resources for future generations.",
            "He intended to preserve the physiognomy of a culture in danger of disappearing.",
            "Medicine is no longer a male preserve.",
            "Every step will be taken to preserve your anonymity.",
            "They are trying to preserve the cultural integrity of the community.",
            "a subtance that helps preserve wood",
            "We preserve these archeological findings.",
            "The military was once an all-male preserve.",
            "Our land abuts a nature preserve, so we see a lot of wildlife.",
            "These laws are intended to help preserve our natural resources.",
            "The civil service became the preserve of the educated middle class.",
            "They tried to preserve nature as they found it.",
            "They are fighting to preserve their rights as citizens."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Беже, спаси и сохрани его.",
            "Храни меня Господь от такого!",
            "Ископаемое хорошо сохранилось.",
            "Сохраняйте мир в семье.",
            "Эти красивые старые дома надо сохранить для будущих поколений.",
            "Покрытие дерева лаком - способ сохранить его.",
            "Соль можно использовать для консервации впрок мяса.",
            "Владение скаковыми лошадьми - это прерогатива богатых.",
            "Садоводство - это дело Джо.",
            "Сохраните лес и озёра.",
            "Как сохранить безупречный имидж торговой марки?",
            "Персики законсервированы в сиропе.",
            "Она считает этот буфет исключительно своей собственностью.",
            "Однако она хотела сохранить их репутацию нетронутой.",
            "Они пытались сохранить видимость счастливого брака.",
            "Природный заповедник манит любителей пернатых, которые приезжают туда со всего мира.",
            "Когда-то работа в банке была чисто мужской прерогативой.",
            "Мы должны сохранить эти ресурсы для будущих поколений.",
            "Он желал сохранить характерные черты исчезающей культуры.",
            "Медицина больше не является чисто мужской сферой деятельности.",
            "Будут предприняты все меры, чтобы сохранить вашу анонимность.",
            "Они пытаются сохранить культурную целостность сообщества.",
            "субстанция, которая способствует сохранению древесины",
            "Мы обеспечиваем сохранность этих археологических находок.",
            "Когда-то служба в армии была исключительно мужской прерогативой.",
            "Наша земля граничит с заповедником, так что мы видим много диких животных.",
            "Эти законы предназначены для того, чтобы помочь сохранить наши природные ресурсы.",
            "Государственная служба стала прерогативой образованного среднего класса.",
            "Они пытались сохранить природу в таком же состоянии, в котором она им досталась.",
            "Они борются за сохранение своих гражданских прав."
        ]
    }
}