{
    "presidency": {
        "comment": [
            "president",
            "presidential"
        ],
        "translate": "председательство, президентство, округ",
        "transcription": " |ˈprezɪdənsɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The presidency is an elective office.",
            "He is preparing a run for the presidency.",
            "She has promised improvements during her presidency.",
            "The race for the presidency was run between well qualified candidates.",
            "There were few real improvements during his presidency.",
            "The scandal threatened to undermine the institution of the Presidency.",
            "The play tells of his ascension to the presidency.",
            "The history book covers the years of Eisenhower's presidency.",
            "They have been calling the Presidency decision a backroom deal.",
            "He vowed to achieve certain objectives before the end of his presidency.",
            "Carter remains the only President in recent history under whose Presidency the U.S. did not fight a war."
        ],
        "example_translate": [
            "Президентство - это выборная должность.",
            "Он готовится баллотироваться в президенты.",
            "Она обещала добиться улучшения в период своего президентства.",
            "За президентскую власть боролись хорошо подкованные кандидаты.",
            "Реальных улучшений за время его президентства почти не было.",
            "Данный скандал грозил подорвать сам институт президентства.",
            "В пьесе рассказывается о его восхождении к президентскому посту.",
            "Эта книга по истории охватывает период, когда у власти находился президент Эйзенхауэр.",
            "Решение администрации президента /президиума, председательствующих/ называли закулисной сделкой.",
            "Он поклялся достичь определённых целей до конца своего президентства.",
            "Картер остается единственным президентом в новейшей истории, во время пребывания которого на посту США не воевали."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}