{
    "pretend": {
        "comment": [
            "tend",
            "tender",
            "tent"
        ],
        "translate": "притворяться, делать вид, претендовать, симулировать, прикидываться, ссылаться",
        "transcription": " |prɪˈtend|",
        "antonyms": [],
        "mnemonic": [
            "pretend [притэ'нд] притворяться - Ваши (притенд- зии*) притворны (\"Претензии).",
            "pretend [pri'tɛnd]\nattend [ə'tɛnd] - посещать, присутствовать\n***\nПРЕТЕНДУЕТ - значит, \"претенд\". (это) pretend\nДЕЛАЕТ ВИД, значит, \"претенд\". (это) pretend\nПРИТВОРИЛСЯ, будто спит - это \"претенд\". (это)\npretend\n***\nТы притворяешься \"pretend\",\nбудто школу посещаешь \"attend\"."
        ],
        "examples": [
            "He pretended deafness.",
            "She pretended not to notice.",
            "Let's pretend we're on the moon.",
            "The children pretended to be cowboys.",
            "I don't pretend to a complete knowledge of the city.",
            "He's not asleep — he's just pretending.",
            "He pretended to make a phone call.",
            "The young prince started a war by pretending to the crown.",
            "The children pretended to be asleep.",
            "She pretends to be an expert on wine.",
            "The people offered to fire at them, if they pretended to go forward.",
            "The boys used to pretend to be up-ending the bottle and hiccup.",
            "We sang songs around a pretend campfire.",
            "We can't go on pretending that everything is OK.",
            "dangling their legs in the water to catch pretend fish",
            "It was a mistake, and to pretend otherwise would be foolish.",
            "The book doesn't pretend to be for beginners.",
            "The boys used to pretend to be upending the bottle and hiccup.",
            "He had a big stain on his shirt, but I pretended not to notice.",
            "Just speak naturally and pretend the microphone isn't there.",
            "She looked like she was enjoying the party but she was just pretending.",
            "I can't pretend I understand these technical terms. (=I admit I do not understand them)",
            "To pretend ignorance of the situation would be irresponsible.",
            "His usual ploy is to pretend he's ill.",
            "Let's just pretend for a moment. I'm your boss. What would you say to me?",
            "If you were to see the movie's pretend jewels in real life, you wouldn't be fooled for a minute.",
            "The children played on a pretend train."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Инфинитив с to после глаголов",
            "Инфинитив"
        ],
        "example_translate": [
            "Он прикинулся глухим.",
            "Она сделала вид, что ничего не заметила.",
            "Давай представим, что мы на Луне.",
            "Ребята изображали из себя ковбоев.",
            "Я не претендую на полное знание всего города.",
            "Он не спит, а просто притворяется.",
            "Он сделал вид /притворился/, что звонит по телефону.",
            "Юный принц претендуя на корону, начал войну.",
            "Дети притворились спящими.",
            "Она выдаёт себя за специалиста по винам.",
            "Люди были готовы стрелять в них, если они осмелятся приблизиться.",
            "Ребята делали вид, что пьют из горлышка и икают.",
            "Мы пели песни вокруг воображаемого костра.",
            "Мы не можем и дальше притворяться, что всё в порядке.",
            "свесив ноги в воду, чтобы поймать воображаемую рыбу",
            "Это была ошибка, и было бы глупо делать вид, что это не так.",
            "Книга не претендует на то, чтобы быть пособием для начинающих.",
            "Ребята делали вид, что пьют из горлышка и икают.",
            "У него на рубашке было большое пятно, но я притворился, что не заметил этого.",
            "Просто говорите естественно и представьте себе, что никакого микрофона нет.",
            "Она вроде бы наслаждалась вечеринкой, но это было лишь притворство.",
            "Не буду притворяться, что понимаю эти технические термины. (т.е я признаю, что их не понимаю)",
            "Притворяться, что не в курсе ситуации, было бы безответственно.",
            "Его обычная хитрость — притвориться больным.",
            "Давай-ка на секунду представим, что я твой начальник. Что бы ты мне сказала?",
            "Если бы вам пришлось увидеть \"драгоценности\" из этого фильма в реальной жизни, то у вас не возникло бы ни малейших сомнений относительно их подлинности.",
            "Дети играли в воображаемом поезде."
        ],
        "stars": 2
    }
}