{
    "previous": {
        "comment": [
            "previously"
        ],
        "translate": "предыдущий, предшествующий, опрометчивый, преждевременный, поспешный",
        "transcription": " |ˈpriːviəs|",
        "antonyms": [],
        "mnemonic": [
            "previous [при'виэс] предыдущий -(Привес)предыдущей партии поросят был отличным;"
        ],
        "examples": [
            "I had met them the previous day.",
            "the previous owners of the house",
            "How do I upgrade from the previous version?",
            "Life was better under the previous regime.",
            "The furniture had been left by the previous occupants.",
            "the previous occupant of the White House",
            "This edition is an improvement over the previous one.",
            "She has a child from a previous marriage.",
            "The desk was left by the previous tenant.",
            "During the interview, they asked about my previous jobs.",
            "They had no previous convictions.",
            "I understand you have no previous experience?",
            "The country reconquered the territory lost in the previous war.",
            "To recap on the previous lecture, ...",
            "She believes she was an Egyptian queen in a previous incarnation.",
            "She bettered her previous performance.",
            "The two characters met in a previous chapter.",
            "She was hired to replace the previous manager.",
            "I've met him before on two previous occasions.",
            "The later kindness may cancel a greater previous wrong.",
            "a rollback of previous wage concessions",
            "Our condemnation of him was a bit previous.",
            "The opposition moved the previous question.",
            "Her previous experience weighs in her favor.",
            "The policy was originated by the previous administration.",
            "He topped his previous best performance, coming second in the 100 metres.",
            "Much of this information is picked up by word of mouth from previous students.",
            "Sales figures for last year were a little off compared with those of the previous year.",
            "It may outsell his previous novels.",
            "This edition supersedes the previous one."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые употребляются только перед существительными"
        ],
        "example_translate": [
            "Я встретил их днём раньше.",
            "прежние владельцы дома",
            "Как мне обновиться с предыдущей версии?",
            "При прошлом режиме жилось лучше.",
            "Эту мебель оставили прежние жильцы.",
            "прежний хозяин Белого дома",
            "Это улучшенное издание по сравнению с предыдущим.",
            "У неё есть ребёнок от предыдущего брака.",
            "Этот стол остался от прошлого жильца.",
            "В ходе собеседования меня спрашивали о предыдущих местах работы.",
            "Судимостей у них не было.",
            "Я так понимаю, опыта работы у вас нет?",
            "Страна отвоевала территории, потерянные в ходе прошлой войны.",
            "Напомню, на прошлой лекции ...",
            "Она верит в то, что в предыдущем воплощении она была египетской царицей.",
            "Она выступила лучше, чем в прошлый раз.",
            "Эти два персонажа познакомились в предыдущей главе.",
            "Она была нанята на смену предыдущему директору.",
            "Я уже встречался с ним на двух предыдущих мероприятиях.",
            "Последующая доброта может исправить предшествующее зло.",
            "отмена предыдущих уступок по зарплате",
            "Осудив его, мы проявили некоторую поспешность.",
            "Оппозиция внесла предложение по предыдущему вопросу.",
            "Послужной список говорит в её пользу.",
            "Данная политика была начата предыдущей администрацией.",
            "Он превзошёл свой лучший результат, придя вторым на стометровке.",
            "Большая часть этой информации передаётся по \"сарафанному радио\" от бывших студентов.",
            "Цифры продаж за прошлый год были немного хуже по сравнению с данными позапрошлого.",
            "Продажи этого его романа могут превзойти предыдущие.",
            "Данное издание занимает место предыдущего."
        ],
        "stars": 3
    }
}