{
    "prevent": {
        "comment": [
            "prevention",
            "event",
            "evening",
            "even",
            "evenly",
            "eventually",
            "uneven"
        ],
        "translate": "предотвращать, препятствовать, предупреждать, не допускать, мешать, предохранять",
        "transcription": " |prɪˈvent|",
        "antonyms": [],
        "mnemonic": [
            "prevent [привэ'нт] предотвратить, упредить - (Превент ивный), т.е. упреждающий.",
            "prevent [pri'vent]\n***\nЧтоб ПРЕДУПРЕДИТЬ болезнь, скажу доктору:\n\"Привет\". (это) prevent\nЧтоб ПРЕПЯТСТВОВАТЬ войне, скажу Америке:\n\"Привент!\". (это) prevent\nЧтоб НЕ ДОПУСТИТЬ войны, скажу Америке:\n\"Привент!\". (это) prevent"
        ],
        "examples": [
            "This will help to prevent accidents.",
            "Nothing shall prevent us from reaching our aim!",
            "He wore gloves to prevent frostbite.",
            "We must prevent the cancer from spreading.",
            "The gas pipe has been blocked off to prevent escapes.",
            "Vitamin C is popularly believed to prevent colds.",
            "using garlic as a nostrum to prevent disease",
            "Bad weather prevented us from leaving.",
            "She wanted to prevent other children from meeting the same fate.",
            "Seatbelts in cars often prevent serious injuries.",
            "Use sunscreen to prevent sunburn.",
            "We were prevented from entering the site.",
            "The new laws are supposed to prevent crime.",
            "He grabbed my arm to prevent me from falling.",
            "The law stepped in to prevent such a proceeding.",
            "The accident could have been prevented.",
            "The gas pipe has been sealed off to prevent escapes.",
            "Muzzle the dog to prevent it from biting strangers.",
            "a law designed to prevent money laundering",
            "trying to prevent further escape of liquid",
            "He stepped tactfully in to prevent trouble.",
            "The river was deviated to prevent flooding.",
            "Judicious planning now can prevent problems later.",
            "We pack the goods neatly to prevent the damage during delivery.",
            "The cruel owners used to pinion the birds' wings together to prevent them from flying.",
            "Every one of these deaths is preventable.",
            "medications that prevent blood from clotting",
            "A good upright posture will prevent backaches.",
            "a program to prevent inflation and economic collapse",
            "The bride's family were scheming to prevent a wedding."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это поможет предотвратить несчастные случаи.",
            "Ничто не сможет помешать нам достичь цели!",
            "Он носил перчатки, чтобы не обморозить руки.",
            "Мы должны предотвратить распространение рака. (у пациента)",
            "Газовую трубу перекрыли, чтобы не допустить утечки.",
            "Считается, что витамин C предотвращает простудные заболевания.",
            "использование чеснока в качестве панацеи для предотвращения заболеваний",
            "Плохая погода не позволила нам уехать.",
            "Она хотела, чтобы другие дети избежали той же участи.",
            "Часто автомобильные ремни безопасности предотвращают серьёзные травмы.",
            "Для предотвращения солнечных ожогов используйте солнцезащитный крем .",
            "Нам помешали войти на эту территорию.",
            "Новые законы призваны предотвращать преступления.",
            "Он схватил меня за руку, чтобы не дать мне упасть.",
            "Закон вмешался для того, чтобы предупредить поступки такого рода.",
            "Аварии можно было избежать.",
            "Газовая труба была перекрыта во избежание утечки.",
            "Наденьте на собаку намордник, чтобы она не покусала посторонних.",
            "закон, разработанный с целью предотвращения отмывания денег",
            "попытки предотвратить дальнейшую утечку жидкости",
            "Он тактично вмешался, чтобы предотвратить беду.",
            "Русло этой реки изменили, чтобы предотвратить наводнения.",
            "Продуманное планирование сейчас может предотвратить проблемы в будущем.",
            "Мы тщательно упаковываем товары, чтобы избежать их повреждения во время доставки.",
            "Жестокие хозяева обычно подрезали птицам крылья, чтобы те не могли улететь.",
            "В каждом из этих случаев смерти можно было избежать.",
            "лекарства, которые предотвращают свёртывание крови",
            "Хорошая прямая осанка позволит предотвратить боли в спине.",
            "программа по предотвращению инфляции и экономического краха",
            "Родственники невесты плели интриги, чтобы расстроить свадьбу."
        ],
        "stars": 3
    }
}