{
    "prevail": {
        "comment": [
            "prevalence",
            "prevailing"
        ],
        "translate": "преобладать, превалировать, возобладать, господствовать, одержать победу",
        "transcription": " |prɪˈveɪl|",
        "antonyms": [],
        "mnemonic": [
            "avail [ə'veɪl]\nprevail [prɪ'veɪl] - одержать победу, преобладать\navailable- доступный\n***\nПОЛЬЗОЙ день повеял. (это) avail\nВЫГОДОЙ день не|веял. (это) avail"
        ],
        "examples": [
            "Greed prevailed over generosity.",
            "Right will prevail!",
            "Justice will prevail.",
            "I am sure that common sense will prevail in the end.",
            "This is a strange custom that still prevails.",
            "He prevailed upon her to visit his parents.",
            "The law still prevails in some states.",
            "The champion prevailed, though it was a hard fight.",
            "Can all our efforts towards morality prevail over the forces of evil?",
            "He considered lying, but then common sense prevailed.",
            "Your inner strength will enable you to prevail over life's obstacles.",
            "Can the government be prevailed upon to lower taxes?",
            "The house was built in the style that prevailed in the 1980s.",
            "I admired the creativity which prevailed among the young writers.",
            "The time must come when the views of our committee will prevail."
        ],
        "example_translate": [
            "Жадность возобладала над щедростью.",
            "Правое дело победит!",
            "Справедливость восторжествует.",
            "Я уверен, что здравый смысл в конце концов восторжествует.",
            "Этот странный обычай всё ещё существует.",
            "Он уговорил её навестить его родителей.",
            "В некоторых штатах этот закон действует до сих пор.",
            "Чемпион победил, хотя борьба была тяжёлая.",
            "Может ли наше стремление к нравственности победить силы зла?",
            "Он раздумывал над тем, чтобы соврать, но здравый смысл всё же восторжествовал.",
            "Внутренняя сила позволит вам одержать победу над препятствиями в жизни.",
            "Можно ли убедить правительство снизить налоги?",
            "Дом был построен в стиле, преобладавшем в восьмидесятых годах.",
            "Я восхищался творческими способностями, бытовавшими среди этих молодых писателей.",
            "Придёт время, и идеи нашего комитета восторжествуют."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}