{
    "pride": {
        "comment": [],
        "translate": "гордость, гордыня, чувство гордости, гордиться",
        "transcription": " |praɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was a slap to my pride.",
            "It hurt his pride when his wife left him.",
            "Pride will have a fall.",
            "I let my stupid pride come between us.",
            "Success in sport is a source of national pride.",
            "Pride would not allow her to give up.",
            "Do they have enough pride to defend their principles?",
            "He takes pride in his son's success.",
            "I have my pride, same as anyone else.",
            "You should take pride in your work.",
            "It was a severe blow to Kendall's pride.",
            "Sophie felt a glow of pride.",
            "She took great pride in her appearance.",
            "His pride wouldn't allow him to ask for help.",
            "Her eyes sparkled with pride.",
            "I swallowed my pride and phoned him.",
            "Her face was alight with maternal pride.",
            "The town was aglow with pride.",
            "The garden was his pride and joy.",
            "It was a severe jolt to her pride.",
            "His pride drove him to complete the job.",
            "Being able to work again gave him his pride back.",
            "She didn't try to hide her anger and injured pride.",
            "Vanity and pride were his two worst character defects.",
            "I think that getting a job would give him his pride back.",
            "It's a matter of pride for some men that their wives don't have to work.",
            "Pride prompted his angry response.",
            "Losing the match wounded his pride.",
            "The incident had bruised his pride.",
            "His pride may still be his downfall."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это был удар по моему самолюбию.",
            "Это задело его гордость, когда жена от него ушла. / Уход жены задел его гордость.",
            "Гордыня до добра не доводит. (посл.)",
            "Я позволил своей глупой гордыне встать между нами.",
            "Успех в спорте является предметом национальной гордости.",
            "Гордость не позволит ей сдаться.",
            "Хватит ли у них гордости, чтобы отстоять свои принципы?",
            "Он гордится успехом своего сына.",
            "У меня есть гордость, так же как у всех.",
            "Вы должны тщательно выполнять свою работу.",
            "Это был жестокий удар по самолюбию Кенделла.",
            "Софи почувствовала прилив гордости.",
            "Она тщательно заботилась о своей внешности.",
            "Его гордость, не позволила бы ему, попросить о помощи.",
            "Её глаза сверкали от гордости.",
            "Я перешагнула через свою гордость и позвонила ему. (досл. Я проглотила ...)",
            "Она сияла от гордости за свою дочь.",
            "Весь город светился от гордости.",
            "Сад был его гордостью и радостью.",
            "Это было жестоким ударом по её гордости.",
            "Гордость заставила его закончить начатую работу.",
            "Вместе с возможностью работать к нему снова вернулась его гордость.",
            "Она не пыталась скрыть свой гнев и оскорбленную гордость.",
            "Двумя худшими его пороками были тщеславие и гордыня.",
            "Я думаю, что получив работу, он вернёт своё самоуважение.",
            "Для некоторых мужчин очень важно, чтобы их жёнам не приходилось работать — это вопрос чести.",
            "Гордость была причиной его гневного ответа.",
            "Поражение в матче задело его гордость.",
            "Это происшествие задело его гордость.",
            "Вероятно, его по-прежнему губит его гордыня."
        ]
    }
}