{
    "priest": {
        "comment": [
            "price",
            "prize"
        ],
        "translate": "священник, жрец, посвящать в священники",
        "transcription": " |priːst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The priest gave the blessing.",
            "We thanked the priest for his kind words.",
            "The priest baptized the baby.",
            "I confessed my sins to the priest.",
            "The priest stood before the altar.",
            "A priest, vested in surplice.",
            "the high priest of modern jazz",
            "The priest blessed the marriage.",
            "A priest has eased me of my sins.",
            "a priest who had taken a vow of celibacy",
            "He was ordained as a Roman Catholic priest.",
            "The priest will perform the ritual.",
            "His clothes proclaimed him a priest.",
            "Many Christians regularly confess to a priest.",
            "I suggest that you keep off religion while the priest is here.",
            "The priest addressed the congregation.",
            "The priest was always buzzing about him.",
            "The priest anointed the new king with oil.",
            "Then the priest blesses the bread and wine.",
            "The priest closed the meeting with a prayer.",
            "The priest was a mild-mannered inoffensive fellow.",
            "He searched for a priest who could perform an exorcism.",
            "The priest urged the people to repent of their wickedness.",
            "At the wedding ceremony, the priest said, \"Say after me...\"",
            "The priest has been translated from his old church to this area.",
            "A priest has to arrange funerals, marriages, that sort of thing.",
            "The priest visited the Rogers to condole with them on the loss of their son.",
            "A priest celebrates Mass at the church daily.",
            "The priest returned the chalice to the vestry.",
            "But I dare not absolve him of robbing a priest."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ie = [iː]"
        ],
        "example_translate": [
            "Священник дал своё благословение.",
            "Мы поблагодарили священника за тёплые слова.",
            "Священник окрестил младенца.",
            "Я исповедовался священнику в своих грехах.",
            "Священник стоял перед алтарём.",
            "Священник, облачённый в стихарь.",
            "корифей современного джаза",
            "Священник благословил этот брачный союз.",
            "Священник отпустил мне грехи.",
            "священник, который дал обет безбрачия",
            "Он был рукоположен в сан католического священника.",
            "Священник совершит этот обряд.",
            "Одежда выдавала в нём священнослужителя.",
            "Многие христиане регулярно исповедуются перед священником.",
            "Не говори о религии, пока у нас в гостях священник.",
            "Священник обратился к пастве.",
            "Священник всегда суетился вокруг него.",
            "Священник совершил над новым королём обряд миропомазания.",
            "Затем священник благословляет хлеб и вино.",
            "Священник завершил собрание молитвой.",
            "Священник был человеком кротким и безобидным.",
            "Он искал священника, который мог бы изгнать нечистую силу.",
            "Священник призвал народ раскаяться в своей злобе.",
            "Во время свадебной церемонии священник сказал: \"Повторяйте за мной...\"",
            "Священника перевели из его старого прихода в эту область.",
            "Священнику приходится организовывать похороны, свадьбы и тому подобное.",
            "Священник навестил Роджеров, чтобы выразить им свои соболезнования в связи с потерей сына.",
            "Ежедневно один из священников совершает в церкви мессу.",
            "Священник вернул чашу в ризницу.",
            "Но я не могу отпустить ему грех ограбления священнослужителя."
        ]
    }
}