{
    "primary": {
        "comment": [
            "primarily",
            "primitive",
            "prime"
        ],
        "translate": " первичный, основной, начальный, главный, первичная обмотка, основной цвет",
        "transcription": "  |ˈpraɪmeri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Their primary objective is to make money.",
            "Security is a primary need.",
            "Her primary goal is to get a college degree.",
            "The primary channel of transmission of culture is the family.",
            "Personal safety is of primary importance.",
            "I was a classroom helper at the local primary school.",
            "Five years ago he retired from his headship at Bookwell Primary School.",
            "The economy was the primary focus of the debate.",
            "The family is the primary social unit of human life.",
            "Primary dealers underwrite all government bonds put up for auction.",
            "She has two daughters. One is a primary school teacher, the other a musician.",
            "Primary colors can add interest to a room.",
            "The primary function of our schools is to educate our young people.",
            "Our primary concern is to provide the refugees with food and healthcare.",
            "Association of Primary Dealers in Government Securities",
            "We just started our primary flight training.",
            "Many of the villagers rely on fishing as their primary source of income.",
            "His primary duty at the event is to take attendance.",
            "Current through the primary coil induces current in the secondary coil.",
            "My primary responsibility is to the pupils, and by extension to the teachers and parents.",
            "Counselling was given as a primary therapy for depression.",
            "When she got sick her husband became her primary caregiver.",
            "During the primary elections, McCain was Bush's leading opponent.",
            "The protection of children is the primary purpose of this legislation.",
            "The primary offensive by the ground forces will commence at dawn tomorrow.",
            "The book is based mainly on primary sources rather than secondary sources.",
            "The candidate cinched the nomination by winning the major primary elections.",
            "He channelized all of his resources into winning that state's crucial primary.",
            "A primary function of property rights is that of guiding incentives to achieve a greater internalization of externalities.",
            "The geological environment is the primary factor in determining the character of a country not only topographically but historically."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Их основная цель — заработать денег.",
            "Главное — обеспечить безопасность.",
            "Её основная цель — получить высшее образование.",
            "Основной канал передачи культурных ценностей — это семья.",
            "Личная безопасность имеет первостепенное значение.",
            "Я работал помощником учителя в местной начальной школе.",
            "Пять лет назад он ушёл с должности директора начальной школы Буквела на пенсию.",
            "Экономика стала главной темой дебатов.",
            "Семья является основной социальной единицей человеческой жизни.",
            "Первичные дилеры подписываются на все государственные облигации, выставленные на аукцион.",
            "У неё две дочери: одна — учитель начальных классов, другая — музыкант.",
            "Основные цвета могут сделать помещение более интересным.",
            "Основной функцией нашей школы является воспитание молодёжи.",
            "Наша первоочередная забота — предоставить беженцам питание и медицинскую помощь.",
            "Ассоциация дилеров по первичной продаже правительственных ценных бумаг (в США)",
            "Мы только начали основную лётную подготовку.",
            "Многие местные жители полагаются на рыбалку в качестве основного источника дохода.",
            "Его основной задачей на этом мероприятии является проверка посещаемости.",
            "Ток, проходящий через первичную обмотку (трансформатора), индуцирует ток во вторичной обмотке.",
            "В первую очередь я несу ответственность перед учениками, и как следствие, перед учителями и родителями.",
            "В качестве первичной терапии при депрессии предоставлялась психологическая помощь.",
            "Когда она заболела, муж стал её главным опекуном.",
            "В ходе первичных выборов Маккейн был основным оппонентом Буша.",
            "Защита детей является основной целью данного закона.",
            "Основное наступление сухопутных войск начнётся завтра на рассвете.",
            "Книга основывается преимущественно не на вторичных источниках, а на первоисточниках.",
            "Этот кандидат обеспечил себе выдвижение на пост, победив на основных первичных выборах.",
            "Он направил все свои ресурсы на выигрыш важнейших первичных выборов в этом штате.",
            "Главной причиной существования прав собственности является то, что они создают стимулы для большей интернализации внешних эффектов.",
            "Геологическая обстановка является основным фактором в определении характера страны не только топографически, но и с исторической точки зрения."
        ]
    }
}