{
    "prime": {
        "comment": [
            "primarily",
            "primary",
            "primitive"
        ],
        "translate": "простое число, начало, грунтовать, заправлять, основной, главный",
        "transcription": " |praɪm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The police will see me as the prime suspect.",
            "Did you prime her with what to say?",
            "Are your guns primed with powder?",
            "He primed the witness.",
            "April and May are prime time for trout fishing.",
            "He had been primed to say nothing about it.",
            "As a reporter, you must be well primed with facts.",
            "She's now forty and still in her prime.",
            "He is now past his prime.",
            "Old people are a prime target for thieves.",
            "Claire wished she had primed Sarah beforehand.",
            "He had a shower and primed himself for action.",
            "The set of prime numbers is infinite.",
            "The program is being shown during prime time.",
            "He's the best actor in prime time.",
            "The day was in its prime, the day was in its wane, and still she slept on.",
            "We have a new prime minister at the helm.",
            "All metal surfaces will have to be primed.",
            "Smoking is the prime cause of lung disease.",
            "The interest rate is two percent plus prime.",
            "The school is a prime candidate for closure.",
            "The Prime Minister asked his officials to brief him on the subject.",
            "How did a man of so little personal charisma get to be prime minister?",
            "The prime minister is a man of the people.",
            "The Prime Minister held a cabinet yesterday.",
            "The crowd then turned their anger on Prime Minister.",
            "The deputy ragged the Prime Minister",
            "He always has access to the Prime Minister.",
            "Symptoms are the prime indicants of disease.",
            "The murders made prime fodder for newspapers."
        ],
        "example_translate": [
            "Полиция будет считать меня главным подозреваемым.",
            "Ты её предупредил о том, что надо говорить?",
            "Ваши ружья заряжены порохом?",
            "Он заранее проинструктировал свидетеля.",
            "Апрель и Май - лучшее время для ловли форели.",
            "Его предупредили, чтобы ничего об этом не говорил.",
            "Ты репортёр, и у тебя всегда должен быть заранее под рукой ворох фактов.",
            "Сейчас ей сорок, и она всё ещё в самом соку /в расцвете лет/.",
            "Его лучшие годы уже позади.",
            "Старики являются главной мишенью для воров.",
            "Клэр хотелось бы заранее предупредить Сару.",
            "Он принял душ и приготовился действовать.",
            "Множество всех простых чисел — бесконечно.",
            "Эту программу показывают в прайм-тайм /наиболее удобное время/.",
            "Он самый лучший актёр в прайм-тайм.",
            "День был в разгаре, день клонился к вечеру, а она всё спала и спала.",
            "Сейчас у нас во главе — новый премьер-министр.",
            "Все металлические поверхности нужно будет загрунтовать.",
            "Курение является основной причиной лёгочных заболеваний.",
            "Процентная ставка составляет базовую ставку плюс два процента.",
            "Эта школа является главным кандидатом на закрытие.",
            "Премьер-министр попросил своих подчинённых ввести его в курс дела.",
            "Как человек с такой слабой харизмой смог стать премьер-министром?",
            "Премьер-министр — человек из народа.",
            "Премьер-министр провел вчера заседание кабинета министров.",
            "Затем толпа обратила свой гнев против премьер-министра.",
            "Заместитель / депутат отчитал премьер-министра.",
            "У него всегда есть доступ к премьер-министру.",
            "Симптомы — это основные признаки болезни.",
            "Эти убийства стали главной пищей для газет."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}