{
    "principal": {
        "comment": [
            "principally",
            "prince",
            "princess",
            "principle"
        ],
        "translate": "основной, главный, ведущий, принципал, директор школы, глава",
        "transcription": " |ˈprɪnsəpl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Vegetables are the principal ingredients in this soup.",
            "Our document contains six principal divisions.",
            "The principal had overruled the lecturers' proposals.",
            "He was the principal contact man and fixer.",
            "The blushing boy was brought before the Principal.",
            "The dollar is the principal unit of American currency.",
            "The principal fall of lambs takes place now.",
            "Marcie was called up to the principal's office.",
            "The principal visited his rage on the students.",
            "Want of firmness has been repeatedly mentioned as his principal failing.",
            "Loan amortization shows you how interest and principal are paid off.",
            "Nigeria is our principal trading partner in Africa.",
            "The new teacher will give the lesson today and the principal will observe.",
            "The principal will take whatever action she deems appropriate in this case.",
            "Methane is one of the principal gases contributing to the greenhouse effect.",
            "Reviewers have nibbled at phrases, but have avoided the principal questions.",
            "They thought the new principal was the messiah the school had been hoping for.",
            "He's a principal actor in this affair.",
            "Tardy children are sent to the principal.",
            "Teaching is her principal source of income.",
            "She is the principal cellist of the orchestra.",
            "One student reported the other to the principal.",
            "It's a big school but the principal knows everyone by name (=can recognize everyone and address them by their name).",
            "Mr Carter marched us to the principal's office.",
            "a mosquito that is the principal vector of yellow fever",
            "The principal was certainly a woman to be reckoned with.",
            "He resigned from his job as principal of the school.",
            "You will need to obtain permission from the principal.",
            "The principal of the business has an office in New York.",
            "The principal disbanded the political student organization."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые употребляются только перед существительными"
        ],
        "example_translate": [
            "Овощи являются основными ингредиентами в этом супе.",
            "Наш документ содержит шесть основных разделов.",
            "Ректор отклонил предложения преподавателей университета.",
            "Он был главным посредником и координатором.",
            "Красного от стыда / от смущения мальчика привели к директору.",
            "Доллар является основной единицей американской валюты.",
            "Именно сейчас идёт основной окот овец.",
            "Марси вызвали в кабинет директора.",
            "Директор школы выместил свой гнев на учениках.",
            "Отсутствие стойкости неоднократно отмечалось как его главный недостаток.",
            "Процесс погашения долга показывает, как выплачиваются проценты и основная сумма долга.",
            "Нигерия является нашим основным торговым партнером в Африке.",
            "Сегодня новый учитель будет давать урок в присутствии директора.",
            "Директор предпримет любые меры, которые сочтёт уместными в данном случае.",
            "Метан является одним из основных газов, способствующих парниковому эффекту.",
            "Критики придирались к выражениям, но избегали обсуждения главных вопросов.",
            "Новый директор показался им тем самым спасителем /мессией/, на приход которого в школе так надеялись.",
            "Он является одним из главных действующих лиц в этом деле.",
            "Опоздавших детей направляют к директору школы.",
            "Преподавание является её основным источником дохода.",
            "Она является главным виолончелистом оркестра.",
            "Один из учеников донёс на другого директору школы.",
            "Это большая школа, но её директор знает всех поимённо (т.е. он может узнать любого и обратиться к нему по имени).",
            "Мистер Картер притащил нас в кабинет директора.",
            "комар, который является основным переносчиком жёлтой лихорадки",
            "Директором школы была женщина, с которой, безусловно, приходилось считаться.",
            "Он уволился с должности директора школы.",
            "Вам нужно будет получить разрешение директора школы.",
            "Хозяин этого бизнеса имеет представительство в Нью-Йорке.",
            "Директор школы распустил политическую организацию студентов."
        ],
        "stars": 3
    }
}