{
    "printing": {
        "comment": [
            "printer",
            "print",
            "sprint"
        ],
        "translate": "печать, печатание, печатное дело, тираж, печатное издание",
        "transcription": " |ˈprɪntɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The book abounds with printing mistakes.",
            "Her printing is very neat.",
            "I was furious with them for printing the story.",
            "The newspaper edits letters before printing them.",
            "The first printing of her book was 10,000 copies.",
            "Good printing makes a book more pleasurable to read.",
            "He used the house as a base for his printing business.",
            "It's easy to change the text on screen before printing it.",
            "He was nominally in charge of his father's printing company.",
            "We have a policy against printing vulgarities in our magazine.",
            "At the age of 16, I went into the printing trade as an apprentice.",
            "The computer has dealt a mortal blow to traditional printing methods.",
            "A new introduction has been prefixed to the third printing of the book.",
            "The Middle Ages may be said to terminate with the invention of printing.",
            "The printing machines were rattling away so loudly that we could hardly hear each other speak.",
            "The book is already in its second printing, and a third printing is scheduled for later this year."
        ],
        "example_translate": [
            "В книге полно опечаток.",
            "Ее пропись очень аккуратная. (здесь printing - детская тренировочная пропись)",
            "Я был зол на них за то, что они напечатали эту историю.",
            "Газета редактирует письма, прежде чем их напечатать.",
            "Первый тираж её книги составил десять тысяч экземпляров.",
            "Хорошо напечатанную книгу приятнее читать.",
            "Он использовал этот дом в качестве базы для своего печатного бизнеса.",
            "Можно легко изменить текст на экране перед тем, как его распечатать.",
            "Номинально он возглавлял типографию отца.",
            "Наша политика запрещает печатать в журнале пошлости.",
            "В возрасте шестнадцати лет я вошёл в типографское дело в качестве ученика.",
            "Компьютер нанёс смертельный удар традиционным способам печати.",
            "Третьему изданию книги было предпослано новое предисловие.",
            "Можно сказать, что средние века закончились с изобретением книгопечатания.",
            "Печатные станки стучали так громко, что мы едва слышали друг друга.",
            "Книга уже находится во втором издании, а выход третьего запланирован на конец этого года."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}