{
    "prince": {
        "comment": [
            "princess",
            "principle",
            "principal",
            "principally"
        ],
        "translate": "князь, принц, государь, правитель, король, выдающийся деятель, магнат",
        "transcription": " |prɪns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Prince of Peace",
            "The prince is seeking a wife.",
            "He is the prince of architects.",
            "The queen was in due time safely delivered of a prince.",
            "The prince was changed into a beggar.",
            "a prince who married a commoner",
            "Hamlet without the Prince of Denmark",
            "the investiture of the Prince of Wales",
            "The house that cradled Prince Metternich.",
            "In a flash, the prince turned into a frog.",
            "A price was set upon the head of the Prince.",
            "The young prince will soon occupy the throne.",
            "The prince was prepared to become King one day.",
            "The prince was transformed into an ugly animal.",
            "The Prince was said to be incandescent with rage.",
            "Prince Maurice pretermitted none of those things.",
            "The Black Prince led a cavalry charge against them.",
            "His merit was rewarded by the favour of the prince.",
            "The Earl entered, agreeable to the Prince's summons.",
            "the transmogrification of the prince into a porcupine",
            "The princess turned the frog into a prince by kissing him.",
            "The young prince started a war by pretending to the crown.",
            "And women rent their tresses for their great prince's fall.",
            "The prince's coat was of black silk laced with gold thread.",
            "I had never been in the prince's private apartments before.",
            "This author was a constant attendant upon this great prince.",
            "The prince drew up his forces in a strong defensive position.",
            "a young prince more interested in libertinage than leadership",
            "The queen's wit and humor made the prince seem dull by contrast.",
            "The man who claimed to be a prince turned out to be an impostor."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Христос",
            "Принц ищет себе жену.",
            "Он король среди архитекторов.",
            "В положенный срок королева благополучно родила принца.",
            "Принц стал нищим.",
            "принц, который женился на простолюдинке",
            "Гамлет без принца Датского., что-л. лишённое самого основного /самой сути/",
            "инвеститура принца Уэльского",
            "Дом, в котором рос князь Меттерних.",
            "В одно мгновение принц превратился в лягушку.",
            "За голову принца была назначена цена.",
            "Юный принц вскоре займёт трон.",
            "Принца готовили к тому, что однажды он станет королём.",
            "Принц был превращён в ужасного дикого зверя.",
            "Говорят, что князь аж побелел от злости.",
            "Принц Морис не пренебрёг ничем из этого.",
            "Чёрный Принц повёл против них кавалерийскую атаку.",
            "Его достойное поведение было вознаграждено благосклонностью принца.",
            "Явился граф, повинуясь воле принца.",
            "удивительное превращение принца в дикобраза",
            "Поцеловав лягушку, принцесса превратила её в принца.",
            "Юный принц претендуя на корону, начал войну.",
            "И женщины рвали на себе волосы, горюя о смерти своего великого государя.",
            "Плащ принца был из чёрного шёлка с золотым шитьём.",
            "Я никогда раньше не был в частных апартаментах принца.",
            "Этот писатель был постоянным спутником великого принца.",
            "Принц отвёл свои силы на сильную оборонительную позицию.",
            "молодой принц, которого больше интересует распутство, чем управление людьми",
            "На фоне остроумия и отличного чувства юмора королевы, принц казался тупым и скучным.",
            "Человек, который утверждал, что является принцем, оказался самозванцем."
        ]
    }
}