{
    "printer": {
        "comment": [
            "print",
            "sprint",
            "printing"
        ],
        "translate": "принтер, печатник, типограф, печатное устройство, набойщик",
        "transcription": " |ˈprɪntər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The printer is not yet online.",
            "The printer is out of ink.",
            "It caused a jam in the printer.",
            "Reverse the paper in the printer.",
            "an ink cartridge for a printer",
            "The printer's out of whack again.",
            "I need a new printer for my office.",
            "Ensure that a printer is installed.",
            "Three jobs remain in the printer queue.",
            "This printer is compatible with most PCs.",
            "Benjamin Franklin was originally a printer.",
            "He's serving an apprenticeship as a printer.",
            "There's a problem with the printer's driver.",
            "The print quality of the new printer is excellent.",
            "Disconnect the old printer and connect the new one.",
            "First, make sure the printer has enough paper in it.",
            "For tax purposes you can write off the laser printer.",
            "The printer came to life and spat out a sheet of paper.",
            "The laser printer is incompatible with the new computer.",
            "Select the printer icon and then click the left mouse button.",
            "We must check the book over before sending it to the printer.",
            "The printer has several advantages over conventional printers.",
            "I have to mark up the pages and send them back to the printer.",
            "'Is your printer working?' 'Wait a minute — it's not plugged in.'",
            "This printer allows you to print on both sides of a sheet of paper.",
            "At $250, this printer is at the top of the price range in this category.",
            "I was told my old printer is obsolete and I can't get replacement parts.",
            "I just need to make a few corrections, and then we can send it to the printer.",
            "I think it's time to replace the whole caboodle: computer, printer, and monitor."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Принтер еще не подключен.",
            "В принтере закончились чернила.",
            "Это вызвало заедание принтера.",
            "Переверните бумагу в принтере.",
            "картридж для принтера",
            "Принтер снова не пашет.",
            "Мне в кабинет нужен новый принтер.",
            "Убедитесь, что принтер установлен.",
            "В очереди на печать осталось три документа.",
            "Этот принтер совместим с большинством персональных компьютеров.",
            "Бенджамин Фраклин поначалу был работником типографии.",
            "Он проходит обучение типографскому делу.",
            "Есть проблемы с драйвером принтера.",
            "Качество печати нового принтера просто превосходно.",
            "Отсоедините старый принтер и подключите новый.",
            "Во-первых, убедитесь, что в принтере достаточно бумаги.",
            "Для соблюдения налоговой отчётности вы можете списать лазерный принтер.",
            "Принтер ожил и выплюнул лист бумаги.",
            "Этот лазерный принтер несовместим с новым компьютером.",
            "Выберите значок принтера, а затем щёлкните левой кнопкой мыши.",
            "Нам надо ещё раз внимательно выверить книгу, прежде чем отсылать её в типографию.",
            "Данный принтер имеет ряд преимуществ по сравнению с обычными принтерами.",
            "Мне нужно пронумеровать эти страницы и отправить их обратно на принтер.",
            "— У тебя принтер работает? — Подожди минутку: он не включен в сеть.",
            "Этот принтер позволяет печатать на обеих сторонах листа бумаги.",
            "При цене в двести пятьдесят долларов, этот принтер занимает верхнее положение в интервале цен для данной категории.",
            "Мне сказали, что мой принтер давно устарел, и запчастей к нему не достать.",
            "Мне только нужно сделать несколько поправок, а потом можно будет отправить его (документ) на принтер.",
            "Я думаю, что пора уже заменить всю эту музыку: компьютер, принтер и монитор."
        ]
    }
}