{
    "print": {
        "comment": [],
        "translate": "печать, печатание, печатать, напечатать, печатный, ситцевый",
        "transcription": " |prɪnt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His book is no longer in print.",
            "The catalogue is being printed.",
            "I took the print of the golden age.",
            "Print a hard copy of the report.",
            "It is their job to print the truth.",
            "She was wearing a cotton print dress.",
            "We've got to get that story into print.",
            "This sentence is very meet for women to print in their remembrance.",
            "The wallpaper is a paisley print.",
            "The print should be bold and easy to read.",
            "Mother wore one of her dark summer prints.",
            "His feet left deep prints in the soft soil.",
            "I want to see it in print.",
            "The large print makes for easier reading.",
            "The night is print., the moonlight is very print.",
            "Select PRINT from the main menu.",
            "These news should not be printed.",
            "What is the print size of your book?",
            "How many copies do you want printed off?",
            "The book is also available in large print.",
            "Be sure to print the letter on good paper.",
            "She had to squint to read the small print.",
            "The new machine prints 30 pages per minute.",
            "Why don't you order an extra set of prints?",
            "Will you print in the missing names for me?",
            "The disclaimer was buried in the fine print.",
            "Press return, then the document should print.",
            "You can preview the page before you print it.",
            "After fifty years, the book is still in print.",
            "Each print is signed and numbered by the artist."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его книгу больше не печатают.",
            "Каталог печатается.",
            "Я получил представление о том, что такое золотой век.",
            "Напечатайте / сделайте / бумажную копию отчета.",
            "Печатать правду — их обязанность.",
            "Она была одета в ситцевое платье.",
            "Мы должны напечатать этот рассказ.",
            "Как правило, эта фраза всегда запечатлевается в памяти женщины.",
            "Эти обои — с узором \"турецкий огурец\" /\"пейсли\", бута/.",
            "Надпись должна быть крупной и легко читаемой.",
            "На матери было надето одно из её тёмных летних ситцевых платьев.",
            "Его ноги оставляли в мягкой земле глубокие отпечатки.",
            "Я хочу видеть, где это напечатано.",
            "Большие буквы легче читать.",
            "Ночь ясна, лунный свет очень ярок.",
            "Выберите в главном меню команду \"ПЕЧАТЬ\".",
            "Эти новости не должны попасть в печать.",
            "Какого формата ваша книга?",
            "Сколько копий вы хотите?",
            "Книга также доступна в крупном шрифте.",
            "Не забудьте напечатать это письмо на хорошей бумаге.",
            "Ей пришлось щуриться, чтобы прочесть мелкий шрифт.",
            "Новая машина печатает тридцать страниц в минуту.",
            "Почему бы вамне заказать дополнительный комплект фотоотпечатков?",
            "Не набьешь мне пропущенные фамилии?",
            "Оговорка была спрятана среди текста, набранного мелким шрифтом.",
            "Нажмите клавишу \"ввод\", и тогда документ должен напечататься.",
            "Вы можете предварительно просмотреть страницу перед тем, как её напечатать.",
            "Спустя пятьдесят лет, эту книгу до сих пор печатают.",
            "Каждый оттиск подписан и пронумерован художником."
        ]
    }
}