{
    "princess": {
        "comment": [
            "prince",
            "principle",
            "principal",
            "principally"
        ],
        "translate": "принцесса, княгиня, княжна, вид кровельной черепицы",
        "transcription": " |ˌprɪnˈses|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The Princess loves you to distraction.",
            "the fairy tale about the sleeping princess",
            "She went to the party disguised as a princess.",
            "People flocked in their thousands to greet their new princess.",
            "Diana — the people's princess",
            "The princess donned a long blue dress.",
            "The princess had been enchanted by a magician to sleep for a hundred years.",
            "Photographers were swarming around the princess.",
            "The princess will continue to carry out royal engagements.",
            "The princess turned the frog into a prince by kissing him.",
            "The wicked old woman charmed the princess with magic words.",
            "Don't forget to bob to the princess when she enters the room.",
            "The wicked magician imprecated a curse on the young princess.",
            "The official opening ceremony was performed by Princess Margaret.",
            "the nearly coincidental deaths of Princess Diana and Mother Teresa",
            "The princess was spirited off to a desert island by the evil magician.",
            "As the reigning princess of pop music, she exerts an enormous influence over teens.",
            "The princess was intensely shy, and allowed only her handmaiden to enter her chambers.",
            "Even as a child, the princess possessed a certain majesty that would later serve her well.",
            "The press were determined to knock the princess off the pedestal that they had put her on.",
            "The hero in the play is given a magic potion so that he will fall in love with the princess.",
            "There were many conspiracy theories (=beliefs that something is the result of a conspiracy) surrounding Princess Diana's death."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Принцесса любит вас до безумия.",
            "cказка о спящей принцессе",
            "Она отправилась на маскарад в костюме принцессы.",
            "Люди тысячами стекались, чтобы поприветствовать свою новую принцессу.",
            "Диана, народная принцесса",
            "Принцесса надела длинное синее платье.",
            "Волшебник заколдовал принцессу, так что она спала сто лет.",
            "Вокруг принцессы толпились фотографы.",
            "Принцесса продолжит выполнять королевские обязанности.",
            "Поцеловав лягушку, принцесса превратила её в принца.",
            "Зловредная старуха заколдовала принцессу с помощью волшебных слов.",
            "Когда принцесса войдёт в залу, не забудь сделать реверанс.",
            "Злой волшебник наложил на принцессу проклятие.",
            "Официальная церемония открытия была проведена принцессой Маргарет.",
            "почти одновременные смерти принцессы Дианы и Матери Терезы",
            "Злой волшебник тайно похитил принцессу и увёз её на необитаемый остров.",
            "В качестве \"царствующей принцессы\" поп-музыки она оказывает огромное влияние на подростков.",
            "Принцесса была очень застенчива, и разрешала входить в свои палаты лишь служанкам.",
            "Ещё ребенком принцесса обладала определённой величественностью, которая в дальнейшем сослужит ей хорошую службу.",
            "Пресса была полна решимости сбить принцессу с пьедестала, на который её вознесли.",
            "Герою этой пьесы дают волшебное зелье, чтобы он влюбился в принцессу.",
            "Вокруг смерти принцессы Дианы было много теорий заговора (т.е. мнений, что что-то является результатом заговора)."
        ]
    }
}