{
    "prior": {
        "comment": [],
        "translate": "предшествующий, прежний, настоятель, приор",
        "transcription": " |ˈpraɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was given no prior notification.",
            "This step presupposes two prior ones.",
            "The book had been enjoined prior to publication.",
            "We have a prior claim to the estate.",
            "Do you have a prior history of back problems?",
            "This Agreement supersedes all prior agreements.",
            "Surgeons must scrub prior to an operation.",
            "The job requires prior experience in advertising.",
            "You do not need any prior knowledge of the subject.",
            "Some prior experience with the software is needed.",
            "The dentist gave her a local anesthetic prior to the extraction.",
            "The defense requested leniency in light of their client's lack of a prior criminal record.",
            "Vegetarian meals are provided by prior agreement.",
            "His own children have a prior claim to the business.",
            "The society must give customers prior notice before changing the cost.",
            "Changes may not be made without the prior approval of the council.",
            "As you may recall, we had agreed that decisions would require prior approval.",
            "Senator Prior spoke out, adding her voice to the call for new laws to protect the environment.",
            "The defendant had a prior record of convictions.",
            "The memorial service was conducted by the Rev. David Prior."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Меня никто заранее не предупредил /не известил/.",
            "Этот шаг предполагает два предыдущих.",
            "Книгу запретили ещё до её выхода в свет.",
            "Мы обладаем преимущественным правом требования на эту недвижимость.",
            "У вас когда-нибудь прежде были проблемы со спиной?",
            "Данное соглашение отменяет все предыдущие соглашения.",
            "Перед операцией хирурги обязаны тщательно мыться.",
            "Эта должность требует предварительного опыта работы в рекламном бизнесе.",
            "Вам не нужно никакого предварительного знания предмета.",
            "Необходим некоторый опыт работы с данным программным обеспечением.",
            "Перед удалением зуба стоматолог дал ей местную анестезию.",
            "Защита запросила снисхождения в свете отсутствия у клиента криминального прошлого.",
            "Вегетарианские блюда предоставляются по предварительной договоренности.",
            "Его собственные дети обладают преимущественным правом на этот бизнес.",
            "Общество должно заблаговременно уведомить своих клиентов перед изменением цены.",
            "Изменения не могут быть внесены без предварительного одобрения Совета.",
            "Как вы, возможно, помните, мы договорились, что решения будут требовать предварительного согласования.",
            "Выступила сенатор Прайор, добавив свой голос к требованию новых законов по защите окружающей среды.",
            "Судимости у обвиняемого уже имелись.",
            "Поминальную службу /траурный митинг/ провёл преподобный Дэвид Прайор."
        ]
    }
}