{
    "priority": {
        "comment": [],
        "translate": "приоритет, очередность, порядок очередности, порядок срочности, старшинство",
        "transcription": " |praɪˈɔːrəti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The children are our first priority.",
            "The club's priority is to win the League.",
            "Our first priority is to maintain the standard of work.",
            "His first priority would be finding ways to repair the battered economy.",
            "Education is this government's top priority.",
            "Getting the work done on time is a priority for me.",
            "Most people feel that education needs to be given higher priority.",
            "She decided to go to the party instead of studying? Where are her priorities?",
            "The first priority is to rebuild the area's manufacturing industry.",
            "I want to start work on the garden but the house must take priority.",
            "Sports are not a priority now. You need to refocus and improve your grades.",
            "National independence takes priority over class struggle.",
            "Our first priority is to maintain the customer's confidence in our product.",
            "The customer is high on our list of priorities.",
            "List your tasks in order of priority (=most important first).",
            "Every school accords high priority to the quality of teaching.",
            "The government has reaffirmed that education is a top priority.",
            "To say they have priority is not to say they have complete hegemony.",
            "Reorganizing the sales force will be a top priority for the new president.",
            "Members receive priority bookings and reduced ticket prices to all concerts.",
            "a matter that should be given overmastering priority by the incoming administration",
            "On the domestic front, de Gaulle's priority was to secure his government's authority.",
            "A young person who has finished the course will be given priority over one who has not.",
            "a college that gives a higher priority to scholastic endeavors than to athletic pursuits",
            "After several burglaries in the area, security is now a high priority (=very important and needing attention soon).",
            "With so little money available, repairs must remain a low priority (=not important and not needing attention soon)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дети являются нашим главным приоритетом.",
            "Главная задача клуба — выиграть Лигу.",
            "Нашим приоритетом является поддержание высокого качества работы.",
            "Задачей первостепенной важности для него будет поиск путей к восстановлению разрушенной экономики.",
            "Образование является первоочередной задачей правительства.",
            "Выполнение работы в срок для меня важнее всего.",
            "Большинство людей считает, что образование должно получить более высокий приоритет.",
            "Она решила пойти на вечеринку вместо того, чтобы учиться? А как же приоритеты?",
            "В первую очередь нужно восстановить местную обрабатывающую промышленность.",
            "Я хочу начать работать над садом, но дом должен иметь приоритет.",
            "Спорт сейчас — не главное. Тебе нужно перестроиться и улучшить свою успеваемость.",
            "Независимость страны имеет приоритет над классовой борьбой.",
            "Нашим важнейшим приоритетом является поддержание доверия потребителя к нашей продукции.",
            "В списке наших приоритетов клиенты занимают высокое место.",
            "Составьте список ваших задач в порядке приоритета (т.е. наиболее важную поставьте первой).",
            "Каждая школа уделяет первоочередное внимание качеству преподавания.",
            "Правительство ещё раз подтвердило, что образование является проблемой первостепенной важности.",
            "То, что они имеют приоритет, не значит, что они обладают полной гегемонией.",
            "Реорганизация отдела продаж будет главным приоритетом нового президента.",
            "Участники получают приоритет заказов и снижение цен на билеты на все концерты.",
            "вопрос, решению которого новая администрация должна уделить первоочередное внимание",
            "На внутреннем фронте приоритетом де Голля было обеспечение его правительственных полномочий.",
            "Молодые люди, которые закончили данный курс, будут иметь более высокий приоритет по сравнению с теми, кто этого не сделал.",
            "колледж, в котором научным исследованиям отдаётся приоритет перед занятиями спортом",
            "После нескольких краж в данном районе, первоочередным вопросом теперь является безопасность (т.е. очень важным и требующим неотложного внимания).",
            "В условиях столь малого количества свободных денег, приоритет ремонта должен оставаться низким (т.е. он неважен и не требует внимания в ближайшее время)."
        ]
    }
}