{
    "privilege": {
        "comment": [
            "privacy",
            "private",
            "privately",
            "privatization"
        ],
        "translate": " привилегия, привилегии, честь, давать привилегию, освобождать",
        "transcription": "  |ˈprɪvəlɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It has been a great privilege to serve under you.",
            "He lived a life of wealth and privilege.",
            "I had the privilege of knowing your grandfather.",
            "A man has no unlimited privilege of boring other people.",
            "a privilege granted only to him",
            "It was an honor and a privilege to dine with royalty.",
            "The new tax laws unfairly privilege the rich.",
            "We had the privilege of being invited to the party.",
            "These clubs are the last bastions of male privilege.",
            "Today, we have the privilege of listening to two very unusual men.",
            "An attempt was made to arrogate to the Crown the privilege of issuing writs.",
            "It is a privilege to hear her play.",
            "I had the great privilege to play for Yorkshire.",
            "Good health care should be a right and not a privilege.",
            "The college had been known as a bastion of WASP privilege.",
            "He had no special privileges and was treated just like every other prisoner.",
            "Home ownership was once a privilege of the middle classes."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Служить под вашим началом было большой честью.",
            "Он жил богатой и привилегированной жизнью.",
            "Я имел честь знать вашего дедушку.",
            "Ни один человек не обладает неограниченным правом надоедать другим людям.",
            "привилегия, предоставленная только ему",
            "Возможность пообедать c членами королевской семьи, была большой честью и привилегией.",
            "Новое налоговое законодательство даёт несправедливые привилегии богачам.",
            "Мы имели честь быть приглашёнными на этот праздник.",
            "Эти клубы являются последними бастионами мужских привилегий.",
            "Сегодня у нас есть редкая возможность послушать двух весьма необычных мужчин.",
            "Была сделана попытка присвоить монарху привилегию издания судебных приказов.",
            "Услышать её игру — большая честь.",
            "Мне выпала большая честь играть за Йоркшир.",
            "Хорошее медицинское обслуживание должно быть правом, а не привилегией.",
            "Колледж был известен как оплот привилегий белых англо-саксонских протестантов.",
            "У него не было никаких особых привилегий, и обращались с ним точно так же, как и с любым другим заключённым.",
            "Право собственности на дом было когда-то привилегией среднего класса."
        ]
    }
}