{
    "privately": {
        "comment": [],
        "translate": "частным образом, про себя",
        "transcription": " |ˈpraɪvətlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I must talk to you privately.",
            "Both children are privately educated.",
            "He's a very private person.",
            "Privately, Harriet had to agree.",
            "He was privately tutored.",
            "He took her aside to speak to her privately.",
            "Please keep all my personal information private.",
            "“Can we speak privately?” she said in a low voice.",
            "\"Can we speak privately?\" she said in a low voice.",
            "The General and I retired to his study to talk privately.",
            "Privately, Zarich was piqued that his offer was rejected.",
            "Some member of his own party hoped privately for his defeat.",
            "You shouldn't listen in when other people are talking privately.",
            "Because of the delicacy of the situation, we needed to speak privately.",
            "It was the first time many had seen works from the artist's private collection.",
            "Laura praised the pictures, though she privately thought they were rather ordinary.",
            "At work he was always very serious, but in his private life, he was actually very funny and relaxed."
        ],
        "example_translate": [
            "Я должен поговорить с вами наедине.",
            "Оба ребёнка учатся в частных школах.",
            "Он человек очень закрытый.",
            "В глубине души Харриет была вынуждена согласиться.",
            "Он занимался с частными преподавателями.",
            "Он отвел её в сторону, чтобы поговорить наедине.",
            "Прошу держать все мои личные данные в секрете.",
            "— Мы можем поговорить наедине? — вполголоса спросила она.",
            "\"Можем ли мы поговорить наедине?\" — вполголоса спросила она.",
            "Генерал и я прошли к нему в кабинет, чтобы поговорить наедине.",
            "Втайне Зарич был задет тем, что его предложение было отклонено.",
            "Кое-кто из членов его собственной партии втайне надеялся на его поражение.",
            "Нельзя подслушивать частные разговоры других.",
            "Из-за деликатности сложившегося положения нам было необходимо поговорить наедине.",
            "В тот раз многие впервые увидели работы из частной коллекции этого художника.",
            "Фотографии Лора похвалила, хотя про себя подумала, что они довольно обычные.",
            "На работе он всегда был очень серьёзным, но в частной жизни он вообще-то вёл себя очень весело и непринуждённо."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}