{
    "privacy": {
        "comment": [
            "privilege",
            "private",
            "privately",
            "privatization"
        ],
        "translate": "частная жизнь, уединение, уединенность, секретность, тайна",
        "transcription": " |ˈpraɪvəsɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I would like you to respect my privacy.",
            "Privacy was impossible.",
            "Living in such close quarters makes privacy difficult.",
            "Shelly valued her privacy.",
            "out of respect for his privacy",
            "She is trespassing upon my privacy",
            "He cherished his privacy.",
            "She went upstairs for some privacy.",
            "He was blunt about needing more privacy.",
            "Loss of privacy is the flip side of fame.",
            "People here like their freedom and privacy.",
            "Intrusive reporters disturbed their privacy.",
            "each individual's right to privacy",
            "The company violated its customers' privacy.",
            "The curtains on the windows provide privacy.",
            "The media regularly violates people's privacy.",
            "New laws have been passed to protect your privacy.",
            "Case law says that a person has a right to privacy.",
            "Was it too much to ask that he be allowed some privacy?",
            "Lack of privacy is one of the penalties you pay for fame.",
            "One of the penalties of being famous is the loss of privacy.",
            "With seven people squashed in one house, you don't get much privacy.",
            "a ruling by the Supreme Court that many regarded as a negation of the basic right of privacy",
            "an actress who discovered that the limelight was not such a glowing experience when her privacy was invaded",
            "The media's professional telltales have basically decided that today's celebrities have no right to privacy.",
            "As an actor, he's a paradox — he loves being in the public eye but also deeply values and protects his privacy."
        ],
        "example_translate": [
            "Я бы хотел, чтобы вы уважали мою личную жизнь.",
            "Было невозможно побыть одному.",
            "Когда живёшь в такой тесноте, уединиться практически невозможно.",
            "Шелли дорожила своим личным пространством.",
            "из уважения к его частной жизни",
            "Она посягает на моё личное пространство",
            "Он дорожил своей частной жизнью.",
            "Она поднялась наверх, чтобы уединиться.",
            "Он прямо заявил, что ему нужно больше личной свободы.",
            "Потеря права на частную жизнь — это оборотная сторона славы.",
            "Здешние люди любят свою свободу и личную неприкосновенность.",
            "Назойливые журналисты нарушили их уединение.",
            "право каждого человека на частную жизнь",
            "Компания нарушила конфиденциальность своих клиентов.",
            "Занавески на окнах обеспечивают приватность.",
            "СМИ регулярно нарушают частную жизнь людей.",
            "Были приняты новые законы в целях защиты вашей конфиденциальности.",
            "Судебная практика утверждает, что человек имеет право на частную жизнь.",
            "Неужели нельзя было выполнить просьбу и дать ему немного побыть наедине с собой?",
            "Недостаток конфиденциальности — одно из наказаний, которым вы расплачиваетесь за славу.",
            "Одно из наказаний за известность — это потеря конфиденциальности.",
            "Когда в одном доме ютится семь человек, побыть в одиночестве особо не получается.",
            "постановление Верховного Суда, которое многие расценили как отрицание основного права на неприкосновенность частной жизни",
            "актриса, которая поняла, что находиться в центре внимания не так восхитительно, когда вторглись в её личную жизнь",
            "По существу, эти профессиональные медиа-болтуны решили, что современные знаменитости не имеют права на частную жизнь.",
            "Он весьма неоднозначный актёр: любит находится в центре внимания, но при этом тщательно оберегает свою личную жизнь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}