{
    "private": {
        "comment": [],
        "translate": "личный, частный, конфиденциальный, рядовой, половые органы",
        "transcription": " |ˈpraɪvət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I kept it private.",
            "I need to speak to you in private.",
            "Don't read that — it's private.",
            "Morris has a private jet.",
            "He flew his private plane to Florida.",
            "It's your private quarrel, don't try to draw me in.",
            "He owns a private jet.",
            "I caught him reading my private letters.",
            "How dare you listen to a private conversation?",
            "He's a very private person.",
            "The hotel offers private meeting rooms",
            "The novel treats of his private life.",
            "Beneath the gloss of success was a tragic private life.",
            "She's been reading my private mail.",
            "Andrew gives private lessons in Spanish.",
            "He asked leave to speak to her in private.",
            "You can't park here — it's private property.",
            "She attended these events in a private capacity.",
            "Each room has a private bath.",
            "I saw a private showing of the film.",
            "The general had served as a private soldier in the earlier war.",
            "He's a very private man.",
            "He enlisted as a private.",
            "He made some notes for his private use.",
            "Private airplanes are a rich man's toy.",
            "A private detective was hired to conduct the investigation.",
            "Passenger services have all been franchised to private operators.",
            "In this classic film noir, a private eye gets his nozzle sliced when he starts poking it into places where it's not welcome.",
            "The company is under private ownership.",
            "a private office sacred to the President"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я никому об этом не рассказывал.",
            "Мне нужно поговорить с вами наедине.",
            "Не читай, это личное.",
            "У Морриса есть личный самолёт.",
            "Он полетел на своём личном самолёте во Флориду.",
            "Это ваша личная ссора, не пытайся меня в неё втянуть.",
            "Он владеет личным самолётом.",
            "Я застал его за чтением моей личной переписки.",
            "Как вы смеете подслушивать чужой разговор!",
            "Он человек очень закрытый.",
            "Эта гостиница предлагает помещения для проведения конфиденциальных переговоров.",
            "В этом романе рассказывается о его личной жизни.",
            "Под внешним глянцем успеха скрывалась трагическая личная жизнь.",
            "Она уже давненько читает мою личную почту.",
            "Эндрю даёт частные уроки испанского языка.",
            "Он попросил разрешения поговорить с ней наедине.",
            "Здесь нельзя парковаться: это частная собственность.",
            "Она присутствовала на этих мероприятиях как частное лицо.",
            "В каждом номере есть отдельный санузел.",
            "Я присутствовал на закрытом показе этого фильма.",
            "Во время предыдущей войны этот генерал служил в качестве рядового.",
            "Он человек очень скрытный.",
            "Он поступил на службу в качестве рядового.",
            "Он сделал кое-какие пометки для личного пользования.",
            "Частные самолёты являются игрушками богачей.",
            "Для проведения расследования наняли частного детектива.",
            "Пассажирские перевозки были переданы по франшизе в ведение частных операторов.",
            "В этом классическом фильме-нуар, частному сыщику отрезают нос, когда он начинает совать его, куда не просят.",
            "Компания находится в частной собственности.",
            "личный кабинет, предназначенный исключительно для президента"
        ]
    }
}