{
    "probable": {
        "comment": [
            "probably",
            "problem",
            "probability",
            "probe",
            "probation"
        ],
        "translate": "вероятный, возможный, предполагаемый, вероятный выбор, возможный кандидат",
        "transcription": " |ˈprɑːbəbl|",
        "antonyms": [],
        "mnemonic": [
            "probable [про'бабл] вероятно - (Проба бл-ина) вероятно оказалась комом;",
            "probable ['prɔbəb (ə) l]\n***\nВЕРОЯТНЫЙ сценарий проба|был. (это) probable"
        ],
        "examples": [
            "Success is highly probable.",
            "It is probable that life exists outside of our planet.",
            "Thunderstorms are possible but not probable tonight.",
            "The probable result of global warming will be a rise in sea levels.",
            "It is probable that but a modicum of the poison was absorbed.",
            "The last two probables are untried men as far as Parliament is concerned.",
            "The company failed because of cost overruns and probable fraud.",
            "The counselor could find no probable reason for the girl's bizarre actions.",
            "The Socialists united behind their probable presidential candidate."
        ],
        "example_translate": [
            "Успех весьма вероятен.",
            "Существует вероятность того, что жизнь существует и за пределами нашей планеты.",
            "Вечером и ночью возможны, но маловероятны грозы.",
            "Возможным следствием глобального потепления будет подъём уровня моря.",
            "Возможно, что было поглощено небольшое количество яда.",
            "Двое других вероятных кандидатов ещё не имеют опыта в парламентских делах.",
            "Компания обанкротилась из-за перерасходов и предполагаемого мошенничества.",
            "Воспитатель не смог найти никаких видимых мотивов странных поступков этой девочки.",
            "Социалисты объединились в поддержку своего кандидата в президенты."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}