{
    "probe": {
        "comment": [
            "probably",
            "problem",
            "probability",
            "probation",
            "probable"
        ],
        "translate": "зонд, зондирование, щуп, проба, исследовать, зондировать, расследовать",
        "transcription": " |prəʊb|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Probing into my bad tooth with my tongue, I could feel the enlarged hole.",
            "The mystery of the missing woman has been probed into by police, but without result.",
            "Searchers probed the mud with long poles.",
            "He didn't like the police probing him about his past.",
            "The doctor probed the wound with his finger.",
            "The probe closed with the space station.",
            "I don't want to probe too deeply into your personal affairs.",
            "DNA probe assay",
            "He didn't like the police probing into his past.",
            "His questions made it clear he was probing for information.",
            "The FBI probe did not produce any new evidence.",
            "She probed the files for evidence that would help the investigation."
        ],
        "example_translate": [
            "Я потрогал свой больной зуб языком и почувствовал, что дыра увеличилась.",
            "Полиция пыталась раскрыть тайну исчезновения женщины, но не преуспела в этом.",
            "Искатели прощупывали грязь длинными шестами.",
            "Ему не понравилось, что полицейские расспрашивали его о прошлом.",
            "Врач пальпировал рану.",
            "Зонд приблизился к космической станции.",
            "Я не хочу слишком углубляться в ваши личные дела.",
            "ДНК-типирование, анализ с помощью ДНК-зондов",
            "Ему не понравилось, что полицейские копаются в его прошлом.",
            "По его вопросам стало понятно, что он пытается осторожно выудить секретную информацию.",
            "Анализ ФБР не дал никаких новых доказательств.",
            "Она изучила эти документы в поисках материалов, которые могли бы помочь следствию."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}