{
    "probation": {
        "comment": [
            "probably",
            "problem",
            "probability",
            "probe",
            "probable"
        ],
        "translate": "испытательный срок, стажировка, испытание, искус, послушничество",
        "transcription": " |prəʊˈbeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Probation is 6 months.",
            "A recruit is on probation for two months.",
            "He was sentenced to one year's probation.",
            "As a new employee, I will be on probation for three months.",
            "He was released from jail and placed on probation.",
            "Some people are appointed on probation.",
            "After she served three years on probation, the committee tenured her.",
            "I'm afraid I have no choice but to put you on probation.",
            "He was sent back to prison for violating his probation.",
            "He hoped that the judge would grant him probation.",
            "The student was placed on probation for copying test answers.",
            "Probation is part of the sentencing process."
        ],
        "example_translate": [
            "Испытательный срок составляет 6 месяцев.",
            "Новый работник два месяца находится на испытательном сроке.",
            "Он был приговорён к одному году условно.",
            "Как новый сотрудник, я пройду трёхмесячную стажировку.",
            "Его выпустили из тюрьмы и поместили на испытательный срок.",
            "Некоторые люди назначаются на испытательный срок.",
            "После трехлетнего испытательного срока комитет назначил ее на постоянную должность.",
            "К сожалению, у меня нет другого выбора, как поставить вас на испытательный срок.",
            "Его отправили обратно в тюрьму за нарушение испытательного срока.",
            "Он надеялся, что судья даст ему условный срок /освободит его условно-досрочно/.",
            "Студент был помещён на испытательный срок за списывание ответов на вопросы теста.",
            "Испытательный срок является частью процесса вынесения приговора."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}