{
    "probability": {
        "comment": [
            "probably",
            "problem",
            "probe",
            "probation",
            "probable",
            "ability",
            "inability",
            "disability",
            "capability",
            "stability",
            "availability",
            "profitability",
            "liability"
        ],
        "translate": "вероятность, правдоподобие",
        "transcription": " |ˌprɑːbəˈbɪlətɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What are our probabilities?",
            "There is little probability that he will succeed",
            "There is a low probability that you will be chosen.",
            "There is not much probability of his retirement",
            "His return to power was discussed openly as a probability.",
            "Our hero had in all probability been sore sick.",
            "There is a strong probability that the problem will recur if we do not solve it now",
            "There is some probability of rain tomorrow.",
            "A peace agreement now seems a probability rather than a possibility.",
            "For a while mutiny seemed a probability.",
            "The probability of winning the lottery is really very low.",
            "There is a 95% probability that she will not have the disease.",
            "There's a high probability that the children will follow a different career.",
            "Mistakes could and, in all probability, would occur.",
            "The probability that an unbiased coin will fall with the head up is 0.5.",
            "You must decide whether, on the balance of probabilities, he committed the crime.",
            "With the dark clouds moving in, rain seems more like a probability than a possibility."
        ],
        "example_translate": [
            "Каковы наши шансы?",
            "Маловероятно, что он преуспеет.",
            "Существует небольшая вероятность того, что выберут вас.",
            "Его отставка не слишком вероятна.",
            "Его возвращение к власти открыто обсуждалось как вполне вероятное.",
            "Наш герой, по всей вероятности, был серьёзно болен.",
            "Есть большая вероятность, что эта проблема вновь встанет, если не решить её сейчас",
            "Завтра имеется некоторая вероятность дождя.",
            "Похоже, что теперь подписание мирного договора стало не просто возможным, а вероятным.",
            "Некоторое время мятеж казался вероятным.",
            "Вероятность выигрыша в лотерею и в самом деле очень низка.",
            "Существует 95% вероятность того, что у неё не будет этого заболевания.",
            "Есть высокая вероятность того, что дети изберут другую профессию.",
            "Ошибки могут, и, по всей вероятности, будут случаться.",
            "Вероятность того, что симметричная монета упадёт орлом вверх, составляет ½ (50%).",
            "Вы должны решить, совершил ли он преступление, на основе принципа большей вероятности.",
            "Надвигаются чёрные тучи, и дождь кажется не просто возможным, а очень вероятным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}