{
    "processing": {
        "comment": [],
        "translate": "обработка, переработка продуктов",
        "transcription": " |ˈprəʊsesɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "America sent cotton to England for processing.",
            "Immediately you fill out this form, we can start processing your request.",
            "Data can be pasted into word processing documents.",
            "He has tried several different word processing applications.",
            "Two million workers are employed processing goods for electronic firms.",
            "This computer works at a much faster processing speed than my old one.",
            "The new range of computers have formidable processing power.",
            "A new version of the word processing program should be available soon.",
            "We'll do what we can to expedite the processing of your insurance claim.",
            "A microprocessor functions as the central processing unit of a microcomputer."
        ],
        "example_translate": [
            "Америка посылала хлопок в Англию для обработки.",
            "Как только вы заполните эту форму, мы сможем незамедлительно приступить к обработке вашего запроса.",
            "Данные могут быть вставлены в текстовые документы.",
            "Он попробовал несколько различных приложений для обработки текста",
            "Два миллиона работников занятых обработкой грузов для фирм, производящих электронику.",
            "Скорость обработки данных этого компьютера намного быстрее, чем у моего старого.",
            "Новая линейка компьютеров обладает огромной вычислительной мощностью.",
            "В ближайшее время должна выйти новая версия этого текстового процессора.",
            "Мы сделаем всё от нас зависящее, чтобы ускорить обработку вашего страхового требования.",
            "Микропроцессор выполняет функции центрального процессорного блока микрокомпьютера."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}