{
    "proceed": {
        "comment": [
            "process",
            "proceeding",
            "procedure",
            "proceeds",
            "procession",
            "processor",
            "proceedings"
        ],
        "translate": " продолжать, действовать, исходить, переходить, происходить, приступать, поступать",
        "transcription": "  |proʊˈsiːd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We may not be able to proceed as planned.",
            "Never mind the interruption, proceed with your story.",
            "It gives a clue as to how to proceed.",
            "We proceed to play the ugliest, slowest game in history.",
            "This flight is now proceeding from New York to London.",
            "After the interruption, she proceeded with her presentation.",
            "He began to proceed with such an assured easy air.",
            "We will proceed according to plan.",
            "Work is proceeding according to plan.",
            "We must proceed with extreme caution.",
            "We proceeded towards Washington.",
            "The gardener rested for a moment on his spade, then proceeded with his work.",
            "Accompanied by our guide, we proceeded to the glacier.",
            "We got the go-ahead to proceed with the investigation.",
            "All passengers must proceed to the baggage claim area.",
            "It was the most sumptuous work that has ever proceeded from the Cambridge Press.",
            "The problems have been fixed and the work can now proceed.",
            "Pencils of rays, which, after their crossing proceed divergently.",
            "Our judges will proceed to the deliverance or bailment of the prisoner.",
            "The crowd proceeded toward the exits.",
            "They advised him that the tour would proceed.",
            "There is no valid reason to proceed with the change.",
            "Enter your password, then click on the 'proceed' icon.",
            "Without official endorsement, the project cannot proceed.",
            "Efficient housecleaning should proceed one room at a time.",
            "“Before we proceed further, does anyone have any questions?”",
            "Attention, please! Could Passenger Marie Thomas please proceed to Gate 25 immediately.",
            "Absent any objections, the plan will proceed.",
            "The judge nodded at the foreman to proceed.",
            "The troops proceeded north along the river."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы не в состоянии продолжать так как запланировали(ранее).",
            "Не обращай внимания на то, что тебя прерывают, рассказывай.",
            "Это дает представление о том, как действовать далее.",
            "Мы продолжили играть в самую ужасную и медленную игру в истории.",
            "Наш рейс отправляется теперь из Нью-Йорка в Лондон.",
            "После перерыва, она продолжила свою презентацию.",
            "Он начал действовать с самоуверенным и спокойным видом.",
            "Мы будем действовать в соответствии с планом.",
            "Работа продолжается в соответствии с планом.",
            "Мы должны действовать с крайней осторожностью.",
            "Мы отправились в сторону Вашингтона.",
            "Садовник немного отдохнул, опершись на свою лопату, а затем продолжил работу.",
            "В сопровождении нашего гида мы продолжили путь по направлению к леднику.",
            "Мы получили \"добро\" на продолжение расследования.",
            "Все пассажиры должны проследовать в зону выдачи багажа.",
            "Это было самое дорогостоящее издание, которое когда-либо выходило в издательстве Cambridge Press.",
            "Проблемы устранены, и теперь можно продолжить работу.",
            "Пучки лучей после пересечения расходятся.",
            "Судьи продолжат слушание дела о том, освободить ли заключенного или отдать его на поруки.",
            "Толпа проследовала к выходу.",
            "Они посоветовали ему продолжить тур.",
            "Нет никакой уважительной причины для продолжения этих изменений.",
            "Введите пароль, а затем нажмите на кнопку \"продолжить\".",
            "Без официальной поддержки выполнение проекта продолжать нельзя.",
            "Чтобы уборка была эффективной, следует убирать по одной комнате за один раз.",
            "Прежде чем мы продолжим, у кого-нибудь есть вопросы?",
            "Прошу внимания! Пассажир Мэри Томас, просьба немедленно пройти к выходу номер двадцать пять.",
            "При отсутствии каких-либо возражений, план будет выполняться далее.",
            "Судья кивнул старшине присяжных в знак того, что можно продолжать.",
            "Войска пошли вдоль реки на север."
        ]
    }
}