{
    "proceedings": {
        "comment": [],
        "translate": "работа, труды, заседание, записки",
        "transcription": " |prəˈsiːdɪŋz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She has begun divorce proceedings.",
            "The transcripts will serve as a permanent record of the proceedings.",
            "The judge broke off court proceedings until after lunch.",
            "A pretence was at hand to justify the most violent proceedings.",
            "We had no choice but to institute court proceedings against the airline.",
            "His wife has started divorce proceedings.",
            "The secretary kept a record of the proceedings at the meeting.",
            "At this point in the proceedings, my doctor offered me a choice.",
            "The court commenced criminal proceedings.",
            "The proceedings of the conference will be published.",
            "We watched the proceedings in the street below.",
            "John is taking legal proceedings against his ex-partner.",
            "They have decided to initiate legal proceedings against the newspaper.",
            "The divorce proceedings began in earnest, and they were earnestly vile."
        ],
        "example_translate": [
            "Она начала бракоразводный процесс.",
            "Стенограммы послужат постоянным протоколом данного заседания.",
            "Судья прервал судебное разбирательство на обед.",
            "Сразу же нашёлся предлог, чтобы оправдать самые жестокие действия.",
            "Нам ничего не оставалось, кроме как возбудить дело против этой авиакомпании.",
            "Его жена начала бракоразводный процесс.",
            "Секретарь запротоколировал происходящее на заседании.",
            "В этот самый момент мой врач предложил мне сделать выбор.",
            "Суд возбудил уголовное дело.",
            "Материалы конференции будут опубликованы.",
            "Мы наблюдали за тем, что происходило внизу, на улице.",
            "Джон ведёт судебный процесс против своего бывшего партнера.",
            "Они решили инициировать против газеты судебный иск.",
            "Бракоразводный процесс начался всерьёз, и был он не на шутку мерзким."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}