{
    "producer": {
        "comment": [
            "produce",
            "production",
            "product",
            "reproduce",
            "productivity",
            "reproduction",
            "productive"
        ],
        "translate": " производитель, продюсер, режиссер, генераторный",
        "transcription": "  |prəˈduːsər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is the director and producer.",
            "Japan's largest producer of microchips",
            "This microorganism is a producer of disease.",
            "The producer was lukewarm about her script.",
            "The country is the world's leading oil producer.",
            "The producer finally cast Finsh in the male lead.",
            "The producer was given a free rein with the script.",
            "South Carolina is the fourth largest producer of tobacco.",
            "The television producer today has to be part of news person, part educator.",
            "Maine is a leading producer of potatoes.",
            "The UK is the world's third largest arms producer, after the USA and Russia.",
            "She was plucked from obscurity (=made suddenly famous) by a Hollywood film producer.",
            "She thereafter forever felt indebted to the producer for giving her her lucky break.",
            "In her screed against the recording industry, she blamed her producer for ruining her career."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он является режиссёром и продюсером фильма.",
            "крупнейший в Японии производитель микрочипов",
            "Этот микроорганизм является возбудителем болезней.",
            "Продюсер был равнодушен к ее сценарию.",
            "Страна является самым большим в мире производителем нефти.",
            "Наконец, режиссёр-постановщик утвердил на главную мужскую роль Финша.",
            "Продюсеру была предоставлена полная свобода действий в отношении сценария.",
            "Южная Каролина является четвёртым по величине производителем табака.",
            "Современный телепродюсер должен быть отчасти журналистом, отчасти преподавателем.",
            "Штат Мэн является ведущим производителем картофеля.",
            "Великобритания является третьим в мире производителем вооружений, после США и России.",
            "Её вырвал из безвестности (т.е внезапно прославил) один голливудский кинопродюсер.",
            "После этого она всегда чувствовала себя обязанной этому продюсеру за то, что он дал ей этот счастливый шанс.",
            "В длинной речи, направленной против индустрии звукозаписи, она обвинила своего продюсера в том, что он погубил её карьеру."
        ],
        "stars": 3
    }
}