{
    "profession": {
        "comment": [
            "professional",
            "professor"
        ],
        "translate": "профессия, исповедание, обет, профессиональный",
        "transcription": " |prəˈfeʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's a lawyer by profession.",
            "Teaching as a profession is very underpaid.",
            "Here is Mr. Black, the leader of his profession.",
            "Lear asks each daughter to make a profession of her love for him.",
            "at the top of his profession",
            "people of high rank and profession",
            "There is a need to raise morale in the teaching profession.",
            "She's a credit to her profession.",
            "He is an ornament to his profession.",
            "Johnson was a barrister by profession.",
            "Robert Key was a teacher by profession.",
            "Rose's return to the teaching profession",
            "He has reached the top of his profession.",
            "Her skill and talent ennoble her profession.",
            "You are a disgrace to the medical profession.",
            "He had a deep mistrust of the legal profession.",
            "He battled his way to the top of his profession.",
            "Pedagogy is recognized as an important profession.",
            "It's a profession that is very hard to break into.",
            "The news spread rapidly through the medical profession.",
            "My father didn't think acting was an honorable profession.",
            "There is concern over the bad image of the legal profession.",
            "The young geisha was inducted into the ways of her profession.",
            "He envies her the position she has achieved in her profession.",
            "Such shameless ambulance chasing cankers the legal profession.",
            "Most professions in the medical field require years of training.",
            "Their daughter recently became a member of the medical profession.",
            "Some students enter other professions such as arts administration.",
            "We want all our students to achieve within their chosen profession.",
            "For some reason, Malcolm had a down on the whole teaching profession."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "По профессии она юрист.",
            "Учитель — крайне низкооплачиваемая профессия.",
            "Это мистер Блэк, настоящий профессионал в своём деле.",
            "Лир попросил каждую дочь выразить ее любовь в нему.",
            "на вершине своей профессии",
            "люди высокого звания и профессии",
            "Необходимо поднять боевой дух среди учителей.",
            "Она делает честь своей профессии.",
            "Он украшение своей профессии.",
            "По профессии Джонсон был адвокатом.",
            "Роберт Ки был преподавателем по профессии.",
            "возвращение Роуз к профессии преподавателя",
            "Он достиг вершины в своей профессии.",
            "Её мастерство и талант облагораживают её профессию.",
            "Вы позорите медицинскую профессию.",
            "Он испытывал глубокое недоверие ко всем юристам без исключения.",
            "Он упорно двигался по карьерной лестнице.",
            "Педагогика признана важной профессией.",
            "Это профессия, в которой очень трудно пробиться. (трудно стать заметной фигурой в данной профессии)",
            "Эти новости быстро распространились в медицинской среде.",
            "Мой отец не считал профессию актёра достойным занятием.",
            "Существует озабоченность по поводу плохого имиджа профессии юриста.",
            "Юную гейшу посвятили в тонкости её профессии.",
            "Он завидует служебному положению, которого она достигла.",
            "Такие бессовестные адвокаты, навязывающие свои услуги пострадавшим в несчастных случаях, компрометируют профессию юриста.",
            "Большинство профессий в сфере медицины требуют многолетней подготовки.",
            "Их дочь недавно стала медиком. (досл. представителем медицинской профессии)",
            "Некоторые студенты выбирают другие профессии, например, управление в области искусства.",
            "Мы хотим, чтобы все наши студенты добились успехов в рамках выбранной ими профессии.",
            "Малькольм по какой-то причине испытывал неприязнь ко всем учителям."
        ],
        "stars": 3
    }
}