{
    "profile": {
        "comment": [
            "fill",
            "filthy",
            "film",
            "file",
            "fulfil",
            "filter"
        ],
        "translate": "профиль, контур, очертание, профилировать, изображать в профиле",
        "transcription": " |ˈproʊfaɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This picture shows the girl in profile.",
            "I read a profile of her in a magazine.",
            "I only saw her face in profile.",
            "Every week they profile one of their authors.",
            "The story was given a low profile in today's papers.",
            "Dani has a lovely profile.",
            "His profile is very unusual.",
            "The star has a high profile in Britain.",
            "A Washington newspaper published comparative profiles of the candidates' wives.",
            "There is a growing number of women in high-profile positions in the government.",
            "He is trying to keep a low profile at the moment.",
            "His handsome profile was turned away from the company.",
            "Jack runs a department with a high public profile.",
            "The mayor was profiled in the magazine last month.",
            "Dr Hayward intends to raise the museum's profile (=make it more well-known).",
            "a psychological profile of serial killers",
            "The author of this article profiles a famous painter.",
            "An image of the President's profile appears on the coin."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "На этой картине девочка нарисована в профиль.",
            "Я читал биографический очерк о ней в журнале.",
            "Я видел её лицо только в профиль.",
            "Каждую неделю они приводят краткую биографию одного из своих авторов.",
            "Сегодняшние газеты уделили этой истории мало внимания.",
            "У Дэни прекрасный профиль.",
            "У него очень необычный профиль.",
            "Эта звезда пользуется большой известностью в Великобритании.",
            "Одна из вашингтонских газет опубликовала для сравнения краткие биографии жен всех кандидатов.",
            "В правительстве увеличивается количество женщин на высокопоставленных должностях.",
            "Он старается держаться в тени в настоящий момент.",
            "Его красивый профиль не был виден окружающим.",
            "Джек руководит отделением с высоким общественным статусом.",
            "В прошлом месяце в этом журнале был опубликован профиль мэра.",
            "Доктор Хейворд намерен повысить популярность этого музея (т.е. сделать его более известным).",
            "психологический портрет серийных убийц",
            "Автор этой статьи пишет о знаменитом художнике.",
            "На монетах появляется изображение президентского профиля."
        ],
        "stars": 2
    }
}