{
    "profound": {
        "comment": [
            "found",
            "foundation",
            "founder"
        ],
        "translate": "глубокий, основательный, полный, глубина, бездна, пучина, море, океан",
        "transcription": " |prəˈfaʊnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Jenner is a profound thinker.",
            "His knowledge of history is profound.",
            "She failed to create any profound impression.",
            "Tolstoy's experiences of war had a profound effect on his work.",
            "The mother's behaviour has a profound impact on the developing child.",
            "Her work touches something profound in the human psyche.",
            "Computers have had a profound effect on our lives.",
            "The name of the winner was kept a profound secret, and to this day it is a matter of uncertainty.",
            "Her piety is quiet but profound.",
            "She has displayed a profound contempt for her opponents.",
            "The book had a profound effect on his impressionable young mind.",
            "His paintings have had a profound effect on her own work.",
            "There's no escaping the fact that work has profound effects on emotions and health.",
            "The indirect effects of climate change may be profound.",
            "Her books offer profound insights into the true nature of courage.",
            "This election has profound implications for the future of U.S. democracy."
        ],
        "example_translate": [
            "Дженнер глубокомысленна.",
            "Его знание истории основательно / глубоко. (он очень хорошо знает историю)",
            "Ей не удалось произвести глубокого впечатления.",
            "Военный опыт Толстого оказал глубокое влияние на его произведения.",
            "Поведение матери оказывает сильное воздействие на развитие ребенка.",
            "Её работа затрагивает что-то в глубине человеческой психики.",
            "Компьютеры оказали глубокое влияние на нашу жизнь.",
            "Имя победителя держалось в строжайшем секрете, и до сих пор неизвестно.",
            "Её благочестие — тихое, но глубокое.",
            "Она проявила глубокое презрение к своим оппонентам / противникам.",
            "Книга оказала огромное влияние на его впечатлительный молодой ум.",
            "Его картины оказали глубокое влияние на её собственные работы.",
            "Никуда не деться от того факта, что работа глубоко воздействует на эмоции и здоровье.",
            "Косвенные последствия изменения климата могут быть глубокими.",
            "Её книги дают глубокое понимание истинной природы мужества.",
            "Эти выборы имеют огромное значение для будущего американской демократии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}