{
    "profitable": {
        "comment": [],
        "translate": "доходный, выгодный, прибыльный, высокодоходный, полезный, благоприятный",
        "transcription": " |ˈprɑːfɪtəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The movie was very profitable.",
            "Wisdom is profitable to direct.",
            "The advertising campaign proved very profitable.",
            "They're looking to the new manager to make the company profitable.",
            "They have had little time to explore profitable sales opportunities abroad.",
            "BT at its profitable peak was coining it at the rate of £90 a second.",
            "We can't pay people any more money until the company is more profitable. I'm afraid it's as simple as that.",
            "We have become profitable. Not coincidentally, we have only half as many employees as we did in 1988.",
            "Contrary to popular myths, downsizing does not necessarily make companies more profitable, more productive, or even smaller.",
            "...selling real estate on the side turned out to be a profitable venture for the stay-at-home mom..."
        ],
        "example_translate": [
            "Фильм был очень прибыльным.",
            "Мудрость помогает управлять.",
            "Рекламная кампания оказалась весьма прибыльной.",
            "Они рассчитывают, что новый руководитель сделает компанию прибыльной.",
            "У них было почти не было времени для изучения возможности прибыльных продаж за границей.",
            "На пике своей доходности British Telecom зарабатывал девяносто фунтов стерлингов в секунду.",
            "Мы не сможем платить людям больше денег, пока компания не станет более прибыльной. К сожалению, всё настолько просто.",
            "Наш бизнес стал приносить прибыль. Это не случайно: теперь у нас в два раза меньше работников, чем в 1988 году.",
            "Вопреки популярному мифу, сокращение штата не всегда делает компанию более прибыльной, более производительной или даже меньшей в размерах.",
            "..продажа недвижимости в качестве подработки оказалась выгодным занятием для мамы, которая сидит дома с ребёнком ..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}