{
    "profit": {
        "comment": [
            "profitability",
            "profitable"
        ],
        "translate": "прибыль, доход, выгода, польза, барыш, нажива, воспользоваться, получать прибыль",
        "transcription": " |ˈprɑːfɪt|",
        "antonyms": [],
        "mnemonic": [
            "profit [про'фит] выгода - (Про фит-несс) говорят, что выгода большая там.",
            "profit ['prɔfɪt]\n***\nПРИНОСИШЬ ПОЛЬЗУ - значит, профи (т). (это)\nprofit\nЯ ПОЛЕЗЕН, значит, профи (т). (это) profit\nВыгода, польза."
        ],
        "examples": [
            "It profited him nothing.",
            "The company made a profit this year.",
            "You can even profit from your mistakes.",
            "I'll profit by [from] your experience",
            "The profit can be separated up between us.",
            "Profits are up by a third.",
            "Bob tried to grab all the profit.",
            "He sold his house at a / for profit.",
            "What is the likely profit of this whole business?",
            "The organization is not run for profit.",
            "She profited from his vast experience.",
            "A businessman will catch at any chance of making a profit.",
            "They sold their house at a healthy profit.",
            "The film made $1,000,000 in profit.",
            "They made a profit of £140 million.",
            "There was a rise in profits this year.",
            "I profited enormously from working with her.",
            "A businessman will clutch at any chance of making a profit.",
            "The firm's book profit was $53,680.",
            "Some companies put profit before safety.",
            "The rise in costs has drained all our profit away.",
            "I started this business with the aim of making a profit.",
            "The company has made a profit for seven consecutive years.",
            "The company has expectations of making a profit next year.",
            "The garage man fixed up the old car and sold it at a profit.",
            "I mean profit. That show must be cleaning up.",
            "Few independent movies turn a profit.",
            "We'll squirrel away most of the profit.",
            "In the final analysis, profit is the motive.",
            "The company has not profited from the merger."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o + Откр сл = [ɔ]"
        ],
        "example_translate": [
            "Это не приносило ему никакой пользы.",
            "В этом году компания принесла прибыль.",
            "Вы можете извлечь пользу даже из собственных ошибок.",
            "Я воспользуюсь вашим опытом.",
            "Прибыль может быть разделена между нами.",
            "Прибыль увеличилась на треть.",
            "Боб пытался заграбастать всю прибыль.",
            "Он выгодно продал дом.",
            "Какова вероятная прибыль от всего этого бизнеса?",
            "Эта организация работает не ради прибыли.",
            "Ей пригодился его богатый опыт.",
            "Бизнесмен ухватится за любую возможность получить прибыль.",
            "Они продали свой дом с хорошей прибылью.",
            "Фильм заработал миллион долларов прибыли.",
            "Они получили прибыль в размере ста сорока миллионов фунтов.",
            "В этом году отмечается рост прибыли.",
            "Я получил огромную пользу от работы с ней.",
            "Настоящий бизнесмен не упустит ни одного шанса получить прибыль.",
            "Балансовая прибыль фирмы составила 53 680 долларов.",
            "Некоторые компании ставят прибыль выше безопасности /пренебрегают безопасностью ради прибыли/.",
            "Рост цен свёл к нулю все наши прибыли.",
            "Я основал этот бизнес с целью получения прибыли.",
            "Компания получает прибыль семь лет подряд.",
            "В следующем году в компании ожидают /планируют/ получить прибыль.",
            "Механик подлатал старый автомобиль и выгодно продал его.",
            "Я говорю о прибыли. От этого шоу должен быть колоссальный доход.",
            "Мало каким независимым фильмам удаётся стать прибыльными.",
            "Мы отложим большую часть прибыли про запас.",
            "В конечном счёте, мотивом является жажда наживы.",
            "Компания не получила выгоды от слияния."
        ],
        "stars": 3
    }
}