{
    "programming": {
        "comment": [],
        "translate": "программирование, программирующий",
        "transcription": " |ˈprəʊɡræmɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He has become very proficient at computer programming.",
            "He was hired to write programming code.",
            "The President's speech preempted regular programming.",
            "The news conference interrupted regular television programming.",
            "The college offers classes in computer programming and engineering.",
            "The study investigates the impact of violent TV programming on children.",
            "This will be just an introduction to the essentials of computer programming.",
            "The rise of cable television ramified the audience, creating ever smaller segments for an ever growing array of programming choices.",
            "In object-oriented programming, objects include data and define its status, its methods of operation and how it interacts with other objects."
        ],
        "example_translate": [
            "Он очень поднаторел в компьютерном программировании.",
            "Его наняли, чтобы писать программный код.",
            "Выступление президента нарушило программу вещания.",
            "Пресс-конференция прервала собой обычную сетку телевещания.",
            "Колледж предлагает учебные курсы по программированию и компьютерной технике.",
            "Исследование посвящено изучению влияния на детей насилия в телевизионных программах.",
            "Это будет просто знакомство с основами компьютерного программирования.",
            "Подъём кабельного телевидения разделил аудиторию, создавая всё более мелкие её сегменты для постоянно растущего ассортимента телепрограмм.",
            "В объектно-ориентированном программировании объекты содержат данные и определяют их состояние, методы работы и то, как они взаимодействуют с другими объектами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}