{
    "prominent": {
        "comment": [
            "promise",
            "promising",
            "compromise",
            "mine",
            "mineral",
            "undermine",
            "famine"
        ],
        "translate": "видный, известный, выдающийся, выпуклый, выступающий, рельефный, торчащий",
        "transcription": " |ˈprɑːmɪnənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He quickly became prominent in the music industry.",
            "He has a prominent nose.",
            "The statue was in a prominent position outside the railway station.",
            "Her photo was prominently displayed on his desk.",
            "The World Cup will have a prominent place on the agenda.",
            "The prominent tenor soloists outshone even those of the New York scene.",
            "Our landlady was standing with her mouth wide open, and her hands locked together resting on her prominent breadbasket.",
            "He placed the award in a prominent position on his desk..",
            "A new theory is the most prominent feature of the book.",
            "The mayor likes to call on some of the prominent citizens.",
            "Mandela played a prominent role in the early years of the ANC.",
            "The decision prompted an outcry among prominent US campaigners.",
            "These dissents come from prominent scientists and should not be ignored.",
            "Some of the state's most prominent clericals have spoken out against the measure.",
            "The broker in the hostage situation was a prominent reporter that the gunman felt he could trust."
        ],
        "example_translate": [
            "Он быстро стал видной фигурой в музыкальных кругах.",
            "У него выдающийся нос.",
            "Статуя находилась на видном месте, возле железнодорожного вокзала.",
            "Её фотография была хорошо заметна на его письменном столе.",
            "Обсуждение Чемпионата Мира займёт важное место в повестке дня.",
            "Выдающиеся теноры затмили даже солистов Нью-Йоркской сцены.",
            "Наша хозяйка стояла с широко раскрытым ртом, скрестив руки на животе.",
            "Он поставил награду на видное место на своём письменном столе.",
            "Наиболее заметной особенностью данной книги является новая теория.",
            "Мэр любит навещать некоторых именитых граждан.",
            "Мандела играл заметную роль в первые годы существования АНК.",
            "Это решение вызвало резонанс среди видных американских активистов.",
            "Эти разногласия исходят от выдающихся учёных, и не должны игнорироваться.",
            "Некоторые из самых видных клерикалов штата высказались против этой меры.",
            "Посредником в этой ситуации с заложниками был известный журналист, к которому преступник чувствовал какое-то доверие."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}