{
    "promotion": {
        "comment": [],
        "translate": "продвижение, поощрение, содействие, стимулирование, продвижение по службе",
        "transcription": " |prəˈmoʊʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I want a job with good prospects for promotion.",
            "She was aiming for a promotion.",
            "Afterward, she got a promotion.",
            "She is looking to a promotion.",
            "She expects to get a promotion at midyear.",
            "He made his promotion to major.",
            "That promotion was a real boost for her ego.",
            "My warmest congratulations on your promotion!",
            "You may aim for a promotion or increase in income.",
            "If you want a promotion, you've got to play the game.",
            "When the opportunity for promotion came, I wanted to be ready.",
            "He earned his promotion the hard way.",
            "It's just not realistic to expect a promotion so soon.",
            "John is bucking for a promotion.",
            "He muffed his chance for a promotion.",
            "a well deserved promotion for a hard worker",
            "Why should he, of all people, get a promotion?",
            "Your promotion to Senior Editor is now official.",
            "The chances of me getting a promotion are virtually nil.",
            "I should be in line for promotion soon.",
            "She made frequent mention of her promotion.",
            "Her work on the project should clinch her a promotion.",
            "He vied with his colleagues for the coveted promotion.",
            "Promotion would mean a seat on the board of directors.",
            "If he plays his cards right, Tony might get a promotion.",
            "There was little chance for promotion within the company.",
            "All proceeds from the special promotion will go to charity.",
            "She thinks she's really something ever since her promotion.",
            "Kelly's promotion means more money and more responsibility.",
            "If you want a promotion, you've got to sell yourself better."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я хочу работу с хорошими перспективами роста.",
            "Она стремилась получить повышение.",
            "Впоследствии, она получила повышение.",
            "Она с нетерпением ждёт повышения по службе.",
            "Она ожидает получить повышение (по службе) к середине года.",
            "Ему присвоили звание майора.",
            "Это продвижение повысило ее самомнение.",
            "От души поздравляю вас с повышением!",
            "Вы можете стремиться к повышению по службе или увеличению заработка.",
            "Если хотите получить продвижение по службе, нужно играть по правилам.",
            "Когда представится возможность для продвижения по службе, я хотел быть к этому готов.",
            "Это повышение досталось ему тяжело.",
            "Рассчитывать на столь скорое повышение по службе просто неразумно.",
            "Джон твёрдо нацелился на повышение.",
            "Он упустил свой шанс на продвижение по службе.",
            "заслуженное продвижение усердного работника по службе",
            "С какой стати именно он получил повышение по службе?",
            "Теперь вы официально повышены на должность старшего редактора.",
            "У меня практически / почти нет шансов получить повышение.",
            "Мне должны скоро дать повышение.",
            "Она часто упоминала о своём повышении.",
            "Работа над проектом должна гарантировать ей повышение.",
            "Он конкурировал /соперничал, боролся/ со своими коллегами за желанное повышение.",
            "Продвижение по службе означало бы пост в Совете директоров.",
            "Если Тони всё сделает правильно, то может получить повышение по службе.",
            "На продвижение внутри компании шансов почти не было.",
            "Все средства, вырученные от этой специальной акции, пойдут на благотворительность.",
            "С тех пор, как её повысили, она возомнила о себе невесть что.",
            "Повышение Келли означает больше денег и больше ответственности.",
            "Если вы хотите получить продвижение по службе, нужно лучше себя преподносить."
        ]
    }
}