{
    "promptly": {
        "comment": [
            "prompt"
        ],
        "translate": "быстро, сразу, точно",
        "transcription": " |ˈprɑːmptli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She arrived promptly.",
            "A reply came very promptly.",
            "It was necessary to act, and that promptly.",
            "They kept their promise that the debt would be repaid promptly.",
            "Pride prompted his angry response.",
            "She turned off the alarm and promptly went back to sleep.",
            "Her smile \"wandered\" the assistant, he promptly lost grip.",
            "She promptly sicked everything up all over poor Karen.",
            "Curiosity prompted her to ask a few questions.",
            "Though the question touched a new vein, Nelson answered promptly.",
            "The actor had to be prompted by someone who was standing offstage.",
            "“Did you hear me?” he prompted when his friend did not respond to his first question.",
            "The computer prompted me to type in a number.",
            "The evidence prompted a criminal investigation.",
            "The actor was given a prompt by someone offstage.",
            "Would you make sure that you forward my mail promptly?",
            "The insurer has a duty to adjust claims fairly and promptly.",
            "A House was made today promptly at a quarter-past 12 o'clock.",
            "She promptly undeceived the young woman about the sincerity of the man's intentions.",
            "The new neighbors promptly erected fences between their property and the abutting properties.",
            "We promptly negatived the idea of having pizza again for dinner, noting that we had already had it for three nights that week."
        ],
        "example_translate": [
            "Она прибыла незамедлительно.",
            "Ответ пришёл очень быстро.",
            "Было необходимо действовать, причём быстро.",
            "Они сдержали слово и выплатили долг вовремя.",
            "Гордость была причиной его гневного ответа.",
            "Она выключила будильник и быстро заснула вновь.",
            "Её улыбка смутила помощника, и он сразу потерял контроль над ситуацией.",
            "Ее сразу же вырвало на бедную Карен.",
            "Любопытство побудило её задать несколько вопросов.",
            "Несмотря на то что вопрос коснулся новой темы, Нельсон ответил немедленно.",
            "Кому-то за сценой пришлось подавать этому актёру реплики.",
            "— Ты меня слышал? — спросил он, когда его друг не ответил на его первый вопрос.",
            "Компьютер предложил мне ввести номер телефона.",
            "Данный факт стал причиной уголовного расследования.",
            "Кто-то за кулисами дал актёру подсказку.",
            "Не забудьте, пожалуйста, сразу же переслать мне мою почту.",
            "Страховщик обязан урегулировать страховые требования добросовестно и быстро.",
            "Кворум в Палате общин был сегодня достигнут быстро, к 12.15.",
            "Она сразу же вывела эту девушку из заблуждения относительно искренности намерений этого человека.",
            "Новые соседи сразу же отгородили свой участок от примыкающих к нему заборами.",
            "Мысль о том, чтобы снова поужинать пиццей, мы сразу же отбросили, заметив, что уже три раза ели её на этой неделе."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}