{
    "promote": {
        "comment": [
            "promotion",
            "promoter"
        ],
        "translate": "способствовать, поощрять, продвигать, стимулировать, поддерживать, рекламировать",
        "transcription": " |prəˈmoʊt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "All the children have been promoted to the next class.",
            "He was promoted from Captain to Commodore.",
            "Regular exercise promotes all-round good health.",
            "Sugary foods promote breast cancer.",
            "Advertising companies are always having to think up new ways to promote products.",
            "This policy is intended to promote more efficient utilization of equipment.",
            "He was promoted colonel (to the rank of colonel, to be a colonel).",
            "I got promoted after many years of hard work",
            "Good soil promotes plant growth.",
            "If I am not promoted within the next two years I am going to change jobs.",
            "She's in London to promote her new book.",
            "He was promoted to senior editor.",
            "Does Christianity promote male domination over women?",
            "John Major promoted the idea of a classless society.",
            "Fertilizer promotes leaf growth.",
            "Helen was promoted to senior manager.",
            "We should promote environmentally aware and responsible science.",
            "The organization works to promote democratic reforms around the world.",
            "The government has set up a special economic zone to promote private enterprise.",
            "The marketing department is busy promoting the new line of men's clothes for fall.",
            "He favors policies that promote industry.",
            "The government must promote racial equality.",
            "It is a political movement whose aim is to promote world peace.",
            "Mediators were present to promote dialogue.",
            "Daily exercise is proven to promote wellness.",
            "They have been promoted to the First Division.",
            "The team have been promoted to the First Division.",
            "The army major was promoted to lieutenant colonel.",
            "The government should do more to promote sustainable agriculture.",
            "The school distributed pamphlets promoting good dental hygiene."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Все дети переведены в следующий класс.",
            "Его повысили в чине от капитана до коммодора.",
            "Регулярные физические упражнения способствуют хорошему состоянию здоровья в целом.",
            "Продукты с высоким содержанием сахара провоцируют рак молочной железы.",
            "Рекламным компаниям постоянно приходится изобретать новые способы продвижения товаров.",
            "Данная политика направлена на достижение более эффективного использования оборудования.",
            "Ему присвоили звание полковника.",
            "После многих лет усердной работы меня повысили.",
            "Хорошая почва способствует росту растений.",
            "Если меня не повысят в течение двух ближайших лет, то я поменяю работу.",
            "Она приехала в Лондон, чтобы отрекламировать свою новую книгу.",
            "Его повысили, назначив на должность старшего редактора.",
            "Правда ли, что христианство утверждает господство мужчин над женщинами? (заголовок статьи)",
            "Джон Мейджор продвигал идею бесклассового общества.",
            "Удобрения способствуют росту листьев.",
            "Хелен повысили до старшего менеджера.",
            "Мы должны способствовать экологически дружественной и ответственной науке.",
            "Организация ведёт работу по продвижению демократических реформ по всему миру.",
            "Правительство создало специальную экономическую зону поддержки частного предпринимательства.",
            "Отдел маркетинга занят продвижением новой линии осенней мужской одежды.",
            "Он является сторонником политики стимулирования промышленности.",
            "Правительство должно содействовать расовому равенству.",
            "Целью этого политического движения является содействие миру во всём мире.",
            "Для стимулирования обмена мнениями присутствовали посредники.",
            "Доказано, что ежедневные физические упражнения способствуют общему оздоровлению.",
            "Они вышли в Первый дивизион. (о спортивной команде)",
            "Команда повысилась в классе до Первого дивизиона.",
            "Армейский майор получил звание подполковника.",
            "Правительству следует прилагать больше усилий для обеспечения устойчивого развития сельского хозяйства.",
            "Школа распространяла листовки с призывом хорошо ухаживать за гигиеной полости рта."
        ]
    }
}