{
    "pronounced": {
        "comment": [],
        "translate": "выраженный, явный, произнесенный, резко выраженный, определенный, ясный, сказанный",
        "transcription": " |prəˈnaʊnst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The scheme was pronounced a failure.",
            "This disability is more pronounced in men.",
            "He walked with a pronounced limp.",
            "The minister pronounced them man and wife.",
            "The words \"their\" and \"there\" are pronounced in exactly the same way but spelled differently.",
            "The jury pronounced against the defendant.",
            "The victim was pronounced dead on arrival.",
            "The words 'sale' and 'sail' are pronounced the same.",
            "John pronounced it to be a pestilential doctrine.",
            "The doctors pronounced him fit to go back to work.",
            "He was pronounced dead upon arrival at the hospital.",
            "An absolutory sentence should be pronounced in favour of the persons.",
            "The court-martial pronounced a sentence of not guilty on all counts of cowardice.",
            "The priest pronounced a blessing on their home.",
            "She pronounced her final words in ringing tones.",
            "She was pronounced dead on arrival at the hospital.",
            "The doctor pronounced him dead on arrival at the hospital.",
            "The symptoms of the disease have become steadily more pronounced.",
            "He had examined that marriage juridically., had pronounced it valid.",
            "The judge pronounced for the defendant.",
            "The word “hour” is not pronounced with an aspirate.",
            "The witch pronounced a curse in some strange language.",
            "The accents in the French word “émigré” show how the letter “e” should be pronounced.",
            "'C' is a polyphone because it is pronounced like 'k' in 'car' but like 's' in 'cell'."
        ],
        "example_translate": [
            "План был признан неудачным.",
            "Этот физический недостаток более ярко выражен у мужчин.",
            "Он заметно прихрамывал.",
            "Священник объявил их мужем и женой.",
            "Слова \"их\" и \"там\" произносятся одинаково, но пишутся по-разному.",
            "Присяжные вынесли подсудимому обвинительный приговор.",
            "Потерпевший был объявлен мёртвым по прибытии (в госпиталь).",
            "Слова 'sale' и 'sail' произносятся одинаково.",
            "Джон заявил, что это пагубная теория.",
            "По заявлению врачей, он готов вернуться к работе.",
            "Он был признан мёртвым по прибытии в больницу.",
            "Эти люди должны быть оправданы.",
            "Военный трибунал признал (его) невиновным по всем пунктам обвинения в трусости.",
            "Священник произнёс благословение их дому.",
            "Свои заключительные слова она произнесла звучно.",
            "Она была признана мёртвой по прибытии в больницу.",
            "Когда его доставили в больницу, врач констатировал смерть.",
            "Симптомы этого заболевания становятся всё более явно выраженными.",
            "Он изучил этот брак с юридической точки зрения и признал его действительным.",
            "Судья вынес решение в пользу подсудимого.",
            "Слово “hour” (час) произносится без придыхания.",
            "Ведьма произнесла проклятие на каком-то чужом языке.",
            "Диакритические знаки во французском слове “émigré” (эмигрант) показывают, как следует произносить букву “е”.",
            "Буква \"c\" является полифоном, потому что она произносится как \"k\" в слове \"car\", но как \"s\" в слове \"cell\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}