{
    "proof": {
        "comment": [
            "roof",
            "root",
            "rooster"
        ],
        "translate": "доказательство, устойчивый, непроницаемый, делать непроницаемым",
        "transcription": " |pruːf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "For my proof I refer to your letter.",
            "You'll need your passport as proof of identity.",
            "Can you check these proofs?",
            "I am proof against their enmity.",
            "The document was proof that her story was true.",
            "Be sure of it., give me the ocular proof.",
            "A dressing-gown is no proof against draughts.",
            "She proofed the story carefully.",
            "The proof which you desire has been already furnished.",
            "They demanded some proof of my sincerity.",
            "The proof of the pudding is in the eating.",
            "The proof was fished up from some old papers.",
            "We need absolute proof that he took the money.",
            "There is no proof that the document is authentic.",
            "These suspicions are confirmed by the most direct proof.",
            "His mode of proof is precarious and unsatisfactory.",
            "Every proof of the treachery struck like a knife into his heart.",
            "Can the prisoner bring forward some proof of his story?",
            "I'm living proof that you don't need a college degree to be successful.",
            "You allege that she stole a large quantity of money. Do you have any proof?",
            "The proof shows that the theorem is true.",
            "The proof of the pudding is in the eating. посл.",
            "It was unjust of him to accuse you without proof.",
            "The lawyer's case blew up because he had no proof.",
            "These statements are entirely unsusceptible of proof.",
            "His urgent departure was another proof of his cold-bloodedness.",
            "Failure to produce proof of identity could result in prosecution.",
            "If you have any proof for what you say, now is the time to produce it.",
            "She instanced the first chapter as proof of his skill in constructing scenes.",
            "For the proof of the existence of the conscience, we appeal to the consciousness."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В качестве доказательства я ссылаюсь на твоё письмо.",
            "Вам понадобится паспорт в качестве удостоверения личности.",
            "Вы можете проверить эти доказательства?",
            "Я защищена от их недружелюбия.",
            "Этот документ послужил доказательством тому, что её рассказ был правдой.",
            "Удостоверься в этом., предоставь мне наглядное доказательство.",
            "Домашний халат не защищает от сквозняков.",
            "Она внимательно вычитала свой рассказ.",
            "Нужное вам доказательство уже получено.",
            "Они потребовали каких-то доказательств моей искренности.",
            "Не попробуешь - не узнаешь.",
            "Доказательства нашлись в каких-то старых бумагах.",
            "Нам нужны неопровержимые доказательства, что эти деньги взял именно он.",
            "Нет никаких доказательств, что (этот) документ является подлинным.",
            "Эти подозрения подтверждаются самыми прямыми доказательствами.",
            "Его способ доказательства голословен и неудовлетворителен.",
            "Каждое доказательство измены как нож вонзалось в его сердце.",
            "Не может ли обвиняемый привести какие-нибудь факты, подтверждающие его показания?",
            "Я — живое доказательство того, что необязательно иметь высшее образование, чтобы преуспеть в жизни.",
            "Вы утверждаете, что она похитила большое количество /большую сумму/ денег. Есть ли у вас какие-либо доказательства?",
            "Это доказательство показывает, что теорема верна.",
            "Все проверяется на практике.",
            "Он поступил несправедливо, бездоказательно обвинив вас.",
            "Выступление адвоката по делу было неудачным, потому что у него не было доказательств.",
            "Эти высказывания совершенно не поддаются доказательству.",
            "Его спешный отъезд был еще одним доказательством его равнодушия.",
            "Отказ предъявить документ, удостоверяющий личность, может привести к уголовному преследованию.",
            "Если у вас есть какие-либо доказательства ваших слов, сейчас самое время их предъявить.",
            "Она привела первую главу как доказательство его умения описывать место действия.",
            "Для доказательства существования сознания мы обращаемся к пониманию."
        ]
    }
}