{
    "proposed": {
        "comment": [
            "oppose",
            "opposed",
            "pose",
            "propose",
            "purpose",
            "suppose",
            "impose",
            "expose",
            "compose",
            "supposedly",
            "composer",
            "supposed",
            "dispose",
            "proposal",
            "proposition"
        ],
        "translate": "предложенный",
        "transcription": " |prəˈpoʊzd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He proposed to me and I said yes.",
            "She argued against the proposed law.",
            "The scientists proposed a new theory.",
            "She proposed a theory of her own.",
            "He has proposed a list of political reforms.",
            "The report proposed bilingual education in schools.",
            "He proposed to degrade prices instead of aiming to sustain them.",
            "She proposed a new theory of relativity.",
            "They proposed a new direction for the firm.",
            "The mayor proposed a plan for a new bridge.",
            "Congress has proposed a grab bag of tax cuts.",
            "The senator proposed to abolish the sales tax.",
            "Several senators have proposed raising the tax.",
            "Several different etymologies have been proposed.",
            "He proposed an elaborate program of public works.",
            "He proposed a new plan for dealing with terrorism.",
            "Shaun proposed to me only six months after we met.",
            "The proposed new law is opposed by organized labor.",
            "She argued that the proposed law should be defeated.",
            "Teachers have come out against the proposed changes.",
            "They proposed an increase of 15 percent in the fare.",
            "The mayor proposed extensive cuts in the city budget.",
            "The president has proposed a hike in the minimum wage.",
            "A major overhaul of the healthcare system was proposed.",
            "I vote yea on the proposed increase in the school budget.",
            "The proposed changes are contained in a policy statement.",
            "He proposed a second meeting as a sign of his good faith.",
            "He proposed the most coherent plan to improve the schools.",
            "Community leaders met to discuss the proposed golf course.",
            "The proposed changes caused an angry outcry from residents."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "one syllable + pose"
        ],
        "example_translate": [
            "Он сделал мне предложение, и я согласилась.",
            "Она выступила против предлагаемого закона.",
            "Учёные выдвинули новую теорию.",
            "Она выдвинула собственное предположение.",
            "Он предложил ряд политических реформ.",
            "В докладе предлагалось двуязычное обучение в школах.",
            "Он предложил понизить цены, вместо того чтобы стараться сохранить их на том же уровне.",
            "Она выдвинула новую теорию относительности.",
            "Они предложили новое направление развития фирмы.",
            "Мэр предложил план постройки нового моста.",
            "Конгресс предложил целый мешок всяческих налоговых сокращений.",
            "Сенатор предложил отменить налог с продаж.",
            "Некоторые сенаторы предложили повысить этот налог.",
            "Было предложено несколько различных версий происхождения этого слова.",
            "Он предложил сложную программу общественных работ.",
            "Он предложил новый план борьбы с терроризмом.",
            "Шон сделал мне предложение спустя всего полгода после того, как мы познакомились.",
            "Предлагаемому новому закону противостоят профсоюзы.",
            "Она доказывала, что предлагаемый закон должен быть отклонён.",
            "Учителя выступили против предложенных изменений.",
            "Они предложили повысить стоимость проезда на пятнадцать процентов.",
            "Мэр предложил масштабное сокращение городского бюджета.",
            "Президент предложил повысить минимальный уровень заработной платы.",
            "Была предложена капитальная реструктуризация системы здравоохранения.",
            "Я голосую за предложенное увеличение бюджета школы.",
            "Предлагаемые изменения содержатся в программном заявлении.",
            "В знак своих добрых намерений, он предложил встретиться во второй раз.",
            "Он предложил наиболее последовательный план улучшения школ.",
            "Местные руководители встретились, чтобы обсудить предлагаемое поле для гольфа.",
            "Предлагаемые изменения вызвали гневные протесты со стороны местных жителей."
        ]
    }
}