{
    "proposition": {
        "comment": [
            "propose",
            "proposed",
            "proposal"
        ],
        "translate": "предложение, утверждение, проект, теорема, предложить",
        "transcription": " |ˌprɑːpəˈzɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The same proposition cannot be at once true and false.",
            "They debated the truth of the proposition.",
            "That's an awkward proposition.",
            "They very unwillingly listened to that proposition.",
            "He made an attractive business proposition.",
            "He propositioned her to use his lodge for her party.",
            "The proposition \"all men are mortal\" distributes \"man\" but not \"mortal\".",
            "The theory is founded on two basic propositions.",
            "My proposition, I assure you, would be to our mutual benefit.",
            "He got drunk and propositioned a woman sitting next to him in the bar.",
            "Her theory rejects the basic proposition that humans evolved from apes.",
            "If we accept proposition “A” as true, then we must accept proposition “B” as false.",
            "The offer of two tickets for the price of one makes it a very attractive proposition.",
            "She was propositioned by a stranger at the party.",
            "At the risk of being redundant I return to my original proposition.",
            "The debate did not turn on any practical proposition.",
            "She exhorted her listeners to support the proposition.",
            "From a sufficient number of results a proposition or law is induced.",
            "Most people accept the proposition that we have a duty to protect endangered animals."
        ],
        "example_translate": [
            "Одно и то же суждение не может быть одновременно истинным и ложным.",
            "Они обсуждали реальность предложения",
            "Это дело нелёгкое. / Это трудная задачка. (амер. разг. proposition = дело, задача, проблема)",
            "Они очень неохотно выслушали это предложение.",
            "Он сделал заманчивое деловое предложение.",
            "Он предложил ей воспользоваться своим летним коттеджем для её вечеринки.",
            "В утверждении \"все люди смертны\" квантор общности относится к \"люди\", но не к \"смертны\".",
            "Данная теория основана на двух основных положениях.",
            "Уверяю вас, моё предложение пойдёт на пользу нам обоим.",
            "Он напился и предложил переспать женщине, сидевшей рядом с ним в баре.",
            "Её теория отвергает базовый тезис, что люди произошли от обезьян.",
            "Если мы принимаем утверждение “A” как истинное, то мы должны принять утверждение “B”, как ложное.",
            "Предложение двух билетов по цене одного делает его очень привлекательным.",
            "На вечеринке незнакомый мужчина предложил ей заняться сексом.",
            "Я рискну показаться чересчур многословным и вернусь к своему первоначальному предложению.",
            "Дебаты не привели к выработке какого бы то ни было практического предложения.",
            "Она уговаривала своих слушателей поддержать это предложение.",
            "Исходя из достаточного количества результатов можно сделать вывод или установить закономерность.",
            "Большинство людей согласно с утверждением о том, что мы обязаны защищать находящихся под угрозой исчезновения животных."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}