{
    "proportion": {
        "comment": [],
        "translate": "доля, часть, пропорция, пропорциональный, соразмерять, распределять",
        "transcription": " |prəˈpɔːrʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Weight increases in proportion to height.",
            "The sea which covers so large a proportion of the earth's surface.",
            "Her head is ridiculously big in proportion to her body.",
            "The proportion of women to men at my college was about five women to one man.",
            "Let's keep a sense of proportion, and not rush to any hasty conclusions.",
            "The proportion of the plucks to the passes is very sad.",
            "Builders must learn about scale and proportion.",
            "A dry martini has a large proportion of gin.",
            "The test will give a proportion of false negatives.",
            "The rewards you get in this job are in direct proportion to the effort you put in.",
            "Women comprise a high proportion of part-time workers.",
            "You can protest by all means, but keep a sense of proportion.",
            "The amount of damages awarded are proportioned to the degree of injury caused.",
            "Weight increases in direct proportion to mass.",
            "Her feet are small in proportion to her height.",
            "His ears were drawn out of proportion with his head.",
            "A large proportion of occupiers now own their homes.",
            "The whole issue has been blown out of all proportion.",
            "What's the proportion of boys to girls in your class?",
            "Spices had a high value in proportion to their weight.",
            "Reduce the drawing so that all the elements stay in proportion.",
            "Women make up only a small proportion of the prison population.",
            "The proportion of women graduates has increased in recent years.",
            "The decision affects a significant proportion of the population.",
            "An inordinate proportion of the book is given over to quotations.",
            "Every parent is asked to contribute a proportion of the total cost.",
            "The size of the window seems out of proportion with the height of the wall.",
            "The fear of violent crime has now risen out of all proportion to the actual risk.",
            "Although the majority of offenders are men, a small proportion — about 5 percent — are women.",
            "Clearly, the amount of money people save increases in inverse proportion to the amount they spend."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вес увеличивается пропорционально росту.",
            "Мировой океан, который покрывает такую значительную часть поверхности земного шара.",
            "Её голова кажется непропорционально большой по отношению к телу.",
            "Когда я учился в колледже, у нас на одного парня приходилось пять девушек.",
            "Давайте сохранять чувство меры, и не торопиться делать поспешные выводы.",
            "Отношение числа сдавших экзамен к числу тех, кто его не сдал, очень неутешительно.",
            "Строители обязаны знать о масштабах и пропорциях.",
            "В сухом мартини имеется значительная доля джина.",
            "Этот анализ даст некоторое количество ложно-негативных результатов.",
            "Награды, которые получаешь на этой работе, находятся в прямой зависимости от прилагаемых усилий.",
            "Женщины составляют большую часть частично занятых работников.",
            "Ты можешь всячески протестовать, но соблюдай чувство меры.",
            "Размер присуждённой компенсации пропорционален степени причинённого вреда.",
            "Вес увеличивается прямо пропорционально массе.",
            "Её ступни небольшие по соотношению с ростом.",
            "Его уши были непропорционально вытянуты по сравнению с головой.",
            "Теперь значительная часть жильцов является собственниками своих домов.",
            "Вся эта проблема была раздута сверх всякой меры.",
            "Каково соотношение мальчиков и девочек в вашем классе?",
            "Пряности имели высокую стоимость в пересчёте на вес.",
            "Уменьшите рисунок так, чтобы все его элементы остались пропорциональными.",
            "Женщины составляют лишь небольшую долю от общей численности заключённых.",
            "Доля женщин среди выпускников в последние годы увеличилась.",
            "Это решение затрагивает значительную часть населения.",
            "Слишком уж большая часть книги отведена под цитаты.",
            "Каждому родителю предложено внести часть общей стоимости.",
            "Размер этого окна кажется непропорциональным по отношению к высоте стены.",
            "Сейчас страх насильственной преступности вырос совершенно непропорционально фактической опасности.",
            "Хотя большинство преступников — мужчины, небольшую их часть — около пяти процентов — составляют женщины.",
            "Очевидно, что то количество денег, которое люди откладывают, увеличивается обратно пропорционально сумме, которую они тратят."
        ]
    }
}