{
    "propose": {
        "comment": [],
        "translate": "предлагать, выдвинуть, выдвигать, представлять, предполагать",
        "transcription": " |prəˈpoʊz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "If I were to propose, would you accept?",
            "The scientists proposed a new theory.",
            "They propose to buy a new house.",
            "How do you propose solving this problem?",
            "How does he propose to deal with the situation?",
            "I propose a toast to the Queen.",
            "I'd like to propose a toast (=ask people to drink a toast) to the bride and groom.",
            "He thinks that to propose a reward for virtue is to render virtue impossible.",
            "Man proposes, but God disposes.",
            "A number of theories have been proposed to explain the phenomenon.",
            "I propose to give what may be called the Philosophy of Proverbs - a topic which seems virgin.",
            "The mayor proposed a plan for a new bridge.",
            "The police do not propose to take the matter further.",
            "We can't propose that! We'd be laughed out of court!",
            "Several senators have proposed raising the tax.",
            "We still don't know how the company proposes raising the money.",
            "Shaun proposed to me only six months after we met.",
            "The chairman proposed the young executive as a candidate for promotion.",
            "I propose that we revise the bylaws.",
            "The report also proposes extending the motorway.",
            "How does he propose to stimulate the inert economy and create jobs?",
            "If we don't give him a shove, the poor dumbbell never will propose to her.",
            "In his speech he proposed that the UN should set up an emergency centre for the environment.",
            "She proposed a new theory of relativity.",
            "The senator proposed to abolish the sales tax.",
            "He proposed a new plan for dealing with terrorism.",
            "I'd like to propose a motion to move the weekly meetings to Thursdays.",
            "The resolution was proposed by the chairman of the International Committee.",
            "Mr Leesom proposed Mrs Banks for the position of Treasurer (=he suggested formally that she should be the treasurer)."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "one syllable + pose"
        ],
        "example_translate": [
            "Если бы я сделал тебе предложение, ты бы согласилась?",
            "Учёные выдвинули новую теорию.",
            "Они собираются / намериваются купить новый дом.",
            "Как вы предлагаете решить эту проблему?",
            "Каким образом он собирается справиться с этой ситуацией?",
            "Я предлагаю тост за здоровье королевы.",
            "Я хотел бы предложить тост (т.е. попросить людей выпить) за жениха и невесту.",
            "Он думает, что предложить за добродетель награду значит уничтожить добродетель как таковую.",
            "Человек предполагает, а Бог располагает.",
            "Для объяснения этого явления был выдвинут ряд теорий.",
            "Я предлагаю что-нибудь типа \"Философия пословицы\", это тема, ещё не разработанная.",
            "Мэр предложил план постройки нового моста.",
            "Полиция не собирается давать этому делу ход.",
            "Нельзя такое предлагать! Нас же засмеют!",
            "Некоторые сенаторы предложили повысить этот налог.",
            "Мы ещё не знаем, как именно компания предполагает собрать такие деньги.",
            "Шон сделал мне предложение спустя всего полгода после того, как мы познакомились.",
            "Председатель предложил этого молодого руководителя в качестве кандидата на продвижение по службе.",
            "Я предлагаю пересмотреть устав.",
            "В докладе также предлагается удлинить шоссе.",
            "Каким образом он предлагает простимулировать бездействующую экономику и создать рабочие места?",
            "Если мы его не подтолкнём, этот бедный дурачок никогда не сделает ей предложение.",
            "В своем выступлении он предложил ООН создать кризисный центр для решения вопросов защиты окружающей среды.",
            "Она выдвинула новую теорию относительности.",
            "Сенатор предложил отменить налог с продаж.",
            "Он предложил новый план борьбы с терроризмом.",
            "Я бы хотел выдвинуть предложение о переносе еженедельных встреч на четверг.",
            "Данная резолюция была предложена председателем Международного комитета.",
            "Мистер Лисом выдвинул миссис Бэнкс на должность казначея (т.е. он официально предложил, чтобы она стала казначеем)."
        ]
    }
}