{
    "properly": {
        "comment": [
            "proper",
            "property"
        ],
        "translate": "правильно, должным образом, собственно, как следует, хорошенько, прилично",
        "transcription": " |ˈprɑːpərli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is not proper to speak that way.",
            "Is this the proper spelling of your name?",
            "If you children don't behave properly, I will send you out of the classroom.",
            "You need to eat a proper meal instead of junk food.",
            "The accused said he got properly drunk.",
            "Banks are now properly policed.",
            "Has the wheel been properly trued up?",
            "The machine is working properly.",
            "The children need to learn proper behavior.",
            "Is the cover on properly?",
            "Law can never regulate wages properly.",
            "Each step must be done in the proper order.",
            "We must finally organize our files properly.",
            "If a job is worth doing, it is worth doing properly.",
            "His teeth do not occlude properly.",
            "It isn't, properly speaking, a real science.",
            "Please complete this cheque properly, the date has been left out.",
            "Please complete this cheque properly., you have missed out the date.",
            "The steel must be properly tempered.",
            "Don't palter with the question, answer it properly.",
            "If you don't prepare the surface properly, the paint will rub off.",
            "The film didn't load properly.",
            "I never saw hills so properly and so finely clothed.",
            "She's always moaning about not being treated properly.",
            "When we've settled in properly, we'll invite all our friends.",
            "Not once did they finish a job properly.",
            "Many consumers do not properly understand the grade levels.",
            "She is a very prim and proper young lady.",
            "Check that the plug has been wired up properly.",
            "They can't be arsed to organize it properly."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не подобает говорить таким образом. / Так говорить неприлично.",
            "Это правильное написание вашего имени?",
            "Если вы, ребята, не будете вести себя как следует, я выгоню вас из класса.",
            "Тебе нужно есть полноценную пищу, а не еду из дешёвых кафе.",
            "Обвиняемый сказал, что он был совершенно пьян.",
            "За банками теперь установлен должный контроль.",
            "Колесо было точно подогнано?",
            "Машина работает нормально.",
            "Детей необходимо обучать соответствующему поведению.",
            "Крышка правильно лежит?",
            "Закон никогда не может в должной мере регулировать заработную плату.",
            "Каждый шаг должен быть сделан в надлежащем порядке.",
            "Нам нужно, наконец, привести наши папки в порядок.",
            "Если дело стоит делать, его стоит делать как следует.",
            "У него неправильный прикус.",
            "Это не является, собственно говоря, настоящей наукой.",
            "Заполните этот чек правильно, здесь дата не указана.",
            "Пожалуйста, заполните этот чек правильно - Вы забыли поставить дату.",
            "Сталь должна быть правильно закалена. / Сталь нужно как следует закалить.",
            "Не уходите от вопроса, отвечайте прямо.",
            "Если соответствующим образом не подготовить поверхность, краска будет отваливаться.",
            "Плёнка как следует не зарядилась в камеру.",
            "Я никогда не видела холмов, столь красиво покрытых растительностью.",
            "Она всё время жалуется на то, что с ней плохо обращаются.",
            "Как только как следует обустроимся, то пригласим всех наших друзей.",
            "Ни разу ещё они не закончили работу, как положено.",
            "Многие потребители плохо разбираются в уровнях качества товара.",
            "Она очень чопорная молодая леди.",
            "Убедитесь, что разъём подключён правильно.",
            "У них нет ни малейшего желания организовать всё как положено."
        ]
    }
}