{
    "proper": {
        "comment": [
            "properly",
            "property"
        ],
        "translate": "надлежащий, правильный, собственный, должный, подходящий, настоящий, истинный",
        "transcription": " |ˈprɑːpər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is not proper to speak that way.",
            "The children need to learn proper behavior.",
            "You need to eat a proper meal instead of junk food.",
            "I want our lass to have a proper education.",
            "Is this the proper spelling of your name?",
            "His attitude shows a want of proper respect.",
            "Capital letter is used in all proper names.",
            "He finally has a proper job.",
            "I didn't have a proper holiday this year.",
            "Each step must be done in the proper order.",
            "I haven't learned proper pronunciation of French words.",
            "I beg you to provide him with proper directions for finding me in London.",
            "Make sure you put everything back in its proper place.",
            "These children need a proper home life.",
            "You cannot visit the country unless you have the proper documentation.",
            "He wanted a proper dinner, not just a snack.",
            "They beat us good and proper.",
            "Proper care will lengthen the life of the engine.",
            "To lose weight you need the proper balance of diet and exercise.",
            "Neither John nor I were sportsmen in the proper acceptance of the word.",
            "I envisage a day when proper health care will be available to everyone.",
            "Don't fling your arms and legs about like that, make the proper swimming strokes.",
            "He's made a proper fool of himself this time!",
            "I know not how his proper official title ran.",
            "Complaints must go through the proper channels.",
            "a disgraceful want of proper care",
            "We must follow proper court procedure.",
            "We beat 'em good and proper.",
            "a very prim and proper young lady",
            "Good nutrition is important for proper muscle development."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o + Откр сл = [ɔ]"
        ],
        "example_translate": [
            "Не подобает говорить таким образом. / Так говорить неприлично.",
            "Детей необходимо обучать соответствующему поведению.",
            "Тебе нужно есть полноценную пищу, а не еду из дешёвых кафе.",
            "Я хочу, чтобы наша девочка (дочь) получила настоящее образование.",
            "Это правильное написание вашего имени?",
            "Его отношение показывает недостаток должного уважения.",
            "Все имена собственные пишутся с заглавной буквы.",
            "Наконец-то у него нормальная работа.",
            "В этом году у меня не было нормального отпуска.",
            "Каждый шаг должен быть сделан в надлежащем порядке.",
            "Я не научился правильно произносить французские слова.",
            "Я очень прошу вас подробнейшим образом объяснить ему, как отыскать меня в Лондоне.",
            "Не забудьте положить всё обратно на свои места.",
            "Этим детям нужна нормальная семейная жизнь.",
            "Нельзя побывать в стране, если нет надлежащих документов.",
            "Он хотел как следует поужинать, а не просто перекусить.",
            "Они разбили нас в пух и прах.",
            "Правильный уход продлит срок службы двигателя.",
            "Чтобы похудеть, вам нужен правильный баланс диеты и физических упражнений.",
            "Ни Джон, ни я не были спортсменами в принятом смысле этого слова.",
            "Я предвижу день, когда надлежащее медицинское обслуживание будет доступно каждому.",
            "Не колоти руками и ногами по воде, а греби, как полагается.",
            "В этот раз он выставил себя полным идиотом!",
            "Я не знаю, каков был его официальный титул.",
            "Жалобы должны пройти через надлежащие каналы.",
            "позорное отсутствие должного ухода",
            "Мы должны придерживаться надлежащей судебной процедуры.",
            "Мы задали им хорошую трёпку. / Мы разбили их в пух и прах.",
            "очень чопорная молодая леди",
            "Хорошее питание является важным условием для правильного развития мышц."
        ]
    }
}