{
    "prospect": {
        "comment": [],
        "translate": "перспектива, разведка, исследовать, разведывать, ожидаемый",
        "transcription": " |ˈprɑːspekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The prospect of peace seems remote.",
            "I had no job, no education, and no prospects.",
            "He was careless about his personal prospects.",
            "There is not much prospect of any improvement in the weather.",
            "He dreaded the prospect of being all alone in that house.",
            "Oil companies spend much of their profit in prospecting for oil.",
            "Nevsky prospect",
            "I quail at the prospect of waiting another weekend for some fine weather.",
            "The prospect of flying filled me with dread.",
            "She naturally considered her friends her best prospects.",
            "He relishes the prospect of a fight.",
            "The prospect filled him with horror.",
            "the formidable prospect of major surgery",
            "There are good prospects for growth in the retail sector.",
            "She was elated at the prospect of a holiday.",
            "My mouth watered at the prospect of a good dinner.",
            "Greeks face the prospect of new general elections next month.",
            "He felt utterly daunted by the prospect of moving to another country.",
            "Taylor was excited and full of anticipation at the prospect of the trip.",
            "His prospects as a writer are excellent.",
            "The prospect of marriage terrified Alice.",
            "his worry over the prospect of being fired",
            "A new round of trade talks is in prospect.",
            "He must face the prospect of financial ruin.",
            "We're all excited by the prospect of a party.",
            "the prospect of another week of political turmoil",
            "She couldn't face the prospect of another divorce.",
            "a young baseball player who's considered a top prospect",
            "They are delighted at the prospect of a visit from their grandchildren.",
            "There's a real prospect that England will not qualify for the World Cup."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Перспектива мира кажется /представляется/ отдалённой.",
            "У меня не было никакой работы, никакого образования и никакой перспективы.",
            "Он не заботился о своём будущем.",
            "Надежды на то, что погода улучшится, почти нет.",
            "Его ужасно пугала перспектива остаться в этом доме одному.",
            "Нефтяные компании тратят большую часть своей прибыли на разведку нефти.",
            "Невский проспект",
            "Я содрогаюсь от перспективы того, что и в следующие выходные мы не дождемся хорошей погоды.",
            "Перспектива полета наполнила моё сердце ужасом.",
            "Она действительно думала, что ее друзья - самые вероятные будущие подписчики (ее издания).",
            "Он наслаждается перспективой драки.",
            "От такой перспективы он пришёл в ужас.",
            "страшная перспектива серьезной операции",
            "Существуют хорошие перспективы для роста в розничном секторе.",
            "Она была в приподнятом настроении в предвкушении праздника.",
            "У меня потекли слюнки в предвкушении хорошего обеда.",
            "В следующем месяце греки могут столкнуться с перспективой новых всеобщих выборов.",
            "Перспектива переезда в другую страну его полностью обескураживала.",
            "Тейлор был взволнован и вовсю предвкушал предстоящую поездку.",
            "У него отличные перспективы как у писателя.",
            "Перспектива замужества приводила Алису в ужас.",
            "его беспокойство о перспективе быть уволенным",
            "В перспективе — новый раунд торговых переговоров.",
            "Он должен осознать перспективу финансового краха.",
            "Мы все в восторге от перспективы вечеринки.",
            "перспектива очередной недели политической нестабильности",
            "Перспектива очередного развода ей совершенно не улыбалась.",
            "молодой бейсболист, который считается одним из главных будущих талантов",
            "Они в восторге от перспективы того, что приедут погостить внуки.",
            "Существует реальная перспектива того, что Англия не попадёт на чемпионат мира."
        ]
    }
}