{
    "prosecution": {
        "comment": [],
        "translate": "обвинение, судебное преследование, выполнение, предъявление иска, отстаивание",
        "transcription": " |ˌprɑːsɪˈkjuːʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The prosecution rests, Your Honor.",
            "The prosecution called their first witness.",
            "Then the prosecution wheeled in a surprise witness.",
            "The evidence does not support the prosecution's case.",
            "Walters could face prosecution for his role in the robbery.",
            "The defendant answered to all the charges of the prosecution.",
            "Failure to produce proof of identity could result in prosecution.",
            "The prosecution in this case has no solid evidence.",
            "an agreement providing indemnity against prosecution",
            "The prosecution wanted more time to prepare their case.",
            "The prosecution has new evidence to submit to the court.",
            "Failure to comply with the regulations will result in prosecution.",
            "Although the rebuttal was very eloquent, the jury negatived it in favor of the prosecution's argument.",
            "The onus is on the prosecution to provide proof of guilt.",
            "There has been an increase in prosecutions for gun-related crimes.",
            "The prosecution tried to cast doubt on her character as a witness.",
            "The evidence is not sufficient to bring a prosecution against him.",
            "The defense told the jury that the prosecution had not proved its case.",
            "The prosecution's main witness was close to tears as she described the assault.",
            "The prosecution discredited the witness by showing that she had lied in the past.",
            "an adversarial system of justice with prosecution and defense opposing each other",
            "The district attorney's brilliant, luculent summation sealed the case for the prosecution.",
            "The prosecution must prove beyond reasonable doubt that the accused is guilty of the crime."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У обвинения вопросов нет, Ваша честь.",
            "Сторона обвинения вызвала своего первого свидетеля.",
            "Тогда обвинение выставило свидетеля, давшего весьма неожиданные показания.",
            "Доказательства не подтверждают версию обвинения.",
            "Уолтерс мог подвергнуться уголовному преследованию за соучастие в данном ограблении.",
            "Подсудимый ответил на все обвинения прокуратуры.",
            "Отказ предъявить документ, удостоверяющий личность, может привести к уголовному преследованию.",
            "В данном случае сторона обвинения не имеет веских доказательств.",
            "соглашение, предусматривающее освобождение от уголовного преследования",
            "Обвинению требовалось больше времени, чтобы подготовить свою точку зрения.",
            "У обвинения есть новые улики для представления в суд.",
            "Несоблюдение данных правил повлечёт за собой уголовное преследование.",
            "Хотя встречные доводы были очень убедительными, присяжные отвергли их в пользу аргументов стороны обвинения.",
            "Долг стороны обвинения — предоставить доказательства вины.",
            "Наблюдается увеличение судебных процессов, связанных с обвинениями в преступлениях, совершённых с применением огнестрельного оружия.",
            "Обвинение попыталось бросить тень на её репутацию как свидетеля.",
            "Этих доказательств недостаточно для возбуждения против него уголовного дела.",
            "Защита заявила присяжным, что обвинению не удалось доказать свою правоту.",
            "Описывая это нападение, главная свидетельница обвинения едва не разрыдалась.",
            "Обвинение дискредитировало свидетеля, показав, что в прошлом она уже лгала.",
            "состязательная система правосудия, с обвинением и защитой, противостоящими друг другу",
            "Эта блестящая и чётко сформулированная заключительная речь окружного прокурора решила исход дела в пользу обвинения.",
            "Обвинение должно доказать виновность обвиняемого в преступлении при полном отсутствии обоснованного в том сомнения."
        ]
    }
}