{
    "prose": {
        "comment": [],
        "translate": "проза, прозаичность, прозаичный, излагать стихи прозой",
        "transcription": " |prəʊz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What a prose you are!",
            "Her prose is full of vitality.",
            "He was eternally prosing about the weather.",
            "She writes in very clear prose.",
            "Her writing was full of purple prose.",
            "To overcome the academic prose you have first to overcome the academic pose.",
            "His prose has a buckram quality.",
            "I admired the exquisite refinement of his prose.",
            "The light, elegant, and easy prose of his novels.",
            "He writes crystal clear (=very easy to understand) prose.",
            "With viciously assaultive prose the writer takes on her critics.",
            "The prose, while often lively, lapses into bureaucratese. (Newsweek)",
            "the musty prose of writers who use the same expressions over and over",
            "He writes very spare prose, with nary an inessential word to be found.",
            "The prose of his official communications was laboured, pompous and verbose.",
            "That historian's dryasdust prose desiccates what is actually an exciting period in European history.",
            "But even if you think I may be biased about the book's conclusions, please trust me about its awful prose."
        ],
        "example_translate": [
            "какой ты нудный /зануда/!",
            "Её проза полна жизненной силы.",
            "Он, как всегда, талдычил что-то про погоду.",
            "Она пишет очень ясной прозой.",
            "Её произведения были наполнены высокопарным слогом.",
            "Чтобы преодолеть выхолощенность прозы, надо сначала покончить с академическим позерством.",
            "В его прозе есть что-то чопорное.",
            "Я восхищался изысканной утонченностью его прозы.",
            "Лёгкая, элегантная, гладкая проза его романов.",
            "Стиль его прозы предельно ясен (т.е. её очень легко понять).",
            "Писательница бросает вызов критикам своей злобно-агрессивной прозой.",
            "Книга написана достаточно живым языком, хотя часто попадаются канцеляризмы. (Ньюсуик)",
            "замшелая проза писателей, вновь и вновь использующих одни и те же выражения",
            "Он пишет очень скупую прозу, в которой нельзя найти ни одного лишнего слова.",
            "Стиль его официальных письменных сообщений был тяжеловесным, напыщенным и многословным.",
            "Сухое и педантичное повествование этого историка как бы высасывает всю жизненную силу из этого, на самом деле, интереснейшего периода в истории Европы.",
            "Но даже если вы думаете, что я, быть может, предвзято отношусь к выводам данной книги, прошу поверить мне на слово насчёт её ужасно скучного стиля."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}