{
    "prosperity": {
        "comment": [
            "desperate",
            "desperately",
            "disperse"
        ],
        "translate": "процветание, благосостояние, достаток, зажиточность, преуспевание, успех",
        "transcription": " |prɑːˈsperətɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was at the very climax of his prosperity.",
            "The country is entering a period of prosperity.",
            "The king reigned in a time of peace and prosperity.",
            "The town's nineteenth-century prosperity was built on steel.",
            "Their external prosperity was not alloyed by troubles from within.",
            "We're just now entering an era of great prosperity.",
            "That blessed union has contributed so essentially to the prosperity of both countries.",
            "Economic prosperity was won on the backs of the urban poor.",
            "It may result that diminished happiness goes along with increased prosperity.",
            "How often they are precipitated from the height of prosperity, into the depth of adversity.",
            "The town has been careful not to buy prosperity at the expense of its character.",
            "In contemporary America the appearance of prosperity is all too often taken as a sign of propriety."
        ],
        "example_translate": [
            "Он был на вершине успеха.",
            "Страна вступает в период процветания.",
            "Этот король правил во времена мира и процветания.",
            "Благосостояние города в 19 веке было основано на производстве стали.",
            "Их процветание не было омрачено какими-либо внутренними противоречиями.",
            "Прямо сейчас мы вступаем в эру процветания.",
            "Этот благословенный союз внёс столь существенный вклад в процветание обеих стран.",
            "Экономическое процветание было достигнуто за счёт городской бедноты.",
            "Может оказаться, что потеря счастья идёт рука об руку с увеличением богатства.",
            "Как часто они низвергаются с высоты процветания в пучину бедствий.",
            "Город не хочет покупать процветание ценой потери своей индивидуальности.",
            "В современной Америке внешнее благополучие слишком часто воспринимается как признак соблюдения правил приличия."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}