{
    "protective": {
        "comment": [
            "protein",
            "protect",
            "protection",
            "protest",
            "protestant",
            "protester",
            "prototype",
            "protocol"
        ],
        "translate": "защитный, охранный, покровительственный, оградительный, защитительный",
        "transcription": " |prəˈtektɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The forest is protected by federal law.",
            "She keeps her jewelry protected in a safe.",
            "Sunscreen helps to protect against sunburn.",
            "The law requires cyclists to wear protective headgear.",
            "Each spore has its own protective envelope.",
            "I can't help feeling protective towards my kids.",
            "Lab workers must wear protective clothing.",
            "The insurance protects you against flooding.",
            "He's very protective of his younger brother.",
            "A catcher needs a lot of protective equipment.",
            "You have to protect your business against fraud.",
            "New laws have been passed to protect your privacy.",
            "He had no raincoat to protect himself from the rain.",
            "All the workers were issued with protective clothing.",
            "The furniture had been covered in a protective cloth.",
            "All exposed skin should be covered with protective cream.",
            "Only people wearing protective clothing may enter the room.",
            "They put a protective skirt around the base of the machine.",
            "Protective clothing must be worn when the machine is in operation.",
            "The movie star was surrounded by a protective cocoon of bodyguards.",
            "The insurance does not protect against damage caused by earthquakes.",
            "A protective barrier is usually built into the perimeter of a bullring.",
            "Seagrass provides a protective environment in which young fish can develop.",
            "The high taxes on imported goods are intended to protect domestic producers."
        ],
        "example_translate": [
            "Этот лес охраняется общегосударственным законом.",
            "Она хранит свои драгоценности под защитой сейфа.",
            "Солнцезащитный крем защищает от солнечных ожогов.",
            "По закону велосипедисты обязаны носить защитные головные уборы.",
            "Каждая спора имеет свою собственную защитную оболочку.",
            "Я не могу избавиться от потребности защищать своих детей.",
            "Сотрудники лаборатории должны носить защитную одежду.",
            "Страховка защищает вас от затопления.",
            "Он очень заботится о своём младшем брате.",
            "Кэтчеру требуется много защитной экипировки.",
            "Вы должны оградить свой бизнес от мошенничества.",
            "Были приняты новые законы в целях защиты вашей конфиденциальности.",
            "У него не было плаща, чтобы защититься от дождя.",
            "Всем работникам была выдана защитная спецодежда.",
            "Мебель была покрыта защитной тканью.",
            "Все открытые участки кожи должны быть покрыты защитным кремом.",
            "Вход в помещение разрешён только в защитной спецодежде.",
            "Они надели вокруг основания машины защитный кожух.",
            "Во время работы данного станка необходимо носить спецодежду.",
            "Кинозвезда была окружена защитным коконом из телохранителей.",
            "Страховка не защищает от повреждений, вызванных землетрясениями.",
            "Обычно по периметру арены для корриды выстроено защитное ограждение.",
            "Водоросли обеспечивают защитную среду, в которой может расти и развиваться молодняк рыбы.",
            "Высокие налоги на ввозимые товары предназначены для защиты отечественных производителей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}