{
    "protection": {
        "comment": [
            "protein",
            "protect",
            "protest",
            "protestant",
            "protester",
            "prototype",
            "protocol",
            "protective"
        ],
        "translate": "защита, охрана, покровительство, ограждение, протекционизм, прикрытие, блат",
        "transcription": " |prəˈtekʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Workers were provided with gloves for protection.",
            "They banded themselves together for protection.",
            "Environmental Protection Agency",
            "The cattle herded together to try to find some protection against the rain.",
            "The Swedes have led the way in data protection.",
            "We also ask that you wear the smock provided for protection of your clothing.",
            "They were huddled together for protection.",
            "The members of parliament are still debating the Data protection Bill.",
            "None of the protection systems that exist today are completely fail-safe.",
            "Do you have any protection?",
            "Wax provided protection for the floors.",
            "They had no protection from the fallout.",
            "The witness was placed under police protection.",
            "The fishmonger who did not care for protection would find his shop bombed.",
            "She is the leader of an international organization devoted to the protection of natural resources.",
            "The new law will afford protection to employees.",
            "He fights for the protection of the environment.",
            "The village needs protection from enemy raiders.",
            "Hard hats provide protection for the workers' heads.",
            "We are all entitled to equal protection under the law.",
            "He made trade protection a plank in the party platform.",
            "Fearing violence, the group asked for police protection.",
            "People in the community wanted better police protection.",
            "the Montreal protocol on the protection of the ozone layer",
            "Every store in the neighborhood had to pay him protection.",
            "The dark pigmentation gives protection from the sun's rays.",
            "He enjoyed a sense of peace and protection in his new home.",
            "Magee pulled up his collar as protection against the breeze.",
            "Bicycle helmets offer wearers protection against head injury.",
            "The police were issued with body armour for extra protection."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Работникам были розданы защитные перчатки.",
            "Они объединились для защиты.",
            "Управление по охране окружающей среды (в США)",
            "Скотина сбилась в кучу, пытаясь найти хоть какую-нибудь защиту от дождя.",
            "Шведы вышли на ведущие позиции в области защиты данных.",
            "Мы также просим вас надевать рабочий халат для защиты вашей одежды.",
            "Они прижались друг к другу в поисках защиты.",
            "Члены парламента до сих пор обсуждают законопроект \"О защите информации\".",
            "Ни одна из существующих сегодня защитных систем не является абсолютно надёжной.",
            "У вас есть какие-нибудь контрацептивы?",
            "Защита полов обеспечивалась воском.",
            "У них не было никакой защиты от радиоактивных осадков.",
            "Свидетеля поместили под охрану полиции.",
            "Торговец рыбой, который не хотел платить рэкетирам, обнаружит, что его магазин взорвали.",
            "Она возглавляет международную организацию, которая занимается охраной природных ресурсов.",
            "Новый закон обеспечит защиту интересов работника.",
            "Он борется за сохранность окружающей среды.",
            "Село нуждается в защите от вражеских налётчиков.",
            "Защиту головы работника обеспечивает каска.",
            "В соответствии с законом, мы все имеем право на равную защиту.",
            "Он сделал торговый протекционизм одним из пунктов партийной платформы.",
            "Опасаясь насилия, группа обратилась с просьбой о полицейской защите.",
            "Люди этой общины хотели лучшей защиты со стороны полиции.",
            "Монреальский протокол по защите озонового слоя",
            "Всем магазинам в округе приходилось платить ему за \"крышу\".",
            "Тёмная пигментация даёт защиту от солнечных лучей.",
            "Он наслаждался ощущением покоя и защищённости в своём новом доме.",
            "Маги поднял воротник, защищаясь от ветра.",
            "Велосипедные шлемы обеспечивают их владельцам защиту от травм головы.",
            "Для дополнительной защиты полицейским выдали бронежилеты."
        ]
    }
}