{
    "protect": {
        "comment": [
            "protein",
            "protection",
            "protest",
            "protestant",
            "protester",
            "prototype",
            "protocol",
            "protective"
        ],
        "translate": "защищать, охранять, беречь, оберегать, предохранять, ограждать",
        "transcription": " |prəˈtekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The forest is protected by federal law.",
            "He wanted to protect his good name.",
            "I put a cover on the sofa to protect it.",
            "The insurance protects you against flooding.",
            "She'll do anything to protect her children from harm.",
            "We were fighting to protect our jobs.",
            "We need to take measures to protect ourselves.",
            "Veneer the furniture to protect it.",
            "The cover protects the machine from dust.",
            "We must protect the health of our oceans.",
            "Are we doing enough to protect the environment?",
            "The government are failing in their duty to protect people.",
            "Waxing your car will help protect against rust.",
            "I can't fault him for trying to protect his family.",
            "We have a responsibility to protect the environment.",
            "Recycling is important to help protect our environment.",
            "Physical exercise can protect you against heart disease.",
            "Rub this oil in the wood to protect it.",
            "Dike the land to protect it from water.",
            "measures to protect the area's wildlife",
            "The lioness fought to protect her young.",
            "The shoes are padded to protect the foot.",
            "She keeps her jewelry protected in a safe.",
            "Sunscreen helps to protect against sunburn.",
            "I failed miserably in my duty to protect her.",
            "The intent of the law is to protect consumers.",
            "The drug lord had his muscleman to protect him.",
            "You have to protect your business against fraud.",
            "We need laws that will protect genuine refugees.",
            "efforts to protect forested lands of the northwest"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот лес охраняется общегосударственным законом.",
            "Он хотел защитить своё доброе имя.",
            "Я накрыл диван чехлом, чтобы его защитить.",
            "Страховка защищает вас от затопления.",
            "Она сделает всё, чтобы защитить своих детей от неприятностей.",
            "Мы боролись за то, чтобы сохранить свои рабочие места.",
            "Нам необходимо принять меры для самозащиты.",
            "Чтобы защитить мебель, облицуйте её шпоном.",
            "Крышка защищает аппарат от попадания пыли.",
            "Мы должны защитить здоровье наших океанов.",
            "Достаточно ли мы делаем для защиты окружающей среды?",
            "Правительство не справляется со своей обязанностью защищать людей.",
            "Полировка автомобиля поможет защитить его от ржавчины.",
            "Я не могу винить его за то, что он пытался защитить свою семью.",
            "Мы несём ответственность за защиту окружающей среды.",
            "Переработка отходов очень важна для защиты нашей окружающей среды.",
            "Физические упражнения могут защитить от болезней сердца.",
            "Надо втереть это масло в дерево, чтобы защитить его.",
            "Отгородите землю дамбой, чтобы защитить её от воды.",
            "меры по защите дикой природы данного края",
            "Львица дралась, защищая своих детёнышей.",
            "Туфли снабжены мягкой подкладкой, чтобы защитить ногу.",
            "Она хранит свои драгоценности под защитой сейфа.",
            "Солнцезащитный крем защищает от солнечных ожогов.",
            "Я позорно не справился со своим долгом — защищать её.",
            "Целью данного закона является защита потребителей.",
            "Охранял наркобарона здоровенный громила.",
            "Вы должны оградить свой бизнес от мошенничества.",
            "Нам нужны законы, которые будут защищать настоящих беженцев.",
            "усилия по защите лесных земель на северо-западе"
        ]
    }
}