{
    "provided": {
        "comment": [
            "provide",
            "providing",
            "provider"
        ],
        "translate": "при условии, если только, предусмотренный, обеспеченный",
        "transcription": " |prəˈvaɪdɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Provided that all is safe, you may go.",
            "He provided a car with a radio.",
            "Tea and biscuits will be provided.",
            "The hostess provided lunch for all the guests",
            "The tree provided plenty of shade.",
            "We provided the room with an electrical heater.",
            "Food and drink will be provided.",
            "He can come with us, provided he pays for his own meals.",
            "The expenses are provided for in the budget.",
            "Fill in your name and address on the form provided.",
            "Doors are provided both for regular use and as emergency exits.",
            "Medical advice was provided gratis.",
            "Enter your name in the space provided.",
            "The meal they provided was fit for a king.",
            "The incident provided the pretext for war.",
            "Friends provided a vindication of his position.",
            "Workers were provided with gloves for protection.",
            "The church steeple provided a convenient landmark.",
            "Has every member of the family been equally provided for?",
            "This school paper comes provided with holes already punched in it.",
            "A search of the parish records provided useful biographical information.",
            "The brush provided a covert for game.",
            "Guided tours are provided at no charge.",
            "He provided commentary during the game.",
            "It provided the spur to further research.",
            "He provided a liaison with the guerrillas.",
            "Water provided the motive power for the mill.",
            "The school provided new uniforms for the band.",
            "The school provided the band with new uniforms.",
            "Write your name in the space provided."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Если опасности нет, ты можешь идти.",
            "Он предоставил машину с радиоприёмником.",
            "Будут предоставлены чай и печенье.",
            "Хозяйка накормила обедом всех гостей.",
            "Это дерево отбрасывает большую тень. (досл. Дерево даёт много тени.)",
            "Мы установили в комнату электрический обогреватель.",
            "Еда и напитки будут обеспечены.",
            "Он может пойти с нами (в ресторан), при условии, что он заплатит за свою еду.",
            "Эти расходы предусмотрены в бюджете.",
            "Впишите своё имя и адрес в прилагающийся бланк.",
            "Есть двери как для обычного пользования, так и ведущие к аварийным выходам.",
            "Медицинские консультации предоставлялись бесплатно.",
            "Введите своё имя в соответствующем поле.",
            "Еда, которую нам приготовили, была просто отменной.",
            "Этот инцидент дал повод к войне.",
            "Друзья предоставили факты, подтверждающие его позицию.",
            "Работникам были розданы защитные перчатки.",
            "Шпиль церкви послужил удобным ориентиром.",
            "Каждый ли член семьи в равной степени обеспечен тем, что ему необходимо?",
            "Эта бумага для школьников поступает в продажу уже с дырками.",
            "Изучение приходских метрических книг помогло найти полезную информацию биографического характера.",
            "Этот густой кустарник служил дичи укрытием.",
            "Экскурсии предоставляются на безвозмездной основе.",
            "Он комментировал ход этой игры.",
            "Это обеспечило стимул для дальнейших исследований.",
            "Он обеспечивал связь с партизанами.",
            "Мельница приводилась в движение водой. / Вода обеспечивала мельнице движущую силу.",
            "Школа предоставила новую форму для оркестра.",
            "Школа предоставила школьному оркестру новую форму.",
            "Укажите Ваше имя в отведённом для этого месте."
        ],
        "stars": 3
    }
}