{
    "prove": {
        "comment": [
            "proven",
            "provoke"
        ],
        "translate": "доказывать, подтверждать, зарекомендовать, утверждать, пробовать, оказываться",
        "transcription": " |pruːv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You're wrong, and I can prove it.",
            "She proved to be right.",
            "Tests have proved that the system works.",
            "You will have to prove to the police that you were at home that night.",
            "He thinks I can't win, but I'm going to prove him wrong.",
            "This afternoon I proved my rifle-gun.",
            "Despite all the rumours his new performance proved to have a success.",
            "Can you prove your innocence?",
            "All I want is the chance to prove myself.",
            "First impressions can often prove illusory.",
            "The design proved to be a success.",
            "She wants to prove that she can do it again.",
            "We'll prove the lot of you wrong.",
            "This only goes to prove the point.",
            "It is impossible to prove the existence of God.",
            "He was given a second chance to prove his abilities.",
            "The blood tests prove that Vince is indeed the father.",
            "She invoked history to prove her point.",
            "The Law against Witches does not prove there be any.",
            "Not so fast. We've got to prove it first, haven't we?",
            "I defy anyone to prove otherwise.",
            "mathematicians trying to prove a theorem",
            "He deploys several arguments to prove his point.",
            "To prove her point, she got out the old research.",
            "It could not be proven that the suspect stole the money.",
            "The truth may prove elusive.",
            "boys trying to prove their masculinity",
            "The government failed to prove its case.",
            "The charges against him were never proved in court.",
            "This kind of life can prove disruptive and uncomfortable."
        ],
        "synonyms": [],
        "grups": [
            "Сложное подлежащее",
            "Инфинитив - сложное подлежащее(действительный залог)",
            "all_words",
            "Инфинитив"
        ],
        "example_translate": [
            "Вы не правы, и я могу это доказать.",
            "Она оказалась права.",
            "Испытания доказали, что система работает.",
            "Тебе придётся доказать полиции, что той ночью ты был дома.",
            "Он думает, что мне никак не победить, но я докажу, что он ошибается.",
            "Сегодня днём я испытал свою винтовку.",
            "Вопреки всем сплетням и слухам, его новый спектакль действительно имел успех.",
            "Вы можете доказать свою невиновность?",
            "Всё, что я хочу, это шанс проявить себя.",
            "Первые впечатления часто оказываются обманчивы.",
            "Замысел оказался успешным.",
            "Она хочет доказать, что способна сделать это снова.",
            "Мы докажем, что все вы ошибаетесь.",
            "Это только доказывает данное утверждение.",
            "Доказать существование бога невозможно.",
            "Ему дали второй шанс доказать свои способности.",
            "Анализы крови доказывают, что отцом действительно является Винс.",
            "Она обратилась к истории, чтобы доказать свою точку зрения.",
            "Наличие закона против ведьм не доказывает их существования.",
            "Не так быстро. Сперва мы должны это доказать, не так ли?",
            "И пусть кто-нибудь попробует доказать обратное!",
            "математики, которые пытаются доказать теорему",
            "В доказательство своей точки зрения он выдвигает несколько аргументов.",
            "В доказательство своей точки зрения, она раздобыла эти старые исследования.",
            "То, что именно подозреваемый украл эти деньги, недоказуемо.",
            "Возможно, правду так и не удастся раскрыть.",
            "мальчики, пытающиеся доказать свою мужественность",
            "Правительству не удалось доказать свою правоту.",
            "Обвинения против него не были доказаны в суде.",
            "Такая жизнь может оказаться разрушительной и неприятной."
        ]
    }
}