{
    "provide": {
        "comment": [],
        "translate": "обеспечивать, предоставлять, предусматривать, давать, снабжать, прокормить",
        "transcription": " |prəˈvaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He provided a car with a radio.",
            "Tea and biscuits will be provided.",
            "The expenses are provided for in the budget.",
            "We provided the room with an electrical heater.",
            "The Web site provides information about local activities.",
            "There is no way that we can provide another teacher for that class.",
            "Has every member of the family been equally provided for?",
            "He provides for his large family by working three jobs",
            "Money, qua money, cannot provide happiness.",
            "Workers were provided with gloves for protection.",
            "The hostess provided lunch for all the guests",
            "She works to provide for her family's basic needs.",
            "They're not fussy who they provide.",
            "The hotel provides a shoe-cleaning service for guests.",
            "The curtains on the windows provide privacy.",
            "The verb \"to provide\" is construed with \"for\".",
            "Steps can be taken to provide against a severe winter.",
            "We give / offer / provide you a firm guarantee of quality.",
            "The new law provides for equality of human rights.",
            "We provide the best possible accommodation for our students.",
            "He could provide his family with a comfortable competence.",
            "Insurance can provide you with peace of mind.",
            "These materials provide the insulation needed in cold weather.",
            "We provide both standard and customized training schemes.",
            "The aim was to provide a car for every age and pocketbook.",
            "Science may be able to provide some explanations of paranormal phenomena.",
            "It's designed to provide the utmost in comfort.",
            "These clubs provide nightly entertainment.",
            "Section 17 provides that all decisions must be circulated in writing.",
            "The law will compel employers to provide health insurance."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он предоставил машину с радиоприёмником.",
            "Будут предоставлены чай и печенье.",
            "Эти расходы предусмотрены в бюджете.",
            "Мы установили в комнату электрический обогреватель.",
            "Этот веб-сайт предоставляет информацию о местных мероприятиях.",
            "У нас нет никакой возможности пригласить ещё одного учителя в этот класс.",
            "Каждый ли член семьи в равной степени обеспечен тем, что ему необходимо?",
            "Он обеспечивает свою большую семью, работая на трёх работах.",
            "Сами по себе деньги не могут принести счастья.",
            "Работникам были розданы защитные перчатки.",
            "Хозяйка накормила обедом всех гостей.",
            "Она работает, чтобы обеспечить семью самым необходимым.",
            "Им всё равно, кого снабжать.",
            "Отель предоставляет гостям услугу чистки обуви.",
            "Занавески на окнах обеспечивают приватность.",
            "Глагол \"provide\" сочетается с предлогом \"for\".",
            "Можно предпринять некоторые шаги для подготовки к суровой зиме.",
            "Мы предоставляем вам твёрдую гарантию качества.",
            "Новый закон устанавливает равенство прав всех людей.",
            "Мы предоставляем нашим студентам самое лучшее жильё.",
            "Он мог обеспечить достойное материальное положение своей семьи.",
            "Страхование может дать вам душевное спокойствие.",
            "Эти материалы обеспечивают изоляцию, необходимую в холодную погоду.",
            "Мы предоставляем как стандартные, так и индивидуализированные программы обучения.",
            "Целью было разработать автомобиль для людей любого возраста и достатка.",
            "Возможно, наука сможет дать какое-нибудь объяснение сверхъестественным явлениям.",
            "Он спроектирован так, чтобы обеспечить максимальный комфорт.",
            "В этих клубах каждый вечер проходят развлекательные мероприятия.",
            "Раздел 17 предусматривает, что все решения должны передаваться в письменной форме.",
            "Этот закон обяжет работодателей предоставлять работникам медицинскую страховку."
        ]
    }
}