{
    "provision": {
        "comment": [
            "provisional"
        ],
        "translate": "положение, обеспечение, условие, снабжать продовольствием",
        "transcription": " |prəˈvɪʒn|",
        "antonyms": [],
        "mnemonic": [
            "provide [prə'vaɪd]\nprovision - снабжение, обеспечение\n***\nОБЕСПЕЧИЛИ сеном - оно подпревает. (это) provide\nОБЕСПЕЧИЛИ меня правами. (это) provide\nПРЕДОСТАВИЛИ водителя с правами. (это) provide\nСНАБДИЛИ автобусом и водитель с правами. (это)\nprovide",
            "vision ['vɪʒən]\n***\nЗРЕНИЕМ своим ВИДЕНЬЕ вижу. (это) vision\n***\nУ меня такое виденье \"vision\",\nчто весь мой резерв и снабжение \"provision\"\nне подвергнется делению \"division\"."
        ],
        "examples": [
            "He accepted subject to one provision.",
            "I carried my provisions in one large backpack.",
            "You should make provision for emergencies.",
            "We brought enough provisions to last the entire trip.",
            "They stopped to provision the ship.",
            "The decision to make cuts in health care provision has been widely criticized.",
            "Farmers have been slow to make adequate provision for their retirement.",
            "Educational provision in the country is haphazard.",
            "The agreement includes a provision for each side to check the other side's weapons.",
            "a program with a sunset provision",
            "A discussion took place respecting the provision of science teaching."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он согласился при одном условии.",
            "Я нес все свои припасы в одном большем рюкзаке.",
            "Нужно принять меры на случай чрезвычайных ситуаций.",
            "Еды, которой мы принесли, хватило бы на всю поездку.",
            "Судно встало на стоянку для пополнения припасов.",
            "Решение сократить расходы на систему здравоохранения подверглось широкой критике.",
            "Фермеры не торопятся откладывать достаточное количество средств для выхода на пенсию.",
            "В этой стране услуги в области образования предоставляются бессистемно.",
            "Данный договор содержит положение о взаимной проверке вооружений каждой из сторон.",
            "программа с явно указанным сроком окончания действия",
            "Состоялась дискуссия относительно обеспечения преподавания естественных наук."
        ],
        "stars": 2
    }
}