{
    "proven": {
        "comment": [],
        "translate": "доказанный",
        "transcription": " |ˈpruːvən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's proven that she can handle anything.",
            "The government failed to prove its case.",
            "More studies are needed before anything can be proven.",
            "A person accused of a crime is considered innocent until proven guilty.",
            "DDT has been proven to be extremely harmful to the environment.",
            "Daily exercise is proven to promote wellness.",
            "The tests proved the vaccine to be effective.",
            "To prove her point, she got out the old research.",
            "One company's innovation has proven to be a boost to the entire industry.",
            "A person who is charged with a crime is considered innocent until proved guilty.",
            "She has proven to be a divider of people.",
            "The charges against him were never proved in court.",
            "These delays have proven to be a major frustration.",
            "It could not be proven that the suspect stole the money.",
            "Her second album was a hit that proved her critics wrong.",
            "It's fallacious to say that something must exist because science hasn't proven its nonexistence."
        ],
        "example_translate": [
            "Она доказала, что может справиться с чем угодно.",
            "Правительству не удалось доказать свою правоту.",
            "Необходимо провести дополнительные исследования, прежде чем можно будет что-то доказать.",
            "Лицо, обвиняемое в совершении преступления, считается невиновным, пока его вина не будет доказана.",
            "ДДТ оказался чрезвычайно вредным для окружающей среды.",
            "Доказано, что ежедневные физические упражнения способствуют общему оздоровлению.",
            "Анализы доказали эффективность данной вакцины.",
            "В доказательство своей точки зрения, она раздобыла эти старые исследования.",
            "Новшества в одной из компаний стали толчком для всей отрасли.",
            "Человек, обвиняемый в совершении преступления, считается невиновным, пока его виновность не будет доказана.",
            "Оказалось, что она постоянно вносит между людьми раздоры.",
            "Обвинения против него не были доказаны в суде.",
            "Эти задержки оказались одним из главных разочарований.",
            "То, что именно подозреваемый украл эти деньги, недоказуемо.",
            "Её второй альбом оказался хитом, который доказал неправоту её критиков.",
            "Ошибочно говорить, что нечто обязано существовать лишь потому, что наука не доказала, что его не существует."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}