{
    "provoke": {
        "comment": [
            "prove",
            "proven"
        ],
        "translate": "вызывать, провоцировать, раздражать, побуждать, возбуждать, сердить",
        "transcription": " |prəˈvəʊk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You are really enough to provoke a saint!",
            "It would not be intelligent to provoke her.",
            "Beware lest you provoke him.",
            "Paul tried to provoke Fletch into a fight.",
            "Her behavior provoked a quarrel between the couple.",
            "The children's bad behaviour at last provoked their mother into anger.",
            "That might provoke a riot, the very thing he was trying to avoid.",
            "The animal will not attack unless it is provoked.",
            "The novel has provoked fierce debate in the US.",
            "The opposition is trying to provoke the government into calling an election.",
            "The decision to invade provoked storms of protest.",
            "She hopes her editorial will provoke readers into thinking seriously about the issue.",
            "Unemployment may provoke a sense of alienation from society.",
            "This is an audacious claim, and Kramer anticipates, even encourages, the controversy it might provoke."
        ],
        "example_translate": [
            "Ты можешь вывести из себя даже святого.",
            "Неразумно провоцировать её.",
            "Смотрите, чтобы не вывести его из себя.",
            "Пол попытался спровоцировать Флетча на драку.",
            "Её поведение спровоцировало ссору между супругами.",
            "Плохое поведение детей в конце концов разозлило мать.",
            "Это могло спровоцировать беспорядки, а именно их он и пытался избежать.",
            "Это животное не нападёт, если только его не спровоцировать.",
            "В США роман вызвал ожесточённые споры.",
            "Оппозиция пытается спровоцировать правительство на проведение внеочередных выборов.",
            "Решение о вторжении вызвало бури протеста.",
            "Она надеется, что её статья заставит читателей всерьёз задуматься об этой проблеме.",
            "Безработица может спровоцировать чувство отчуждения от общества.",
            "Это смелое утверждение, и Крамер ожидает, и даже призывает к дискуссии, которую оно может вызвать."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}