{
    "psychology": {
        "comment": [
            "psychological",
            "psychiatrist",
            "psychiatric",
            "psychologist"
        ],
        "translate": "психология",
        "transcription": " |saɪˈkɑːlədʒi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Psychology is a young science.",
            "Psychology deals with the evolution of the faculties.",
            "She studied psychology in college.",
            "She is taking a class on psychology.",
            "experts in the field of developmental psychology",
            "She is familiar with basic concepts of psychology.",
            "Anthropology is closely allied to the field of psychology.",
            "research into the psychology of racism",
            "An Introduction to Psychology, an Evangelical Approach.",
            "Freudian theory has had a great influence on psychology.",
            "You have to use psychology to get people to stop smoking.",
            "This course embraces several different aspects of psychology.",
            "There is a confusion in the public mind between psychology and psychiatry.",
            "We need to understand the psychologies of the two people involved in the incident.",
            "Although some people see Freud as the creator of psychology, that isn't really true."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Психология — наука молодая.",
            "Психология имеет дело с развитием способностей.",
            "Она изучала психологию в колледже.",
            "Она посещает занятия по психологии.",
            "специалисты в области психологии развития.",
            "Она знакома с основными принципами психологии.",
            "Антропология тесно связана с этой областью психологии.",
            "исследования психологии расизма",
            "Введение в психологию: евангельский подход. (название книги)",
            "Фрейдистская теория оказала большое влияние на психологию.",
            "Чтобы заставить людей бросить курить, приходится прибегать к помощи психологии.",
            "Этот курс охватывает несколько различных аспектов психологии.",
            "В общественном сознании существует путаница между психологией и психиатрией.",
            "Нам нужно понять психологию двух людей, замешанных в этой аварии.",
            "Хотя некоторые считают Фрейда создателем психологии, на самом деле это не так."
        ]
    }
}