{
    "publisher": {
        "comment": [],
        "translate": "издатель, владелец газеты",
        "transcription": " |ˈpʌblɪʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He sent the manuscript to his publisher.",
            "The publisher paid them royalties on their dictionaries.",
            "The publisher remaindered the books.",
            "The publisher wants to distribute the book in Asia.",
            "She avoids ever producing her ambisextrous young publisher.",
            "When the book was first written no publisher would print it.",
            "The bishop made his views clear in a letter to the publisher.",
            "The publisher has been very aggressive in promoting the book.",
            "The publisher was responsible for all the artwork in the book.",
            "The publisher does reprints of books written in the early 1900s.",
            "the publisher's reticence to make content available online for free",
            "The publisher has decided to reissue the author's out-of-print books.",
            "The Author hereby warrants that the Publisher is the owner of the copyright.",
            "The publisher hopes the flashy cover will candy up the novel for impulse buyers.",
            "In a publishing deal, the average split used to be 50:50 between writer and publisher.",
            "After the debacle of his first novel, he had trouble getting a publisher for his next book."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он отправил рукопись издателю.",
            "Издатель заплатил им гонорар за их словари.",
            "Издатель распродал остатки этих книг по низкой цене.",
            "Издатель хочет распространять эту книгу в Азии.",
            "Она старается никогда никому не представлять своего юного издателя-бисексуала.",
            "Когда эта книга была написана, ни один издатель не хотел её печатать.",
            "Епископ разъяснил свои взгляды в письме к издателю.",
            "Издатель весьма агрессивно продвигает данную книгу.",
            "Издатель отвечал за все иллюстрации в книге.",
            "Этот издатель перепечатывает книги, написанные в начале двадцатого века.",
            "нежелание издателя сделать контент доступным онлайн бесплатно",
            "Издатель решил перевыпустить несколько редких букинистических книг этого писателя.",
            "Настоящим Автор гарантирует, что авторские права (на произведение) принадлежат Издателю.",
            "Издатель надеется, что броская обложка привлечёт внимание импульсивных покупателей к этому роману.",
            "В издательском деле, доходы раньше обычно делились между писателем и издателем из соотношения \"пятьдесят на пятьдесят\".",
            "После провала своего первого романа, он с трудом нашёл издателя для следующей книги."
        ]
    }
}