{
    "publish": {
        "comment": [
            "republic",
            "public",
            "publicly",
            "publisher",
            "publication",
            "publicity",
            "publishing",
            "republican"
        ],
        "translate": "публиковать, издавать, опубликовывать, напечатать, выпускать, печататься, оглашать",
        "transcription": " |ˈpʌblɪʃ|",
        "antonyms": [],
        "mnemonic": [
            "publish [па'блиш] публиковать - Место публикации выбирай (паближ-е);",
            "publish ['pʌblɪʃ]\npublic ['pʌblɪk] - общественный, публичный. народ,\nпублика\npublicity - публичность, гласность\n***\nПУБЛИКОВАТЬ книги будем для пап|лишь. (это)\npublish\nИЗДАВАТЬ книги будем для баб|лишь. (это) publish\n***\nЯ бизнес основал \"establish\"\nи книгу опубликовал \"publish\"."
        ],
        "examples": [
            "The newspaper is published daily.",
            "She hopes to publish her novel someday.",
            "The first edition was published in 1765.",
            "We publish a quarterly journal.",
            "I challenge no thanks for what I publish.",
            "Mozart didn't publish all of his works.",
            "These reptiles publish a newspaper.",
            "The magazine published two of my stories.",
            "Lane seemed to publish almost all the exciting new authors.",
            "They are publishing the dictionary on CD-ROM.",
            "She published 25 books during her long career.",
            "He has not published anything for a long time.",
            "The university press publishes academic titles.",
            "The Tories are due to publish their manifesto tomorrow.",
            "The author was very famous, whereupon many editors wanted to publish his novels.",
            "Before they publish any book they try to determine the size of the market for it.",
            "The latest unemployment figures will be published tomorrow.",
            "We will publish a discussion paper on the future of the BBC.",
            "University teachers must publish regularly to gain promotion.",
            "The newspaper published the news of the royal couple's divorce.",
            "She was proud that the magazine had agreed to publish one of her stories.",
            "You'll have to make a few cuts in your manuscript if you want us to publish it.",
            "She threatened to take the magazine to court if they didn't publish an immediate apology.",
            "Tutors have a contractual obligation to research and publish.",
            "There is a lot of pressure for professors to publish regularly.",
            "It's a small company that only publishes about four books a year.",
            "The newspaper was forced to publish a retraction of its allegations.",
            "We love reading your letters and we try to publish as many as possible.",
            "It's shocking that an esteemed newspaper like this one would publish such tripe.",
            "He was afraid another scholar was going to steal a march on him and publish first."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта газета выходит ежедневно.",
            "Она надеялась когда-нибудь напечатать свой роман.",
            "Первое издание было опубликовано в 1765 году.",
            "Мы издаём ежеквартальный журнал.",
            "Я не требую благодарности за то, что публикую.",
            "Моцарт опубликовал не все свои произведения.",
            "Эти продажные типы издают газету.",
            "Этот журнал опубликовал два моих рассказа.",
            "По всей видимости, Лейн публиковал произведения почти всех хороших новых авторов.",
            "Они выпускают данный словарь на CD-ROM.",
            "За свою долгую карьеру она издала двадцать пять книг.",
            "Он долгое время ничего не публиковал.",
            "Университетская пресса публикует научные издания.",
            "Тори должны опубликовать свой манифест завтра.",
            "Писатель был очень популярен, из-за чего многие издатели хотели опубликовать его романы.",
            "Прежде чем издать любую книгу, они пытаются определить количество её покупателей.",
            "Последние данные по безработице будут опубликованы завтра.",
            "Мы опубликуем представленный для обсуждения документ, касающийся будущего Би-Би-Си.",
            "Преподаватели университета должны регулярно публиковаться, чтобы получить повышение.",
            "Газета опубликовала новость о разводе королевской четы.",
            "Она гордилась тем, что редакция журнала согласилась опубликовать один из её рассказов.",
            "Вам придётся несколько сократить рукопись, если хотите, чтобы мы её опубликовали.",
            "Она пригрозила подать на журнал в суд, если они немедленно не опубликуют извинения.",
            "По контракту младшие преподаватели обязаны вести исследовательскую работу и публиковаться в научной прессе.",
            "От преподавателей настоятельно требуют регулярно публиковаться в научной прессе.",
            "Это небольшая компания, которая публикует всего лишь около четырёх книг в год.",
            "Газета была вынуждена опубликовать опровержение своих обвинений.",
            "Мы очень любим читать ваши письма, и стараемся как можно больше их публиковать.",
            "Возмутительно, что столь уважаемая газета публикует такой вздор.",
            "Он боялся, что его опередит какой-нибудь другой учёный, и опубликует статью первым."
        ],
        "stars": 3
    }
}