{
    "publicly": {
        "comment": [
            "publish",
            "republic",
            "public",
            "publisher",
            "publication",
            "publicity",
            "publishing",
            "republican"
        ],
        "translate": "публично, открыто, гласно, громогласно",
        "transcription": " |ˈpʌblɪkli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The information is publicly available.",
            "He publicly reproached his son for his behavior.",
            "She and her family agreed never to discuss the matter publicly.",
            "Some residents were frightened to talk publicly.",
            "He was publicly flogged and humiliated.",
            "He has publicly repudiated the government's policies.",
            "She admitted publicly to being a communist.",
            "The candidates have publicly excoriated each other throughout the campaign.",
            "He was the first to break ranks with Ceausescu and publicly criticise his policies.",
            "Last year Dr Travis publicly attacked the idea that abortion should be available on demand.",
            "She put the whammy on herself by publicly predicting that she would win the tennis tournament."
        ],
        "example_translate": [
            "Данная информация является общедоступной.",
            "Он публично отчитал сына за его поведение.",
            "Она и её родные договорились никогда не обсуждать этот вопрос публично.",
            "Некоторые местные жители испугались говорить публично.",
            "Он подвергся публичной порке и унижению.",
            "Он публично отрёкся от политики правительства.",
            "Она публично признала себя коммунистом.",
            "На протяжении всей кампании кандидаты публично подвергали друг друга резкой критике.",
            "Он был первым, кто пошёл против Чаушеску и публично раскритиковал его политику.",
            "В прошлом году доктор Трэвис публично раскритиковал идею о том, что аборты должны быть доступны по первому требованию.",
            "Она сама себя сглазила, публично заявив, что выиграет этот теннисный турнир."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}