{
    "publication": {
        "comment": [],
        "translate": " публикация, издание, опубликование, оглашение, гласность",
        "transcription": "  |ˌpʌblɪˈkeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This book is not fit for publication!",
            "Should we believe a publication like the National Enquirer?",
            "He wrote and edited a new publication.",
            "The book is projected for publication in March.",
            "Random House accepted the book for publication.",
            "She has a very impressive list of publications.",
            "The Senate blocked publication of the report.",
            "The book had been enjoined prior to publication.",
            "the contemporaneous publication of the two articles",
            "the delays innate in both serial and book publication",
            "The government tried to stop publication of the book.",
            "He was the author of 70 major scientific publications.",
            "Her latest publication is a fine piece of scholarship.",
            "She was in England for the publication of her new book.",
            "He spent his holiday writing reviews for publication.",
            "The publication of his new novel will be discontinued.",
            "The publication of debates was at that time strictly forbidden.",
            "She's still trying to get her manuscript accepted for publication.",
            "The family is seeking an injunction against the book's publication.",
            "The family is seeking an injunction to prevent the book's publication.",
            "The fourth and cheap edition was much oversubscribeed before publication.",
            "We regard the publication of this information as a serious breach of trust.",
            "The poem's publication is often regarded as the nascence of the Beat movement."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта книга не подходит для публикации!",
            "Должны ли мы верить такому изданию, как \"National Enquirer\"?",
            "Он написал и подготовил к печати новую публикацию.",
            "Публикация книги намечена на март.",
            "Random House взялся за издание этой книги.",
            "Она имеет очень внушительный список публикаций.",
            "Сенат заблокировал публикацию отчёта.",
            "Книгу запретили ещё до её выхода в свет.",
            "одновременная публикация этих двух статей",
            "задержки, свойственные как выпуску сериала, так и публикации книги",
            "Правительство пыталось прекратить публикацию этой книги.",
            "Он был автором семидесяти крупных научных публикаций.",
            "Последняя её публикация является великолепной научной работой.",
            "Она находилась в Англии для публикации своей новой книги.",
            "Он провёл свой отпуск за написанием отзывов для публикации.",
            "Публикация его нового романа будет приостановлена.",
            "Публикация дебатов была в то время строго запрещена.",
            "Она по-прежнему пытается добиться принятия к публикации своей рукописи.",
            "Семья добивается судебного запрета в отношении публикации этой книги.",
            "Семья добивается судебного запрета на публикацию книги.",
            "Количество подписчиков на четвертое, дешевое издание превысило число экземпляров еще до публикации.",
            "Мы считаем публикацию этой информации серьёзным злоупотреблением доверия.",
            "Публикацию этого стихотворения часто считают моментом рождения бит-поколения."
        ]
    }
}