{
    "publicity": {
        "comment": [],
        "translate": " гласность, публичность, огласка, паблисити, рекламирование",
        "transcription": "  |pʌbˈlɪsəti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She concocted a scheme to get publicity.",
            "celebrities who cannot escape from the goldfish bowl of constant publicity",
            "Advertising you pay for, publicity you pray for.",
            "The newcomer was greeted with an avalanche of publicity.",
            "a vulgar and tasteless publicity stunt",
            "The film had good word-of-mouth publicity.",
            "the publicity of the court room",
            "The film has gotten some good publicity.",
            "I'd like to raise the issue of publicity.",
            "The publicity has been good for business.",
            "The publicity has enhanced his reputation.",
            "The trouble with her is she needs her daily fix of publicity.",
            "The decrease in sales was a consequence of some bad publicity about the company.",
            "The stunt received massive publicity.",
            "Who's going to do the show's publicity?",
            "The film had good word-of-mouth publicity.",
            "The boxer's return generated enormous publicity.",
            "She handles the publicity and all that business.",
            "Any publicity is good — t's all grist to the mill.",
            "It's important to gain good publicity for the school.",
            "The studio spent a lot of money on publicity for the movie.",
            "The extra publicity helped to increase the company's visibility.",
            "Miller's campaign has received a good deal of adverse publicity.",
            "The new publicity has helped to humanize the corporation's image.",
            "The industry received a lot of bad publicity in the early nineties.",
            "The interviews made good copy and helped with the film's publicity.",
            "The massive publicity dictated a response from the city government.",
            "Despite his aversion to publicity, Arnold was persuaded to talk to the press."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она придумала план, как стать известной.",
            "знаменитости, которые лишены возможности уединения из-за постоянной публичности",
            "Реклама – то, за что платишь., внимание общества – то, за что молишься. / Платят за рекламу, а молятся об известности.",
            "Новичка приветствовали лавиной публикаций.",
            "вульгарный и безвкусный рекламный трюк",
            "Фильм получил хорошие отзывы зрителей, которые стали для него отличной рекламой.",
            "публичность зала суда",
            "Фильм получил несколько хороших отзывов в прессе.",
            "Я хотел бы поднять вопрос о публичности.",
            "Огласка оказалась полезной для дела.",
            "Реклама в СМИ укрепила его репутацию.",
            "Её беда в том, что ей необходимо, чтобы на неё ежедневно обращали внимание.",
            "Снижение продаж стало следствием появления в СМИ плохой информации о компании.",
            "Этот трюк приобрёл огромную известность.",
            "Кто будет заниматься рекламой этого шоу?",
            "В разговорах об этом фильме хорошо отзывались.",
            "Возвращение боксера на ринг произвело сенсацию.",
            "Она занимается рекламой и всем таким в этом роде.",
            "Любая огласка хороша: всё это льёт воду на нашу мельницу.",
            "Для этой школы важно получить хорошую рекламу.",
            "На рекламу этого фильма студия потратила кучу денег.",
            "Дополнительная реклама позволила компании стать заметнее.",
            "Избирательная кампания Миллера получила много антирекламы.",
            "Новая реклама помогла сделать имидж корпорации более человечным.",
            "В начале девяностых эта отрасль получила очень плохую рекламу.",
            "Интервью получились интересными, и помогли разрекламировать этот фильм.",
            "Сильный общественный резонанс вынудил городские власти отреагировать.",
            "Несмотря на отвращение Арнольда к публичности, его убедили пообщаться с прессой."
        ]
    }
}