{
    "publishing": {
        "comment": [
            "publish",
            "republic",
            "public",
            "publicly",
            "publisher",
            "publication",
            "publicity",
            "republican"
        ],
        "translate": "издательский, издательское дело",
        "transcription": " |ˈpʌblɪʃɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She works in the publishing business.",
            "Miss Silva will continue as publishing director.",
            "He became a mythic figure in publishing.",
            "a new publishing house (=publishing company)",
            "New York City is the center of the publishing universe.",
            "He was hoping to get a job in publishing after college.",
            "Fiction takes up a large slice of the publishing market.",
            "Five periodicals make up the core of their publishing program.",
            "In a publishing deal, the average split used to be 50:50 between writer and publisher.",
            "I worked for several years as a gofer and general dogsbody for a London publishing house.",
            "The professor stands accused of (=has been accused of) stealing his student's ideas and publishing them.",
            "He gave me the usual blah that my manuscript did not meet their current publishing needs but thanks for considering them.",
            "America's oldest publishing house",
            "She is trying to find work in publishing.",
            "He had mastered every aspect of publishing.",
            "They are publishing the dictionary on CD-ROM.",
            "Pictures play an important part in publishing.",
            "He should avoid publishing his wife's memories.",
            "Many publishing companies have diversified into online services.",
            "The book became the biggest seller in the history of publishing.",
            "The editor cleaned up the rock star's interview before publishing it in the newspaper.",
            "We have to show that publishing this story is in the public interest (=helpful or useful to ordinary people)."
        ],
        "example_translate": [
            "Она работает в издательском бизнесе.",
            "Мисс Сильва сохранит за собой должность директора издательства.",
            "Он стал мифической фигурой в издательском деле.",
            "новое издательство (т.е. издательская фирма)",
            "Нью-Йорк является центром издательского мира.",
            "После окончания колледжа он надеялся устроиться на работу в издательство.",
            "Значительную часть печатной продукции составляет художественная литература.",
            "Основной стержень их издательской программы составляют пять периодических изданий.",
            "В издательском деле, доходы раньше обычно делились между писателем и издателем из соотношения \"пятьдесят на пятьдесят\".",
            "Несколько лет я был мальчиком на побегушках и всеобщим подручным в одном лондонском издательстве.",
            "Профессор был обвинён в краже студенческих идей и их публикации.",
            "Он выдал мне обычную чепуху о том, что \"ваша рукопись не соответствует нашим текущим издательским нуждам, но спасибо за то, что к нам обратились\".",
            "самое старое издательство в Америке",
            "Она пытается найти работу в издательстве.",
            "Он постиг все секреты издательского дела.",
            "Они выпускают данный словарь на CD-ROM.",
            "Иллюстрации играют важную роль в издательском деле.",
            "Ему следует воздержаться от публикации воспоминаний жены.",
            "Многие издательские компании перенесли часть своих услуг в онлайн сервисы.",
            "Эта книга стала самым ходовым товаром за всю историю издательского дела.",
            "Редактор почистил интервью рок-звезды перед его публикацией в газете.",
            "Мы должны показать, что публикация этого сюжета совпадает с интересами общества (т.е. это хорошо или полезно для простых людей)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}