{
    "pump": {
        "comment": [],
        "translate": "насос, помпа, туфли бальные, качать, выкачивать, нагнетать",
        "transcription": " |pʌmp|",
        "antonyms": [],
        "mnemonic": [
            "pump [памп] насос, выкачивать - (Памп-ерсы) подобно насосу выкачивают мочу."
        ],
        "examples": [
            "The pump will not work.",
            "Education is not a matter of pumping facts into the children's heads.",
            "So far, we've been able to pump out most of the lower floors.",
            "He might pump something out of the servant about the family.",
            "My heart was pumping fast.",
            "The pump suddenly cut out.",
            "an old pump covered in rust",
            "This tyre is flat, you didn't pump enough air in.",
            "Blood pumped from the wound.",
            "I had the fuel pump replaced on my car.",
            "I couldn't get the pump going (=make it work).",
            "Your heart pumps blood all over your body.",
            "Blood pumped out of the cut.",
            "The machine suddenly stopped pumping.",
            "The operation of the pump is very simple.",
            "A pump circulates the water through the filter.",
            "I could feel the blood pumping through my veins.",
            "He pumped the water up from the bottom of the boat.",
            "You can pump up the tyres by hand or with this special machine.",
            "The government has pumped a lot of money into the production of these fast new planes.",
            "This pump never sucks.",
            "She pumped the witnesses for information.",
            "The furnace man's job was to pump away furiously at the bellows.",
            "We pumped the boat dry.",
            "Prime the pump with a little water to get it started.",
            "A pump was used to create a vacuum inside the bottle.",
            "The water for the house is pumped up from a deep well.",
            "The function of the heart is to pump blood through the body.",
            "I tried to pump him for information about their other contacts.",
            "The fire department is still pumping floodwater out of the cellars."
        ],
        "example_translate": [
            "Насос не работает.",
            "Образование - это не вдалбливание фактов в головы детям.",
            "На данный момент мы откачали воду почти со всех нижних этажей.",
            "Он мог бы вытянуть из слуги какую-нибудь информацию о семье.",
            "Мое сердце быстро билось.",
            "Насос внезапно перестал работать /вырубился, отключился/.",
            "старый насос покрылся ржавчиной",
            "Это колесо спущено, ты недостаточно его накачал.",
            "Из раны толчками забила кровь.",
            "Мне поменяли /я заменил/ топливный насос в машине.",
            "Я не смог запустить насос (т.е. заставить его работать).",
            "Ваше сердце перекачивает кровь по всему телу.",
            "Из пореза толчками полилась кровь.",
            "Аппарат неожиданно перестал качать.",
            "Этот насос очень прост в применении.",
            "Через фильтр вода прогоняется с помощью насоса.",
            "Я чувствовал, как кровь пульсирует у меня по венам.",
            "Он откачал воду со дна лодки.",
            "Накачку шин можно производить вручную или этим специальным насосом.",
            "Государство вложило много денег в производство этих новых скоростных самолётов.",
            "Этот насос никогда не засасывает воздух.",
            "Она вытаскивала из свидетелей информацию.",
            "Работа горнового состояла в том, чтобы изо всех сил раздувать меха.",
            "Мы откачали лодку досуха.",
            "Налей немного воды в помпу перед тем, как запускать её.",
            "Для создания вакуума внутри бутылки воспользовались насосом.",
            "Вода в дом подаётся насосом из глубокого колодца.",
            "Назначение сердца состоит в перекачке крови по организму.",
            "Я попытался выудить из него сведения о других контактах.",
            "Пожарные по-прежнему занимаются откачиванием воды из подвалов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}