{
    "punish": {
        "comment": [],
        "translate": "наказать, наказывать, карать, расправляться, налагать взыскание",
        "transcription": " |ˈpʌnɪʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You can't punish a man for speaking the truth.",
            "She was punished for lying.",
            "It is in me to punish you.",
            "You can't punish me for something I didn't do.",
            "He really punishes the car.",
            "It's unfair to punish a whole class for the actions of one or two students.",
            "In some societies, theft is punished by death.",
            "If you fail, don't punish yourself.",
            "God can accurse the soul as well as punish the body. (J. Taylor)",
            "They deserve to be punished for putting passengers at risk.",
            "How should I punish my child's misbehavior?",
            "I felt I was being punished for what my mother had done.",
            "I think that murderers should be punished by life imprisonment.",
            "My parents decided to punish me by withdrawing financial support.",
            "State law punishes fraud with fines.",
            "Smacking is not an acceptable way of punishing a child.",
            "The House voted to punish the senator with a formal reprimand."
        ],
        "example_translate": [
            "Вы не можете наказать человека за то, что он говорит правду.",
            "Она была наказана за ложь.",
            "У меня есть право тебя наказывать.",
            "Ты не можешь наказать меня за то, чего я не делал.",
            "Он так ужасно обращается с машиной!",
            "Это несправедливо наказывать целый класс за плохое поведение одного или двух студентов.",
            "В некоторых странах воровство карается смертью.",
            "Если не получится, не казни себя.",
            "Бог может обречь на вечные мучения душу так же, как и наказать тело.",
            "Они заслуживают наказания за то, что подвергли пассажиров риску.",
            "Как мне наказать своего ребёнка за какой-либо проступок?",
            "Мне казалось, что меня наказывают за грехи моей матери.",
            "Я думаю, что убийц следует наказывать пожизненным заключением.",
            "Родители решили наказать меня, лишив финансовой поддержки.",
            "Государственный закон предусматривает наказание за мошенничество в виде штрафа.",
            "Порка — это неприемлемый способ наказания ребёнка.",
            "Палата проголосовала за то, чтобы наказать сенатора официальным выговором."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}