{
    "punishment": {
        "comment": [
            "punish"
        ],
        "translate": "наказание, кара, взыскание, суровое обращение, грубое обращение",
        "transcription": " |ˈpʌnɪʃmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was sent to bed as a punishment.",
            "Capital punishment has no place in a modern society.",
            "Decency, not fear of punishment, caused them to do the right thing.",
            "The Court decides what punishment to impose.",
            "What would be a just punishment for such a crime?",
            "Why single him out for punishment?",
            "Take care or you will be visited with punishment from heaven!",
            "The punishment should fit the crime.",
            "The punishment for murder is life imprisonment.",
            "The punishment was unduly harsh.",
            "She awaited her punishment with dread.",
            "Punishment for a first offence is a fine.",
            "Is capital punishment a deterrent to crime?",
            "What punishment does the law prescribe for this crime?",
            "I took away my daughter's car keys as a punishment for her bad behavior.",
            "Same punishment was dealt out to everyone.",
            "The punishment should be apt for the crime.",
            "What has he done to deserve this punishment?",
            "These criminals had to endure the punishment.",
            "They got their just punishment for the crime.",
            "All punishment is but a disguised beneficence.",
            "The punishment should be proportional to the crime.",
            "He accepted his punishment without protest.",
            "The harshness of his punishment was inhuman.",
            "forms of punishment barred by the Constitution",
            "a persuasive argument against capital punishment",
            "He succeeded in escaping punishment for many years.",
            "Punishment must follow conviction, not antecede it.",
            "They believe that capital punishment is uncivilized.",
            "He was forbidden to leave the house, as a punishment."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В качестве наказания, меня отправили спать.",
            "Смертной казни не место в современном обществе.",
            "Порядочность, а не страх перед наказанием, заставила их делать правильные вещи.",
            "Суд решает, какое наказание наложить.",
            "Что было бы справедливым наказанием за такое преступление?",
            "Зачем делать из него козла отпущения?",
            "Берегись, или тебя постигнет кара небесная!",
            "Наказание должно соответствовать преступлению.",
            "Наказанием за убийство является пожизненное заключение.",
            "Наказание было чрезмерно суровым",
            "Она с ужасом ожидала наказания.",
            "Наказанием за первое правонарушение является штраф.",
            "Является ли смертная казнь фактором, сдерживающим преступность?",
            "Какое наказание предусматривает закон за это преступление?",
            "В наказание за плохое поведение я забрала у дочери ключи от машины.",
            "Все понесли одинаковое наказание.",
            "Наказание должно быть соразмерно преступлению.",
            "Что он сделал, чтобы заслужить такое наказание?",
            "Эти преступники должны были понести наказание.",
            "За это преступление они понесли заслуженное наказание.",
            "Всякое наказание есть только замаскированное благодеяние.",
            "Наказание должно быть соразмерно преступлению.",
            "Он принял наказание без возражений.",
            "Суровость его наказания была бесчеловечной.",
            "виды наказаний, запрещённые Конституцией",
            "убедительный довод против смертной казни",
            "Ему удавалось избегать наказания в течение многих лет.",
            "Наказание должно следовать за осуждением, а не предшествовать ему.",
            "Они считают, что смертная казнь является варварством.",
            "В качестве наказания, ему было запрещено покидать дом."
        ],
        "stars": 2
    }
}