{
    "puppy": {
        "comment": [],
        "translate": "щенок, молокосос, молодой тюлень, самодовольный фат, глупый юнец",
        "transcription": " |ˈpʌpɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What a cute puppy! Is it a he or a she?",
            "Our dog just had four puppies.",
            "The puppy had woeful eyes.",
            "The puppy slobbered all over me.",
            "The puppy was gnawing on a bone.",
            "I could hear the puppy whimpering.",
            "I could hear the puppy's whimpers.",
            "Don't let the puppy out of your sight.",
            "What are you going to call the new puppy?",
            "The puppy snuggled up against the sleeping boy.",
            "How do you turn this puppy off?",
            "The puppy wiggled with excitement.",
            "Found: female puppy, white with brown patches.",
            "A puppy is naturally affectionate and excitable.",
            "The puppy came with papers proving its pedigree.",
            "The defiant puppy refused to let go of the football.",
            "The puppy ran up to us, dragging her leash behind her.",
            "We could hear the puppy yipping playfully in its kennel.",
            "The puppy, which may have rabies, is at a quarantine kennel.",
            "The gift of a puppy finally educed a response from the shy boy.",
            "Animal welfare workers were disgusted that anyone could do this to a puppy.",
            "The puppy's plaintive expression after we put the toy away was rather amusing."
        ],
        "example_translate": [
            "Какой милый щеночек! Это мальчик или девочка?",
            "У нашей собаки было только четыре щенка.",
            "У щенка были грустные глаза.",
            "Щенок меня всего обслюнявил.",
            "Щенок грыз кость.",
            "Я слышал как скулит щенок. (досл: скуление/плач щенка)",
            "Я слышал, как скулит щенок.",
            "Не выпускайте щенка из виду.",
            "Как вы собираетесь назвать нового щенка?",
            "Щенок прижался к спящему мальчику.",
            "Как выключить эту штуку? (амер., разг.)",
            "Щенок возбуждённо ёрзал.",
            "Найден щенок, девочка, белый с коричневыми подпалинами.",
            "Щенята — существа от природы ласковые и восторженные.",
            "К щенку прилагались документы, удостоверяющие его родословную.",
            "Непослушный щенок отказался отпускать футбольный мяч.",
            "Щенок подбежал к нам, волоча за собой поводок.",
            "Мы слышали, как у себя в конуре игриво тявкает щенок.",
            "Щенок с подозрением на бешенство находится в карантинной зоне питомника.",
            "Подаренному щенку всё-таки удалось вызвать ответную реакцию у этого робкого мальчугана.",
            "Защитникам прав животных было противно, что кто-то мог так обойтись со щенком.",
            "Было весьма забавно смотреть на жалобную морду щенка, когда мы забрали у него эту игрушку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}