{
    "purchase": {
        "comment": [],
        "translate": "покупка, приобретение, закупка, стоимость, покупать, приобретать, закупать",
        "transcription": " |ˈpɜːrtʃəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She paid for her purchases and left.",
            "Where did you purchase the car?",
            "My last big purchase was a van.",
            "She opened the box and looked at her purchase.",
            "Dollars purchase less each year.",
            "The car was an expensive purchase.",
            "He purchased a new suit for a hundred dollars.",
            "They bought the furniture on hire purchase.",
            "Never buy a brand-new car unless you're rich. Purchase a slightly used car.",
            "They gave me a freebie with my purchase.",
            "I need to purchase a new heavy coat.",
            "Will you pay cash or charge the purchase?",
            "Only adults can purchase alcohol.",
            "You can pay for your purchase in one of two ways: by cash or by credit card.",
            "Citizens, empowered with factual knowledge, would gain purchase over bureaucracy.",
            "She made two purchases from my stall.",
            "I enclose my receipt as proof of purchase.",
            "They closed the purchase with a handshake.",
            "He could get no purchase on the situation.",
            "He displayed his recent purchases with pride.",
            "Enjoy a free gift with any purchase of $20 or more.",
            "The family purchased a new car.",
            "They could find no record of the purchase.",
            "Tickets may be purchased in advance from the box office.",
            "You can purchase the books by mail order.",
            "France was the No. 1 purchaser of Iraqi oil.",
            "When you purchase an option, you pay a premium.",
            "Return your purchase within 14 days for a full refund.",
            "You can purchase insurance on-line.",
            "Her latest purchase completes her collection."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она заплатила за свои покупки и ушла.",
            "Где вы купили машину?",
            "Моим последним крупным приобретением был микроавтобус.",
            "Она открыла ящичек и взглянула на свою покупку.",
            "Доллары год за годом всё больше обесцениваются.",
            "Этот автомобиль был дорогостоящей покупкой / дорогим приобретением.",
            "Он купил за сто долларов новый костюм.",
            "Они купили мебель в рассрочку / кредит.",
            "Никогда не покупайте абсолютно новые машину, если только вы не богач. Покупайте слегка подержанную.",
            "Они дали мне подарок в придачу к покупкам.",
            "Мне нужно купить новое теплое пальто.",
            "Как вы будете оплачивать покупку, наличными или карточкой?",
            "Покупать спиртные напитки могут только взрослые.",
            "Оплатить покупку можно одним из двух способов: наличными или кредитной картой.",
            "Граждане, вооруженные знаниями фактов, смогут оказывать воздействие на чиновников.",
            "Она сделала в моём ларьке две покупки.",
            "В качестве доказательства покупки прилагаю чек.",
            "Они скрепили покупку рукопожатием.",
            "Он никак не смог повлиять на эту ситуацию.",
            "Он с гордостью показал недавние покупки.",
            "Сделайте любую покупку на сумму не меньше двадцати долларов — и получите подарок бесплатно.",
            "Семья приобрела новый автомобиль.",
            "Они не смогли найти никаких записей об этой покупке.",
            "Билеты можно приобрести заранее в кассе.",
            "Эти книги можно приобрести по почте.",
            "Франция стала самым большим покупателем иракской нефти.",
            "Покупая опцион, вы уплачиваете премию.",
            "Верните товар в течение 14 дней с момента покупки, и мы полностью вернём вам деньги.",
            "Вы можете приобрести страхование онлайн.",
            "Последним приобретением она завершает свою коллекцию."
        ]
    }
}