{
    "pure": {
        "comment": [
            "purely"
        ],
        "translate": "чистый, чистейший, простой, безупречный, чистокровный, непорочный, беспримесный",
        "transcription": " |pjʊr|",
        "antonyms": [],
        "mnemonic": [
            "pure [пьюа] чистый, целомудренный - Воду чистую (пью я).",
            "pure [pjuə]\n***\nЧИСТУЮ воду пью я. (это) pure\n***\nЧтобы исцелиться \"cure\",\nбудь всегда чистым \"pure\"."
        ],
        "examples": [
            "The food was pure salt.",
            "It was pure accident that we met.",
            "This is pure Utopia.",
            "The company bottles only the purest water.",
            "It is pure conjecture.",
            "It's very pure water. It tastes bland compared to water that comes out of your tap.",
            "Pure soft water is the truest beauty wash.",
            "Money is a pure tool — nothing more.",
            "He is a liberal of pure heart.",
            "Aspiration is a pure desire for excellence.",
            "It was pure luck to find him.",
            "We ran into each other by pure chance.",
            "I like to clothe the children in pure cotton., it's so healthy.",
            "By pure chance, I met Sir Malcolm that morning.",
            "My mother's life was pure hell.",
            "Her performance was pure perfection.",
            "His music is pure New York.",
            "Gothic architecture in its purest form",
            "high, pale, pure and lovely song",
            "Our meeting was pure happenstance.",
            "He is motivated by greed, pure and simple.",
            "Her voice, clear and pure, soared up to the roof.",
            "He dressed expensively, wore hand-made shoes and pure silk shirts.",
            "Our beef patties are 100% pure.",
            "It was by pure accident that we found the money.",
            "He might have studied the pure grammar of his art for a longer time.",
            "It is pure hokum to suggest that all authors are always interesting.",
            "The living room was pure camp.",
            "the salutary influence of pure air",
            "What she said was pure conjecture."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это была не пища, а сплошная соль.",
            "Мы встретились по чистой случайности.",
            "Это полная утопия.",
            "Компания разливает по бутылкам только самую чистую воду.",
            "Это только догадка.",
            "Это - очень чистая вода. Она безвкусна по сравнению с водопроводной водой у вас дома.",
            "Чистая мягкая вода - вот самый лучший лосьон.",
            "Деньги — это просто средство, и больше ничего.",
            "Он либерал с чистым сердцем.",
            "Стремление - это в чистом виде желание совершенства.",
            "Нам просто повезло, что мы нашли его.",
            "Мы столкнулись друг с другом по чистой случайности.",
            "Мне нравится одевать детей в чистый хлопок, это полезно для здоровья.",
            "По чистой случайности, в то утро я встретил сэра Малкольма.",
            "Жизнь моей матери была настоящим адом.",
            "Её выступление было совершенно идеальным.",
            "Его музыка — чисто нью-йоркская.",
            "готическая архитектура в её чистейшем виде",
            "высокая, тонкая, чистая и красивая песня",
            "Наша встреча была чистой случайностью.",
            "Им движет жадность, и ничего больше.",
            "Её голос, ясный и чистый, взлетел под самую крышу.",
            "Он носил дорогие вещи: ботинки ручной работы и рубашки из чистого шелка.",
            "Наши котлеты на сто процентов состоят из говядины.",
            "Мы нашли деньги по чистой случайности.",
            "Он, наверно, гораздо дольше изучал основы своего искусства.",
            "Предположение о том, что все авторы всегда интересны, полный вздор.",
            "В гостиной царила полная безвкусица.",
            "благотворное влияние чистого воздуха",
            "То, что она сказала, было лишь догадкой."
        ],
        "stars": 3
    }
}