{
    "purely": {
        "comment": [
            "pure"
        ],
        "translate": "чисто, исключительно, полностью, совершенно, вполне, целиком",
        "transcription": " |ˈpjʊrli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was all done purely in fun.",
            "It happened purely by chance.",
            "Our meeting was purely accidental.",
            "They met purely by accident.",
            "The question is purely hypothetical.",
            "Their relationship was purely physical.",
            "I do it purely and simply for the money.",
            "Their whole scheme of interpretation is purely arbitrary.",
            "The dispatch of the task force is purely a contingency measure.",
            "The evidence is purely circumstantial.",
            "He was employed in a purely advisory role.",
            "It was purely and simply a matter of greed.",
            "The idea is purely theoretical at this point.",
            "She wants to change her job for purely personal reasons.",
            "The book is not intended for a purely academic audience.",
            "Education shouldn't be measured purely by examination results.",
            "It would be wrong to describe society purely in economic terms.",
            "The rockets are a purely defensive measure against nuclear attack.",
            "His interest in sailing is purely academic. He's not a sailor himself.",
            "The question of where we go on holiday is purely academic since we don't have any money.",
            "a selection based purely on merit",
            "His motives in choosing a career were purely mercenary.",
            "I assure you that this was purely an oversight on my part.",
            "I keep a bottle of brandy handy — purely for medicinal purposes.",
            "The views expressed in this book are purely those of the author.",
            "an affectless analysis of the cost of the war purely in pecuniary terms",
            "Any similarity between this film and real events is purely coincidental.",
            "The columns are there purely as ornament — they have no structural function.",
            "The fact that he and his boss went to the same college was purely coincidental.",
            "The organization's mission, purely and simply, is to provide food to people who need it."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Всё это было сделано исключительно шутки ради.",
            "Это произошло чисто случайно.",
            "Наша встреча произошла совершенно случайно.",
            "Они встретились чисто /совершенно/ случайно.",
            "Этот вопрос является чисто гипотетическим.",
            "Их связь была чисто физической.",
            "Я делаю это с одной-единственной целью: ради денег.",
            "Вся их схема объяснения совершенно произвольна.",
            "Отправка оперативной группы — исключительно мера предосторожности.",
            "Доказательства — чисто косвенные.",
            "Его приняли на работу на чисто консультативную роль.",
            "Это был исключительно вопрос жадности, только и всего.",
            "На данный момент эта идея чисто теоретическая.",
            "Она хочет поменять работу по сугубо личным причинам.",
            "Данная книга не предназначена для сугубо научной аудитории.",
            "Образованность не должна оцениваться исключительно по результатам экзаменов.",
            "Было бы неправильно описывать общество в чисто экономических терминах.",
            "Данные ракеты являются чисто оборонительной мерой против ядерного нападения.",
            "Его интерес к мореплаванию чисто теоретический: сам он не моряк.",
            "Вопрос о том, куда мы поедем в отпуск, является чисто теоретическим, поскольку у нас совсем нет денег.",
            "отбор, основанный исключительно на достоинствах",
            "При выборе профессии он руководствовался чисто корыстными соображениями.",
            "Я вас уверяю, что это было чистым недосмотром с моей стороны.",
            "У меня под рукой всегда есть бутылка бренди, чисто для медицинских целей.",
            "Взгляды, высказанные в этой книге, являются исключительно взглядами автора.",
            "бесстрастный анализ затрат на войну, исключительно в денежном выражении",
            "Любое сходство между этим фильмом и реальными событиями — чистая случайность.",
            "Эти колонны существуют исключительно в качестве украшения — они не имеют никакой конструктивной функции.",
            "Тот факт, что он и его начальник ходили в один и тот же колледж, был чистой случайностью.",
            "Единственная задача этой организации заключается в обеспечении продовольствием людей, которые в нём нуждаются."
        ]
    }
}