{
    "purpose": {
        "comment": [
            "oppose",
            "opposed",
            "pose",
            "propose",
            "proposed",
            "suppose",
            "impose",
            "expose",
            "compose",
            "supposedly",
            "composer",
            "supposed",
            "dispose",
            "purple"
        ],
        "translate": "цель, назначение, намерение, иметь целью, намереваться",
        "transcription": " |ˈpɜːrpəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What is the purpose of your visit?",
            "We are working together for a common purpose.",
            "He answered him very far from the purpose.",
            "You can speak to the purpose when you choose.",
            "Every wood is usable for some good purpose.",
            "It would only cause much loss of time to no purpose.",
            "He was infirm of purpose.",
            "He did it of set purpose.",
            "The purpose of this meeting is to elect a new chairman.",
            "You make it sound as if I did it on purpose!",
            "Please state the purpose of your visit.",
            "He was sitting next to her whether by accident or on purpose.",
            "They tried to mask their real purpose.",
            "We arranged the meeting for the purpose of preventing a strike.",
            "He finally came (a)round to the main purpose of his visit.",
            "Did she do this on purpose, was it all just a game, an act?",
            "Their purpose is to build a fair society and a strong economy.",
            "It was his settled purpose.",
            "We delete the data once it has served its purpose.",
            "The purpose of industry is to create wealth.",
            "He raises plants specially for that purpose.",
            "I will tap a barrel on purpose for you. (E. Bulwer-Lytton)",
            "the dual purpose of the study",
            "a purpose which he pursued with unflagging energy",
            "I purpose to dive yet more deeply into the depth of my text.",
            "without any purpose, immediate or ulterior",
            "He came here with the purpose of carrying out the attack.",
            "Such a person usually reiterates and triplicates his words, to little purpose.",
            "I obey your requisition and inquire the purpose of it.",
            "It's time to lay our differences by and work together for a shared purpose."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "one syllable + pose"
        ],
        "example_translate": [
            "Какова цель вашего визита?",
            "Мы сотрудничаем для достижения общей цели.",
            "Он ответил ему очень уклончиво.",
            "Вы можете говорить по существу, когда захотите.",
            "Каждое дерево на что-то годно.",
            "Это было бы только бесполезной тратой времени.",
            "В нем не было целеустремлённости.",
            "Он сделал это умышленно.",
            "Целью этой встречи является избрание нового председателя.",
            "Ты говоришь так, как будто я специально это сделал!",
            "Пожалуйста, изложите цель вашего визита.",
            "Случайно или нарочно, но он сидел рядом с ней.",
            "Они пытались скрыть свою настоящую цель.",
            "Мы организовали собрание с намерением предотвратить забастовку.",
            "Наконец он перешёл к главной цели своего визита.",
            "Делала ли она это нарочно, было ли это всего лишь игрой, спектаклем?",
            "Их цель — построить справедливое общество и сильную экономику.",
            "Это была его неизменная цель.",
            "Мы удаляем данные после того, как они выполнили своё назначение.",
            "Назначением промышленности является создание материальных ценностей.",
            "Он выращивает растения специально для этих целей.",
            "Я специально для вас проделаю отверстие в бочке.",
            "двойная цель этого исследования",
            "цель, достижения которой он добивался с неослабной энергией",
            "Я намереваюсь ещё глубже нырнуть в пучину своего текста.",
            "без какой-либо цели, прямой или скрытой",
            "Он пришёл сюда с целью осуществления нападения /с целью совершения теракта/.",
            "Такой человек обычно повторяет свои слова дважды и трижды, и почти без всякого толку.",
            "Я подчиняюсь вашему требованию, но хотел бы знать ваши цели.",
            "Пора забыть о наших разногласиях и объединить усилия для достижения общей цели."
        ]
    }
}