{
    "pursue": {
        "comment": [
            "purse",
            "pursuit"
        ],
        "translate": "преследовать, продолжать, заниматься, гнаться за",
        "transcription": " |pərˈsuː|",
        "antonyms": [],
        "mnemonic": [
            "pursue [пэ'сью] преследовать, гнаться - Свою (пассию) преследуешь?;",
            "suit [su: t, sju: t]\npursuit [pə'sju:t]\npursue [pə'sju:]\n***\nКОСТЮМ в чистку отнесут. (это)\nИСК написал я в суд. (это)\nМеня не УСТРАИВАЕТ, что меня пасут. (это) suit\nМне это не ПОДХОДИТ - пусть унесут. (это) suit\nПрошение, ходатайство, гармония, согласие.\n***\nПока будет ПОГОНЯ, мне новый костюм пошьют.\n(это) pursuit\n***\nТы будешь ПРЕСЛЕДОВАТЬ, а я костюм пошью. (это)\npursue"
        ],
        "examples": [
            "She plans to pursue a career in politics.",
            "She is ruthless in pursuing her goals.",
            "The criminal is being pursued by police.",
            "She pursued many activities.",
            "Hounds pursued the fox for miles.",
            "He is leaving the company to pursue his own business interests.",
            "The police are currently pursuing several lines of inquiry into the case.",
            "She hopes to pursue a career in medicine.",
            "She did not dare pursue the matter further.",
            "I was pleased, but somewhat embarrassed, when she pursued me.",
            "Retirement gave him the time to pursue his hobbies.",
            "He left the service to pursue his studies.",
            "The program encourages students to pursue a career in science.",
            "He chose to pursue a college degree.",
            "We plan to pursue all available avenues to get our message to the public.",
            "She wants to pursue a legal career.",
            "Briggs ran across the field with one officer pursuing him.",
            "It would be unprofitable to pursue this argument any further.",
            "It seemed useless to pursue this line of questioning.",
            "Much to the amazement of her family, she left school to pursue her acting career.",
            "You may decide to pursue the matter in court, but I wouldn't recommend it.",
            "Accusations and reproaches from both parties made it difficult to pursue discussions.",
            "Schoolgirls are being told that the door is open to them to pursue careers in science.",
            "We will go to the new land, and, yea, we will pursue our dreams!",
            "She wanted to pursue her own career in parallel with her husband's.",
            "He made clear his disesteem of her decision to pursue an acting career.",
            "Much to the astonishment of her friends and family, she left school to pursue her acting career."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она планирует продолжить карьеру в политике.",
            "Она безжалостна в преследовании своих целей.",
            "Преступника преследует полиция.",
            "Она много чем занималась.",
            "Гончие преследовали лису несколько миль.",
            "Он уходит из компании, так как хочет руководствоваться своими собственными деловыми интересами.",
            "Полиция в настоящее время рассматривает несколько линий следствия по делу.",
            "Она надеется продолжить карьеру в медицине.",
            "Она не решилась дальше развивать эту тему.",
            "Мне было приятно, но в тоже время немного стыдно, когда она меня преследовала.",
            "Уход на пенсию позволил ему заняться своими хобби. / На пенсии у него появилось время заняться своими хобби.",
            "Он оставил службу, чтобы продолжить свои исследования.",
            "Программа подталкивает студентов к продолжению карьеры в науке.",
            "Он решил продолжить высшее образование.",
            "Мы планируем использовать все имеющиеся возможности, чтобы донести нашу мысль до сознания общественности.",
            "Она хочет стать юристом.",
            "Бриггс побежал через поле, а вслед за ним побежал один из полицейских.",
            "Продолжать этот спор дальше было бы бесполезно.",
            "Продолжать эту линию допроса казалось бесполезным.",
            "К большому изумлению родных, она бросила школу, чтобы заняться актёрской карьерой.",
            "Возможно, вы решите продолжить рассмотрение этого вопроса в суде, но я бы этого не рекомендовал.",
            "Взаимные обвинения и упрёки затрудняли продолжение переговоров.",
            "Школьницам постоянно говорят, что для них открыта возможность построения карьеры в науке.",
            "Мы поедем на новую землю, и больше того, мы пойдём за своей мечтой!",
            "Ей захотелось продолжить свою карьеру параллельно с мужем.",
            "Он не скрывал своего неуважения её решения продолжить актёрскую карьеру.",
            "К большому изумлению своих друзей и родных, она бросила школу, чтобы заняться актёрской карьерой."
        ],
        "stars": 2
    }
}