{
    "pursuit": {
        "comment": [
            "suit",
            "suitable",
            "suitcase",
            "unsuitable",
            "lawsuit",
            "suite",
            "suitably",
            "purse",
            "pursue"
        ],
        "translate": "преследование, погоня, стремление, поиски, занятие, гонка преследования",
        "transcription": " |pərˈsuːt|",
        "antonyms": [],
        "mnemonic": [
            "suit [su: t, sju: t]\npursuit [pə'sju:t]\npursue [pə'sju:]\n***\nКОСТЮМ в чистку отнесут. (это)\nИСК написал я в суд. (это)\nМеня не УСТРАИВАЕТ, что меня пасут. (это) suit\nМне это не ПОДХОДИТ - пусть унесут. (это) suit\nПрошение, ходатайство, гармония, согласие.\n***\nПока будет ПОГОНЯ, мне новый костюм пошьют.\n(это) pursuit\n***\nТы будешь ПРЕСЛЕДОВАТЬ, а я костюм пошью. (это)\npursue"
        ],
        "examples": [
            "There were four police cars in pursuit.",
            "I disagree that dancing is an unmanly pursuit.",
            "I was nothing if not persistent in the pursuit of my goal.",
            "She enjoys reading, knitting, and other quiet pursuits.",
            "People are having to move to other areas in pursuit of work.",
            "The pursuit of high productivity is prejudicing the quality of service.",
            "The detective was zealous in her pursuit of the kidnappers.",
            "They criticized the boy for his limited pursuits.",
            "He has devoted himself to the pursuit of knowledge.",
            "The culprit started to run and the cop took off in pursuit.",
            "The hunter was relentless in pursuit of his prey.",
            "Historically, revolutionists have generally been young men willing to risk everything, even their lives, in the pursuit of their cause."
        ],
        "example_translate": [
            "В преследовании участвовали четыре полицейские машины.",
            "Я не согласен, что танцы - это не мужское занятие.",
            "Я очень упорно добивался своей цели.",
            "Ей нравится чтение, вязание и другие спокойные занятия.",
            "Люди вынуждены переезжать в другие районы в поисках работы.",
            "Погоня за высокой производительностью наносит ущерб качеству обслуживания.",
            "Детектив усердно пыталась найти похитителей.",
            "Парня раскритиковали за ограниченность его увлечений.",
            "Он посвятил себя поиску знаний.",
            "Преступник принялся бежать, а полицейский сорвался за ним в погоню.",
            "Охотник неумолимо преследовал свою добычу.",
            "Исторически сложилось, что революционеры — это, как правило, молодые мужчины, готовые рискнуть всем, в том числе собственной жизнью, в процессе осуществления своей благородной цели."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}