{
    "purse": {
        "comment": [],
        "translate": "кошелек, портмоне, сумочка, морщить, морщиться, тучный",
        "transcription": " |pɜːrs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I found a purse in the street.",
            "I locked the door and dropped the keys in my purse.",
            "His eyebrows pursed up.",
            "The guy's a long purse!",
            "I reached inside my purse and handed him a ten.",
            "She pursed up her lips in disapproval.",
            "He dug in his purse and took out a silver coin.",
            "She clutched her purse.",
            "A thief took my purse.",
            "She hit him hard with her purse.",
            "Oh hell! I've left my purse at home.",
            "Her purse slid out of her hands.",
            "The thief snatched her purse and ran.",
            "That purse is a knockoff.",
            "You'll find some money in my purse.",
            "He and his wife shared a common purse.",
            "I have a few one-dollar bills in my purse.",
            "a golf tournament with a million dollar purse",
            "She emptied the contents of her purse onto the table.",
            "Susan accused him of abstracting some money from her purse.",
            "The criminal bailed up the woman, took her purse, and ran away.",
            "a purse of simulated alligator hide",
            "I never touched your purse, I swear!",
            "She keeps tight control over the purse strings.",
            "She pawed through her purse to find her cell phone.",
            "She fished around in her purse and pulled out a photo.",
            "She swung her purse at me.",
            "They will compete for a $100,000 purse.",
            "The thief ditched the purse in an alley.",
            "You had no right to take money from my purse!"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я нашёл на улице кошелёк.",
            "Я заперла дверь и бросила ключи в сумочку.",
            "Он нахмурил брови.",
            "У него денег до чёрта!",
            "Я залез к себе в кошелёк и дал ему десятку.",
            "Она скривила губки, показывая своё недовольство.",
            "Он порылся в кошельке и достал оттуда серебряную монету.",
            "Она схватила свой кошелёк /свою сумочку/.",
            "Мою сумочку /мой кошелёк/ кто-то украл.",
            "Она сильно ударила его сумочкой.",
            "Вот чёрт! Я оставил свой кошелёк дома.",
            "Ее сумочка выскользнула из ее рук.",
            "Вор схватил ее сумку и рванул прочь.",
            "Эта сумочка — подделка.",
            "У меня в кошельке вы найдёте немного денег.",
            "Они с женой поровну делили все расходы.",
            "У меня в кошельке есть несколько однодолларовых купюр.",
            "турнир по гольфу с миллионом долларов призовых",
            "Она высыпала содержимое сумочки на стол.",
            "Сьюзен обвинила его в том, что он лазил к ней в кошелёк за деньгами.",
            "Преступник напал на женщину, выхватил у нее кошелек и убежал.",
            "кошелёк / сумочка из искусственной крокодильей кожи",
            "Не трогала я твою сумочку, клянусь!",
            "Она сохраняет жёсткий контроль над финансовыми потоками.",
            "Она перерыла сумочку в поисках мобильника.",
            "Она пошарила в сумочке и вытащила оттуда фотографию.",
            "Она замахнулась на меня сумочкой.",
            "Они будут состязаться за приз в сто тысяч долларов.",
            "Украденный кошелёк вор выбросил в каком-то переулке.",
            "Ты не имел права брать деньги из моего кошелька!"
        ]
    }
}