{
    "puzzled": {
        "comment": [],
        "translate": "недоуменный",
        "transcription": " |ˈpʌzld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was puzzled how to act.",
            "We puzzled over her sudden departure.",
            "He looked at her with a puzzled frown.",
            "John seemed puzzled about what the question meant.",
            "...he snickered at the puzzled look on her face...",
            "The class puzzled over a poem by Shakespeare.",
            "She frowned and was obviously puzzled.",
            "A puzzled smile flickered across the woman's face.",
            "He was puzzled that she left without saying goodbye.",
            "...a moral question that has puzzled the pundits throughout the ages...",
            "'Dinner?' Sam asked, looking puzzled.",
            "He was puzzled by the reactions to his remark.",
            "He had a surprised, slightly puzzled look on his face.",
            "The cause of the accident has puzzled investigators.",
            "Alice read the letter with a puzzled expression on her face.",
            "His face had a pained and puzzled expression.",
            "Harry was puzzled that Nicholas didn't seem to recognize him."
        ],
        "example_translate": [
            "Он не знал, как поступить.",
            "Мы были озадачены ее внезапным отъездом.",
            "Он посмотрел на нее, удивленно сдвинув брови.",
            "Казалось, Джон не понимает, что у него спрашивают.",
            "...он усмехнулся, в ответ на недоуменный взгляд на ее лице...",
            "Класс ломал голову над стихотворением Шекспира.",
            "Она нахмурилась (нахмурила брови) и явно была озадачена.",
            "На лице женщины промелькнула озадаченная улыбка.",
            "Он был озадачен тем, что она ушла, даже не попрощавшись.",
            "...моральный вопрос, который не одно столетие ставил в тупик знатоков ...",
            "— Ужин? — озадаченно спросил Сэм.",
            "Он был озадачен реакцией на своё замечание.",
            "На лице его было удивлённое, слегка озадаченное выражение.",
            "Причина данной аварии озадачила исследователей.",
            "Алиса прочла письмо с озадаченным выражением лица.",
            "На лице его были написаны боль и удивление.",
            "Гарри не мог понять, почему это Никлас его не узнаёт."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}