{
    "puzzle": {
        "comment": [],
        "translate": "головоломка, загадка, недоумение, озадачивать, усложнять, запутывать",
        "transcription": " |ˈpʌzl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This question puzzles me.",
            "He was puzzled how to act.",
            "I still can't puzzle out what he meant.",
            "The puzzle has got us licked.",
            "I've never been able to puzzle her out, and still can't.",
            "He thought he had solved the puzzle.",
            "After hours of puzzling over the book, it suddenly made sense.",
            "We puzzled over her sudden departure.",
            "What puzzles me is why his books are so popular.",
            "This puzzle will exercise your mind.",
            "This piece won't fit into the puzzle.",
            "The cause of the accident has puzzled investigators.",
            "The result of your actions would be utter puzzle and bewilderment of the relatives.",
            "He was puzzled by the reactions to his remark.",
            "The final fate of the colonists at Roanoke remains a puzzle to this very day.",
            "We're missing one piece of the puzzle.",
            "I had to cheat in order to solve the puzzle.",
            "She fitted the last piece into the jigsaw puzzle.",
            "The solution to last week's puzzle is on page 12.",
            "It is the cause of the disease that puzzles doctors.",
            "You lose a point if you do not complete the puzzle on time.",
            "The puzzle pieces overlay one another in complete disarray on the floor."
        ],
        "example_translate": [
            "Этот вопрос ставит меня в тупик.",
            "Он не знал, как поступить.",
            "До сих пор не могу понять, что он имел в виду.",
            "Загадка нас поставила в тупик.",
            "Никогда не мог разгадать её, и сейчас не могу.",
            "Он думал, что решил эту головоломку.",
            "Я несколько часов думал над этой книгой и вдруг понял, про что она.",
            "Мы были озадачены ее внезапным отъездом.",
            "Никак не могу понять, почему его книги пользуются такой популярностью.",
            "Над этой задачкой придётся поломать голову.",
            "Этот кусок не укладывается в мозаику.",
            "Причина данной аварии озадачила исследователей.",
            "Всё, чего ты добьёшься, - это ошарашишь своих родных.",
            "Он был озадачен реакцией на своё замечание.",
            "Окончательная судьба колонистов в Роаноке остаётся загадкой и по сей день.",
            "Нам не хватает одного кусочка головоломки.",
            "Чтобы решить эту головоломку, мне пришлось сжульничать.",
            "Она поставила на место последний кусочек мозаики / паззла.",
            "Решение головоломки, опубликованной на прошлой неделе, находится на странице 12.",
            "Врачи не могут понять причин, вызывающих данное заболевание.",
            "Вы потеряете очко, если не завершите головоломку вовремя.",
            "Кусочки головоломки лежали кучей на полу, в полном беспорядке."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}