{
    "1": [
        [
            "1 К следующему месяцу он закончит свою работу. ",
            "1 He will have finished his work by next month. "
        ],
        [
            "2 К концунедели мы уже решим эту проблему. ",
            "2 We will have already solvedthis problem by the end of the week. "
        ],
        [
            "3 К 28 декабря мы уже будемвместе 3 года. ",
            "3 We will have already been together for threeyears by the 28 of December. "
        ],
        [
            "4 Я уеду из Москвы, как только закончу перевод.",
            "4 I will leave Moscow as soon as I have finished thetranslation. "
        ],
        [
            "5 Он не позвонит тебе, пока я не поговорю с тобой. ",
            "5 He will not call you until I speak to you. "
        ],
        [
            "6 Как толькоя приду домой, я позвоню тебе. ",
            "6 As soon as I come home,I will call you. "
        ],
        [
            "7 Как только ты получишь письмо,звони. ",
            "7 As soon as you will get the letter, give me a call. "
        ],
        [
            "8 Ты придешь к пяти? ",
            "8 Will you havecome by five? "
        ],
        [
            "9 К октябрю мы уже сдадим все экзамены. ",
            "9 We will have already passed all the exams by October. "
        ],
        [
            "10 Через три года я уже перееду в Лондон, и у меня всебудет хорошо. ",
            "10 I willhave already moved to London in three years and everything will be alright withme. "
        ],
        [
            "11 Он еще не подпишет контракт до семи. Ему нужно подумать. ",
            "11 He will not have signed the contract by seven o'clock yet. He needs tothink it over. "
        ],
        [
            "12 Ты уже починишь мои часы к пятнице? ",
            "12 Will you have repaired my watch by Friday yet? "
        ],
        [
            "13 К летумы все уже продадим. ",
            "13 We will havealready sold everything by the summer. "
        ],
        [
            "14 Он уже уедет к тому моменту, как тыприедешь.",
            "14 He will have already left by the timeyou come."
        ]
    ]
}