{
    "1": [
        [
            "1 К следующему месяцу он закончит свою работу. ",
            "1 He will have finished his work by next month. "
        ],
        [
            "2 К концу недели мы уже решим эту проблему. ",
            "2 We will have already solved this problem by the end of the week. "
        ],
        [
            "3 К 28 декабря мы уже будем вместе 3 года. ",
            "3 We will have already been together for three years by the 28 of December. "
        ],
        [
            "4 Я уеду из Москвы, как только закончу перевод. ",
            "4 I will leave Moscow as soon as I have finished the translation. "
        ],
        [
            "5 Он не позвонит тебе, пока я не поговорю с тобой. ",
            "5 He will not call you until I speak to you. "
        ],
        [
            "6 Как только я приду домой, я позвоню тебе. ",
            "6 As soon as I come home, I will call you. "
        ],
        [
            "7 Как только ты получишь письмо, звони. ",
            "7 As soon as you will get the letter, give me a call. "
        ],
        [
            "8 Ты придешь к пяти? ",
            "8 Will you have come by five? "
        ],
        [
            "9 К октябрю мы уже сдадим все эк- замены. ",
            "9 We will have already passed all the exams by October. "
        ],
        [
            "10 Через три года я уже перееду в Лондон, и у меня все будет хорошо. ",
            "10 I will have already moved to London in three years and everything will be alright with me. "
        ],
        [
            "11 Он еще не подпишет контракт до семи. Ему нуж- но подумать. ",
            "11 He will not have signed the contract by seven o'clock yet. He needs to think it over. "
        ],
        [
            "12 Ты уже починишь мои часы к пятнице? ",
            "12 Will you have repaired my watch by Friday yet? "
        ],
        [
            "13 К лету мы все уже продадим. ",
            "13 We will have already sold everything by the summer. "
        ],
        [
            "14 Он уже уедет к тому моменту, как ты приедешь. ",
            "14 He will have already left by the time you come. "
        ]
    ]
}