{
    "2": [
        [
            "1 Что у него было на ужин? ",
            "1 What did he have for dinner? "
        ],
        [
            "2 Он всегда приходит на работу вполовине седьмого, да? ",
            "2 He always comes to work at half past six,doesn't he? "
        ],
        [
            "3 Если он еще раз опоздает, мы его уволим.",
            "3 If he is late one more time (one again) we will fire him. "
        ],
        [
            "4 Завтра Анна пойдет в кино. И Катя тоже. ",
            "4 TomorrowAnn will go to the cinema. So will Kate. "
        ],
        [
            "5 Почему ты кричишь?Что случилось? ",
            "5 Why are you shouting? What has happened?"
        ],
        [
            "6 Когда она придет к нам? — Она придет завтра,если у нее не будет много работы. ",
            "6 When will she come to us? - She will come tomorrow if she does not have muchwork. "
        ],
        [
            "7 К семи часам мама уже приготовит торт. Мы все сядем за стол и будем пить чай. ",
            "7 Our mother will have already cooked a cake by seven o'clock. We will all sitat the table and drink tea. "
        ],
        [
            "8 В холодильнике ничего не было. Он не знал, что приготовить на ужин. ",
            "8 There was nothing in the fridge. He did not know whatto cook for dinner. "
        ],
        [
            "9 Онаискала тебя целый час! Где ты был? ",
            "9 She was looking for you the whole hour. Where were you?"
        ],
        [
            "10 Мой брат начал учить итальянский язык. Он учит около 30 новых слов каждый день. Вчера,когда я пришел к нему, он тоже учил слова. Он сказал, что он ужевыучил 20 слов. Если он будет учить около 30 слов каждый день, точерез несколько месяцев он сможет свободно (fluently) говорить наитальянском языке. Завтра я позвоню ему в пять часов. Я уверен, онтоже будет учить слова в это время. К тому времени, как я позвоню,он выучит уже 20 слов. А что он делает сейчас? — Он учит слова.",
            "10 My brother has begun to learn the Italian language. He learns about 30 newwords every day. Yesterday when I came to him, he was also learning words. He saidthat he had already learnt,20 words. If he learns about 30 words every day in a fewmonths he will be able to speak the Italian languagefluently. Tomorrow I will callhim at five o'clock. I am sure, he will also be learning words at this time. By the timeI call, he will have already learnt 20 words. - And what is he doing now? - He islearning the words. "
        ],
        [
            "11 Когда я пришел на работу, я вспомнил, что оставил книгу дома.",
            "11 When I came to work, I remembered that I had left the bookat home. "
        ],
        [
            "12 Я предпочел бы поспать сейчас.",
            "12 I'd rather sleep now."
        ]
    ]
}