{
    "3": [
        [
            "1 Тебе сложно переводить это письмо. Если будет очень сложно, я смогу помочь тебе. ",
            "1 It is difficult for you to translate this letter. If it is too difficult I will be able to help you. "
        ],
        [
            "2 Он не починит машину к восьми. У него слишком мало времени. ",
            "2 He will not have repaired the car by eight. (He will not repair the car by eight). He has too little time. "
        ],
        [
            "3 Завтра в семь она будет работать. Не звоните ей. ",
            "3 She will be working at seven tomorrow. Don't call her. "
        ],
        [
            "4 Мы будем готовить салат с крабами, в то время как ты будешь готовить свинину. Договорились? ",
            "4 We will be making salad with crab while you will be cooking pork. Is it a deal? "
        ],
        [
            "5 Он пришел вчера в 11 . Мне не нравится, когда он приходит так поздно. ",
            "5 He came at eleven yesterday. I don't like it when he comes so late. "
        ],
        [
            "6 Я покажу вам мой дом, если хотите. ",
            "6 I will show you my house if you like (want). "
        ],
        [
            "7 Том художник. Он рисует картины. Он рисует около шести картин в год. Он проработал художником уже 4 года. Вчера, когда я пришел к нему, он рисовал новую картину. Я думаю, он уже закончит ее к августу. Всего (in total) он нарисовал 25 картин. Если ты попросишь его, он тоже нарисует тебе картину. ",
            "7 Tom is an artist. He draws pictures. He draws about six pictures a year. He has already worked as an artist for 4 years. When I came to him yesterday he was drawing a new picture. I think he will have already finished it by August. In total he has drawn 25 pictures. "
        ],
        [
            "8 Нам не следует говорить об этом прямо сейчас. Я думаю, мы сможем поговорить об этом завтра. ",
            "8 We shouldn't speak about it right now. I think we will be able to speak about it tomorrow. "
        ],
        [
            "9 Мой маленький сын никогда не видел слона. Если мы поедем в зоопарк, я покажу ему большого слона. ",
            "9 My little son has never seen an elephant. If we go to the zoo, I will show him a big elephant. "
        ],
        [
            "10 Пошли (let's go) погуляем. Дождь уже закончился. ",
            "10 Let's go for a walk. The rain has stopped. "
        ],
        [
            "11 Она приедет либо в мае, либо в июне. ",
            "11 She will come either in May or in June. "
        ],
        [
            "12 Посмотри! Моя сестра переплыла реку! ",
            "12 Look! My sister has swum across the river! "
        ]
    ]
}