{
    "4": [
        [
            "1 Ask your daughter why she came home so late yesterday. ",
            "1 Why did you come home so late yesterday? "
        ],
        [
            "2 Ask your friend who he is speaking on the phone to. ",
            "2 Who are you speaking on the phone to? "
        ],
        [
            "3 Ask your son how long it will take him to do his homework. ",
            "3 How long will it take you to do your homework? "
        ],
        [
            "4 Ask your sister whether she will be able to call you after work. ",
            "4 Will you be able to call me after work? "
        ],
        [
            "5 Ask your daughter if there is much snow outside. ",
            "5 Is there much snow outside? "
        ],
        [
            "6 Ask your friend where he has been today. ",
            "6 Where have you been today? "
        ],
        [
            "7 Ask your grandmother how long it took her to bake the cake. ",
            "7 How long did it take you to bake the cake? "
        ],
        [
            "8 Ask your brother what he will be doing tomorrow at two. ",
            "8 What will you be doing tomorrow at two? "
        ],
        [
            "9 Ask your grandfather whether it is warmer today than it was yesterday. ",
            "9 Is it warmer today than it was yesterday? "
        ],
        [
            "10 Ask your friend whether it is difficult for him to get up early in the morning. ",
            "10 Is it difficult for you to get up early in the morning? "
        ],
        [
            "11 Ask your sister what she has bought at the shop. ",
            "11 What have you bought at the shop? "
        ],
        [
            "12 Ask your friend if she will go to the park with us in the evening. ",
            "12 Will you go to the park with us in the evening? "
        ],
        [
            "13 Ask your mother what she was doing the whole evening. ",
            "13 What were you doing the whole evening? "
        ],
        [
            "14 Ask your friend if he is good at English. ",
            "14 Are you good at English? "
        ],
        [
            "15 Ask your sister whether she has already had dinner. ",
            "15 Have you had dinner yet? "
        ]
    ]
}