{
    "4": [
        [
            "1 Вчера я случайно столкнулся с ним в баре. ",
            "1 Yesterday I happened to run into him at the bar. "
        ],
        [
            "2 Когда мы пришли на остановку, автобус уже подошел. ",
            "2 When we came to the bus stop, the bus had already pulled up. "
        ],
        [
            "3 Андрей внизу. Сходи за ним. ",
            "3 Andrew is downstairs. Fetch him here. "
        ],
        [
            "4 Он попросил объяснить ему все простыми словами. ",
            "4 He asked to explain him everything in plain words. "
        ],
        [
            "5 Мысль показалась мне разумной. ",
            "5 The thought seemed sensible to me. "
        ],
        [
            "6 Наша компания не занимается вопроса- ми такого плана. ",
            "6 Our company doesn't deal with these matters. "
        ],
        [
            "7 Я могу предложить вам мои уроки английского в обмен на ваши уроки французского. ",
            "7 I can offer you my lessons of English in exchange for your lessons of French. "
        ],
        [
            "8 Тот дом снесли около 10 лет назад. ",
            "8 That house was pulled down more than ten years ago. "
        ],
        [
            "9 Я бы не надевал теплую куртку. Сегодня жарко. ",
            "9 I wouldn't put on a warm jacket. It is hot outside today. "
        ],
        [
            "10 Эти факты не были упомянуты в письме. ",
            "10 These facts were not mentioned in the letter. "
        ],
        [
            "11 Будет жаль, если ты не сумеешь убедить ее. ",
            "11 It will be a pity if you are not able to persuade her. "
        ],
        [
            "12 Дождь испортил нам прогулку. ",
            "12 The rain spoilt our walk. "
        ],
        [
            "13 Он все перепутал. ",
            "13 He mixed up everything. "
        ],
        [
            "14 Сегодня жарко даже в тени. ",
            "14 It is hot today even in the shade. "
        ],
        [
            "15 Какой смысл пытать- ся убедить их? ",
            "15 What is the use of trying to convince them? "
        ],
        [
            "16 На вашем месте я бы уступил. ",
            "16 If I were you, I would give in. "
        ],
        [
            "17 Все уже выяс- нено. ",
            "17 Everything has been cleared. "
        ],
        [
            "18 Она посвятила свою жизнь детям. ",
            "18 She devoted her life to children. "
        ],
        [
            "19 Как называется этот фильм? ",
            "19 What is the title of this film? "
        ],
        [
            "20 Его не будет в течение трех дней. ",
            "20 He will be away for three days. "
        ],
        [
            "21 Я слышал, как он спорил о чем-то со своей сестрой. ",
            "21 I heard him arguing with his sister about something. "
        ],
        [
            "22 На вашем месте я бы ценил его отношение к вам. ",
            "22 If I were you, I would appreciate his attitude to you. "
        ],
        [
            "23 Я не думаю, что мы сможем найти приме- нение этой вещи. ",
            "23 I don't think we will be able tofind the use for this thing. "
        ],
        [
            "24 Я могу зайти за ним в среду. ",
            "24 I can call for him on Wednesday. "
        ],
        [
            "25 Это объявле- ние о продаже квартиры. ",
            "25 This is an advertisement about the selling of a flat. "
        ],
        [
            "26 Я могу доказать, что там ничего не было перепутано. ",
            "26 I can prove that nothing has been mixed up there. "
        ],
        [
            "27 Эта картина очень ценная. ",
            "27 This picture is very valuable. "
        ],
        [
            "28 Он признает, что ему следует извиниться. ",
            "28 He admits that he should apologize. "
        ],
        [
            "29 Ты сможешь обойтись без сигарет сегодня? ",
            "29 Will you be able to do without cigarettes today? "
        ]
    ]
}