{
    "2": [
        [
            "1 Я не буду возражать, если ты приготовишь фруктовый салат. ",
            "1 I will not mind your making the fruit salad. "
        ],
        [
            "2 Ты не возражаешь, если мы потанцуем еще немного? ",
            "2 Do you mind our dancing a little longer? "
        ],
        [
            "3 Он любил плавать в океане по вечерам. ",
            "3 He liked swimming in the ocean in the evenings. "
        ],
        [
            "4 Этот журнал стоит прочитать. ",
            "4 This magazine is worth reading. "
        ],
        [
            "5 Прости меня за то, что я сказал. ",
            "5 Forgive me for saying this. "
        ],
        [
            "6 Я не мог не думать о их свадь- бе. ",
            "6 I could not help thinking of their wedding. "
        ],
        [
            "7 Извините, что ухожу так рано. ",
            "7 Excuse my leaving so early. "
        ],
        [
            "8 Анна избегает встречи со мной. ",
            "8 Ann avoids meeting me. "
        ],
        [
            "9 Перестаньте разговаривать. Я не слышу, что говорит он. ",
            "9 Stop talking. I cannot hear what he is saying. "
        ],
        [
            "10 Хотя было очень поздно, он продолжал работать над докладом. ",
            "10 Although it was very late, he kept on working at the report. "
        ],
        [
            "11 Они начали работать ровно в час. ",
            "11 They began working at one sharp. "
        ],
        [
            "12 Я думаю, мы можем про- должить обсуждение этого вопроса. ",
            "12 I think we can continue discussing this question. "
        ],
        [
            "13 Она продолжала читать книгу, пока не нашла нужное место (the right place). ",
            "13 She kept on reading the book until she found the right place. "
        ],
        [
            "14 Вы не воз- ражаете, если я приведу с собой друга? ",
            "14 Do you mind my taking a friend of mine with me? "
        ],
        [
            "15 Я узнал эту девушку, как только мой друг закончил мне ее описывать. ",
            "15 I recognized this girl as soon as my friend stopped describing her to me. "
        ]
    ]
}