{
    "5": [
        [
            "1 Моя бабушка часто жаловалась на то, что они громко разговаривают. ",
            "1 My grandmother often complained of their speaking loudly. "
        ],
        [
            "2 Это зависит от того, позвонит ли она. ",
            "2 It depends onher calling. "
        ],
        [
            "3 Она думалао том, чтобы уйти. ",
            "3 She thought of leaving. "
        ],
        [
            "4 Мне что-то не хочется видеть его. ",
            "4 I do not feel like seeing him. "
        ],
        [
            "5 Онпоблагодарил меня за то, что я ему помог. ",
            "5 He thankedme for my having helped him. "
        ],
        [
            "6 Они не согласилисьс тем, чтобы мы пошли туда так рано. ",
            "6 They did not agree to our going there so early."
        ],
        [
            "7 Я полагаюсь на то, чтоона пришлет письмо. ",
            "7 I rely on her sending the letter. "
        ],
        [
            "8 Я возражал против того, чтобы ты продавал свою машину так дешево. ",
            "8 I objected to your selling the car so cheap."
        ],
        [
            "9 Я не против, если мы выпьемнемного вина. ",
            "9 I do not mind our drinking some wine. "
        ],
        [
            "10 Я с нетерпением жду, когда мы переедем нановую квартиру. ",
            "10 I am looking forward to our movingto the new flat. "
        ],
        [
            "11 Он боялся, что его уволят. ",
            "11 He was afraid of being fired. "
        ],
        [
            "12 Мой сын былрад, что ему купили новую игрушку. ",
            "12 My son was happy of havingbeen bought a new toy. "
        ],
        [
            "13 Я избегал видеться сними. ",
            "13 I avoided seeing him. "
        ],
        [
            "14 Извини за то, что разбил твою любимую кружку. ",
            "14 Sorry for having broken yourfavourite cup. "
        ],
        [
            "15 Онпродолжал стирать, не обращая на нас внимания. ",
            "15 He went on washing without paying attention to us. "
        ],
        [
            "16 Прости, чтоне пришел. ",
            "16 Sorry fornot having come. "
        ],
        [
            "17 Я не отрицаю, что просил его об этом. ",
            "17 I am not denying my having asked him about it. "
        ],
        [
            "18 Перестань говорить об этом все время. ",
            "18 Stoptalking about it all the time. "
        ],
        [
            "19 Она не возражала противтого, чтобы они пошли в кино. ",
            "19 She did not mind their going to the cinema. "
        ],
        [
            "20 Ты не против, если я закроюдверь? ",
            "20 Doyou mind my closing the door? "
        ],
        [
            "21 Она отрицала, что знала его. ",
            "21 She refused her having known him. "
        ],
        [
            "22 Он настоял на том,чтобы позвонить ей.",
            "22 Heinsisted on calling her."
        ]
    ]
}