{
    "abandon": {
        "comment": [
            "abandoned",
            "band",
            "husband",
            "bandage"
        ],
        "translate": "отказываться от, оставлять, покидать, развязность, несдержанность",
        "transcription": " |əˈbændən|",
        "antonyms": [
            "remain",
            "stay"
        ],
        "mnemonic": [
            "чтобы не обэднеть откажись от излишеств",
            "bandon [ə'bændən]\nabundant [ə'bʌndənt]\nabundance [ə'bʌndəns]\n***\nОТКАЗАТЬСЯ нужно от \"контрабанден\". (это)\nabandon\nПОКИНУТЬ нужно занятие \"контрабанден\". (это)\nabandon\nТвоя РАЗВЯЗНОСТЬ из- за \"контрабанден\". (это)\nabandon\n***\nОБИЛЬНЫЕ запасы получил путём \"контрабандент\".\n(это) abundant\n***\nУ них ИЗОБИЛИЕ благодаря контрабанде (нc). (это)\nabundance"
        ],
        "examples": [
            "That house was abandoned years ago.",
            "I don't think he's going to abandon his friend in trouble.",
            "The captain gave the order to abandon ship.",
            "They abandoned their native language.",
            "As a child, Angela was abandoned by her mother.",
            "After her mother died, she abandoned herself to grief.",
            "They abandoned their attempt to recapture the castle.",
            "They abandoned the escape.",
            "How could she abandon her own child?",
            "There was no abandon in their dance.",
            "The officer refused to abandon his post.",
            "He abandoned his family and went abroad.",
            "Abandon hope all ye who enter here.",
            "Rescuers were forced to abandon their search.",
            "The game had to be abandoned due to bad weather.",
            "He spends money with reckless abandon.",
            "He abandoned his post without authorization.",
            "The policy abandons the most vulnerable members of society.",
            "drove his car with nonchalant abandon",
            "We abandoned the old car in the empty parking lot",
            "She added spices to the stew with complete abandon.",
            "We had to abandon the car and walk the rest of the way.",
            "Because of the fog they abandoned their idea of driving.",
            "They were obliged to abandon the town to the enemy.",
            "The approaching fire forced hundreds of people to abandon their homes.",
            "They ran out of money and had to abandon the project.",
            "The president should abandon his hard line in the region.",
            "How could she abandon her father now, in his hour of need?",
            "Motorists were forced to abandon their cars and walk home.",
            "It would be disloyal to abandon them."
        ],
        "synonyms": [
            "give"
        ],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот дом был заброшен много лет назад.",
            "Не думаю, что он бросит друга в беде.",
            "Капитан приказал покинуть корабль.",
            "Они перестали говорить на своём родном языке.",
            "Мать бросила Анжелу ещё ребёнком.",
            "После смерти матери она полностью ушла в своё горе.",
            "Они оставили свою попытку отвоевать замок.",
            "Они отказались от побега.",
            "Как она могла отказаться от своего собственного ребенка?",
            "В их танце не было чувства.",
            "Офицер отказался покинуть свой пост.",
            "Он оставил свою семью и поехал за границу.",
            "Оставь надежду, всяк сюда входящий.",
            "Спасатели были вынуждены отказаться от своих поисков.",
            "Игру пришлось прервать из-за плохой погоды.",
            "Он сорит деньгами с неуёмной энергией /направо и налево/.",
            "Он без разрешения покинул свой пост.",
            "Эта политика оставляет без поддержки наиболее уязвимых членов общества.",
            "водил машину с беспечной небрежностью",
            "Мы бросили старую машину на пустой автостоянке.",
            "Специй в рагу она добавила по полной программе /на всю катушку/.",
            "Нам пришлось оставить машину и пешком пройти остаток пути.",
            "Из-за тумана им пришлось отказаться от своей идеи поехать на машине.",
            "Они были вынуждены оставить город врагу.",
            "Приближающийся огонь заставил сотни людей покинуть свои дома.",
            "У них закончились деньги и им пришлось отказаться от проекта.",
            "Президенту следует отказаться от своей жёсткой политики в этом регионе.",
            "Как она может бросить своего отца сейчас, когда нужна ему?",
            "Водителям пришлось бросить свои автомобили и добираться до дома пешком.",
            "Отказаться от них было бы предательством"
        ],
        "stars": 2
    }
}