{
    "abandoned": {
        "comment": [
            "abandon",
            "band",
            "husband",
            "bandage"
        ],
        "translate": "заброшенный, брошенный, покинутый, оставленный, распутный",
        "transcription": " |əˈbændənd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "That house was abandoned years ago.",
            "They abandoned their native language.",
            "They abandoned the escape.",
            "He abandoned his family and went abroad.",
            "As a child, Angela was abandoned by her mother.",
            "They abandoned the car on a back road.",
            "She abandoned all thoughts of going home.",
            "He abandoned the thought of asking for her hand in marriage.",
            "The car was found abandoned in Bristol.",
            "She abandoned herself to grief.",
            "He abandoned his post without authorization.",
            "He led a reckless and abandoned life and died young.",
            "The island was laid waste and abandoned.",
            "After her mother died, she abandoned herself to grief.",
            "The company has abandoned plans for further expansion.",
            "The abandoned town had gone to ruin.",
            "She abandoned all thought of going home.",
            "a desolate house abandoned many years ago",
            "The abandoned car was causing an obstruction.",
            "They had abandoned him and left him to his fate.",
            "The game had to be abandoned due to bad weather.",
            "We abandoned the old car in the empty parking lot",
            "The old abandoned house was a neighborhood eyesore.",
            "She abandoned the party not long after the election.",
            "They abandoned their attempt to recapture the castle.",
            "Because of the fog they abandoned their idea of driving.",
            "There were insuperable obstacles, and the plan was abandoned.",
            "Rescuers had abandoned all hope of finding any more survivors.",
            "Shaking with trepidation, I stepped into the old abandoned house.",
            "The search for survivors was abandoned because of poor visibility."
        ],
        "example_translate": [
            "Этот дом был заброшен много лет назад.",
            "Они перестали говорить на своём родном языке.",
            "Они отказались от побега.",
            "Он оставил свою семью и поехал за границу.",
            "Мать бросила Анжелу ещё ребёнком.",
            "Они бросили машину на просёлочной дороге.",
            "Она оставила все мысли о возвращении домой.",
            "Он отказался от мысли просить её руки.",
            "Автомобиль был найден брошенным в Бристоле.",
            "Она предалась скорби.",
            "Он без разрешения покинул свой пост.",
            "Он вёл безрассудную и распутную жизнь, и умер молодым.",
            "Остров был разорён и заброшен.",
            "После смерти матери она полностью ушла в своё горе.",
            "Компания отказалась от плана дальнейшего расширения.",
            "Заброшенный город превратился в руины.",
            "Она оставила все мысли о возвращении домой.",
            "заброшенный дом, покинутый всеми много лет назад",
            "Брошенная машина мешала движению на дороге.",
            "Они покинули его и бросили на произвол судьбы.",
            "Игру пришлось прервать из-за плохой погоды.",
            "Мы бросили старую машину на пустой автостоянке.",
            "Для соседей этот старый заброшенный дом был, словно бельмо на глазу.",
            "Она покинула ряды партии вскоре после выборов.",
            "Они оставили свою попытку отвоевать замок.",
            "Из-за тумана им пришлось отказаться от своей идеи поехать на машине.",
            "Возникли непреодолимые препятствия, и от выполнения этого плана отказались.",
            "Спасатели оставили все надежды найти ещё кого-либо из выживших.",
            "Дрожа от страха, я вошёл в этот старый заброшенный дом.",
            "Поиск выживших был прекращён из-за плохой видимости."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}