{
    "ability": {
        "comment": [
            "inability",
            "disability",
            "probability",
            "capability",
            "stability",
            "availability",
            "profitability",
            "liability"
        ],
        "translate": "способность, возможность, умение, ловкость, дарование, компетенция",
        "transcription": " |əˈbɪləti|",
        "antonyms": [
            "inability"
        ],
        "mnemonic": [
            "ability [эбилити] способность - (А билеты) ты способен достать?.",
            "ability [ə'bɪlɪtɪ]\ndebility [dɪ'bɪlɪti] - слабость, бессилие, болезненность\ninability, disability - неспособность, бессилие\n***\nУМЕНИЯ у меня в \"изобилити\". (это) ability\nСПОСОБНОСТЬ у меня в \"изобилити\". (это) ability\nСПОСОБНОСТЬ есть, а|били|те. (это) ability\n***\nЛучше способность \"ability\", чем бессилие \"debility\"."
        ],
        "examples": [
            "to the limit of his ability",
            "He lost the ability to reason.",
            "Ability to sell is essential for the job.",
            "Each man will be paid according to his ability.",
            "From each according to his abilities, to each according to his needs.",
            "The test measures verbal and mathematical ability.",
            "The success attests his ability.",
            "I don't have the ability to say 'no'.",
            "She has great athletic ability.",
            "She was a woman of unusual ability.",
            "She has a native ability to learn quickly.",
            "Musical ability runs in my family.",
            "She doubted his ability to succeed.",
            "I have grave doubts about his ability.",
            "He was known for his ability to charm voters.",
            "I am confident about my ability to do the job.",
            "the grouping of students by ability",
            "Your ability to speak six languages amazes me!",
            "The students are sorted into three ability groups.",
            "The poet's ability burned out before he was thirty.",
            "He had perfect confidence in her ability to succeed.",
            "This is predicated upon my confidence in his ability.",
            "The ability to adapt is a definite asset in this job.",
            "You shouldn't do yourself down — you've got a lot of ability.",
            "He's a writer of remarkable ability.",
            "She underrated her student's ability.",
            "a young woman of great musical ability",
            "She had unique ability in raising funds.",
            "He was not equipped with enough ability for the job.",
            "The schizophrenic loses ability to abstract or do conceptual thinking."
        ],
        "synonyms": [
            "opportunity"
        ],
        "grups": [
            "Инфинитив с to после сущ",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "до предела его возможностей",
            "Он потерял способность трезво мыслить.",
            "Для этой работы важнейшее значение имеет умение продавать.",
            "Каждому рабочему будут платить в соответствии с его квалификацией.",
            "От каждого — по способностям, каждому — по потребностям. (К. Маркс)",
            "Этот тест измеряет вербальные и математические способности.",
            "Подобный успех свидетельствует о его таланте.",
            "У меня нет возможности сказать \" нет\".",
            "У неё выдающиеся спортивные способности.",
            "Она была женщиной необыкновенного таланта.",
            "У неё врождённая способность быстро учиться.",
            "В нашей семье ярко выражены музыкальные способности.",
            "Она усомнилась в его способности добиться успеха.",
            "У меня есть серьёзные сомнения в его компетенции.",
            "Он был известен своим умением очаровывать избирателей.",
            "Я уверен, что способен выполнить эту работу.",
            "группирование (разделение) студентов по способностям",
            "Ваша способность говорить на шести языках меня поражает!",
            "Студенты распределены по трём группам в зависимости от их способностей.",
            "Поэт исчерпал свой талант к тридцати годам.",
            "Он совершенно не сомневался в её способности добиться успеха.",
            "Это основывается на моей уверенности в его способностях.",
            "Способность к адаптации определённо является ценным качеством для этой работы.",
            "Не нужно себя недооценивать: ты очень способный.",
            "Это удивительно талантливый писатель.",
            "Она недооценивала способности своего ученика.",
            "молодая женщина с выдающимися музыкальными способностями",
            "У неё был редкий талант привлекать денежные средства.",
            "У него не хватало способностей для такой работы.",
            "Шизофреники теряют способность абстрагироваться или концептуально мыслить."
        ],
        "stars": 3
    }
}