{
    "above": {
        "comment": [],
        "translate": "выше, более, свыше, выше, над, свыше, вышеупомянутое, упомянутый выше",
        "transcription": " |əˈbʌv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is above me.",
            "Men above 50 years old",
            "50 metres above sea level",
            "The doctor was led above.",
            "Our office is above the hairdresser's.",
            "Max is hardworking, cheerful, and above all honest.",
            "She has gone to her eternal rest above.",
            "He raised his arms above his head.",
            "up above and down below",
            "As mentioned above, there is a service charge.",
            "They heard the whistle above the roar of the crowd.",
            "Below were the silvery lakes, above were the snowy peaks.",
            "He had a bruise just above his left eye.",
            "He puts his child's needs above his own.",
            "They hung a mirror above the mantel.",
            "We rented an apartment above a restaurant.",
            "Write to the address above for further information.",
            "I heard a strange noise coming from the room above.",
            "She values her private time above her fame.",
            "Many employers value personality above experience or qualifications.",
            "Temperatures were above average all week.",
            "The salaries we offer are well above (=much higher than) average.",
            "We just obey orders from above.",
            "In her dying days she was supposedly visited by an angel from above.",
            "Temperatures range from 5 below to 5 above.",
            "The great bird hovered high above our heads.",
            "You can always hear her voice above everybody else's.",
            "He never rose above the rank of corporal."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o = [ʌ]"
        ],
        "example_translate": [
            "Это выше моего понимания.",
            "Мужчины старше 50 лет",
            "пятьдесят метров над уровнем моря",
            "Врача провели наверх.",
            "Наш офис находится над парикмахерской.",
            "Макс трудолюбивый, веселый, но прежде всего, честный.",
            "Она обрела вечный покой на небесах.",
            "Он поднял руки над головой.",
            "наверху и внизу",
            "Как уже упоминалось, за обслуживание взимается плата.",
            "Они услышали свист на фоне рёва толпы.",
            "Внизу сверкали серебристые озёра, вверху белели снежные вершины.",
            "Чуть выше левого глаза у него был синяк.",
            "Он ставит потребности ребёнка выше своих собственных.",
            "Они повесили над каминной полкой зеркало.",
            "Мы сняли квартиру над рестораном.",
            "Для получения дополнительной информации, пишите по вышеуказанному адресу.",
            "Я услышал странный шум, доносящийся из комнаты сверху.",
            "Своё личное время она ценит выше славы.",
            "Многие работодатели ценят личность выше опыта или квалификации.",
            "Температура всю неделю была выше среднего.",
            "Зарплаты, которые мы предлагаем, значительно выше (т.е. намного выше), чем в среднем.",
            "Мы всего лишь выполняем приказы сверху.",
            "Перед смертью её якобы посетил ангел небесный.",
            "Температура воздуха колеблется от минус пяти до плюс пяти градусов.",
            "Большая птица парила высоко над нашими головами.",
            "Её голос всегда слышен громче всех остальных.",
            "Он так и не поднялся выше звания капрала."
        ]
    }
}