{
    "abroad": {
        "comment": [
            "broad, road, abroad - широкая, дорога, за границей",
            "broad",
            "broadly",
            "broadcast",
            "broaden"
        ],
        "translate": "за границей, за границу, повсюду, заграница",
        "transcription": " |əˈbrɔːd|",
        "antonyms": [],
        "mnemonic": [
            "abroad [ə'brɔ: d]\nbroad [brɔ:d]\n***\nЗА ГРАНИЦУ - мы вразброд. (это) abroad\nПОВСЮДУ - мы вразброд. (это) abroad\n***\nШИРОКУЮ реку проходим мы вброд. (это) broad\nbroad - широко, свободно"
        ],
        "examples": [
            "They went abroad for a year.",
            "She often goes abroad on business.",
            "I gather he's abroad.",
            "I supposed him to be abroad.",
            "His fame blazed widely abroad.",
            "I've never lived abroad before.",
            "He abandoned his family and went abroad.",
            "She won a scholarship to study abroad.",
            "She is serious about going to live abroad.",
            "I understand that you are going abroad.",
            "The idea of working abroad really appeals to me.",
            "I did want a holiday abroad, but we've had to give up the idea.",
            "The ambassador was recalled from abroad.",
            "I leapt at the chance of studying abroad.",
            "The very idea of being sent abroad delighted him.",
            "They'll be keen to enhance their reputation abroad.",
            "The school crocodiled abroad with its instructresses.",
            "He was dismissed and demoted to a diplomatic post abroad.",
            "His fame was blazed abroad by the country's newspapers and television.",
            "Don't calculate on going abroad this summer, we may not have enough money.",
            "This was his first holiday abroad.",
            "Someday I'd like to travel abroad.",
            "Working for that firm would necessitate living abroad.",
            "These goods are baled up and consigned to a factory abroad.",
            "They have had little time to explore profitable sales opportunities abroad.",
            "It's useful to know several foreign languages when you are travelling abroad.",
            "Stories have been noised abroad about the government's intention to hold a quick election.",
            "The closure of the factory was a necessary consequence of increased competition from abroad.",
            "The agency was not accredited by the Philippine Consulate to offer contracts to Filipinos abroad.",
            "an inflow of funds from abroad"
        ],
        "synonyms": [
            "overseas",
            "foreign"
        ],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они уехали за границу на год.",
            "Она часто ездит за границу по делам.",
            "Я полагаю, он за границей.",
            "Я предполагал, что он за границей.",
            "Слава о нём разнеслась по всему миру.",
            "Я никогда прежде не жил за границей.",
            "Он оставил свою семью и поехал за границу.",
            "Она выиграла стипендию для обучения за границей.",
            "Она серьёзно настроена уехать жить за границу.",
            "Я слышал, что вы едете за границу.",
            "Идея работы за границей действительно привлекает меня.",
            "Я действительно хотел провести отпуск за границей, но нам пришлось отказаться от этой идеи.",
            "Посол был отозван из-за границы.",
            "Я ухватился за возможность пройти обучение за границей.",
            "Сама идея быть посланным за границу восхищала его.",
            "Они будут стремиться улучшить свою репутацию за границей.",
            "Школьники ходили повсюду парами в сопровождении своих преподавательниц.",
            "Он был смещён и переведён с понижением на дипломатическую службу за границей.",
            "Его слава гремела по стране благодаря прессе и телевидению.",
            "Не рассчитывай на поездку за границу в этом году, у нас может не хватить денег.",
            "Это был его первый отпуск за границей.",
            "Когда-нибудь я бы хотел поехать в путешествие за границу.",
            "Работа на этой фирме потребует проживания за границей.",
            "Эти товары упакованы и предназначены для завода за рубежом.",
            "У них было почти не было времени для изучения возможности прибыльных продаж за границей.",
            "Полезно знать несколько иностранных языков, если вы путешествуете за границей.",
            "Поползли слухи о том, что правительство намерено провести внеочередные выборы.",
            "Закрытие этого завода было неизбежным следствием возросшей конкуренции из-за рубежа.",
            "Агентство не было аккредитовано консульством Филиппин, чтобы предлагать контракты филиппинцам, проживающим за границей.",
            "приток средств из-за рубежа"
        ],
        "stars": 3
    }
}