{
    "absent": {
        "comment": [],
        "translate": "отсутствующий, рассеянный, отсутствовать, отлучаться, в отсутствие, без",
        "transcription": " |ˈæbsənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He absented himself.",
            "Several people in the class are absent today.",
            "Since he is still absent, we should call the police.",
            "I hope that I may be permitted at times to absent myself from this place.",
            "Have you reckoned in the members who are absent?",
            "In fishes the ribs are sometimes entirely absent.",
            "Notably absent from his statement was any hint of an apology.",
            "He made an absent reply to her question as he continued to watch the TV.",
            "Absent officers were summoned to join their corps.",
            "Any student who is more than 20 minutes late for class will be marked absent.",
            "an absent father who is not home most of the time",
            "Absent any objections, the plan will proceed.",
            "The teacher marked the absent students on her list with crosses.",
            "When the teacher was absent, there was anarchy in the classroom.",
            "Absent such an agreement we can go no further.",
            "The dull, absent look on her face implied boredom.",
            "By being absent from the trial, he forfeited the right to appeal.",
            "a gene that occurs in mammals but that is absent in birds"
        ],
        "example_translate": [
            "Он отлучился. / Он отсутствовал.",
            "Сегодня в классе отсутствуют несколько человек.",
            "Поскольку его всё ещё нет, нам следует вызвать полицию.",
            "Надеюсь, что мне разрешат время от времени отлучаться отсюда без предупреждения.",
            "Ты посчитал отсутствующих?",
            "У рыб иногда полностью отсутствуют рёбра.",
            "В частности, в его заявлении, не было никакого намека на извинение.",
            "Он рассеянно ответил на её вопрос, не отрываясь от просмотра телевизора.",
            "Отсутствующих офицеров обязали присоединиться к их частям.",
            "Любой ученик, который опоздает на занятия более чем на двадцать минут, будут помечен как отсутсутвующий.",
            "отсутствующий отец, который большую часть времени проводит не дома",
            "При отсутствии каких-либо возражений, план будет выполняться далее.",
            "Учительница отметила у себя в списке отсутствующих на занятиях студентов крестиками.",
            "Когда учитель отсутствовал, в классе творилась анархия.",
            "При отсутствии такого соглашения мы не можем идти дальше.",
            "Унылое и рассеянное выражение её лица означало, что ей скучно.",
            "Из-за своего отсутствия на судебном процессе он лишился права на обжалование.",
            "ген, который присутствует у млекопитающих, но отсутствует у птиц"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}