{
    "absence": {
        "comment": [
            "essence",
            "presence"
        ],
        "translate": "отсутствие, недостаток, неявка, отлучка",
        "transcription": " |ˈæbsəns|",
        "antonyms": [
            "presence"
        ],
        "mnemonic": [
            "выпив абсент будешь отсутствовать"
        ],
        "examples": [
            "Did anything happen in my absence?",
            "She returned to the company after a long absence.",
            "He had many absences from work.",
            "I expected to see her and was surprised by her absence.",
            "Absence makes the heart grow fonder.",
            "The boy's absence from class has been noted.",
            "His very absence is eloquent.",
            "I gave a reason for my absence.",
            "the supposed reason for his absence",
            "His absence unbound his sister's tongue.",
            "He was surprised by the absence of any explanation.",
            "a fabricated excuse for his absence",
            "Who has been placed in charge during the director's absence?",
            "Absence of mind is altogether an involuntary thing.",
            "Freedom consists in the absence of oppressive laws.",
            "Her work involved repeated absences from home.",
            "Paul was praying that no one had noticed his absence.",
            "After two years' absence Richard returned to England.",
            "Unauthorized absence is sufficient reason for dismissal.",
            "In the absence of consensus no decision could be riched.",
            "She's been given leave of absence to attend a computer course.",
            "His fearful family would count in agony the hours of his absence.",
            "The President's absence has given rise to speculation about his health.",
            "His absence is the hinge of our plan.",
            "He criticized her routine absence from important meetings.",
            "Occasional absence from work is not a valid reason for dismissal.",
            "Their story explaining their absence was met with frank disbelief.",
            "An employee on an unpaid leave of absence does not receive pay for the holiday.",
            "My heart is laden with sorrow at the thought of your continued absence.",
            "My absence will entail inconvenience upon you."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Пока меня не было, ничего не случилось?",
            "Она вернулась в компанию после долгого отсутствия.",
            "Он часто отсутствовал на работе.",
            "Я ожидал увидеть ее и был удивлен её отсутствию.",
            "В разлуке любовь становятся сильней.",
            "Отсутствие мальчика в классе было замечено.",
            "Само его отсутствие знаменательно.",
            "Я назвала причину своего отсутствия.",
            "предполагаемая причина его отсутствия",
            "Его отсутствие развязало язык его сестре.",
            "Его удивило отсутствие каких-либо объяснений.",
            "выдуманное оправдание его отсутствия",
            "Кого назначили замещать директора в его отсутствие?",
            "Рассеянность - явление совершенно неконтролируемое.",
            "Свобода - это отсутствие репрессивных законов.",
            "Её работа была связана с частыми отлучками из дома.",
            "Пол очень надеялся, что никто не заметил его отсутствия.",
            "После двухлетнего отсутствия Ричард вернулся в Англию.",
            "Самовольное отсутствие является достаточным основанием для увольнения.",
            "Никакое решение не может быть принято, пока не достигнут консенсус.",
            "Ей дали отпуск для посещения компьютерных курсов.",
            "Его напуганная семья в ужасе считала часы его отсутствия.",
            "Отсутствие президента породило спекуляции о его здоровье.",
            "На его отсутствии весь наш план и держится.",
            "Он раскритиковал её за постоянное отсутствие на важных совещаниях.",
            "Редкий прогул не считается еще достаточным основанием для увольнения.",
            "Их рассказ, объясняющий причины их отсутствия, был воспринят с откровенным недоверием.",
            "Работнику, находящемуся в неоплачиваемом отпуске, праздники не оплачиваются.",
            "Моё сердце наполняется грустью при мысли, что тебя всё нет.",
            "Моё отсутствие причинит вам неудобства."
        ]
    }
}