{
    "absorb": {
        "comment": [
            "sore",
            "sore",
            "resort",
            "sort"
        ],
        "translate": "поглощать, впитывать, абсорбировать, амортизировать, всасывать, вбирать",
        "transcription": " |əbˈzɔːrb|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is good at absorbing information.",
            "His work absorbed him.",
            "Large companies absorb smaller ones.",
            "You will not be able to absorb the material in one reading.",
            "The sponge absorbs water well.",
            "We were soon absorbed into local village life.",
            "A black star absorbs all matter.",
            "The company will absorb all the research costs.",
            "Darker surfaces absorb heat.",
            "Such theories impoverish the minds which they absorb.",
            "Certain chemicals are easily absorbed into the bloodstream, while others are not.",
            "His interest in photography absorbs him completely.",
            "I was so absorbed by her story that I lost track of time.",
            "The boxer absorbed the punches without buckling.",
            "The leaves absorb moisture from the air.",
            "Her capacity to absorb information is amazing.",
            "Plants use their roots to absorb moisture from the soil.",
            "Always cut stems obliquely to enable flowers to absorb more water.",
            "The walls are made of a material that absorbs sound.",
            "California absorbs many of the legal immigrants to the US.",
            "The liquids, light, and gases absorb.",
            "The movement and noise of the machines absorbed him completely.",
            "Plants absorb nutrients from the soil.",
            "a country that has absorbed many immigrants",
            "The immigrants were quickly absorbed into society.",
            "He seems to absorb information through a process of osmosis.",
            "He absorbed the knowledge or beliefs of his tribe.",
            "Water and salts are absorbed into our blood stream.",
            "From their direct observations, children absorb a model of marriage.",
            "a new town built to absorb London's overspill"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она хорошо впитывает /воспринимает/ информацию.",
            "Работа увлекла его.",
            "Крупные компании поглощают мелкие.",
            "Ты не сможешь запомнить материал за одно прочтение.",
            "Эта губка хорошо впитывает воду.",
            "Вскоре местная деревенская жизнь полностью поглотила нас.",
            "Чёрная звезда поглощает всю материю.",
            "Компания оплатит все расходы на научные исследования.",
            "Более тёмные поверхности поглощают тепло.",
            "Подобные теории обедняют умы, которые их впитывают.",
            "Одни вещества легко растворяются в крови, тогда как другие нет.",
            "Его интерес к фотографии является всепоглощающим.",
            "Я был настолько поглощён её рассказом, что потерял счёт времени.",
            "Боксёр устоял на ногах.",
            "Листья впитывают влагу из воздуха.",
            "Её способность усваивать информацию просто поразительна.",
            "Растения с помощью корней впитывают влагу из почвы.",
            "Всегда срезай стебли под углом, чтобы цветок впитывал больше воды.",
            "Стены сделаны из материала, который поглощает звук.",
            "Калифорния принимает многих легальных иммигрантов, приезжающих в США.",
            "Жидкости, свет и газы имеют свойство абсорбироваться.",
            "Движение и шум машин поглотили его полностью.",
            "Растения впитывают питательные вещества из почвы.",
            "страна, которая вобрала в себя множество иммигрантов",
            "Иммигранты быстро вписались в общество",
            "По-видимому, он впитывает информацию путём постепенного осознания.",
            "Он впитывал в себя познания или верования своего племени.",
            "Воды и соли всасываются в нашу кровь.",
            "Из своих непосредственных наблюдений дети и впитывают модель брака.",
            "новый город, построенный для поглощения избытка лондонского населения"
        ]
    }
}