{
    "abstract": {
        "comment": [
            "act",
            "acting",
            "action",
            "actor",
            "actress",
            "bacteria",
            "intact"
        ],
        "translate": "абстрактный, отвлеченный, абстракция, резюме, реферат, абстрагировать",
        "transcription": " |ˈæbstrækt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Abstract art displeases him.",
            "It is impossible for him to abstract himself from the world.",
            "“Honesty” is an abstract word.",
            "The word poem is concrete, poetry is abstract.",
            "He possessed only an abstract right.",
            "He persuaded her to change from abstracts to portraits.",
            "Injury data were abstracted from the same source.",
            "Data for the study was abstracted from hospital records.",
            "Susan accused him of abstracting some money from her purse.",
            "He had to abstract his meager living from the alms he begged.",
            "Pages of notes have been abstracted into three short paragraphs.",
            "We abstract from the concrete thing to a universal idea about it.",
            "He loved her only in the abstract — not in person.",
            "The abstract summarizes the main ideas in the paper",
            "Talking about crime in the abstract just isn't enough.",
            "Money was a commodity she never thought about except in the abstract.",
            "The schizophrenic loses ability to abstract or do conceptual thinking.",
            "Human beings are the only creatures capable of abstract thought (=thinking about ideas).",
            "He is studying abstract painting.",
            "The word “poem” is concrete, the word “poetry” is abstract.",
            "One could safely abstract up to 13 mgd of water from the river.",
            "By the age of seven, children are capable of thinking in abstract terms.",
            "Personal problems abstracted him so persistently that he struggled to keep his mind on his work.",
            "Functional education selects knowledge that is concrete and usable rather than abstract and theoretical."
        ],
        "example_translate": [
            "Абстрактное искусство ему не по душе.",
            "Он не может абстрагироваться от мира.",
            "“Честность” — это абстрактное слово.",
            "Слово \"поэма\" выражает конкретное понятие, слово \"поэзия\" - абстрактное.",
            "Право у него есть только номинально.",
            "Он убедил её перейти от абстрактных картин к портретам.",
            "Сведения о травмах были почёрпнуты из того же источника.",
            "Данные для исследования былы отобраны из больничных записей.",
            "Сьюзен обвинила его в том, что он лазил к ней в кошелёк за деньгами.",
            "Он жил подаяниями.",
            "Страницы записей были суммированы в три небольших абзаца.",
            "Мы абстрагируемся от конкретного предмета и обращаемся к обобщенному представлению о нем.",
            "Он любил не саму её, а лишь своё о ней представление.",
            "В данном конспекте кратко освещены основные мысли, изложенные в статье.",
            "Одних лишь отвлечённых разговоров о преступности — просто недостаточно.",
            "Деньги были предметом, о котором она думала лишь теоретически.",
            "Шизофреники теряют способность абстрагироваться или концептуально мыслить.",
            "Люди — это единственные существа, способные к абстрактному мышлению (т.е к размышлению об идеях).",
            "Он изучает абстрактную живопись.",
            "Слово “поэма” — конкретное, слово “поэзия” — абстрактное.",
            "Из реки можно без всякого риска забирать до 13 миллионов галлонов воды ежедневно.",
            "К семи годам дети уже способны к абстрактному мышлению.",
            "Личные проблемы отвлекали его так настойчиво, что ему стоило немалого труда сосредоточиться на работе.",
            "Функциональное образование выбирает знания конкретные и полезные, а не абстрактные и теоретические."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}