{
    "absurd": {
        "comment": [],
        "translate": "абсурдный, нелепый, смешной, абсурд",
        "transcription": " |əbˈsɜːrd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What an absurd idea!",
            "To me it is simply absurd.",
            "It seems an absurd idea.",
            "It was absurd to leave such a large tip.",
            "It's absurd that we have to get up so early.",
            "This would be running into a very absurd extreme.",
            "Gibson rejected the idea as 'absurd'.",
            "Parkinson had a sharp eye for the absurd.",
            "The absurd is the essential concept and the first truth.",
            "She wore dark glasses in an absurd attempt at disguise.",
            "I wouldn't deign to answer that absurd accusation.",
            "The notion of an office running without paper is absurd.",
            "Other derivations proposed by him are far more absurd than this.",
            "It seems quite absurd to expect anyone to drive for 3 hours just for a 20 minute meeting.",
            "One of the basic themes of the theater of the absurd is the essential nullity of human existence.",
            "With the administration gulfed by so many real problems, it's absurd for the president to concern himself with this nonissue.",
            "It's absurd to suggest that there's an equality in the evil committed by the Nazis and the crimes of the government of that Asian country."
        ],
        "example_translate": [
            "Какая нелепая мысль!",
            "По мне, это просто абсурд.",
            "Эта мысль кажется абсурдной.",
            "Было глупо оставить такие большие чаевые.",
            "Как нелепо, что нам нужно так рано вставать.",
            "В таком случае это дойдёт просто до абсурда.",
            "Гибсон отверг эту идею как \"абсурдную\".",
            "У Паркинсона был острый глаз на всё абсурдное.",
            "Абсурд является важнейшим понятием и первейшей из истин. (А. Камю)",
            "Она надела тёмные очки, нелепо пытаясь замаскироваться.",
            "Я бы не удостоил ответом столь нелепые обвинения.",
            "Представление о конторе, работающей без бумаги, является абсурдным.",
            "Другие модели образования этого слова, предложенные им, гораздо более абсурдны, чем эта.",
            "Кажется совершенно абсурдным рассчитывать, что кто-то просидит три часа за рулём ради двадцатиминутной встречи.",
            "Одной из основных тем театра абсурда является принципиальная ничтожность человеческого бытия.",
            "Сейчас, когда у правительства целое море насущных проблем, со стороны президента просто смешно интересоваться этим неактуальным делом.",
            "Нелепо предполагать, что зло, совершенное нацистами, и преступления правительства этой азиатской страны ничем не отличаются."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}