{
    "abuse": {
        "comment": [
            "use, abuse - использование, злоупотребление",
            "use"
        ],
        "translate": "злоупотребление, оскорбление, брань, злоупотреблять, браниться, оскорблять",
        "transcription": " |əˈbjuːs|",
        "antonyms": [],
        "mnemonic": [
            "abuse [эбъю'з] брань, злоупотребление - С (обуз-ой) на языке брани говорят.",
            "abuse [ə'bju: z]; abuse [ə'bju: s] - злоупотребление\n***\nБудешь РУГАТЬСЯ - я отобьюсь. (это) abuse\nТы ОСКОРБЛЯЕШЬ - я отобьюсь. (это) abuse\nОт твоих ОСКОРБЛЕНИЙ я отобьюсь. (это) abuse"
        ],
        "examples": [
            "Her husband often abuses alcohol.",
            "She took a lot of abuse from him.",
            "This boss abuses his workers.",
            "She abused her friend's trust.",
            "This car has taken a lot of abuse.",
            "He is a senator who abuses his power.",
            "I did not mean to abuse the cloth.",
            "Drug abuse is the cancer of our society.",
            "She claimed to have been a victim of child abuse.",
            "Drug and alcohol abuse contributed to his early death.",
            "This boss abuses his workers.",
            "Richard abused his body for years with heroin and cocaine.",
            "I never expected that he would abuse the trust I placed in him.",
            "While she was pregnant, she abused drugs.",
            "We abuse land because we regard it as a commodity belonging to us.",
            "Don't abuse the system.",
            "The story is a sober look at drug abuse.",
            "His death was hastened by alcohol abuse.",
            "He abused his body with years of heavy drinking.",
            "And abused her all the night until the morning. (the Holy Bible)",
            "She was subjected to every term of abuse her boss could think of.",
            "It is the characteristic of the English drunkard to abuse his wife and family.",
            "a free booklet on drug abuse",
            "The child showed signs of physical abuse.",
            "Nowhere is drug abuse more of a problem than in the US.",
            "When I asked him to move, he unleashed a torrent of abuse.",
            "I dare not promise that I may not abuse the opportunity so temptingly offered to me.",
            "Child abuse is an emotive subject.",
            "The word 'communist' had become a term of abuse.",
            "a united campaign against drug abuse"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её муж часто злоупотребляет алкоголем.",
            "Она терпела от него многочисленные оскорбления.",
            "Этот руководитель плохо обращается со своими рабочими.",
            "Она злоупотребила доверием своей подруги.",
            "С этой машиной очень плохо обращались.",
            "Он — сенатор, который злоупотребляет /злоупотребляющий/ своей властью.",
            "Я не хотел оскорбить честь мундира.",
            "Наркомания — это бич нашего общества.",
            "Она заявила, что в детстве была жертвой жестокого обращения.",
            "Злоупотреблением наркотиками и алкоголем спровоцировало его смерть в раннем возрасте.",
            "Этот начальник дурно обращается со своими работниками.",
            "Ричард подорвал свое здоровье, годами употребляя героин и кокаин.",
            "Я никогда не ожидал, что он злоупотребит моим доверием.",
            "Она злоупотребляла наркотиками во время беременности.",
            "Мы неправильно относимся к земле, поскольку считаем ее нашей собственностью.",
            "Не злоупотребляйте системой.",
            "Эта история — трезвый взгляд на проблему наркомании /злоупотребления наркотиками/.",
            "Его смерть ускорило злоупотребление алкоголем.",
            "Долгие годы он мучил свой организм чрезмерным пьянством.",
            "И ругались над ней всю ночь до утра. (Библия)",
            "Она подвергалась всем оскорблениям, которые только мог придумать её начальник.",
            "Для английского пьяницы типично орать на своих родных.",
            "бесплатный буклет по проблеме наркомании",
            "Ребенок показал следы рукоприкладства.",
            "Нигде наркомания не является большей проблемой, чем в США.",
            "Когда я попросил его отойти, он изверг поток брани.",
            "Я не смею обещать, что не злоупотреблю столь соблазнительно открывшейся мне возможностью.",
            "Насилие над детьми является темой, вызывающей сильные эмоции.",
            "К тому времени слово \"коммунист\" уже стало ругательным.",
            "объединённая акция против наркомании"
        ],
        "stars": 3
    }
}