{
    "academy": {
        "comment": [
            "academic"
        ],
        "translate": "академия, школа, высшее учебное заведение, специальное учебное заведение",
        "transcription": " |əˈkædəmɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "West Point Academy",
            "Royal Academy of Arts",
            "The Royal Netherlands Academy of Sciences and Arts",
            "The forty members of French Academy are called \"immortals\".",
            "The film received five Academy Award nominations.",
            "This Academy has for many years given an excellent fit for college.",
            "Royal Academy of Dramatic Art",
            "The Royal Academy is full of vitality.",
            "The Royal Academy is showing Pissarro.",
            "There was a ceremony to induct the president of the Academy.",
            "A book like the history of the French Academy has been lately re-edited.",
            "M. Wauters's book was \"crowned\" by the Royal Academy of Belgium.",
            "The French Academy took forty years to compile their Dictionary."
        ],
        "example_translate": [
            "Военная академия в Вест-Пойнте",
            "Королевская академия искусств",
            "Королевская академия наук и искусств Нидерландов",
            "Сорок членов Французской академии именуются \"бессмертными\".",
            "Фильм получил пять номинаций на премию Оскар.",
            "Эта академия в течение многих лет даёт блестящую подготовку для учёбы в колледже.",
            "Королевская академия драматического искусства",
            "Королевская Академия ведёт активную деятельность.",
            "В Королевской академии искусств идет выставка работ французского художника Камиля Писсаро.",
            "Состоялась церемония введения в должность президента академии.",
            "Книга по истории Французской академии наук недавно была переиздана.",
            "Книга М. Уотерса получила награду Бельгийской Королевской академии",
            "Для составления своего словаря Французской Академии понадобилось сорок лет."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}