{
    "academic": {
        "comment": [
            "academy"
        ],
        "translate": "академический, учебный, академичный, учёный, преподаватель, профессор",
        "transcription": " |ˌækəˈdemɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I spent my academic career at one school.",
            "The university press publishes academic titles.",
            "He's not very academic.",
            "This was not an academic exercise — soldiers' lives were at risk.",
            "Neither is it an academic preachment on how worry might be conquered.",
            "The system is failing most disastrously among less academic children.",
            "He's not very academic, but he's good with his hands.",
            "He found his niche in the academic world.",
            "All that academic rigmarole was a waste of time.",
            "She received awards for her academic achievements.",
            "All this discussion, Sirs, is academic. The war has begun already.",
            "Her work is well thought of in academic circles.",
            "He only cares about sports. He has no interest in academics.",
            "The parents praised their children for their academic performance.",
            "The university's academic calendar runs from September to May.",
            "We need to have equal academic standards for male and female students.",
            "an academic essay filled with jargon",
            "He is no longer in the race for academic awards.",
            "The school has an above-average academic rating.",
            "Her academic interests span a wide variety of topics.",
            "The board set tough academic standards for graduation.",
            "unequal academic standards for male and female students",
            "The book is not intended for a purely academic audience.",
            "Her family is proud of all her academic accomplishments.",
            "The book appeals to academics and to the general public.",
            "The market for specialist academic books is pretty small.",
            "One of the qualifications for admission is an academic degree.",
            "It's becoming increasingly difficult to acquire academic tenure.",
            "Academic staff are appointed on the recommendation of a committee.",
            "the mores of academic life as opposed to those of the business world"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я провёл всю свою научную карьеру в одном учебном заведении.",
            "Университетская пресса публикует научные издания.",
            "Он не очень хорошо успевает.",
            "Это упражнение не было чисто теоретическим: на кону стояла жизнь солдат.",
            "Не является это и чисто теоретической проповедью о том, как можно победить беспокойство.",
            "Эта система абсолютно не годится для детей, не склонных к учёбе.",
            "С учёбой у него не очень, зато руки золотые.",
            "Он нашёл свою нишу в научном мире.",
            "Вся эта академическая волокита оказалась пустой тратой времени.",
            "Она удостоилась наград за свои научные достижения.",
            "Все эти ваши речи, господа, — отвлечённая болтовня. Война уже началась.",
            "В академических кругах о её работе хорошего мнения.",
            "Его волнует только спорт, а в учёбе он не заинтересован.",
            "Родители похвалили своих детей за успеваемость /успехи в учёбе/.",
            "В этом университете учебный год длится с сентября по май.",
            "Нам нужны равные образовательные стандарты для студентов и студенток.",
            "научная работа, полная специальных терминов",
            "Он больше не участвует в гонке за академические звания.",
            "Академический рейтинг данной школы — выше среднего.",
            "Её научные интересы охватывают широкий спектр тем.",
            "Министерство образования установило жёсткие академические требования к выпускникам.",
            "неравные образовательные стандарты для студентов и студенток",
            "Данная книга не предназначена для сугубо научной аудитории.",
            "Родные гордятся всеми её научными достижениями.",
            "Данная книга обращается к преподавателям и к широкой общественности.",
            "Рынок специализированной научной литературы довольно мал.",
            "Одним из требований при приёме является учёная степень.",
            "Получить академическую должность становится всё труднее.",
            "Академический персонал назначается по рекомендации комитета.",
            "нравы, принятые в научных кругах, в отличие от нравов делового мира"
        ]
    }
}