{
    "acceptance": {
        "comment": [
            "accept",
            "acceptable",
            "accepted",
            "unacceptable"
        ],
        "translate": "принятие, признание, прием, акцепт, одобрение, акцептование",
        "transcription": " |əkˈseptəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He nodded his acceptance.",
            "The university has sent me a letter of acceptance.",
            "Her theories are slowly gaining acceptance.",
            "He anticipated their acceptance of his offer.",
            "Neither John nor I were sportsmen in the proper acceptance of the word.",
            "Several shareholders have withdrawn earlier acceptances of the offer.",
            "The purpose of QC is not to sample and test for acceptance.",
            "His theories have not yet found full acceptance.",
            "I am truly disturbed by her unquestioning acceptance of authority.",
            "Acceptance by the UN would effectively legitimize the regime.",
            "If you don't argue about it, you can easily lull the people into acceptance of new taxes.",
            "Scientology has fought long battles for acceptance as a religion.",
            "The Party is being degraded by its acceptance of secret donations.",
            "Her theories have begun to win grudging acceptance in the scientific community.",
            "This management style gained acceptance in the 1980s.",
            "Torn jeans received no acceptance at the country club.",
            "Acceptance by their peer group is important to most youngsters.",
            "Please sign to indicate your acceptance of the terms of engagement.",
            "The extended interview augurs well for your acceptance into that law school.",
            "He delivered an acceptance speech after he was chosen as the party's presidential nominee.",
            "There is still not widespread acceptance that fathers can care for children as well as mothers do.",
            "More pernicious still has been the acceptance of the author's controversial ideas by the general public."
        ],
        "example_translate": [
            "Он кивнул в знак согласия.",
            "Университет прислал мне письмо с сообщением о зачислении.",
            "Её теория постепенно завоевывает признание.",
            "Он ожидал, что они примут его предложение.",
            "Ни Джон, ни я не были спортсменами в принятом смысле этого слова.",
            "Несколько акционеров аннулировали ранее данное ими согласие.",
            "Цель контроля качества — это не осуществление выборок и приемочного контроля.",
            "Его теории ещё не нашли полного признания.",
            "Меня очень беспокоит её безропотное подчинение власти.",
            "Признание со стороны ООН будет значить фактическую легитимацию данного режима.",
            "Если делать дело без шума, можно легко убедить людей платить новые налоги.",
            "Саентология долго сражалась за признание в качестве религии.",
            "Партия разлагается, принимая тайные денежные пожертвования.",
            "Её теории начали получать неохотное признание в научном обществе.",
            "Такой стиль управления получил признание в восьмидесятых.",
            "Рваные джинсы в этом загородном клубе не признавали.",
            "Для большинства подростков важно, чтобы ровесники приняли их в свой коллектив и относились к ним на равных.",
            "Прошу поставить свою подпись в знак согласия с условиями найма.",
            "При поступлении в этот юридический колледж, длительное собеседование служит признаком того, что вы приняты.",
            "После своего выдвижения в качестве кандидата в президенты от данной партии он выступил с речью.",
            "Тот факт, что отцы могут ухаживать за детьми так же хорошо, как это делают матери, ещё не получил широкого признания.",
            "Ещё более пагубным является принятие спорных идей автора широкой общественностью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}