{
    "acceptable": {
        "comment": [
            "accept",
            "acceptance",
            "accepted",
            "unacceptable"
        ],
        "translate": "приемлемый, допустимый, подходящий, угодный, желанный, приятный",
        "transcription": " |əkˈseptəbl|",
        "antonyms": [],
        "mnemonic": [
            "acceptable [ək'sɛptəb (ə) l]\n***\nПРИЕМЛЕМЫЙ акцепт|\"эйбыл\" (это) acceptable"
        ],
        "examples": [
            "The offer is not acceptable to both parties.",
            "The water was acceptable for drinking.",
            "The conditions are acceptable to all concerned.",
            "It is becoming more acceptable for women to drink.",
            "We've made an acceptable start, but it could've been better.",
            "She plays an acceptable game of tennis.",
            "On the far side of the street was a restaurant that looked acceptable.",
            "How do we reach an acceptable level of data security?",
            "Smacking is not an acceptable way of punishing a child.",
            "It is not socially acceptable for parents to leave children unattended at that age.",
            "What he did was beyond the bounds of acceptable behavior.",
            "It is perfectly acceptable to sample the food before you buy.",
            "He tried to make is someway acceptable.",
            "Her book aims to define acceptable social behavior.",
            "Alcohol is not an acceptable way out of your problems.",
            "We eventually arrived at a figure that was mutually acceptable.",
            "It was an acceptable performance, although not an outstanding one.",
            "Students who achieve an acceptable standard will progress to degree studies.",
            "Foreign coins are not acceptable lucre in most vending machines in this country.",
            "An acceptable social behavior in one country may be unacceptable in another country.",
            "The state's lawmakers worked long into the night drafting a bill that would be acceptable to everyone.",
            "Such lax and slipshod ways are no longer acceptable.",
            "He has overstepped the bounds of acceptable behaviour.",
            "If we don't receive any squawks, we can assume the change was acceptable."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это предложение неприемлемо для обеих сторон.",
            "Вода была пригодной / годилась для питья.",
            "Условия приемлемы для всех заинтересованных лиц.",
            "Становится более допустимым, чтобы женщины пили.",
            "У нас был вполне приличный старт, но могло быть и лучше.",
            "Она довольно прилично играет в теннис.",
            "На другой стороне улицы находился ресторан, который выглядел вполне сносно.",
            "Как нам достичь приемлемого уровня безопасности данных?",
            "Порка — это неприемлемый способ наказания ребёнка.",
            "Для родителей социально неприемлемо оставлять детей без присмотра в таком возрасте.",
            "То, что он сделал, выходит за рамки приемлемого поведения.",
            "Вполне допустимо попробовать пищу, прежде чем её купить.",
            "Он попытался сделать это хоть в какой-то степени приемлемым.",
            "Её книга имеет целью определить приемлемое социальное поведение.",
            "Недопустимо решать свои проблемы с помощью бутылки.",
            "В конце концов мы остановились на цифре, которая была одинаково приемлема для всех.",
            "Это приемлемые показатели, хотя и не выдающиеся.",
            "Студенты, которые достигнут приемлемого уровня знаний, перейдут в магистратуру.",
            "Большинство торговых автоматов в нашей стране не принимает иностранные монеты в качестве платёжного средства.",
            "То, что является социально приемлемым поведением в одной стране, может быть неприемлемо в другой.",
            "Законодатели штата работали до поздней ночи, подготавливая законопроект, который был бы приемлем для всех.",
            "Такой расхлябанный и небрежный подход более недопустим.",
            "Он перешёл границы допустимого поведения.",
            "Если громких протестов не последует, то можно будет считать эти изменения приемлемыми."
        ],
        "stars": 2
    }
}