{
    "access": {
        "comment": [
            "accessory",
            "assess"
        ],
        "translate": "доступ, проход, подход, выборка, припадок, обращаться, иметь доступ",
        "transcription": " |ˈækses|",
        "antonyms": [],
        "mnemonic": [
            "access [э'ксэс] доступ - (Экс* СЭС**) имела доступ во все кафе (‘Бывшая “санэпидстанция).",
            "access ['ækses]\nexcess [ɪk'sɛs] - избыток, превышение, свыше\n***\nДОСТУП есть и есть \"áксцесс\". (это) access\nЕсть ПОДХОД и есть эксцесс. (это) access\n***\nНе бывает в избытке \"excess\"\nуспеха \"success\"."
        ],
        "examples": [
            "Do you have access to the Internet?",
            "You'll need a password to access the database.",
            "He always has access to the Prime Minister.",
            "I had unrestricted access.",
            "We have Internet access at the library.",
            "The word “access” is spelled with two cs.",
            "That access of fear loosened his joints.",
            "She still had access to the Emperor whenever she desired.",
            "He gained access to the building.",
            "My ex-wife deliberately sabotages my access to the children.",
            "The system enables students to access class materials online.",
            "You can access our homepage via the Internet.",
            "This report can be accessed via the Internet at www...",
            "The agreement was needed for use of the access routes to the city.",
            "They paid a premium for access to water.",
            "My ex-husband has access to the children once a week.",
            "Users can access their voice mail remotely.",
            "Hackers had illegally accessed information on more than 310,000 consumers.",
            "We cannot provide you with Internet access unless you agree to these terms.",
            "She had privileged access to the files.",
            "an urban underclass, who have limited access to health care",
            "They have access to up-to-date information through a computer database.",
            "Access to the site is closely controlled.",
            "Only employees have access to bank records.",
            "How does one access the attic in this house?",
            "The theatre has good access for the disabled.",
            "We're trying to improve access for disabled visitors.",
            "Nesting places on the cliffs are difficult of access.",
            "This card allows you to access your money at the touch of a button.",
            "In May 1949, Stalin conceded defeat and reopened land access to Berlin."
        ],
        "example_translate": [
            "У вас есть доступ в интернет?",
            "Для доступа к базе данных вам понадобится пароль.",
            "У него всегда есть доступ к премьер-министру.",
            "У меня был неограниченный доступ.",
            "В нашей библиотеке есть доступ к Интернету.",
            "Слово \"access\" (доступ) пишется с двумя буквами \"с\".",
            "Приступ страха ослабил его мускулы.",
            "Она по-прежнему могла входить к императору в любое время, когда ей этого хотелось.",
            "Он получил доступ к зданию.",
            "Моя бывшая жена умышленно срывает мои свидания с детьми.",
            "Данная система позволяет студентам получить доступ к материалам занятий в Интернете.",
            "К нашей домашней странице можно подключиться через интернет.",
            "Доступ к этому отчёту можно получить через интернет по адресу www…",
            "Данное соглашение требовалось для использования подъездных путей к городу.",
            "За доступ к воде они заплатили дополнительно.",
            "Мой бывший муж имеет право видеться с детьми один раз в неделю.",
            "Пользователи могут получать доступ к своей голосовой почте удалённо.",
            "Хакеры получили незаконный доступ к информации о более чем 310000 потребителях.",
            "Мы не можем предоставить вам доступ в интернет, если вы не согласитесь с данными условиями.",
            "У неё был особый доступ к этим материалам.",
            "городская беднота, которая имеет ограниченный доступ к медицинской помощи",
            "У них есть доступ к новейшей информации через компьютерную базу данных.",
            "Доступ к сайту тщательно контролируется.",
            "Доступ к банковской документации есть только у сотрудников.",
            "Как попасть на чердак в этом доме?",
            "В театре имеется удобный доступ для инвалидов.",
            "Мы пытаемся улучшить доступ для посетителей с ограниченными физическими возможностями.",
            "Гнездовья на скалах труднодоступны.",
            "Эта карта позволяет вам одним нажатием кнопки получить доступ к своим деньгам.",
            "В мае 1949 года Сталин признал поражение, и вновь открыл наземный доступ к Берлину."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}