{
    "accessible": {
        "comment": [],
        "translate": "доступный, достижимый, податливый, поддающийся",
        "transcription": " |əkˈsesəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The director is accessible to everyone.",
            "It is a fascinating and accessible book.",
            "The college is easily accessible by road.",
            "I think that you'll find she's very accessible.",
            "He wants his music to be accessible to everyone.",
            "The information is readily accessible on the Internet.",
            "The stacks are accessible to the public.",
            "Both say they want to write literary books that are accessible to a general audience.",
            "The island is only accessible by boat.",
            "Accessible only by air, the town is cut off from the rest of the country.",
            "There is a church which is easily accessible from my home.",
            "The cabin is accessible by road.",
            "The mall is accessible from the highway.",
            "All parts of the sports complex are fully accessible to the physically challenged."
        ],
        "example_translate": [
            "На приём к начальнику может прийти всякий.",
            "Это увлекательная и доступная книга.",
            "До этого колледжа легко добраться на машине /наземным транспортом/.",
            "Я думаю, что вы найдёте её очень доступной.",
            "Он хочет, чтобы его музыка была доступной каждому.",
            "Эта информация без труда доступна в интернете.",
            "Книгохранилища открыты для читателей.",
            "Оба говорят, что им хочется писать книги, понятные широкому читателю.",
            "Добраться до острова можно только на лодке.",
            "Поскольку добраться до этого города можно только по воздуху, он отрезан от остальной части страны.",
            "Есть одна церковь, до которой легко добраться из моего дома.",
            "До хижины можно добраться по дороге.",
            "До торгового центра можно легко добраться от шоссе.",
            "Все части данного спортивного комплекса являются полностью доступными для людей с ограниченными возможностями."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}