{
    "accidentally": {
        "comment": [
            "accident",
            "accidental",
            "deliberate"
        ],
        "translate": "случайно, нечаянно, непредумышленно",
        "transcription": " |ˌæksɪˈdentəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I accidentally cut my thumb.",
            "He accidentally broke a window.",
            "I accidentally stepped on her toe.",
            "I accidentally spilled wine on the rug.",
            "I accidentally spilled coffee all over my new suit.",
            "I accidentally stepped in a puddle.",
            "The driver chocked up the wheels so that the car could not run accidentally down the hill.",
            "I accidentally locked myself out of the house.",
            "They were fooling around and accidentally capsized the canoe.",
            "The death was ruled accidental.",
            "She accidentally stepped in a puddle and got her shoes wet.",
            "The cake accidentally got squished.",
            "She accidentally shot herself in the foot.",
            "Several important files were accidentally erased.",
            "The boy's ball accidentally dislodged the top brick from the wall.",
            "She accidentally scratched the varnish.",
            "She accidentally dribbled wine onto the rug.",
            "I accidentally shut the door on her fingers.",
            "Some of the names had been accidentally erased.",
            "My knee accidentally knocked against the table.",
            "I accidentally splashed some water on the floor.",
            "A careless camper accidentally started a fire in the woods.",
            "He accidentally drilled into a water pipe.",
            "The little boy accidentally wet his pants.",
            "A soldier accidentally discharged his weapon.",
            "I accidentally knocked my knee against the table.",
            "I accidentally bashed into a woman pushing a pram.",
            "She accidentally struck another player in the face.",
            "I accidentally pulled one of the buttons off my shirt.",
            "He fell and accidentally put his hand through a window."
        ],
        "example_translate": [
            "Я случайно порезал большой палец.",
            "Он случайно разбил окно.",
            "Я случайно наступил ей на ногу /на палец ноги/.",
            "Я случайно пролил вино на ковер.",
            "Я случайно пролил кофе на свой новый костюм.",
            "Я случайно наступил в лужу.",
            "Водитель поставил упор под колёса, чтобы машина случайно не скатилась с холма.",
            "Я случайно запер дверь, и не могу попасть домой.",
            "Они дурачились и случайно перевернули байдарку (лодка).",
            "Эта смерть была признана случайной.",
            "Она случайно наступила в лужу и промочила обувь.",
            "Пирог случайно раздавили.",
            "Она случайно выстрелила себе в ногу.",
            "Были случайно удалены несколько важных файлов.",
            "Мяч мальчика случайно выбил верхний кирпич из стены.",
            "Она случайно поцарапала лак.",
            "Она случайно накапала вином на ковёр /закапала вином ковёр/.",
            "Я случайно прищемил ей пальцы дверью.",
            "Некоторые из имён были случайно стёрты.",
            "Моё колено случайно ударилось об стол.",
            "Я случайно плеснул на пол немного воды.",
            "Из-за какого-то беспечного туриста в лесу начался пожар.",
            "Он случайно просверлил водопроводную трубу.",
            "Мальчик нечаянно обмочил штанишки.",
            "Один солдат случайно выстрелил из своего оружия.",
            "Я случайно ударился коленом об стол.",
            "Я случайно наткнулся на женщину, которая толкала коляску.",
            "Она случайно ударила в лицо другого игрока.",
            "Я нечаянно оторвал одну из пуговиц на рубашке.",
            "Он упал и случайно пробил рукой окно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}