{
    "accidental": {
        "comment": [],
        "translate": "случайный, неожиданный, второстепенный, случайность, случайный элемент",
        "transcription": " |ˌæksɪˈdentl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our meeting was purely accidental.",
            "Your misdeed is not accidental, but a trade.",
            "I accidentally locked myself out of the house.",
            "The death was ruled accidental.",
            "an accidental escape of poisonous gases",
            "Investigators rejected the theory that the death was accidental.",
            "The discharge of the revolver was accidental.",
            "A third of accidental deaths occur in the home.",
            "an accidental release of pollutants into the river",
            "The coroner recorded a verdict of accidental death.",
            "Most policies cover accidental damage to pipes.",
            "Buy an insurance policy that covers accidental damage.",
            "The character's motives remain accidental to the plot.",
            "a way to avoid accidental erasure of data from your computer",
            "The Spaniards say that the hulling of the vessel was accidental.",
            "How much does it cost to indemnify oneself against accidental death?",
            "There is an element of doubt as to whether the deaths were accidental.",
            "There's a difference between a purposeful lie and an accidental untruth.",
            "It is desirable that the preservation of accidentals should be seen in proper perspective."
        ],
        "example_translate": [
            "Наша встреча произошла совершенно случайно.",
            "Твоя оплошность не случайна, а закономерна.",
            "Я случайно запер дверь, и не могу попасть домой.",
            "Эта смерть была признана случайной.",
            "случайная утечка ядовитых газов",
            "Следователи отвергли версию о том, что эта смерть была случайной.",
            "Выстрел револьвера произошёл случайно.",
            "Треть смертей от несчастных случаев происходит в домашних условиях.",
            "случайная утечка в реку загрязняющих веществ",
            "Коронер зафиксировал вердикт о смерти от несчастного случая.",
            "Большинство страховых полисов покрывает случайное повреждение труб.",
            "Купите страховой полис, который покрывает случайные повреждения.",
            "Мотивы поступков этого персонажа по-прежнему имеют слабое отношение к сюжету.",
            "способ избежать случайного стирания данных с вашего компьютера",
            "Испанцы утверждают, что удар снаряда по корпусу корабля был случайным.",
            "Сколько стоит страхование жизни от несчастного случая?",
            "В том, что эти смерти были случайными, присутствует доля сомнения.",
            "Между преднамеренной ложью и случайно сказанной неправдой есть некоторая разница.",
            "Желательно, чтобы световые эффекты были сохранены в правильной перспективе."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}