{
    "accounting": {
        "comment": [
            "encounter",
            "count",
            "account",
            "counter",
            "discount",
            "county",
            "recount",
            "countless",
            "counterpart",
            "accountant"
        ],
        "translate": "учет, отчетность, расчет, бухгалтерское дело, балансирование",
        "transcription": " |əˈkaʊntɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They send me an accounting every month.",
            "They send me an accounting every month.",
            "The most malleable of all laws is accounting law.",
            "He was unable to give a clear accounting for his actions.",
            "Accounting clicks with his personality.",
            "He has a good grasp of accounting practices.",
            "He was gung ho about his accounting class.",
            "The advantages of the new accounting system are multifold.",
            "An in-depth knowledge of accounting is not necessary as training will be given.",
            "What accounting can you give for your bizarre actions on the night in question?",
            "He recently became a senior partner in the accounting firm.",
            "Under GAAP accounting, this thrift will show 110 million of net worth.",
            "At the end of the year the accounting department showed that it was a wash.",
            "In principle, the new software should make the accounting system a lot simpler.",
            "Their financial statements are in conformity with generally accepted accounting practices.",
            "It turns out that the company's report of record profits last year was due to some creative accounting."
        ],
        "example_translate": [
            "Они присылают мне отчеты каждый месяц.",
            "Они отправляют мне отчётность каждый месяц.",
            "Самый гибкий из всех законов – закон о бухгалтерском учете.",
            "Он был не в состоянии отдавать чёткий отчёт в своих действиях.",
            "Для человека с его характером профессия бухгалтера как раз то, что надо.",
            "Он имеет хорошее представление о практике бухгалтерского учёта.",
            "Он был в полном восторге от занятий по бухучёту.",
            "Преимущества новой системы учёта многочисленны и разнообразны.",
            "Глубокие знания бухгалтерского учета не являются необходимыми, поскольку обучение будет предоставлено.",
            "Как вы можете объяснить странные поступки, которые вы совершили в тот вечер?",
            "Недавно он стал старшим партнёром в этой бухгалтерской фирме.",
            "По методике GAAP, чистые активы этого сберегательного учреждения составят 110 млн.",
            "В конце года бухгалтерия показала нулевую прибыль.",
            "В принципе, новое программное обеспечение должно сделать систему бухучёта намного проще.",
            "Их финансовая отчётность находится в соответствии с общепринятой практикой бухучёта.",
            "Получается, что сообщение данной компании о прошлогодних рекордных доходах было следствием манипуляций с бухгалтерией."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}