{
    "accord": {
        "comment": [
            "according to",
            "accordingly",
            "accordance"
        ],
        "translate": "соответствие, согласие, соглашение, предоставлять, соответствовать",
        "transcription": " |əˈkɔːrd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We are in accord with your proposal.",
            "He decided to go of his own accord.",
            "It doesn't accord with what you said yesterday.",
            "Our information does not accord with his report.",
            "They came to an accord that profits would be shared equally.",
            "We accorded him a hero's welcome.",
            "In many cases the disease will clear up of its own accord.",
            "The two sides were able to reach an accord.",
            "The door seemed to move of its own accord.",
            "Interestingly, the results presented were not in accord with the calculations.",
            "He was accorded certain favors because of his age.",
            "The well stopped of its own accord, probably sanding up.",
            "We reached an accord with the neighbouring country about our common border.",
            "You will not be accorded any special treatment.",
            "Every school accords high priority to the quality of teaching.",
            "They hoped to bring about a peace accord between the warring nations.",
            "These results are in accord with earlier research.",
            "It is important to the success of any firm that its partners should be in complete accord.",
            "There was a silence as the women turned with one accord to stare at Doreen."
        ],
        "example_translate": [
            "Мы согласны с вашим предложением.",
            "Он решил идти по своему усмотрению.",
            "Это не соответствует тому, что вы говорили вчера.",
            "Наша информация не совпадает с его отчётом.",
            "Они договорились разделить доходы поровну.",
            "Мы встретили его как героя.",
            "Во многих случаях болезнь проходит сама по себе.",
            "Стороны смогли достичь соглашения.",
            "Дверь, казалось, двигалась сама собой.",
            "Интересно, что представленные результаты не соответствовали вычислениям.",
            "В связи с возрастом ему были сделаны некоторые послабления.",
            "Родник перестал течь сам собой, возможно, из-за того, что забился песком.",
            "Мы достигли соглашения с сопредельным государством по вопросу общей границы.",
            "Вам не будет предоставлено особого отношения.",
            "Каждая школа уделяет первоочередное внимание качеству преподавания.",
            "Они надеялись добиться мирного соглашения между воюющими государствами.",
            "Эти результаты согласуются с более ранними исследованиями.",
            "Для успеха любой фирмы важно, чтобы её партнеры были в полном согласии.",
            "Женщины разом замолчали, обернулись и пристально посмотрели на Дорин."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}