{
    "accountant": {
        "comment": [
            "encounter",
            "count",
            "account",
            "counter",
            "discount",
            "county",
            "recount",
            "countless",
            "accounting",
            "counterpart"
        ],
        "translate": "бухгалтер, счетовод, ответчик",
        "transcription": " |əˈkaʊntənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My brother's studying to be an accountant.",
            "She currently acts as accountant.",
            "Which accountant do you use?",
            "She hired an accountant to take control of her money.",
            "An accountant will examine the company's books.",
            "He followed his vocation and became an accountant.",
            "The senior accountant gave a presentation at the meeting.",
            "An accountant has been hired to examine the company's books.",
            "Our accountant finally managed to sort out the muddle.",
            "The accountant is meeting with another client right now, but she'll be able to see you later this afternoon.",
            "I think he's an accountant, financial adviser, or something of that kind.",
            "The accountant embezzled thousands of dollars while working for the wealthy family"
        ],
        "example_translate": [
            "Мой брат учится на бухгалтера.",
            "В данный момент она исполняет функции бухгалтера.",
            "Какой компании вы передали ведение вашей бухгалтерии?",
            "Она наняла бухгалтера, чтобы тот взял под контроль её финансы. / Чтобы контролировать финансы, она наняла бухгалтера.",
            "Отчёты компании будут проверены бухгалтером.",
            "Он последовал своей склонности и стал бухгалтером.",
            "Старший бухгалтер выступил с докладом /провёл презентацию/ на встрече.",
            "Для проверки отчётов компании наняли бухгалтера.",
            "Нашему бухгалтеру, наконец, удалось разобраться с беспорядком. (привести всё в порядок)",
            "Сейчас у бухгалтера встреча с другим клиентом, но она сможет принять вас сегодня после обеда.",
            "По-моему, он бухгалтер, финансовый консультант, или что-то в этом роде.",
            "Бухгалтер присвоил тысячи долларов, работая в богатой семье."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}