{
    "accommodation": {
        "comment": [
            "common",
            "commonly",
            "accommodate",
            "commodity"
        ],
        "translate": "жильё, помещение, приспособление, аккомодация, компромисс, приют, примирение",
        "transcription": " |əˌkɑːməˈdeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They had begun to seek a possible accommodation.",
            "The price for the holiday includes flights and accommodation.",
            "We reached an accommodation between both parties.",
            "The cost of rented accommodation keeps going up.",
            "The accommodations on board the boat are a bit cramped.",
            "All students are offered free accommodation.",
            "Accommodation, without which society would be painful.",
            "Don't worry about your accommodation — it's all taken care of.",
            "You have a choice of hotel or self-catering accommodation.",
            "We provide the best possible accommodation for our students.",
            "The price includes accommodation, breakfast, and evening meals.",
            "Our sole accommodation was a tent barely able to contain eight persons.",
            "He obtained an accommodation of £ 100 from Ballantyne.",
            "He hoped to reach an accommodation with the new owners.",
            "The accommodation was so awful, it had to be seen to be believed (=you would not believe it if you did not see it yourself).",
            "The price includes accommodation and car rental.",
            "She accepted their offer of rent-free accommodation.",
            "Two nights' accommodation with breakfast and evening meal cost us just over £250.",
            "Good accommodation is provided for second-class passengers in a commodious deckhouse.",
            "The accommodation is very simple, consisting of berthing in two tiers in the women's ward and feeding.",
            "The refugees are being housed in temporary accommodation.",
            "A market toll is paid for the accommodation which a market provides.",
            "The new accommodation block has all but masked the original building.",
            "Accommodation is comfortable and appropriate to nature of horse trekking.",
            "I've offered to paint the kitchen in exchange for a week's accommodation.",
            "Negotiators were convinced that accommodation with the union was possible.",
            "Universities have to provide student accommodation for first-year students.",
            "It also encourages existing home owners to trade up to larger accommodation.",
            "They weren't sure if they could provide food and accommodations for the whole group.",
            "I was refused accommodation — not, I hasten to add, on account of my appearance (=used to explain more about what you have just said)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они начали искать возможный компромисс.",
            "В стоимость отдыха входит перелет и проживание.",
            "Мы достигли компромисса между обеими сторонами.",
            "Цены на съёмное жильё продолжают расти.",
            "Помещения на борту судна немного тесноваты.",
            "Всем студентам предоставляется бесплатное жильё /проживание, размещение/.",
            "Умение приспосабливаться, без которого в обществе просто невозможно было бы жить.",
            "Не беспокойтесь о вашем проживании: обо всём уже позаботились.",
            "Вы можете выбрать размещение в гостинице, или же в апартаментах с собственной кухней.",
            "Мы предоставляем нашим студентам самое лучшее жильё.",
            "В стоимость входят: проживание, завтрак и ужин.",
            "Нашим единственным убежищем была палатка, едва вмещавшая восемь человек.",
            "Баллантайн ссудил ему сто фунтов.",
            "Он надеялся достичь договорённости с новыми владельцами.",
            "Жильё было настолько ужасным, что это просто надо было видеть (т.е. вы не поверите, если не увидите всё своими глазами).",
            "В стоимость входят проживание и прокат автомобиля.",
            "Она приняла их предложение предоставления жилой площади без арендной платы.",
            "Две ночи в гостинице с завтраком и ужином обошлись нам чуть более чем в 250 фунтов стерлингов.",
            "Пассажирам второго класса предоставляется просторный салон на верхней палубе.",
            "Условия проживания скромные: спальное место на двухъярусной кровати в женском отделении и питание.",
            "Беженцев размещают в местах временного проживания.",
            "Плата за место на рынке взимается за помещение, предоставляемое администрацией рынка.",
            "Новый жилой блок почти полностью прикрыл собой первоначальное здание.",
            "Условия проживания комфортные и приспособлены для конных маршрутов.",
            "Я предложил покрасить кухню в обмен на недельное проживание.",
            "Переговорщики были убеждены в том, что с профсоюзом можно как-то договориться.",
            "Университеты должны предоставлять общежитие для студентов-первокурсников.",
            "Это также стимулирует людей, у которых уже есть собственные дома, обменивать их на более просторное жильё.",
            "Они не были уверены, что смогут предоставить продовольствие и жилые помещения для всей группы.",
            "В проживании мне было отказано, и скажу сразу, что мой внешний вид тут ни при чём (выражение используется, чтобы подробнее объяснить только что сказанное)."
        ]
    }
}