{
    "accommodate": {
        "comment": [
            "common",
            "commonly",
            "accommodation",
            "commodity"
        ],
        "translate": "вмещать, приспосабливать, согласовывать, снабжать, примирять, приспособлять",
        "transcription": " |əˈkɑːmədeɪt|",
        "antonyms": [],
        "mnemonic": [
            "accommodate [эко'модейт] приспособить - (А коммод эй т-ы) приспособил к своей комнате?.",
            "accident ['æksɪdənt] - катастрофа\naccidental ['æksɪdənt (ə) l] - случайный\n***\nПопали в АВАРИЮ Макс|и|Ден (т). (это) accident\n***\naccommodation [əkɔmə'deɪʃən]\naccommodate [ə'kɔmədeɪt] - предоставлять,\nприспосабливать\n***\nПРИСТАНИЩЕ вам даст не комендант,\nа|комендейшен. (это) accommodation"
        ],
        "examples": [
            "The ballroom can accommodate 400 people.",
            "Students are accommodated in homes nearby.",
            "It was very good of you to accommodate me with the ticket for my journey.",
            "The company accommodates employees near the workplace.",
            "The school was not big enough to accommodate all the children.",
            "We've made every effort to accommodate your point of view.",
            "The roads are built to accommodate gradual temperature changes.",
            "Can you accommodate me with a rental car?",
            "He would often change his schedule to accommodate his clients.",
            "This hotel can accommodate 250 guests.",
            "Her eyes took a while to accommodate to the darkness.",
            "The CD-ROMs will accommodate the works of all English poets from 600 to 1900.",
            "Smart investors quickly accommodated to the new market conditions.",
            "This room will accommodate 50 people at the most.",
            "The ceilings were too low to accommodate his terrific height.",
            "They were kind enough to accommodate me with a ride to the train station.",
            "He bought a huge house to accommodate his library.",
            "New facilities are being added to accommodate the special needs of elderly residents.",
            "Over 600 people can be accommodated on the cruise ship.",
            "I asked them for additional money, and they accommodated me with a loan.",
            "We'll have to change the configuration of the system to accommodate the new server.",
            "This room will accommodate 50 people at the most.",
            "The island was used to accommodate child refugees."
        ],
        "example_translate": [
            "В бальном зале могут разместиться 400 человек.",
            "Студенты размещены в близлежащих домах.",
            "Было очень любезно с вашей стороны обеспечить меня билетом.",
            "Компания предоставляет своим работникам жилье недалеко от места работы.",
            "Школа была недостаточно большой, чтобы вместить всех детей.",
            "Мы сделали всё возможное, чтобы принять вашу точку зрения.",
            "Дороги строят таким образом, чтобы они выдерживали последовательную смену температур.",
            "Вы можете предоставить мне автомобиль напрокат?",
            "В угоду клиентам он часто менял свой график.",
            "В этой гостинице могут разместиться двести пятьдесят гостей.",
            "Какое-то время её глаза привыкали к темноте.",
            "На компакт-дисках будет размещена вся английская поэзия от 600 до 1900 года.",
            "Умные инвесторы быстро приспособились к новым рыночным условиям.",
            "В этом помещении разместится максимум пятьдесят человек",
            "Потолки были слишком низкими для его громадного роста.",
            "Они были достаточно любезны, чтобы помочь мне доехать до вокзала.",
            "Он купил огромный дом и разместил там свою библиотеку.",
            "Добавляются новые удобства для удовлетворения особых потребностей престарелых жителей.",
            "На этом круизном судне можно разместить более шестисот человек.",
            "Я попросил у них ещё денег, и они выделили мне ссуду.",
            "Нам придётся изменить конфигурацию системы, чтобы подключить новый сервер.",
            "В этой комнате поместится максимум пятьдесят человек.",
            "Остров использовался для размещения детей-беженцев."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}