{
    "accompany": {
        "comment": [
            "company",
            "companion"
        ],
        "translate": "сопровождать, сопутствовать, аккомпанировать",
        "transcription": " |əˈkʌmpəni|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He agreed to accompany me on a trip to Africa.",
            "She will accompany me to the store.",
            "The disease is accompanied by sneezing and fever.",
            "Children under 14 must be accompanied by an adult.",
            "The speaker accompanied his angry words with forceful movements of the hands.",
            "He will be accompanying her on the piano.",
            "Children under 17 must be accompanied by an adult to see this movie.",
            "He was available and willing to accompany her.",
            "Wherever her husband went, she would accompany him.",
            "Please see accompanying booklet for instructions.",
            "A delicious sauce accompanied the grilled fish.",
            "Ten adults accompanied the class on their field trip.",
            "Your passport application form should be accompanied by two recent photographs.",
            "Daniel wanted Liz to accompany him on violin."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он согласился сопровождать меня в путешествии в Африку.",
            "Она сходит со мной в магазин.",
            "Заболевание сопровождается чиханием и высокой температурой.",
            "Дети до четырнадцати лет должны сопровождаться взрослыми.",
            "Докладчик сопровождал свои резкие слова энергичной жестикуляцией.",
            "Он будет аккомпанировать ей на пианино.",
            "Дети до семнадцати лет допускаются к просмотру этого фильма только с сопровождением взрослых.",
            "Он был свободен и готов её сопровождать.",
            "Она сопровождала мужа везде и всюду.",
            "Инструкции приведены в прилагающемся буклете.",
            "К рыбе на гриле подали очень вкусный соус.",
            "Десять взрослых сопровождали класс во время экскурсии /культпохода, вылазки/.",
            "К вашему заявлению на выдачу паспорта должны быть приложены две свежие фотографии.",
            "Дэниел хотел, чтобы Лиз аккомпанировала ему на скрипке."
        ],
        "stars": 2
    }
}