{
    "accomplish": {
        "comment": [
            "complicated",
            "complicate",
            "compliance",
            "compliment",
            "complication",
            "compliant"
        ],
        "translate": "выполнять, совершать, достигать, завершать, совершенствовать",
        "transcription": " |əˈkɑːmplɪʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He accomplished 50 years.",
            "We had accomplished our journey just in time.",
            "There are several different ways to accomplish the same task.",
            "We have accomplished all we set out to do.",
            "If we'd all work together, I think we could accomplish our goal.",
            "They found it quite a tough task to accomplish.",
            "Mission accomplished (=we have done what we intended to do).",
            "People actually accomplish more when they take time for short rests.",
            "God has no need of men to accomplish His work.",
            "Exactly what he thought he would accomplish is unclear.",
            "It was necessary to partition the work to be done to make the job easier to accomplish.",
            "He may accomplish by craft in the long run what he cannot do by force and violence in the short one"
        ],
        "example_translate": [
            "Ему исполнилось 50 лет.",
            "Мы как раз вовремя завершили наше путешествие.",
            "Существует несколько различных способов выполнения одной и той же задачи.",
            "Мы выполнили всё, что собирались сделать.",
            "Я думаю, если бы мы работали вместе, мы бы смогли выполнить нашу задачу.",
            "Это задание оказалось для них очень сложным.",
            "Задача выполнена (т.е. мы сделали то, что собирались).",
            "Люди и в самом деле достигают большего, когда выделяют время на короткие передышки.",
            "Богу не нужны люди, чтобы завершить свой труд.",
            "Непонятно, чего именно он думал этим добиться.",
            "Необходимо было разбить работу на части, чтобы было легче выполнить задание.",
            "Возможно, в конечном счёте ему удастся хитростью добиться того, что он не может сделать силой и жестокостью прямо сейчас."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}