{
    "according to": {
        "comment": [
            "ordinary",
            "recording",
            "extraordinary",
            "extraordinarily",
            "coordinate",
            "subordinate",
            "accordingly",
            "coordination",
            "accord",
            "accordance"
        ],
        "translate": "согласно",
        "transcription": "",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Charges vary according to size.",
            "We will proceed according to plan.",
            "Work is proceeding according to plan.",
            "The eggs are graded according to size.",
            "The eggs are sorted according to size.",
            "You are taxed according to your income.",
            "He was rewarded according to his merits.",
            "Pencils are graded according to softness.",
            "According to the map we should turn left.",
            "The books were shelved according to category.",
            "Prices change according to demand and supply.",
            "According to him, politics is full of phonies.",
            "According to Nathan, Robin has quite a temper.",
            "He was the hero according to his own relation.",
            "Each man will be paid according to his ability.",
            "the classification of wines according to quality",
            "According to him, I was the canker in their midst.",
            "According to the dictionary, the word has two uses.",
            "According to custom, the festivities begin at dusk.",
            "He was brought to the earth according to his value.",
            "According to the map we missed our turn back there.",
            "This is 'untrue and libellous' according to Mr Hill.",
            "According to the circular, eggs are on sale this week.",
            "According to the package, one serving size is 6 ounces.",
            "The children were arranged in lines according to height.",
            "According to his statement he was in London on that day.",
            "According to one source, the program will not cost a lot.",
            "This bird feeds on worms and according to some, on roots.",
            "According to the Bible, man was made in the image of God.",
            "According to local lore, a ghost still haunts the castle."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Расценки варьируются в зависимости от размера.",
            "Мы будем действовать в соответствии с планом.",
            "Работа продолжается в соответствии с планом.",
            "Яйца сортируются в зависимости от их размера.",
            "Яйца отсортированы по размеру.",
            "Вы облагаетесь налогами в соответствии со своими доходами.",
            "Он был вознагражден по заслугам.",
            "Карандаши классифицируются по степени мягкости.",
            "Судя по карте, мы должны свернуть налево.",
            "Книги были расставлены на полках в соответствии с жанрами.",
            "Цены меняются в зависимости от спроса и предложения.",
            "По его словам, политика полна притворщиков.",
            "По словам Натана, у Робина тот ещё характер.",
            "Если верить его собственным рассказам, он был героем.",
            "Каждому рабочему будут платить в соответствии с его квалификацией.",
            "классификация вин по качеству",
            "По его словам, я, подобно язве, пагубно влияла на их окружение.",
            "В соответствии со словарём, это слово применяется в двух случаях.",
            "Согласно обычаю, торжества начинаются в сумерки.",
            "Он был похоронен соответственно своему положению.",
            "Согласно карте, мы пропустили поворот вон там.",
            "По словам мистера Хилла это \"ложь и клевета\".",
            "Как написано в рекламе, яйца на этой неделе идут по сниженным ценам.",
            "Как написано на упаковке, размер одной порции — шесть унций.",
            "Дети были построены в шеренги по росту.",
            "Согласно его показаниям, в тот день он был в Лондоне.",
            "Согласно одному из источников, данная программа не будет стоить много.",
            "Эта птица питается червями и, как утверждают некоторые, корнями растений.",
            "Согласно Библии, человек был создан по образу Божьему.",
            "Согласно местным преданиям, в замке до сих пор обитает привидение."
        ],
        "stars": 0
    }
}