{
    "accuse": {
        "comment": [
            "excuse"
        ],
        "translate": "обвинять, винить, предъявлять обвинение",
        "transcription": " |əˈkjuːz|",
        "antonyms": [],
        "mnemonic": [
            "accuse [экю'з] обвинять - (А к юз-ерам) с обвинениями обращаться не надо.",
            "accuse [ə'kju: z]\nexcuse [iks'kju: s] - извинение, извинять\nrecuse [rɪ'kju:z] - отказываться\n***\nОБВИНЯЛ меня не|Круз. (это) accuse"
        ],
        "examples": [
            "How dare you accuse me of lying!",
            "He was accused of murder.",
            "Smith accused her of lying.",
            "It was unjust of him to accuse you without proof.",
            "I reckon that no one could accuse me of idle talking.",
            "Her assistant was accused of theft and fraud by the police.",
            "The professor stands accused of (=has been accused of) stealing his student's ideas and publishing them.",
            "They accuse him of mistreating his wife.",
            "She was accused of lying on the employment application.",
            "The neighbors accused the man of spousal abuse.",
            "If I don't go tonight, everyone will accuse me of being antisocial.",
            "It would be premature to accuse anyone until the investigation is complete.",
            "You may accuse me of being and old fuddy-duddy trying to stop young people having fun.",
            "The using of racks and thumbscrews for the purpose of forcing prisoners to accuse themselves."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Как вы смеете обвинять меня во лжи!",
            "Его обвинили в убийстве.",
            "Смит обвинил ее во лжи.",
            "Он поступил несправедливо, бездоказательно обвинив вас.",
            "Я полагаю, что никто не смог бы обвинить меня в пустословии.",
            "Полиция обвинила её помощника в воровстве и мошенничестве.",
            "Профессор был обвинён в краже студенческих идей и их публикации.",
            "Его обвиняют в плохом обращении с женой.",
            "Её обвинили в том, что она солгала в заявлении о приёме на работу.",
            "Соседи обвинили мужчину в жестокости по отношению к супруге.",
            "Если я сегодня вечером не пойду, все будут обвинять меня в том, что я антисоциален.",
            "Было бы преждевременным обвинять кого-либо до окончания расследования.",
            "Вы можете обвинить меня в том, что я старый ворчун, который пытается мешать молодым людям веселиться.",
            "Использование дыбы и тисков для того, чтобы заставить узников признать свою вину."
        ],
        "stars": 3
    }
}