{
    "accurate": {
        "comment": [
            "accurately",
            "accuracy"
        ],
        "translate": "точный, тщательный, меткий, калиброванный, правильный",
        "transcription": " |ˈækjərət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They were accurate in their prediction.",
            "Her novel is historically accurate.",
            "A child's recall is usually accurate.",
            "He is an accurate passer.",
            "The rifle was extremely accurate.",
            "They haven't given us accurate information. We've been screwed.",
            "Her calculation of the building costs proved quite accurate.",
            "His shooting was slow but accurate.",
            "They arm people with accurate information.",
            "The model is accurate down to the tiniest details.",
            "I don't think these figures are anywhere near accurate.",
            "The instruments provide accurate measurement of atmospheric conditions.",
            "The book is an accurate snapshot of upper-class English life.",
            "He is meticulous about keeping accurate records.",
            "It is difficult to get accurate figures on population numbers.",
            "There are too many imponderables to make an accurate prediction.",
            "The artist was determined to present an accurate picture.",
            "The skin is an accurate barometer of emotional and physical health.",
            "His letter was a very accurate formulation of his thoughts on the matter.",
            "The evidence she gave to the court was not strictly accurate (=not exactly accurate).",
            "His mental measurings proved remarkably accurate.",
            "We believe the polls are an accurate mirror of public opinion.",
            "The report gives us a very accurate picture of life in the inner cities.",
            "It's impossible to predict the weather accurately.",
            "Your conclusion may turn out to be accurate, but you're postulating a lot of ifs.",
            "Such a clock is guaranteed to be accurate within one second in one million years.",
            "He spent years working up a period novel that was historically accurate in every detail.",
            "Accurate measurements are required in carpentry.",
            "Mayans had a system of writing and an accurate calendar.",
            "The machines were not yet accurate enough to give useful results."
        ],
        "example_translate": [
            "Они оказались точны в своих прогнозах.",
            "Её роман исторически точен. / В её романе точно отражаются исторические события.",
            "Детские воспоминания, как правило, точны.",
            "Он умеет давать точные пасы.",
            "Винтовка обладала исключительной точностью стрельбы.",
            "Они предоставили нам недостоверную информацию. Нас обманули.",
            "Ее оценка строительных расходов оказалась правильной.",
            "Его стрельба была медленной, но точной. / Он стрелял медленно, но метко.",
            "Они вооружают людей точной информацией.",
            "Данная модель точна до мельчайших деталей.",
            "Не думаю, что эти цифры хоть сколько-нибудь точны.",
            "Данные приборы обеспечивают точное измерение характеристик атмосферы.",
            "Книга точно описывает образ жизни верхних слоёв английского общества.",
            "Он скрупулёзно относится к точности своих данных.",
            "Трудно получить точные данные о численности населения.",
            "Для точного прогноза здесь слишком много факторов, не поддающихся точной оценке.",
            "Художник стремился передать точную картину.",
            "Кожа является точным барометром эмоционального и физического здоровья.",
            "В письме были очень точно сформулированы его мысли по этому поводу.",
            "Показания, которые она дала в суде, не были абсолютно точными (т.е. были не совсем точными).",
            "Его мысленные измерения оказались поразительно точными.",
            "Мы считаем, что эти опросы являются точным отражением общественного мнения.",
            "В докладе даётся очень точное представление о жизни в гетто.",
            "Невозможно точно предсказать погоду.",
            "Ваш вывод может оказаться верным, но вы принимаете без доказательств множество гипотез.",
            "Точность хода таких часов находится в пределах одной секунды за один миллион лет.",
            "Он провёл несколько лет за сочинением исторического романа, который оказался исторически точным в каждой мелочи.",
            "В плотницком деле необходимы точные измерения.",
            "Майя имели письменность и точный календарь.",
            "Машины ещё не обладали достаточной точностью для выдачи приемлемых результатов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}