{
    "accusation": {
        "comment": [
            "accuse",
            "excuse"
        ],
        "translate": "обвинение, обвинительный акт",
        "transcription": " |ˌækjʊˈzeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Your accusation must be grounded on facts.",
            "She was surprised that he had no words of accusation for her.",
            "A number of serious accusations have been made against her.",
            "He was cut to the quick by the accusation.",
            "It was frivolous of him to make such an accusation.",
            "She objected that the accusation was based on hearsay.",
            "It was vicious of him to make such an accusation.",
            "They fled the country, amid accusations of corruption.",
            "She's made all sorts of wild accusations against me in the past.",
            "I wouldn't deign to answer that absurd accusation.",
            "His administration now faces accusations of corruption.",
            "The accusation of elitism seems unfair as the festival presents a wide range of music, with something to please everyone.",
            "We have new evidence that lends colour to the accusation of fraud.",
            "In that climate of fear, an accusation alone was presumptive evidence of guilt.",
            "The main accusation levelled against him was that he tried to avoid military service."
        ],
        "example_translate": [
            "Твоё обвинение должно основываться на фактах.",
            "Она была удивлена, что он не произнёс ни одного слова упрёка в её адрес.",
            "Против неё выдвинули ряд серьёзных обвинений.",
            "Это обвинение задело его за живое.",
            "Он поступил легкомысленно, выдвинув такое обвинение.",
            "Она возразила, что данное обвинение основывается на слухах.",
            "Он совершил ошибку, выдвинув такое обвинение.",
            "Они бежали из страны на фоне обвинений в коррупции.",
            "В прошлом она меня в какой только дикости не обвиняла.",
            "Я бы не удостоил ответом столь нелепые обвинения.",
            "Теперь его администрация сталкивается с обвинениями в коррупции.",
            "Обвинения в элитизме кажутся незаслуженными, поскольку фестиваль представляет широкий спектр музыки, в котором каждый найдет что-то себе по душе.",
            "У нас появились новые доказательства, которые придают обвинению в мошенничестве некоторое правдоподобие.",
            "В этой атмосфере страха, уже одно обвинение становилось косвенным доказательством вины.",
            "Основное выдвинутое против него обвинение заключалось в том, что он пытался избежать службы в армии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}