{
    "accurately": {
        "comment": [
            "accurate",
            "accuracy"
        ],
        "translate": "точно, правильно, тщательно, безошибочно",
        "transcription": " |ˈækjərətli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The actor mimicked the President very accurately",
            "Does this gun shoot accurately?",
            "Her novel is historically accurate.",
            "You didn't measure the angle accurately.",
            "He accurately gauged the mood of the voters.",
            "The movie accurately reflects the mood of the time .",
            "The test can accurately predict what a bigger explosion would do.",
            "It's impossible to predict the weather accurately.",
            "He had accurately read the mood of the nation.",
            "Their job is to report the news accurately and fairly.",
            "They are unable to accurately determine the ship's position at this time.",
            "If the paintings portray her accurately, she was indeed a most beautiful woman.",
            "She established a system of tracking expenses more accurately.",
            "There are too many variables in the experiment to predict the result accurately.",
            "The model is accurate down to the tiniest details.",
            "The machines were not yet accurate enough to give useful results.",
            "a 16th-century astrologer who, some claim, accurately foretold 20th-century events",
            "The members of these groups do not express themselves as accurately or as elegantly as their critics do."
        ],
        "example_translate": [
            "Актер играл роль президента очень точно.",
            "Это оружие хорошо пристреляно? / Этот пистолет метко стреляет?",
            "Её роман исторически точен. / В её романе точно отражаются исторические события.",
            "Вы неправильно измерили этот угол.",
            "Он безошибочно определил настроение избирателей.",
            "Фильм точно отражает настроения того времени .",
            "Тест может точно предсказать, что произойдёт при более мощном взрыве.",
            "Невозможно точно предсказать погоду.",
            "Он точно понял настроение народа страны.",
            "Их работа заключается в том, чтобы сообщать новости точно и беспристрастно.",
            "На данном этапе они не способны точно определить координаты судна.",
            "Судя по дошедшим до нас портретам, это действительно была женщина редкой красоты.",
            "Она создала систему, позволяющую более точно отслеживать расходы.",
            "В данном эксперименте слишком много переменных, чтобы можно было точно предсказать его результат.",
            "Данная модель точна до мельчайших деталей.",
            "Машины ещё не обладали достаточной точностью для выдачи приемлемых результатов.",
            "астролог шестнадцатого века, который, как утверждают, точно предсказал события века двадцатого",
            "Члены этих групп выражаются не столь правильно и изящно, как их критики."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}