{
    "accuracy": {
        "comment": [
            "accurate",
            "accurately"
        ],
        "translate": "точность, правильность, аккуратность, меткость, тщательность, прецизионность",
        "transcription": " |ˈækjərəsɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm not sure about the accuracy and currency of their information.",
            "She shoots with deadly accuracy.",
            "Each experiment is performed twice to ensure accuracy.",
            "She hit the target with deadly accuracy.",
            "Their decisions were based on data of doubtful accuracy.",
            "Several managers have tried to increase the speed and accuracy of the workers.",
            "He strove for historical accuracy in the movie.",
            "His drawings are remarkable for their accuracy.",
            "He could not say with any accuracy what he had seen.",
            "The paramount goal is to restore the colonial-era house with complete historical accuracy.",
            "The police questioned the accuracy of his statement.",
            "The stress was more on accuracy than on speed.",
            "The magazine combines the accuracy of the scientist with the eye of the artist.",
            "The atomic clock enabled scientists to measure time with much greater accuracy.",
            "The missiles can hit targets with pinpoint accuracy.",
            "His investment advice comes with a caveat: that the stock market is impossible to predict with absolute accuracy."
        ],
        "example_translate": [
            "Я не уверен в точности и актуальности их сведений.",
            "Она стреляет с убийственной точностью.",
            "Каждый эксперимент проводится два раза, чтобы гарантировать точность.",
            "Она попала в цель с убийственной точностью.",
            "Их решения были основаны на данных сомнительной точности.",
            "Некоторые руководители попытались увеличить скорость и аккуратность работников.",
            "Он стремился к исторической достоверности своего фильма.",
            "Его чертежи отличаются точностью.",
            "Он не мог точно сказать, что (именно) он видел.",
            "Главной задачей является восстановление этого дома эпохи колониализма с полной исторической достоверностью.",
            "Полиция поставила под сомнение точность его показаний.",
            "Акцент был сделан больше на точности, чем на скорости.",
            "Данный журнал сочетает в себе точность учёного с глазом художника.",
            "Атомные часы позволили учёным измерять время с гораздо большей точностью.",
            "Данные ракеты могут поражать цели с ювелирной точностью.",
            "В своих рекомендациях по инвестированию он оговаривает тот момент, что поведение фондового рынка невозможно предугадать с абсолютной точностью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}