{
    "achieve": {
        "comment": [
            "achievement"
        ],
        "translate": "достигать, добиваться, выполнять, успешно выполнять, доводить до конца",
        "transcription": " |əˈtʃiːv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His words achieved their object.",
            "His plan was achieved.",
            "He hoped to achieve fame and fortune.",
            "She was unable to achieve her aims.",
            "We have achieved what we set out to do.",
            "a diet that achieves dramatic results",
            "There are many who will work hard to achieve these goals.",
            "She achieved her goal despite setbacks.",
            "He wanted to achieve power and prestige.",
            "He used unscrupulous means to achieve his end.",
            "Wilson has achieved considerable success as an artist.",
            "He now needs more of the drug to achieve the same effect.",
            "It's best to set realistic goals that you can achieve.",
            "With a little effort you should achieve the desired result.",
            "The teachers pushed the students to achieve.",
            "Teamwork is required in order to achieve these aims.",
            "Going to the memorial service for his late wife made it possible for him to achieve closure.",
            "She'll do anything to achieve her own ends.",
            "She meditates to achieve a higher state of being.",
            "The experiment did not achieve a desirable result.",
            "They have been unable to reach agreement about how to achieve reform.",
            "A primary function of property rights is that of guiding incentives to achieve a greater internalization of externalities.",
            "Their goal is to achieve basic literacy.",
            "He used devious means to achieve success.",
            "He strove mightily to achieve a better position in life.",
            "With much practice, she has achieved a high level of skill.",
            "We give students the skills they need in order to achieve in college.",
            "Frances achieved very good exam results.",
            "They achieved high scores on their math tests.",
            "We should strive to achieve justice for all people."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ie = [iː]"
        ],
        "example_translate": [
            "Его слова достигли своей цели.",
            "Его план был успешно выполнен.",
            "Он надеялся добиться славы и богатства.",
            "Она была не в состоянии достичь своих целей.",
            "Мы выполнили всё, что намеревались сделать.",
            "диета, которая помогает достичь значительных результатов.",
            "Многие приложат все усилия, чтобы достичь этой цели.",
            "Она добилась своей цели, несмотря на неудачи.",
            "Он хотел добиться могущества и престижа.",
            "Он использовал любые средства для достижения своей цели.",
            "Уилсон добился значительного успеха как художник.",
            "Сейчас он нуждается в большей дозе наркотиков, чтобы добиться такого же эффекта.",
            "Лучше всего ставить перед собой реалистичные цели, которые можно достичь.",
            "Приложив немного усилий, вы должны достичь желаемого результата.",
            "Преподаватели подтолкнули студентов к достижениям.",
            "Командная работа необходима для достижения этих целей.",
            "Присутствие на панихиде по покойной жене позволило ему достичь чувства примирения /примириться/ с утратой.",
            "Она сделает всё, чтобы достичь своих целей.",
            "Она медитирует, чтобы достичь более высокого состояния бытия.",
            "Эксперимент не привёл к желаемму результату.",
            "Они не смогли прийти к соглашению по вопросу осуществления реформ.",
            "Главной причиной существования прав собственности является то, что они создают стимулы для большей интернализации внешних эффектов.",
            "Их цель — достижение элементарной грамотности.",
            "Для достижения успеха он прибегал к окольным путям.",
            "Он прикладывал огромные усилия, чтобы достичь лучшего положения в жизни.",
            "Много тренируясь, она достигла высокого уровня мастерства.",
            "Мы даём ученикам навыки, необходимые им для того, чтобы добиться успеха в колледже.",
            "Фрэнсис сдал экзамены очень хорошо. / На экзаменах Фред добился отличных результатов.",
            "Они получили высокие баллы за тест по математике.",
            "Мы должны стремиться к тому, чтобы добиться справедливости для всех людей."
        ]
    }
}