{
    "achievement": {
        "comment": [
            "achieve"
        ],
        "translate": "достижение, успех, выполнение, подвиг",
        "transcription": " |əˈtʃiːvmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bridge was an epic achievement.",
            "It was a great achievement.",
            "Getting the project done on time was a real achievement.",
            "His great achievement is to make all the players into a united team.",
            "As we climbed the final few metres, we felt a sense of achievement.",
            "It was a great achievement that a month later a global agreement was reached.",
            "Magellan's voyage is the greatest single human achievement on the sea.",
            "We try to celebrate the achievements of our students.",
            "He looked around the room with a sense of achievement.",
            "It's a remarkable achievement for the company.",
            "That is no small achievement in the circumstances.",
            "His most significant political achievement was the abolition of the death penalty.",
            "an achievement unparalleled in sporting history",
            "The discovery of DNA was a major scientific achievement.",
            "The achievement of the men's team was overshadowed by the continuing success of the women's team.",
            "I got a real sense of achievement when my work was first published.",
            "an achievement that puts everything else in the shade",
            "Competing in the Olympics is a remarkable achievement.",
            "The test measures children's achievements in reading, spelling and maths.",
            "Roberts is researching the effect of social class on educational achievement.",
            "His achievement may seem small alongside the great triumphs of 20th century technology.",
            "the actual attained achievement test score",
            "The award is given for notable or conspicuous achievement in science."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот мост был грандиозным достижением.",
            "Это была огромная победа.",
            "Завершение работ в срок стало настоящим успехом.",
            "Огромная его заслуга состоит в том, что он сплотил всех игроков в единую команду.",
            "Поднявшись на последние несколько метров, мы почувствовали себя победителями.",
            "Подписание всеобщего договора месяц спустя стало огромным достижением.",
            "Среди всех достижений человека на море, величайшим является плавание Магеллана.",
            "Мы стараемся отмечать достижения наших студентов.",
            "Он победно оглядел комнату.",
            "Это поразительное достижение для данной компании.",
            "В данных обстоятельствах это является немалым достижением.",
            "Его наиболее значимым политическим достижением была отмена смертной казни.",
            "достижение, не имеющее аналогов в спортивной истории",
            "Открытие ДНК стало крупным научным достижением.",
            "Это достижение мужской команды померкло по сравнению с непрекращающимися успехами женской.",
            "Когда моя работа была впервые опубликована, я ощутил подлинное чувство успеха.",
            "достижение, которое затмевает всё остальное",
            "Участие в Олимпийских играх является выдающимся достижением.",
            "Данный тест позволяет оценить успехи детей в чтении, орфографии и математике.",
            "Робертс проводит исследование влияния социального статуса на успехи в учёбе.",
            "Его достижения могут показаться незначительными на фоне величайших триумфов техники двадцатого века.",
            "фактически набранный тестовый балл",
            "Данная премия присуждается за значительные или видные достижения в науке."
        ]
    }
}