{
    "acknowledge": {
        "comment": [],
        "translate": "признавать, подтверждать, сознавать, допускать, награждать, быть признательным",
        "transcription": " |əkˈnɑːlɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They readily acknowledged their mistake.",
            "'Maybe you are right,' she acknowledged.",
            "You have to acknowledge your defeat as complete.",
            "She acknowledged the gift with a card.",
            "She acknowledged him as her heir.",
            "The film festival is acknowledged as an event of international importance.",
            "We acknowledge (the) receipt of your fax.",
            "Do you acknowledge that you caused this mess?",
            "He acknowledged the applause with a small bow.",
            "He didn't even acknowledge me as we passed.",
            "She acknowledged his greeting with a smile.",
            "He was acknowledged as the champion / to be the champion.",
            "We wish to acknowledge the support of the university.",
            "The customer acknowledged receipt of a shipment.",
            "He acknowledged being ignorant of the facts.",
            "Both defendants refused to acknowledge the authority of the court.",
            "Please acknowledge receipt of this letter.",
            "He acknowledged my being the first to think of it.",
            "The family acknowledge the need for change.",
            "She acknowledged his complement with a smile.",
            "He acknowledges that when he's tired he gets bad-tempered.",
            "Claire acknowledged that she was guilty.",
            "He was fain to acknowledge that she was right.",
            "She acknowledged that she might have forgotten.",
            "She won't acknowledge responsibility for her actions.",
            "They acknowledged that the decision was a mistake.",
            "It's a matter of common courtesy to acknowledge letters.",
            "This is a fact that most smokers readily acknowledge.",
            "The Crown Prince was acknowledged as the true heir to the throne.",
            "They have begun, however reluctantly, to acknowledge the legitimacy of some of the opposition's concerns."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное подлежащее(страдательный залог)",
            "Инфинитив",
            "all_words",
            "Сложное подлежащее"
        ],
        "example_translate": [
            "Они сразу признали свою ошибку.",
            "— Может быть, ты и прав, — признала она.",
            "Вы должны признать ваше полное поражение.",
            "Она поблагодарила за подарок открыткой.",
            "Она признала его своим наследником.",
            "Кинофестиваль признан событием международного масштаба.",
            "Подтверждаем получение Вашего факса.",
            "Ты признаёшь, что всё это безобразие — из-за тебя?",
            "Он ответил на аплодисменты лёгким поклоном.",
            "Он прошёл мимо и даже не поздоровался.",
            "Она ответила улыбкой на его приветствие.",
            "Его признали чемпионом.",
            "Мы хотели бы выразить признательность за поддержку университета.",
            "Покупатель подтвердил получение груза.",
            "Он признал, что не знает некоторых фактов.",
            "Оба обвиняемых отказались признать полномочия суда.",
            "Просьба подтвердить получение этого письма.",
            "Он признал, что я был первым, кто высказал эту мысль.",
            "В семье признают необходимость перемен.",
            "Она ответила на его дополнение улыбкой.",
            "Он признаёт, что становится раздражительным, когда устаёт.",
            "Клэр признала себя виновной.",
            "Он вынужден был признать, что она права.",
            "Она признала, что могла об этом забыть.",
            "Она не хочет признавать ответственность за свои действия.",
            "Они признали, что решение было ошибочным.",
            "Подтверждать получение писем — это вопрос элементарной вежливости.",
            "Этот факт охотно признаёт большинство курильщиков.",
            "Кронпринц был признан истинным наследником престола.",
            "Они уже начали, хотя и неохотно, признавать правомерность некоторых опасений оппозиции."
        ]
    }
}