{
    "acquire": {
        "comment": [],
        "translate": "приобретать, получать, овладевать, обзаводиться, наживать, достигать, заводить",
        "transcription": " |əˈkwaɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The team acquired three new players this year.",
            "The old word has acquired a new meaning.",
            "They acquired a new pet.",
            "He acquired a strong liking for sports.",
            "I acquired a passing knowledge of Chinese.",
            "Children acquire language at an amazing rate.",
            "It takes a long consuetude to acquire the German language.",
            "Elsie acquired a good knowledge of Chinese.",
            "He never did acquire the right method of hitting the ball on the forehand.",
            "He spent years acquiring his skills as a surgeon.",
            "I acquired a strong aversion to television.",
            "The college acquired a reputation for very high standards.",
            "It's becoming increasingly difficult to acquire academic tenure.",
            "Before a child can learn a musical instrument he or she first needs to acquire the necessary manipulative skills.",
            "The two ships were acquired by the navy after the war.",
            "She has acquired an email address and a site on the WorldWide Web.",
            "Ray had little talent but labored to acquire the skills of a writer.",
            "He is studying the way that language is acquired by children.",
            "This apparently minor event has acquired increasing significance in recent weeks.",
            "Manning hoped to acquire valuable works of art as cheaply as possible.",
            "the age at which children begin to acquire linguistic skills"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Команда в этом году приобрела трёх новых игроков.",
            "Старое слово приобрело новый смысл.",
            "Они завели нового питомца.",
            "Он пристрастился к спорту.",
            "Я приобрёл поверхностное знание китайского языка.",
            "Дети овладевают языком с удивительной скоростью.",
            "Чтобы овладеть немецким языком, требуется длительное общение.",
            "Элси приобрела хорошее знание китайского языка.",
            "Он так и не освоил правильную технику удара по мячу открытой ракеткой.",
            "Он потратил годы, овладевая мастерством хирурга.",
            "Я приобрёл сильное отвращение к телевидению.",
            "Колледж славится своими очень высокими стандартами обучения.",
            "Получить академическую должность становится всё труднее.",
            "Прежде чем ребёнок сможет научиться играть на каком-либо музыкальном инструменте, ему или ей сначала нужно приобрести необходимые манипулятивные навыки.",
            "После войны эти два корабля были приобретены военно-морским флотом.",
            "Она обзавелась электронной почтой и сайтом во «всемирной паутине».",
            "Рэй не обладал большим талантом, но много трудился, чтобы овладеть мастерством писателя.",
            "Он изучает способ, которым дети усваивают язык.",
            "Это явно незначительное событие в последние недели приобретает всё большее значение.",
            "Мэннинг надеялся приобрести ценные произведения искусства как можно дешевле.",
            "возраст, в котором дети начинают овладевать языковыми навыками"
        ]
    }
}