{
    "acquaintance": {
        "comment": [],
        "translate": "знакомство, ознакомление, знакомый, знакомый",
        "transcription": " |əˈkweɪntəns|",
        "antonyms": [],
        "mnemonic": [
            "acquaintance [эквэ'интэнс] знакомый, знакомство - Производная от acquaint;"
        ],
        "examples": [
            "It gave me great pleasure to make your acquaintance.",
            "He has some acquaintance with statistics.",
            "She struck up an acquaintance with a man from the city.",
            "They have little acquaintance with Chinese philosophy or history.",
            "On closer acquaintance he proved to be a nice person.",
            "On first acquaintance she is cool and slightly distant.",
            "Most people are nicer than you think on first acquaintance.",
            "She will never be more than a casual acquaintance.",
            "She was a casual acquaintance of my family in Vienna.",
            "He exchanged a few words with the proprietor, an old acquaintance of his.",
            "our family's close acquaintance with our neighbors",
            "At the hotel, I made the acquaintance of a young American actor.",
            "They developed an acquaintance over the Internet.",
            "Professor Gladwyn would be an acquaintance worth cultivating.",
            "I should be delighted to make Mrs McGough's acquaintance.",
            "The practice of a lawyer requires acquaintance with court procedures.",
            "My uncle did not improve on further acquaintance (=when you knew him better).",
            "It is advised to use some old-fashioned prudence when agreeing to meet face-to-face with an online acquaintance.",
            "While he has some acquaintance with the subject, he is not an expert.",
            "They recently renewed their acquaintance after more than 10 years apart.",
            "You can't judge her on such short acquaintance (=when you have not known her long).",
            "I have trouble remembering the names of all my acquaintances."
        ],
        "example_translate": [
            "Я был очень рад познакомиться с вами.",
            "Он немного знает статистику.",
            "Она завязала знакомство с человеком из города.",
            "Они мало знакомы с китайской философией и историей.",
            "При более близком знакомстве он оказался приятным человеком.",
            "При первом знакомстве она производит впечатление холодного и слегка надменного человека.",
            "Большинство людей приятнее, чем кажется при первом знакомстве.",
            "Она не станет чем-то большим, чем случайная знакомая.",
            "Она была случайной знакомой моей семьи в Вене.",
            "Он обменялся несколькими словами с хозяином - своим старым знакомым.",
            "близкое знакомство нашей семьи с соседями",
            "В этой гостинице я познакомился с одним молодым американским актёром.",
            "Они стали знакомцами посредством интернета.",
            "С профессором Глэдвином стоило бы поддерживать знакомство.",
            "Я с превеликим удовольствием познакомлюсь с миссис МакГаф.",
            "Практика юриста требует знакомства с судебными процедурами.",
            "При дальнейшем знакомстве дядя нисколько не изменился к лучшему.",
            "Соглашаясь встретиться с интернет-знакомым наедине, рекомендуется проявить капельку старого доброго благоразумия.",
            "Хотя он и имеет некоторое знакомство с предметом, но не является специалистом.",
            "Недавно они возобновили знакомство после более чем десятилетней разлуки.",
            "Вы не можете судить о ней после такого короткого знакомства (т.е. когда вы с ней так мало знакомы).",
            "Мне трудно запомнить имена всех моих знакомых."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}