{
    "across": {
        "comment": [
            "cross",
            "crossing",
            "crossword",
            "acre"
        ],
        "translate": "через, поперек, сквозь, в ширину, через, поперек, сквозь",
        "transcription": " |əˈkrɔːs|",
        "antonyms": [],
        "mnemonic": [
            "cross [krɒs]\nacross [ə'krɒs] - поперёк, в ширину, на ту сторону\n***\nПЕРЕСЁК границу, когда бежал кросс. (это)\nКрест, распятие."
        ],
        "examples": [
            "A tree lay across the road.",
            "There is a forest across the river.",
            "The river is 2 km across.",
            "He pulled up a chair and sat down across from Michael.",
            "Richard stood up and walked across to the window.",
            "For a moment a shadow seemed to pass across Roy's face.",
            "His technique is to start at 1 across and then go to 1 down.",
            "My best friend lives across the road.",
            "We saw them walking across the street.",
            "We'll have to swim across.",
            "We took a ferry across the river.",
            "Airplanes flew across the sky above us.",
            "He was seated across the table from me.",
            "A smile spread across her face.",
            "The streams are small enough to jump across.",
            "They walked across to the other side of the street.",
            "They ran straight across the road (=without stopping).",
            "He walked across to where I was sitting.",
            "The sun's light spread across the mountains.",
            "She reached across the table to shake his hand.",
            "We gazed across the valley.",
            "The football field was 300 feet across.",
            "Looking out across the ocean, he saw land.",
            "They reached across and shook each other's hand.",
            "There's Brendan. Why don't you go across and say hello?",
            "Someone's parked right across the entrance to the driveway.",
            "The marble slabs were cut across.",
            "They traveled back and forth across the border.",
            "He knew that just across the border lay freedom.",
            "The accident happened just across the state line."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Поперёк дороги лежало дерево.",
            "За рекой есть лес.",
            "Ширина реки составляет два километра.",
            "Он подвинул стул и сел напротив Майкла.",
            "Ричард встал и подошёл к окну.",
            "На мгновенье показалось, что по лицу Роя пробежала тень.",
            "Его метод состоит в том, чтобы начать с 1 по горизонтали, а затем перейти к 1 по вертикали. (о решении кроссворда)",
            "Мой лучший друг живёт через дорогу.",
            "Мы видели, как они переходят через улицу.",
            "Нам придётся переплыть на тот берег.",
            "Мы переплыли реку на пароме.",
            "Над нами пролетели самолёты.",
            "Его посадили за стол напротив меня.",
            "Её лицо расплылось в широкой улыбке.",
            "Эти речушки настолько малы, что через них можно перепрыгнуть.",
            "Они перешли на другую сторону улицы.",
            "Они побежали прямо через дорогу (без остановки).",
            "Он подошёл к тому месту, где сидел я.",
            "Солнечный свет распространяется по горам.",
            "Она потянулась через стол, чтобы пожать ему руку.",
            "Мы смотрели на долину.",
            "Футбольное поле было триста футов в поперечнике.",
            "Глядя через океан, он увидел землю.",
            "Они протянули руки и обменялись рукопожатием.",
            "Там Брендан. Почему бы тебе не подойти к нему поздороваться?",
            "Кто-то припарковался прямо напротив въезда в подворотню.",
            "Мраморные плиты были разрезаны поперёк.",
            "Они разъезжали туда-сюда через границу.",
            "Он понимал, что совсем рядом, за границей, свобода.",
            "Это произошло совсем недалеко от границы нашего штата."
        ],
        "stars": 3
    }
}