{
    "activity": {
        "comment": [
            "active",
            "activist",
            "activate",
            "radioactive"
        ],
        "translate": " активность, деятельность, радиоактивность, энергия, транзакция",
        "transcription": "  |ækˈtɪvəti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Activity holidays aren't my bag.",
            "Physical activity helps burn up calories.",
            "Business activity was paralyzed.",
            "The product of this activity is radiation.",
            "What results do you expect to come from all this activity?",
            "The square was humming with activity.",
            "The unit of activity is the curie.",
            "I have several very high activity trips planned this year.",
            "Skiing is my favorite winter activity.",
            "Their fields of activity are so wide apart.",
            "Watching television is now the nation's most popular leisure activity.",
            "We planned an activity for the children.",
            "The end product of this activity is radiation.",
            "The office was a beehive of activity.",
            "The government has promised to clamp down on criminal activity.",
            "This office is buzzing with activity.",
            "Regular physical activity helps to control your weight.",
            "The level of activity declines with age.",
            "She was at the hub of all the activity.",
            "The whole house was alive with activity.",
            "This marketplace was once a hive of activity.",
            "The graph showed peaks and troughs of activity.",
            "The focus of activity shifted to molecular biology",
            "I had been running around southern England in a whirlwind of activity.",
            "Political activity is closely controlled.",
            "The day started with a flurry of activity.",
            "The town green was the center of activity.",
            "The next two days passed in a whirl of activity.",
            "noninvasive techniques of measuring brain activity",
            "Communist activity was prohibited on pain of death."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Активный отдых в выходные — это не по мне.",
            "Занятия спортом помогают сжигать калории.",
            "Деловая активность была парализована.",
            "Результатом этой деятельности является радиация.",
            "Каких результатов вы ожидаете от всех этих действий?",
            "Площадь кипела жизнью.",
            "Единицей измерения радиоактивности является кюри.",
            "На этот год у меня запланировано несколько очень напряжённых поездок.",
            "Катание на лыжах — это мой любимый зимний вид отдыха.",
            "Сферы их деятельности абсолютно разные и никак не пересекаются.",
            "Сейчас просмотр телевизора является наиболее популярным видом проведения досуга в стране.",
            "Мы запланировали для детей одно мероприятие.",
            "Конечным результатом этой деятельности является радиация.",
            "В офисе кипела бурная деятельность.",
            "Правительство пообещало подавить преступную деятельность.",
            "В офисе идёт кипучая деятельность.",
            "Регулярная физическая активность помогает контролировать вес.",
            "С возрастом уровень активности снижается.",
            "Она была в самом центре всего происходящего.",
            "Весь дом ходил ходуном.",
            "Когда-то на этом рынке кипела жизнь.",
            "На диаграмме были показаны пики и спады активности.",
            "Основное внимание сместилось в направлении молекулярной биологии.",
            "Я мотался по югу Англии, втянутый в водоворот дел.",
            "Политическая деятельность строго контролируется.",
            "День начался с бурной деятельности.",
            "Центром активности стал городской выпас.",
            "Следующие два дня прошли в вихре событий.",
            "неинвазивные методы измерения активности головного мозга",
            "Деятельность коммунистов была запрещена под страхом смерти."
        ]
    }
}