{
    "actually": {
        "comment": [
            "actual"
        ],
        "translate": "фактически, на самом деле, действительно, даже, в самом деле, в настоящее время",
        "transcription": " |ˈæktʃuəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "No, I'm not a student. I'm a doctor, actually.",
            "Actually, I haven't seen the film.",
            "Actually, I'd rather spend the evening at home.",
            "‘Disappointed?’ ‘No, actually I’m rather glad.’",
            "What time are you actually leaving?",
            "No one actually saw the shark.",
            "I'm not all that surprised actually.",
            "I would be surprised, actually, if he left Birmingham.",
            "...I call her Aunt Emily, but she is actually my cousin, not my aunt....",
            "Actually, we all help clear up after a meal.",
            "I've known Barbara for years. Since we were babies, actually.",
            "Actually, on second thoughts, I don't think I want to go out tonight.",
            "Labor costs have actually fallen.",
            "Large meteorites actually come from the asteroid belt.",
            "to be nominally but not actually independent",
            "You may actually be doing the right thing by walking out.",
            "She hasn't proved to be too satisfactory, actually.",
            "The transmission screen shows the picture that is actually on the air."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Нет, я не студент. Вообще-то, я доктор.",
            "Вообще-то, этого фильма я не видел.",
            "Вообще-то, я бы предпочёл провести этот вечер дома.",
            "— Разочарованы? — Нет, на самом деле я даже рад.",
            "В котором часу вы уезжаете на самом деле?",
            "На самом деле, акулу никто не видел.",
            "Вообще-то, я нисколько не удивлён.",
            "Я был бы даже удивлён, если бы он уехал из Бирмингема.",
            "...я называю ее Тетя Эмили, но она на самом деле она моя двоюродная сестра, а не тетя....",
            "Вообще-то, мы все помогаем убирать посуду после еды. (с намёком)",
            "Я знаю Барбару много лет — фактически, с самого раннего детства.",
            "Вообще-то, если подумать, мне не хочется сегодня куда-то идти.",
            "Стоимость трудозатрат и в самом деле снизилась.",
            "Крупные метеориты на самом деле прилетают из пояса астероидов.",
            "быть независимым номинально, но не фактически",
            "На самом деле, может и правильно, что вы увольняетесь.",
            "Вообще-то, она не очень-то хорошо себя проявила.",
            "Экран трансляции показывает изображение, которое в данный момент передаётся в эфир."
        ],
        "stars": 3
    }
}