{
    "actual": {
        "comment": [
            "actually"
        ],
        "translate": "фактический, действительный, актуальный, настоящий, текущий, подлинный",
        "transcription": " |ˈæktʃuəl|",
        "antonyms": [],
        "mnemonic": [
            "actual [э'ктюэл] действительный - Действительный - значит (актуал-ьный);"
        ],
        "examples": [
            "I'm not joking. Those were his actual words.",
            "The actual cost of the repair was much higher than the estimate.",
            "The actual turnout was over one million a year.",
            "Christian ideals must be made actuals.",
            "We saw the actual wedding on television.",
            "The product is entirely accordant to actual market standard.",
            "Interest is only charged on the actual amount borrowed.",
            "The actual site of a city is determined by the natural lie of the land.",
            "The programme starts at 8.00 but the actual film doesn't start until 8.30.",
            "Her teachers said she was a slow learner, whereas in actual fact she was partially deaf.",
            "They signed the agreement in the spring, but the actual sale wasn't made until that summer.",
            "the actual attained achievement test score",
            "rocks and trees... the actual world",
            "War was declared in November but actual fighting did not begin until the following spring.",
            "I know Germany won, but I can't tell you the actual score.",
            "We use the word 'hardware' to describe the actual machine.",
            "The ship's actual position is 22 miles due south of Key West.",
            "The notional earnings of the company were close to the actual ones.",
            "The government often needs educating in the actual wishes of the people.",
            "I'll have to chase up the actual words of the speech that I was reporting.",
            "You deposit money in a bank account but the actual money is not held there.",
            "In actual fact (=really), there is little evidence to support the allegations.",
            "Let's begin our discussion of this matter with a datum from actual experience.",
            "The fear of violent crime has now risen out of all proportion to the actual risk.",
            "There's little congruity between your professed religious beliefs and your actual behavior.",
            "She has a notional understanding of romantic love but no actual experience of being in love.",
            "The lessons bear little relationship (=they are not connected) to the children's actual needs."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не шучу, именно так он и сказал.",
            "Фактическая стоимость ремонта была значительно выше сметы.",
            "Реальный объём выпускаемой продукции составил больше миллиона экземпляров в год.",
            "Христианские идеалы необходимо претворить в жизнь.",
            "Мы видели по телевизору настоящую свадьбу.",
            "Продукт находится в полном соответствии с действующими рыночными стандартами.",
            "Проценты начисляются только на фактическую сумму кредита.",
            "Фактическое расположение города определяется естественным характером местности.",
            "Программа начинается в восемь, но по-настоящему фильм не начнётся раньше половины девятого.",
            "Её учителя сказали, что она неспособная ученица, тогда как в действительности она была частично глухая.",
            "Они подписали соглашение весной, но фактическая продажа не была сделана до этого лета.",
            "фактически набранный тестовый балл",
            "скалы и деревья... реальный мир",
            "Война была объявлена в ноябре, но реальные боевые действия не начинались до следующей весны.",
            "Я знаю, что Германия выиграла, но точный счёт сказать не могу.",
            "Мы используем слово \"оборудование\", чтобы описать сам механизм как таковой.",
            "Текущее положение судна — двадцать две мили строго на юг от Ки-Уэст.",
            "Условный доход компании был близок к реальному.",
            "Правительству часто приходится объяснять, чего на самом деле хотят люди.",
            "Мне придется проверить, что в точности было сказано в той речи, о которой я говорил.",
            "Вы вносите деньги в банк, но деньги, как таковые, там не хранятся.",
            "В действительности (т.е. на самом деле), в поддержку этих обвинений доказательств мало.",
            "Давайте начнём наше обсуждение этого вопроса с фактических данных.",
            "Сейчас страх насильственной преступности вырос совершенно непропорционально фактической опасности.",
            "Исповедуемые вами религиозные убеждения плохо сочетаются с вашим реальным поведением.",
            "У неё есть умозрительное представление о романтической любви, но по-настоящему она ещё никогда не влюблялась.",
            "Эти уроки имеют мало отношения к фактическим потребностям детей (т.е. они с ними не связаны)."
        ],
        "stars": 3
    }
}