{
    "acute": {
        "comment": [],
        "translate": "острый, резкий, проницательный, сильный, высокий, пронзительный, сообразительный",
        "transcription": " |əˈkjuːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His relaxed exterior hides an extremely acute mind.",
            "Acute hearing is a compensation for the loss of sight.",
            "The war has aggravated an acute economic crisis.",
            "I like how in the dark my sense of smell and hearing become so acute.",
            "Young children have a particularly acute sense of smell.",
            "Cats have a very acute sense of hearing (=very good, so that they can hear even the smallest sound).",
            "She had an acute inflammatory reaction to the drug.",
            "The medication may upset your stomach but if you experience acute abdominal pain call your doctor.",
            "The housing shortage is more acute than first thought.",
            "Simon's vague manner concealed an acute mind.",
            "It's a politically acute film that does not oversimplify the issues."
        ],
        "example_translate": [
            "Его спокойная внешность скрывает необычайно острый, проницательный ум.",
            "Хороший слух компенсирует потерю зрения.",
            "Война усугубила острый экономический кризис.",
            "Мне нравится, каким острым становится у меня чувство обоняния и слух в темноте.",
            "У маленьких детей обоняние развито особенно остро.",
            "Кошки обладают очень острым слухом (т.е. очень хорошим, так что они способны расслышать даже самый тихий звук).",
            "У неё возникла острая воспалительная реакция на данный препарат.",
            "Данный препарат может вызвать расстройство желудка, но если вы почувствуете острую боль в животе, позвоните своему врачу.",
            "Нехватка жилья оказалась более острой, чем предполагалось вначале.",
            "За нерешительностью /рассеянностью, неуверенностью/ Саймона скрывался острый ум.",
            "Это политически острый фильм, в котором данные проблемы не подаются в чрезмерно упрощённом виде."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}