{
    "adapt": {
        "comment": [
            "adopt",
            "adaption",
            "apt"
        ],
        "translate": "адаптировать, приспосабливать, приспосабливаться, применять, применяться",
        "transcription": " |əˈdæpt|",
        "antonyms": [],
        "mnemonic": [
            "adapt [эдэ'пт] приспосабливать - (Эдэпт-ировать) значит приспособить."
        ],
        "examples": [
            "We adapted quickly to life in Paris.",
            "She had to adapt herself to local conditions.",
            "Many of Dickens' books have been adapted as films.",
            "The ability to adapt is a definite asset in this job.",
            "The camera has been adapted for underwater use.",
            "She has adapted herself to college life quite easily.",
            "Shelves were built to adapt the library for use as an office.",
            "He maintains Islam must adapt to modern society.",
            "The movie was adapted from the book of the same title.",
            "Their teaching method tries to adapt lessons to each student.",
            "All living organisms have to adapt to changes in environmental conditions.",
            "The children are finding it hard to adapt to the new school.",
            "Car manufacturing and other smokestack industries need to adapt to the global economy."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы быстро приспособились к жизни в Париже.",
            "Ей пришлось приспосабливаться к местным условиям.",
            "Многие романы Диккенса были экранизированы.",
            "Способность к адаптации определённо является ценным качеством для этой работы.",
            "Эта камера приспособлена для работы под водой.",
            "Она довольно легко адаптировалась к жизни в колледже.",
            "Полки были сделаны так, чтобы приспособить библиотеку под офис.",
            "Он утверждает, что ислам должен приспосабливаться к современному обществу.",
            "Фильм был снят по мотивам одноимённой книги.",
            "Их методика обучения старается приспособить уроки к каждому студенту в отдельности.",
            "Всем живым организмам приходится адаптироваться к изменениям условий окружающей среды.",
            "Детям трудно приспособиться к новой школе.",
            "Автомобилестроение и другие тяжёлые отрасли промышленности нуждаются в адаптации к глобальной экономике."
        ],
        "stars": 2
    }
}