{
    "add": {
        "comment": [],
        "translate": "добавлять, сложить, прибавлять, придать, складывать, увеличивать, присоединять",
        "transcription": " |æd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Add 7 and 5 to make 12.",
            "Everything is clear, there's nothing to add.",
            "This adds to the expense.",
            "They added him in.",
            "It only added to her grief.",
            "He added the two figures together.",
            "The price does not include tax added on.",
            "Do you want to add your name to the list?",
            "Sales tax adds to the price.",
            "If the mixture seems dry, add water.",
            "Is there anything you'd like to add, David?",
            "When you add three and seven, you get ten.",
            "Next, add the remaining butter to the pan.",
            "Add one cup of sugar to the mixture.",
            "She's planning to add some new flowers to the garden.",
            "We added two students to that dorm room.",
            "This paper will add to her reputation.",
            "We just added all the numbers up and divided one by the other.",
            "Once the vegetables start to cook add in a couple of tablespoons of water.",
            "Spell-checking your document adds time to the process.",
            "The music added a lot to the play.",
            "Add the grated cheese to the sauce.",
            "Please add these names on at the end.",
            "The company is adding over 200 jobs this year.",
            "Suzuki has added extra doors to its sports off-roader.",
            "This adds a light note to the program.",
            "'And I don't care what you think,' she added defiantly.",
            "Recent discoveries added to our knowledge of the Universe.",
            "This winter, he added skiing to his list of favorite sports.",
            "Add £2.20 to the cost for postage."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Складываем 7 и 5, и получаем 12.",
            "Всё ясно, добавить нечего.",
            "Это увеличивает расходы.",
            "Они включили и его.",
            "Это только усилило её горе.",
            "Он сложил эти два числа.",
            "В цену не включается дополнительный сбор.",
            "Хотите добавить своё имя к этому списку?",
            "Налог с продаж добавляется к цене.",
            "Если смесь покажется сухой, добавьте воды.",
            "Вам есть что добавить, Дэвид?",
            "Если сложить три и семь, получится десять.",
            "Затем добавьте оставшееся масло в сковороду.",
            "Добавьте к смеси один стакан сахара.",
            "Она планирует добавить в саду новых цветов.",
            "Мы подселили в ту комнату общежития двух студентов.",
            "Эта работа поспособствует улучшению её репутации.",
            "Мы просто сложили все эти числа и поделили одно на другое.",
            "Как только овощи начнут готовиться, добавьте пару столовых ложек воды.",
            "Проверка орфографических ошибок увеличивает время, необходимое для создания документа.",
            "Музыка добавила много нового этому спектаклю.",
            "Добавьте в соус натёртого сыра.",
            "Пожалуйста, добавьте в конце эти фамилии.",
            "В этом году компания открывает дополнительно более двухсот рабочих мест.",
            "Компания Suzuki добавила дополнительные двери в свой спортивный внедорожник.",
            "Это добавляет программе лёгкую нотку.",
            "— И мне наплевать, что ты думаешь, — с вызовом добавила она.",
            "Последние открытия углубили наши знания о Вселенной.",
            "Этой зимой он добавил в список любимых видов спорта катание на лыжах.",
            "Добавьте два фунта двадцать пенсов к затратам на почтовые расходы."
        ]
    }
}