{
    "added": {
        "comment": [
            "addition",
            "address",
            "add",
            "additional",
            "ladder",
            "daddy",
            "addiction",
            "saddle",
            "addict"
        ],
        "translate": "добавленный, прибавленный, прибавляемый",
        "transcription": " |ˈædəd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They added him in.",
            "He added two spoons of sugar.",
            "It added spice to the tale.",
            "It only added to her grief.",
            "He added the two figures together.",
            "The music added a lot to the play.",
            "Is something added to fix the cement?",
            "Coloured glass can be added for effect.",
            "A later editor added an argument to the poem.",
            "She added a few daubs of color to the painting.",
            "Some cereals have a lot of added sugar.",
            "She added a personal note to her letter.",
            "He added some grated carrot to the soup.",
            "We added several more names to the list.",
            "The price does not include tax added on.",
            "His humor added zest to the performance.",
            "She added vanilla flavor to the custard.",
            "He added amendatory phrases to the text.",
            "We added two students to that dorm room.",
            "The editor added the argument to the poem.",
            "A sleepless night had added to her pallor.",
            "A credit of $50 was added to your account.",
            "His name has been added to the team roster.",
            "He has added some new wrinkles to his game.",
            "Chemicals were added to disinfect the water.",
            "We added some decorative details to the room.",
            "She added some blue food coloring to the icing.",
            "'Don't expect me to help you,' he added nastily",
            "Some kinds of cereal have a lot of added sugar.",
            "The bell tower was added to the church in 1848."
        ],
        "example_translate": [
            "Они включили и его.",
            "Он добавил две ложки сахара.",
            "Это придало истории пикантность",
            "Это только усилило её горе.",
            "Он сложил эти два числа.",
            "Музыка добавила много нового этому спектаклю.",
            "Что-нибудь добавлено, чтобы цемент затвердел?",
            "Для пущего эффекта можно добавить цветного стекла.",
            "Более поздний редактор добавил краткое изложение поэмы.",
            "Она добавила к картине несколько цветовых мазков.",
            "В некоторые каши добавляют много сахара.",
            "Она добавила к своему письму личную приписку.",
            "Он добавил немного тертой моркови в суп.",
            "Мы добавили в этот список ещё несколько имён.",
            "В цену не включается дополнительный сбор.",
            "Его юмор добавил изюминку представлению.",
            "Она добавила в крем ванилин.",
            "Он добавил в текст исправления.",
            "Мы подселили в ту комнату общежития двух студентов.",
            "Редактор добавил к поэме её краткое содержание.",
            "После бессонной ночи она стала ещё бледнее.",
            "Сумма в размере пятьдесят долларов была зачислена на ваш счёт.",
            "Его имя уже добавлено в состав команды.",
            "Он добавил в свою игру несколько новых приёмов.",
            "Для дезинфекции воды, в неё добавили химикаты.",
            "Мы добавили в комнату кое-какие декоративные элементы.",
            "Она добавила в глазурь немного синего пищевого красителя.",
            "— На мою помощь не рассчитывайте, — злобно добавил он.",
            "В некоторые виды хлопьев добавляют много сахара.",
            "Колокольня была добавлена к церкви в 1848 году."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}