{
    "addiction": {
        "comment": [
            "addition",
            "address",
            "add",
            "additional",
            "ladder",
            "daddy",
            "added",
            "saddle",
            "addict"
        ],
        "translate": "наркомания, склонность, пагубная привычка",
        "transcription": " |əˈdɪkʃn|",
        "antonyms": [],
        "mnemonic": [
            "addiction [ə'dɪkʃən]\n***\nПРИСТРАСТИЕ к курению испортит тебе|дикшен.\n(это) addiction\n***\nТвоя дикция \"diction\"\nменяется в зависимости \"addiction\"\nот вымысла \"fiction\"."
        ],
        "examples": [
            "I discovered an addiction to housework which I had never felt before.",
            "He has a drug addiction.",
            "He devotes his summers to his surfing addiction.",
            "She helped him fight his drug addiction.",
            "He needed money to feed his addiction to gambling.",
            "He had sunk to the depths of addiction.",
            "Books are an addiction, that, when aroused in earnest, is rarely calmed.",
            "His life has been ruined by heroin addiction.",
            "The signs of drug addiction are familiar to most doctors.",
            "From personal experience, she knew and understood the problems of alcohol addiction.",
            "His addiction has turned him into a cheat and a liar.",
            "His drug addiction had turned him into a husk of his former self.",
            "His drug addiction has made him unemployable.",
            "His addiction grew worse when he began mainlining.",
            "Her drug addiction brought her to the brink of ruin.",
            "He is trying to save his marriage by going to counseling for his drug addiction."
        ],
        "example_translate": [
            "Я обнаружил у себя склонность к домашней работе, чего никогда не чувствовал раньше.",
            "У него наркотическая зависимость.",
            "Он посвящает свое лето своей страсти - серфингу.",
            "Она помогала ему бороться с наркотической зависимостью.",
            "Ему нужны были деньги, чтобы утолить свою страсть к игре.",
            "Он опустился до наркомании. / Он погрузился в глубины нездоровой привязанности к этой пагубной привычке.",
            "Книги это привычка, которая, если перерастает в серьёзное увлечение, редко оставляет в покое.",
            "Его жизнь была разрушена героиновой зависимостью.",
            "Признаки наркомании знакомы большинству врачей.",
            "Она по личному опыту знала и понимала проблемы, связанные с алкоголизмом.",
            "Наркомания /пагубная страсть/ превратила его в мошенника и лжеца.",
            "Наркомания превратила его в бледную тень самого себя",
            "Наркомания сделала его нетрудоспособным.",
            "Его зависимость усилилась, когда он начал вводить наркотики прямо в вену.",
            "Наркомания привела её на грань гибели.",
            "Он пытается спасти свой брак, посещая консультации по поводу своей наркозависимости."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}