{
    "addition": {
        "comment": [],
        "translate": "добавление, дополнение, сложение, прибавление, добавка, увеличение, примесь",
        "transcription": " |əˈdɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The children learned addition and subtraction.",
            "The addition of cinnamon improved the flavor",
            "He was a new addition to the staff.",
            "In addition to his salary, he earns a lot from royalties.",
            "a recent addition to the house",
            "This is a fine book., a worthy addition to the Cambridge Encyclopedia series.",
            "The addition of flowers created a pleasing effect.",
            "Some people find a glass of wine to be a civilized and sedative addition to an evening meal.",
            "The addition of a bathroom was a major improvement.",
            "They built a big addition onto the back of the house.",
            "wire the addition to the house",
            "Can we finance the addition to our home?",
            "Dr. Jones emphasizes exercise in addition to a change in diet.",
            "There were two passengers in the car in addition to the driver.",
            "This excellent book will be a welcome addition to the library of any student.",
            "In addition to his movie work, Redford is known as a champion of environmental causes.",
            "A long string of forenames was given to the latest addition to the royal family.",
            "Turn sparkling wine into Buck's Fizz with the addition of chilled orange juice.",
            "A child born into slavery was considered simply another addition to the master's wealth and property.",
            "Addition and subtraction are inverse operations.",
            "There was an addition to property taxes this year.",
            "The museum's collection includes several new additions.",
            "The addition of several new stores enhances the vibrancy of the town.",
            "The addition of networking facilities will greatly enhance the system.",
            "The team has been strengthened by the addition of several new players.",
            "The joining of the original house and the later addition is barely noticeable.",
            "Chocolate fanciers generally like their favorite confection without the addition of milk or a lot of sugar."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дети выучили сложение и вычитание.",
            "Добавление корицы улучшило вкус.",
            "Он был новеньким в этом коллективе.",
            "В дополнение к своей зарплате он много зарабатывает на авторских гонорарах.",
            "недавняя пристройка к дому",
            "Это прекрасная книга., ценное дополнение к серии Кембриджской энциклопедии.",
            "Добавление цветов создало приятный для глаз эффект.",
            "Некоторые люди считают бокал вина цивилизованным и успокаивающим дополнением к вечерней трапезе.",
            "Добавление ванной комнаты было значительным улучшением.",
            "Они сделали большую пристройку к задней части дома.",
            "подключить к электричеству пристройку к дому",
            "Можем ли мы профинансировать пристройку к нашему дому?",
            "Доктор Джонс подчёркивает важность занятий спортом в дополнение к изменению рациона.",
            "Кроме водителя, в машине было два пассажира.",
            "Эта великолепная книга будет приятным дополнением к библиотеке любого студента.",
            "В дополнение к работе в кино, Рэдфорд известен как защитник окружающей среды.",
            "Последнему отпрыску королевской семьи дали длинное и сложное имя.",
            "Превратите игристое вино в коктейль \"бакс-физ\", добавив в него охлаждённого апельсинового сока.",
            "Ребёнок, родившийся в рабстве, считался просто очередным дополнением к богатству и имуществу хозяина.",
            "Сложение и вычитание представляют собой обратные операции.",
            "В этом году произошло увеличение налогов на недвижимость.",
            "Коллекция музея включает в себя несколько новых дополнений.",
            "Прибавление нескольких новых магазинов повышает жизненный ритм этого города.",
            "Добавление сетевых средств значительно улучшит систему.",
            "Команда усилилась за счёт добавления нескольких новых игроков.",
            "Место соединения старого дома и более поздней пристройки почти незаметно.",
            "Любители шоколада обычно предпочитают есть свои любимые сладости без добавления молока или большого количества сахара."
        ]
    }
}