{
    "additional": {
        "comment": [],
        "translate": "дополнительный, добавочный",
        "transcription": " |əˈdɪʃənl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Are you allowed to stop over without additional cost?",
            "Additional information can be obtained from the centre.",
            "Additional expenses arose from your delay.",
            "They hired additional help to finish the work.",
            "The college will need an additional teacher to instruct the girls in cooking.",
            "This additional page must be set in at the correct point in the article.",
            "The two equal winners had to play off an additional game.",
            "The new engine gives the knives an additional draught.",
            "Larger windows will require additional work, but the additional light they will provide may be worth the extra trouble.",
            "There is additional seating on the deck.",
            "The PC had three slots for additional memory.",
            "Additional information was gleaned from other sources.",
            "This subject remains a fertile field for additional investigation.",
            "The base price is $500, but any additional repairs will up the ante.",
            "They are always trying to wring additional funds from the government.",
            "Her new house is much smaller, so she had to rent additional storage.",
            "Respecting your earlier question, I'd like to make an additional comment.",
            "Additional carriages can be coupled on (to the train) as needed.",
            "He overextended himself when he accepted the additional assignment",
            "The additional supporters were crushed out (of the football ground).",
            "We shall have to budget an additional amount for the new baby's needs.",
            "The decision bars the possibility of additional development in the area.",
            "Some of the money also may be used to stock the lake with additional fish.",
            "The people are beginning to murmur against this additional rise in their taxes.",
            "Additional payments are owed on the mortgage.",
            "Additional exemptions are allowed for each dependent.",
            "There are additional charges for shipping and handling.",
            "There was additional involvement of the liver and spleen.",
            "We hope that additional sources of funding can be tapped.",
            "Emergency services are facing additional problems this winter."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы можете сделать остановку в пути без дополнительных затрат?",
            "Дополнительную информацию можно получить из центра.",
            "Ваша задержка привела к дополнительным расходам.",
            "Чтобы закончить работу, они наняли дополнительных помощников.",
            "Колледжу нужен дополнительный преподаватель, чтобы обучать девочек кулинарии.",
            "Эта дополнительная страница должна быть вставлена в статью, на своё место.",
            "Двоим победителям, находившимся в равном положении, пришлось играть дополнительный матч.",
            "Новый двигатель увеличивает мощность ножей.",
            "Большие окна потребуют больше работы, но дополнительный свет, который они обеспечивают, может быть, стоит лишних хлопот.",
            "На палубе имеются дополнительные сидячие места.",
            "На компьютере было три слота для дополнительной памяти.",
            "Дополнительная информация была по крупицам собрана из других источников.",
            "Эта тема остаётся благодатной почвой для дополнительного расследования.",
            "Базовая цена составляет пятьсот долларов, но любой дополнительный ремонт поднимет эту стоимость.",
            "Они постоянно пытаются выбить у правительства дополнительные денежные средства.",
            "Её новый дом гораздо меньше, так что ей пришлось снять дополнительное хранилище.",
            "По поводу вашего предыдущего вопроса, я хотел бы сделать ещё одно замечание.",
            "При необходимости (к поезду) можно прицепить дополнительные вагоны.",
            "Он перенапрягся, взяв на себя дополнительное задание.",
            "Лишних болельщиков просто выпихнули (со стадиона).",
            "Нам придётся предусмотреть дополнительные деньги на будущего ребёнка.",
            "Данное решение исключает возможность дальнейшего строительства в этой области.",
            "Часть этих денег также может быть использована на пополнение поголовья рыбы в озере.",
            "Народ начинает роптать против этого добавочного повышения налогов.",
            "По ипотеке необходимо выплатить добавочные платежи.",
            "Дополнительные льготы допускаются для каждого иждивенца.",
            "За доставку и погрузку товара взимается дополнительная плата.",
            "К тому же, были затронуты печень и селезёнка.",
            "Мы надеемся, что можно будет использовать дополнительные источники финансирования.",
            "Этой зимой аварийные службы сталкиваются с дополнительными проблемами."
        ]
    }
}