{
    "adequate": {
        "comment": [
            "inadequate"
        ],
        "translate": "адекватный, достаточный, быть достаточным",
        "transcription": " |ˈædɪkwət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The food was adequate for all of us.",
            "She was adequate to the task.",
            "It would be adequate to list just the basic objections.",
            "Acquisitions of man are not always adequate to the expectations.",
            "He is suffering from want of adequate sleep.",
            "The Act compels all drivers to have adequate insurance.",
            "Are the parking facilities adequate for 50 cars?",
            "The food was more than adequate for the six of us.",
            "Make sure the policy gives adequate coverage against burglary.",
            "The standard of his work is barely adequate.",
            "The garden hasn't been getting adequate water.",
            "She wasn't adequately insured.",
            "Her performance was adequate but lacked originality.",
            "an adequate supply of vitamins and minerals",
            "an adequate amount of food for four people",
            "The quality of his work was perfectly adequate.",
            "The company has yet to provide an adequate explanation for its actions.",
            "The quality of his work was only adequate.",
            "The tent should provide adequate protection from the elements.",
            "The college failed to provide adequate security on campus after dark.",
            "Farmers have been slow to make adequate provision for their retirement.",
            "The machine does an adequate job.",
            "Their preparation was more than adequate.",
            "The drug is not being produced in adequate amounts.",
            "a small nation that is determined to have adequate armaments",
            "Some creams we tested failed to give adequate protection against UV light.",
            "The visor on your baseball cap should provide adequate shade for your eyes.",
            "The school lunch should be adequate to meet the nutritional needs of growing children.",
            "Some feel that test scores aren't an adequate yardstick for judging a student's ability.",
            "They believe that everyone should have access to adequate medical care, regardless of cost."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Еды хватило на всех.",
            "Она вполне подходила для этого.",
            "Будет достаточно упомянуть лишь основные возражения.",
            "Приобретения человека не всегда соответствуют тому, чего он ожидает.",
            "Он страдает от недостатка нормального сна.",
            "Закон обязывает всех водителей иметь соответствующий страховой полис.",
            "Достаточно ли парковочных мест для размещения пятидесяти машин?",
            "Еды было более чем достаточно для нас шестерых.",
            "Убедитесь, что полис предоставляет адекватную страховую защиту от кражи со взломом.",
            "Уровень его работы едва ли достаточен.",
            "Огород получает недостаточное количество воды.",
            "Она не была надлежащим образом застрахована.",
            "Её выступление было удовлетворительным, но ему не хватало оригинальности.",
            "достаточный запас витаминов и минералов",
            "достаточное количество пищи для четырёх человек",
            "Качество его работы было вполне приемлемым.",
            "Компании ещё предстоит дать адекватное объяснение своим действиям.",
            "Качество его работы было не более чем удовлетворительным.",
            "Палатка должна обеспечить адекватную защиту от буйства стихий.",
            "Руководство колледжа не смогло обеспечить надлежащую безопасность на территории кампуса после наступления темноты.",
            "Фермеры не торопятся откладывать достаточное количество средств для выхода на пенсию.",
            "Машина работает вполне сносно.",
            "Их подготовка была более чем достаточной.",
            "Данный препарат не производится в достаточных количествах.",
            "маленькая страна, которая полна решимости получить адекватное вооружение",
            "Некоторые проверенные нами кремы не смогли обеспечить достаточную защиту от ультрафиолетовых лучей.",
            "Козырёк на бейсболке должен обеспечивать достаточную тень для глаз.",
            "Школьный обед должен быть достаточным для удовлетворения пищевых потребностей растущих детей.",
            "Некоторые считают, что результаты тестов не являются адекватным критерием для оценки способностей учащегося.",
            "Они считают, что все должны иметь доступ к надлежащей медицинской помощи, независимо от её стоимости."
        ]
    }
}