{
    "adjective": {
        "comment": [],
        "translate": "прилагательное, имя прилагательное, несамостоятельный, зависимый",
        "transcription": " |ˈædʒɪktɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "the comparative form of an adjective",
            "The English word \"language\" has no conjugate adjective.",
            "“Red” in “red hair” is an attributive adjective.",
            "In “the sun is hot,” “hot” is a predicate adjective.",
            "In the phrase “give me that book,” the word “that” is a demonstrative adjective.",
            "The adjective and noun must agree in number and gender.",
            "In “a red hat,” the adjective “red” is a modifier describing the noun “hat.”",
            "An attributive noun functions as an adjective.",
            "'Least famous' is the superlative degree of the adjective 'famous'.",
            "'Red' is an attributive adjective in 'a red apple'.",
            "The masculine of the Spanish adjective “linda” is “lindo.”",
            "'Less famous' is the comparative degree of the adjective 'famous'."
        ],
        "example_translate": [
            "сравнительная форма прилагательного",
            "Английское слово \"language\" не имеет однокоренного прилагательного.",
            "“Красные” в словосочетании “красные волосы” - это атрибутивное прилагательное.",
            "В предложении \"солнце жаркое\" слово \"жаркое\" является предикативным прилагательным",
            "Во фразе “дай мне ту книгу”, слово \"ту\" является указательным прилагательным.",
            "Прилагательное и существительное должны согласовываться в числе и роде.",
            "В выражении \"красная шляпа\" прилагательное \"красная\" является определением существительного \"шляпа\".",
            "Атрибутивное существительное выполняет функцию прилагательного.",
            "Словосочетание \"наименее известный\" представляет собой превосходную степень прилагательного \"известный\".",
            "В словосочетании \"красное яблоко\" слово \"красный\" является определительным прилагательным.",
            "Испанское прилагательное \"linda\" (милая, симпатичная, красивая) в мужском роде будет \"lindo\".",
            "Словосочетание \"менее известный\" является сравнительной степенью прилагательного \"известный\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}