{
    "adjust": {
        "comment": [
            "adjustment"
        ],
        "translate": "регулировать, устанавливать, приспосабливать, выверять, приводить в порядок",
        "transcription": " |əˈdʒʌst|",
        "antonyms": [],
        "mnemonic": [
            "adjust [ə'dʒʌst]\njust [dʒʌst] - только, просто., справедливый, честный\nunjust [ʌn'dʒʌst] - несправедливый, неверный,\nнеточный\n***\nСтул ПРИЛАДИТ, вам не|даст. (это) adjust\nРЕГУЛИРОВАТЬ стул не|даст. (это) adjust\n***\nВсё очень просто \"just\",\nветра порыв \"gust\"\nвсё запылил \"dust\"."
        ],
        "examples": [
            "I adjusted the volume on the radio.",
            "He had to adjust to the new climate.",
            "It took a few minutes for his eyes to adjust to the dark.",
            "He paused to adjust his spectacles.",
            "Check and adjust the brakes regularly.",
            "We adjusted our watches to local time.",
            "It is difficult to adjust one's habits to someone else's.",
            "We must adjust to the bad economic situation.",
            "It took time to adjust myself to motherhood.",
            "Taste the soup and adjust the seasoning.",
            "They'll soon settle in — kids are very good at adjusting.",
            "She adjusted the car seat so she could reach the pedals.",
            "It's hard to adjust myself to the idea that she's gone.",
            "Some visitors find it difficult to adjust to the city's high altitude.",
            "Four were named on each side to adjust their differences.",
            "You can adjust the incline of the ramp.",
            "My parents had trouble adjusting to living in an apartment.",
            "The insurer has a duty to adjust claims fairly and promptly.",
            "It took a few seconds for her eyes to adjust to the darkness.",
            "Going to a new school can be difficult, but the kids will eventually adjust.",
            "The new cameras adjust the diaphragm automatically.",
            "If your employment status changes, your tax code will be adjusted accordingly.",
            "Adjust the driver's seat so that all the controls are within reach (=close enough to touch).",
            "The car is easier to drive since the clutch was adjusted.",
            "He designed the chair to adjust automatically.",
            "You can adjust the slope of the ramp.",
            "He makes less money now, when you adjust for inflation, than he did 10 years ago."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я отрегулировал громкость радио.",
            "Ему пришлось приспосабливаться к новому климату.",
            "Несколько минут ушло на то, чтобы его глаза привыкли к темноте.",
            "Он остановился, чтобы поправить свои очки.",
            "Проверяйте и регулируйте тормоза регулярно.",
            "Мы перевели свои часы на местное время.",
            "Трудно подгонять свои привычки под чьи-либо другие.",
            "Мы должны приспособиться к плохой экономической ситуации.",
            "Потребовалось время, чтобы привыкнуть к материнству.",
            "Попробуйте суп и добавьте приправы по вкусу.",
            "Скоро они пообвыкнутся — дети вообще очень быстро приспосабливаются.",
            "Она отрегулировала водительское сиденье так, чтобы можно было дотянуться до педалей.",
            "Трудно привыкнуть к мысли о том, что она ушла /что её больше нет/.",
            "Некоторым приезжим сложно адаптироваться к тому, что город находиться на большой высоте.",
            "С каждой стороны были названы четверо, чтобы уладить разногласия.",
            "Вы можете регулировать наклон пандуса.",
            "Моим родителям было сложно приспособиться к жизни в квартире.",
            "Страховщик обязан урегулировать страховые требования добросовестно и быстро.",
            "Несколько секунд её глаза привыкали к темноте.",
            "Переходить в новую школу порой нелегко, но дети со временем освоятся.",
            "В новые камерах диафрагма регулируется автоматически.",
            "Если ваш статус занятости изменится, ваш налоговый код будет соответствующим образом скорректирован.",
            "Отрегулируйте водительское сиденье так, чтобы все элементы управления находились в пределах досягаемости (т.е. были достаточно близко, чтобы их можно было коснуться).",
            "С тех пор, как отрегулировали сцепление, автомобилем стало легче управлять.",
            "Он разработал кресло с автоматической подстройкой.",
            "Наклон пандуса можно отрегулировать.",
            "Учитывая инфляцию, сейчас он зарабатывает меньше, чем десять лет назад."
        ],
        "stars": 2
    }
}
