{
    "administer": {
        "comment": [],
        "translate": "управлять, назначать, давать, отправлять, вести, совершать, вести дела, снабжать",
        "transcription": " |ədˈmɪnɪstər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The assistant will administer the test.",
            "The King commissioned new judges to administer justice.",
            "The test was administered to all 11-year-olds.",
            "She's been hired to administer the fund.",
            "Our office administers the affairs of the Society.",
            "The oath was administered to him.",
            "She used an eye dropper to administer medication to the eyes.",
            "The money will be administered by local charities.",
            "As a cost-saving measure, voters have elected to have the two towns administered jointly.",
            "This unit teaches students how to administer First Aid.",
            "It is not the job of the police to administer justice., that falls to the courts.",
            "Pillai had responsibility for administering to the needs of half a million people."
        ],
        "example_translate": [
            "Помощник проведет тестирование.",
            "Король назначил новых судей вершить правосудие.",
            "Данный тест проводился для всех одиннадцатилетних детей.",
            "Её наняли для управления фондом.",
            "Наше ведомство управляет делами Общества.",
            "Его привели к присяге.",
            "Чтобы закапать лекарства в глаза, она воспользовалась пипеткой.",
            "Деньги будут находиться в ведении местных благотворительных организаций.",
            "В качестве меры экономии, избиратели предпочли, чтобы у этих двух городов было совместное управление.",
            "Этот раздел учит студентов оказывать первую помощь.",
            "Вершить правосудие не входит в обязанности полиции — этим занимаются суды.",
            "Пиллай отвечал за удовлетворение потребностей полумиллиона человек."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}