{
    "admit": {
        "comment": [
            "admittedly",
            "admission"
        ],
        "translate": "допускать, признавать, принимать, впустить, впускать, соглашаться, позволять",
        "transcription": " |ədˈmɪt|",
        "antonyms": [],
        "mnemonic": [
            "admit [эдми'т] признавать, впускать, принимать - Я (п-одмит-ал) пол, признав себя дворником;",
            "admit [əd'mit]\n***\nПРИЗНАЛО США, что Россию не затмит. (это) admit\nДОПУСТИЛО США, что Россию не затмит. (это) admit"
        ],
        "examples": [
            "This, I admit, is true.",
            "They refused to admit her to the club.",
            "She was admitted to the university.",
            "The manager admitted him to the theater.",
            "This pipe admits air",
            "The theatre admits only 200 persons.",
            "'Okay, so maybe I was a little bit scared,' Jenny admitted.",
            "Did he admit his mistake?",
            "You know you're wrong! Admit it!",
            "She was ashamed to admit her mistake.",
            "The boy admitted to stealing the apples.",
            "The old man opened the door and admitted me.",
            "He admitted his errors",
            "The question admits of no delay.",
            "Dare we admit this?",
            "It takes courage to admit you are wrong.",
            "What time was she admitted?",
            "She was a woman who hated to admit defeat.",
            "I had instructions not to admit strangers.",
            "The employee admitted to stealing the money.",
            "It aroused me that they would never admit to being wrong.",
            "He admitted to his complicity in the crime.",
            "Dana admitted feeling hurt by what I had said.",
            "She's wrong, but she's too stubborn to admit it.",
            "He admitted them into his office.",
            "The judge decided to admit the evidence.",
            "This ticket will admit one adult to the show.",
            "The key admits to the house.",
            "They don't have the sense to admit defeat.",
            "He might agree but seems reluctant to admit it."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это, надо признать, является правдой.",
            "Они отказались принять ее в клуб.",
            "Её приняли в университет.",
            "Администратор пропустил его в театр.",
            "Эта труба пропускает воздух.",
            "Этот театр рассчитан только на двести человек.",
            "- Ладно, пожалуй, я была немного напугана,' призналась Дженни.",
            "Он признал свою ошибку?",
            "Вы знаете, что вы неправы! Признайте это!",
            "Ей было стыдно признать свою ошибку.",
            "Мальчик сознался в краже яблок.",
            "Старик открыл дверь и впустил меня.",
            "Он признал свои ошибки.",
            "Вопрос не терпит отлагательства.",
            "Смеем ли мы признать это?",
            "Чтобы признать, что ты неправ, требуется определённое мужество. / Только смелые люди признают свои ошибки.",
            "В котором часу её приняли?",
            "Она была женщиной, которая терпеть не могла признавать свое поражение.",
            "Мне было приказано не впускать незнакомцев.",
            "Сотрудник признался в краже денег.",
            "Меня раздражало, что они никогда не хотели признавать себя неправыми.",
            "На суде он признался в соучастии в преступлении.",
            "Дана признала, что сказанные мною слова задели её за живое.",
            "Она неправа, но она слишком упряма, чтобы признать это.",
            "Он впустил их в свой кабинет.",
            "Судья принял решение допустить данное доказательство.",
            "С этим билетом на представление может пройти один взрослый.",
            "При помощи этого ключа можно проникнуть в дом.",
            "У них не хватает здравого смысла, чтобы признать поражение.",
            "Он может согласиться, но кажется, он не желает признавать этого."
        ],
        "stars": 3
    }
}