{
    "admiration": {
        "comment": [
            "admire"
        ],
        "translate": "восхищение, восторг, преклонение, предмет восхищения",
        "transcription": " |ˌædməˈreɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He felt great admiration for them.",
            "She looked at them in admiration.",
            "I have great admiration for her courage.",
            "Her father watched her with open admiration.",
            "Her appearance called forth admiration from every man in the room.",
            "Admiration is quite bleary-eyed.",
            "Awestruck admiration showed on her face.",
            "I was filled with admiration for her.",
            "He was extravagant in his admiration of Helen.",
            "Daniel gazed at her in admiration.",
            "a small token in admiration of your works",
            "He has earned the grudging admiration of his rivals.",
            "The young singer revelled in the public's admiration.",
            "A kindly and charming pair have earned admiration and affection at Westminster.",
            "Despite her annoyance, she couldn't help feeling a grudging admiration for him.",
            "Her riding soon drew the admiration of the older girls.",
            "I'm full of admiration for the crew who handled this crisis.",
            "He had never yet met any woman who had so surprised him into admiration.",
            "He earned the admiration of the neighborhood sprouts when he showed them how to make a slingshot.",
            "She basked in the admiration of the media.",
            "I have a great admiration for her courage.",
            "She looked at him with unfeigned admiration.",
            "I have nothing but unreserved admiration for him.",
            "I was nonplussed by his openly expressed admiration of me.",
            "That sagacity and energy which had extorted the unwilling admiration of his enemies."
        ],
        "example_translate": [
            "Он искренне восхищался ими.",
            "Она посмотрела на них с восхищением.",
            "Я очень сильно восхищаюсь ее мужеством.",
            "Её отец смотрел на неё с нескрываемым восхищением.",
            "Её появление вызвало восхищение всех мужчин, бывших в комнате.",
            "Восхищение не отличается проницательностью.",
            "На ее лице отразилось благоговейное восхищение.",
            "Я безмерно ею восхищался.",
            "Его восхищение Элен было безмерным.",
            "Дэниел посмотрел на неё с восхищением.",
            "небольшой подарок в знак восхищения вашим творчеством",
            "Он заслужил невольное восхищение своих соперников.",
            "Юный певец наслаждался успехом у публики.",
            "Любезная и очаровательная парочка снискала восхищение и расположение Вестминстерского дворца.",
            "Насмотрятся на своё раздражение, она не могла не чувствовать невольного восхищения им.",
            "Вскоре старшие девочки стали восхищаться её ездой.",
            "Я преисполнен восхищения командой, которая занималась этим кризисом.",
            "Он ещё никогда не встречал женщину, которая бы смогла вызвать его восхищение.",
            "Он заслужил восхищение соседских подростков, когда показал им, как сделать рогатку.",
            "Она наслаждалась восхищением СМИ.",
            "Я преклоняюсь перед её мужеством.",
            "Она посмотрела на него с неподдельным восхищением.",
            "Я не испытываю к нему ничего, кроме безоговорочного восхищения.",
            "Меня смутило его откровенное восхищение мной.",
            "Дальновидность и энергия, которые волей-неволей вызывали восхищение у его врагов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}