{
    "admire": {
        "comment": [],
        "translate": " восхищаться, любоваться, восторгаться, выражать восторг",
        "transcription": "  |ədˈmaɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I admire her gritty determination to succeed.",
            "I admire his honesty.",
            "I admire his stubborn refusal.",
            "They all admired his behaving in that manner.",
            "We gazed out the window and admired the scenery.",
            "I admire her artistic integrity.",
            "I admire the precision of her work.",
            "I'm not making fun of you. I admire what you did.",
            "I could not but admire her.",
            "The wedding gifts are set out in the next room for guests to admire.",
            "She embodies everything I admire in a teacher.",
            "We stopped halfway to admire the view.",
            "Idiots admire in things the beauty of their materials, but artists that of the workmanship.",
            "Even her opponents admire her feisty spirit.",
            "Sal stood back to admire her work.",
            "He may be a fraud, but you have to admire his cunning.",
            "You have to admire her., it was a gutsy thing to do.",
            "I admire his honesty and lack of pretension.",
            "I admire the way you handled such a touchy situation.",
            "After several hours gardening we sat down to admire the results of our labours.",
            "Lewis was much admired for his work on medieval literature."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я восхищаюсь ее твердой решимостью добиться успеха.",
            "Я высоко ценю его честность.",
            "Я восхищаюсь его решительным отказом.",
            "Все восхищались таким его поведением.",
            "Мы смотрели в окно и любовалась пейзажем.",
            "Я восхищаюсь её художественной целостностью.",
            "Я восхищаюсь точностью /аккуратностью/ её работы.",
            "Я не насмехаюсь над вами. Меня восхищает ваш поступок.",
            "Я не мог не восхищаться ею.",
            "Свадебные подарки выставлены на обозрение гостей в соседней комнате.",
            "Она воплощает в себе все то, чем меня восхищает учитель.",
            "Мы остановились на полпути, чтобы полюбоваться видом.",
            "Идиоты восхищаются в вещах красотой материала, а художники - красотой работы.",
            "Даже враги восхищались её напористым духом.",
            "Сал отступил назад, чтобы полюбоваться её работой.",
            "Может быть, он и мошенник, но нельзя не восхищаться его ловкостью.",
            "Вы должны восхищаться ей: это был смелый поступок.",
            "Я восхищаюсь его честностью и отсутствием претенциозности.",
            "Я восхищаюсь тем, как вы справились с такой щекотливой ситуацей.",
            "После нескольких часов работы в саду мы присели, чтобы полюбоваться на плоды наших трудов.",
            "Льюисом восхищались за его работы по средневековой литературе."
        ]
    }
}