{
    "adopt": {
        "comment": [
            "adoption"
        ],
        "translate": "принимать, перенимать, усыновлять, усвоить, заимствовать, усваивать, удочерять",
        "transcription": " |əˈdɑːpt|",
        "antonyms": [],
        "mnemonic": [
            "adopt [эдо'пт] усыновлять, принимать - При усыновлении надо (эдопт-ироваться)",
            "opt [ɔpt]\nadopt [ə'dɔpt]\nadoption [ə'dɔpʃən]\n***б\nВЫБИРАЮ при покупках опт. (это)\nПРЕДПОЧИТАЮ опт. (это)\nЯ УСЫНОВЛЯЛ по одному, а дед|опт. (это)\nЯ ПРИНИМАЛ по одному, а дед|опт. (это)\nУсыновление, удочерение.\n***\nМой такой выбор \"option\",\nэто усыновление \"adoption\"."
        ],
        "examples": [
            "Did he adopt your point of view?",
            "They decided to adopt a child.",
            "They adopted the Jewish faith.",
            "Sally was adopted when she was four.",
            "to adopt a book for a screenplay",
            "They adopted the child as their heir.",
            "Congress finally adopted the law after a two-year debate.",
            "He was adopted as an infant.",
            "We adopted some of the local customs.",
            "Clive decided to adopt a neutral position.",
            "Becoming a member of a society means adopting its values.",
            "Animal experts discourage homeowners from trying to adopt feral animals as pets.",
            "We need to adopt more modern methods of doing things.",
            "The couple wanted to adopt a black child they had been fostering.",
            "The government needs to adopt a containment strategy.",
            "Perhaps you should adopt a more conciliatory approach.",
            "The author Samuel Clemens adopted the name “Mark Twain.”",
            "He decided to adopt a different approach and teach the Bible through story-telling.",
            "He tends to adopt a defensive posture towards new ideas.",
            "He was born in England but he has adopted Canada as his home.",
            "Kim adopts a southern accent when speaking to family back home.",
            "The courts were asked to adopt a more flexible approach to young offenders.",
            "They adopted two children from Nicaragua.",
            "The assembly adopted a new constitution.",
            "Sterile couples sometimes choose to adopt needy children.",
            "Firms adopt different strategies as they jockey for position.",
            "Governments should adopt a more forceful approach to improve the environment.",
            "those birdbrains who eagerly adopt every fad diet that comes along",
            "Might I respectfully suggest to the Town Council that they should adopt a policy of masterly inactivity?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он принял вашу точку зрения? / Он согласился с вашей точкой зрения?",
            "Они решили усыновить ребёнка.",
            "Они приняли иудаизм.",
            "Салли удочерили, когда ей было четыре года.",
            "заимствовать сюжет книги для сценария",
            "Они признали ребёнка своим наследником.",
            "После двух лет дебатов конгресс наконец-то принял этот закон .",
            "Его усыновили ещё младенцем.",
            "Мы приняли некоторые местные обычаи.",
            "Клайв решил занять нейтральную позицию.",
            "Стать членом общества означает принять его ценности.",
            "Зоологи не советуют домовладельцам одомашнивать диких животных.",
            "Мы должны перенять более современные методы ведения дел.",
            "Пара хотела усыновить темнокожего ребенка, которого они взяли на воспитание.",
            "Правительству необходимо принять стратегию сдерживания.",
            "Возможно, вам следует предпринять более примирительный подход.",
            "Писатель Сэмюэл Клеменс взял себе псевдоним “Марк Твен”.",
            "Он решил применить иной подход и обучать Библии посредством рассказа.",
            "Он склонен занимать оборонительную позицию по отношению к новым идеям.",
            "Он родился в Англии, но принял Канаду, как свою родину.",
            "Когда Ким у себя дома разговаривает со своими родными, у неё появляется южный акцент.",
            "Судам было предложено применять более гибкий подход к молодым правонарушителям.",
            "Они усыновили двух детей из Никарагуа.",
            "Ассамблея приняла новую Конституцию.",
            "Бесплодные супружеские пары иногда решаются на усыновление бедных /нуждающихся/ детей.",
            "В борьбе за более выгодное положение фирмы придерживаются разных стратегий.",
            "Правительства должны использовать более решительный подход к улучшению окружающей среды.",
            "дебилы, которые охотно садятся на любую появившуюся модную диету",
            "Могу ли я предложить уважаемому городскому совету принять политику \"искусного бездействия\"? (политический курс, проводимый Великобританией в Афганистане во второй половине девятнадцатого века)"
        ],
        "stars": 3
    }
}