{
    "adult": {
        "comment": [
            "graduate",
            "gradual",
            "gradually"
        ],
        "translate": "взрослый, для взрослых, взрослый человек, зрелый человек",
        "transcription": " |ˈædʌlt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You should act like an adult.",
            "He was a little boy, but he behaved as if he was an adult.",
            "Only adults can purchase alcohol.",
            "Some children find it difficult to talk to adults.",
            "Children quickly get bored by adult conversation.",
            "Adult species have white dots on the wings.",
            "This ticket will admit one adult to the show.",
            "The film is rated R for language and adult themes.",
            "That wasn't very adult of you.",
            "Children need physical contact with a caring adult.",
            "We need to approach this in an adult way.",
            "Consider the problems of the teenager contra those of the adult.",
            "Admission is £9.95 per adult.",
            "Children's prices are shown alongside adult prices.",
            "the clone of an adult female sheep",
            "an elderly couple and their adult children",
            "Joe still needs an adult to undress him.",
            "attractive grammar books for adult learners",
            "The adults have white bodies and grey backs.",
            "He lived most of his adult life in Scotland.",
            "Adult pumas can sometimes weigh over 200 pounds.",
            "Bonington spent his entire adult life in France.",
            "Her books appeal both to children and to adults.",
            "Is the coffee break the adult version of recess?",
            "She looked forward to her initiation as an adult.",
            "The flock included both adult and immature birds.",
            "Suffrage was the prerogative of white adult males.",
            "Children under 14 must be accompanied by an adult.",
            "She was plagued by sickness most of her adult life.",
            "studying interactions between young birds and adults"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(отк сл) = [æ]"
        ],
        "example_translate": [
            "Нужно вести себя, как взрослый человек.",
            "Он был маленьким мальчиком, но вёл себя как взрослый.",
            "Покупать спиртные напитки могут только взрослые.",
            "Некоторым детям трудно разговаривать со взрослыми.",
            "Детям быстро надоедают взрослые разговоры.",
            "У взрослых особей на крыльях имеются белые пятнышки.",
            "С этим билетом на представление может пройти один взрослый.",
            "Фильму присвоен рейтинг \"R\" за использование нецензурной лексики и \"взрослые\" темы.",
            "Этот твой поступок взрослым не назовёшь. / Взрослые так не поступают.",
            "Детям необходим физический контакт с родителями.",
            "Мы должны подойти к этому со всей серьёзностью /как взрослые люди/.",
            "Противопоставьте проблемы подростков взрослым проблемам.",
            "Плата за вход для взрослого составляет 9,95 фунтов.",
            "Цены для детей указаны рядом с ценами для взрослых.",
            "клон взрослой овцы",
            "пожилая супружеская пара и их взрослые дети",
            "Джо по-прежнему нужен взрослый, который поможет раздеться.",
            "привлекательные учебники грамматики для взрослых",
            "У взрослых особей белое тело с серой спиной.",
            "Большую часть своей взрослой жизни он прожил в Шотландии.",
            "Взрослые пумы иногда весят более двухсот фунтов.",
            "Всю свою сознательную жизнь Бонингтон провёл во Франции.",
            "Её книги по душе и детям, и взрослым.",
            "Является ли кофе-брейк взрослой версией школьной переменки?",
            "Она с нетерпением ожидала вступления во взрослую жизнь.",
            "В стае были как взрослые, так и совсем молодые птицы.",
            "Избирательное право являлось привилегией белых совершеннолетних мужчин.",
            "Дети до четырнадцати лет должны сопровождаться взрослыми.",
            "Большую часть своей взрослой жизни она страдала от болезней.",
            "изучение взаимодействий между птенцами и взрослыми птицами"
        ]
    }
}