{
    "advert": {
        "comment": [
            "adverb",
            "adventure",
            "adverse",
            "advertising",
            "advertisement",
            "advertise"
        ],
        "translate": "объявление, касаться, ссылаться, обращаться",
        "transcription": " |ˈædvɜːrt|",
        "antonyms": [],
        "mnemonic": [
            "advert [əd'vɜ:t]\novert [ə'vɜ: t] - открытый, очевидный, явный\navert [ə'vɜ: t] - предотвращать\n***\nНа РЕКЛАМУ сослался он в ответ. (это) advert\nУПОМЯНУЛ О РЕКЛАМЕ в ответ. (это) advert",
            "advertize ['ædvətaɪz]\n***\nДАШЬ ОБЪЯВЛЕНИЕ и назад|вертайсь. (это)\nadvertize\nРЕКЛАМИРУЙ и назад|вертайсь. (это) advertize"
        ],
        "examples": [
            "I saw your advert in the newspaper.",
            "Simon got the job by answering an advert in the paper.",
            "Your best bet is to put an advert in the local newspaper.",
            "We've been swamped with phone calls since the advert appeared.",
            "The advert puts over the message clearly and simply: nuclear power is clean.",
            "Our two salesmen were briefed on the format of the magazine, the advert sizes and costs, and the general article content.",
            "busily perusing the job adverts in the Sunday Times"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я видел ваше объявление в газете.",
            "Саймон получил работу откликнувшись на объявление в газете.",
            "Лучшим решением будет поместить объявление в местной газете.",
            "С момента появления рекламного ролика мы завалены телефонными звонками.",
            "Рекламный ролик доносит до зрителя одну простую и ясную мысль: ядерная энергия является чистой.",
            "Два наших продавца были проинструктированы о формате журнала, размерах и стоимости рекламных объявлений, а также об общем содержании статьи.",
            "деловито просматривал объявления о работе в газете \"Сандей Таймс\""
        ],
        "stars": 1
    }
}