{
    "advertise": {
        "comment": [
            "advertising",
            "advertisement"
        ],
        "translate": "рекламировать, афишировать, объявлять, извещать, помещать объявление",
        "transcription": " |ˈædvərtaɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You must learn to advertise.",
            "He advertised for a used car.",
            "You shouldn't advertise the news.",
            "We advertised the job in the paper.",
            "They advertised that a position was open.",
            "Generics are cheap since they have no name to advertise.",
            "The company is advertising for a secretary.",
            "Don't advertise the fact that you're looking for another job.",
            "They are advertising the new edition of the book.",
            "Please don't advertise the fact that he has AIDS.",
            "If you want to attract customers, it pays to advertise.",
            "Many companies will only advertise in the Sunday paper.",
            "The decision to advertise has been vindicated by the fact that sales have grown.",
            "The vacation was advertised as a week in paradise.",
            "I see they're advertising for a new Sales Director.",
            "She advertised her presence by wearing a skimpy dress.",
            "The inn is advertised as being from the early 16th century.",
            "They no longer advertise alcohol or cigarettes at sporting events."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вам нужно научиться рекламировать свои товары.",
            "Он дал объявление о том, что купит подержанную машину.",
            "Это известие не следует предавать широкой огласке.",
            "Мы разместили объявление о вакансии в газете.",
            "Они дали объявление об освободившейся вакансии.",
            "Немарочные товары дешевые, потому что нет возможности их рекламировать.",
            "Компания ищет по объявлениям секретаря.",
            "Не надо афишировать то, что вы ищете другую работу.",
            "Они рекламируют новое издание данной книги.",
            "Пожалуйста, не афишируйте, что у него СПИД.",
            "Если вы хотите привлечь клиентов, имеет смысл разместить рекламу.",
            "Многие компании размещают рекламу лишь в воскресной газете.",
            "Решение дать рекламу оправдывается фактом роста продаж.",
            "Отдых в этом месте был разрекламирован, как неделя в раю.",
            "Я вижу, что они ищут по объявлениям нового директора по продажам.",
            "Она оповестила всех о своём присутствии, надев откровенное платье.",
            "Согласно рекламе, эта гостиница существует с начала шестнадцатого века.",
            "Алкоголь и сигареты больше не рекламируют на спортивных мероприятиях."
        ]
    }
}