{
    "adventure": {
        "comment": [
            "adverb",
            "advert",
            "adverse"
        ],
        "translate": "приключение, авантюра, риск, приключенческий, рисковать, отваживаться",
        "transcription": " |ədˈventʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I adventured out of the house.",
            "Along the way he had a great many adventures.",
            "Fear dulled his need for adventure.",
            "These adventure films are pure escapism.",
            "I got back to my inn without any adventure.",
            "His stories of foreign adventure captured my imagination.",
            "a lusty spirit of adventure",
            "They were looking for adventure.",
            "She's always had an itch for adventure.",
            "She plunged into a dangerous adventure.",
            "But soon after this they met with an adventure which deserves record.",
            "Art flourishes where there is a sense of adventure.",
            "Ahab's adventures at sea",
            "Come on - where's your sense of adventure?",
            "This book was billed as a \"riveting adventure story\".",
            "He related his whole adventure from beginning to end.",
            "The old wizard who introduces the young naïf to a life of adventure is one of the most overworked tropes in fantasy literature.",
            "He'd had more than his fair share of adventure.",
            "The field trip was an adventure for the students.",
            "I felt the spirit of adventure quicken within me.",
            "children in the middle of a make-believe adventure",
            "If I had to adventure a guess, I'd say she's about 35.",
            "He adventured all his savings in a very risky investment scheme.",
            "Love of adventure brought her here before taking her to many other places.",
            "His tales of adventure are peppered with tongue-in-cheek taradiddles and obvious fabrications.",
            "a series of adventure books that turned boys who had been antipathetic to reading into avid readers",
            "You must take care not to adventure yourself single-handed against the combined forces of those bandits."
        ],
        "example_translate": [
            "Я рискнул выйти на улицу.",
            "В пути с ним произошло множество приключений.",
            "Страх притупил его жажду приключений.",
            "Эти приключенческие фильмы являются чистой формой ухода от действительности.",
            "На обратном пути в гостиницу со мной не произошло ничего необычного.",
            "Его рассказы о чужеземных приключениях (приключениях в других странах) захватили мое воображение.",
            "здоровый /весёлый/ дух авантюризма",
            "Они искали приключений.",
            "Она постоянно жаждала приключений.",
            "Она ринулась в опасную авантюру.",
            "Но вскоре после этого с ними произошла история, заслуживающая отдельного рассказа.",
            "Искусство процветает там, где есть страсть к неизведанному.",
            "морские приключения Ахава",
            "Ну же, где твоя жажда приключений?",
            "Эта книга рекламировалась как \"захватывающая приключенческая история\".",
            "Он поведал нам всё о своих приключениях, от начала и до конца.",
            "Старый волшебник, который знакомит наивных юношей с жизнью, полной приключений, является одним из самых затасканных типажей жанра фэнтези.",
            "Приключений на его долю выпало куда больше, чем следует.",
            "Для учеников эта экскурсия была целым приключением.",
            "Я чувствовал(а), как во мне пробуждается дух приключенчества.",
            "дети, увлечённые игрой в приключения",
            "Если бы мне пришлось отважиться на догадку, я бы сказал, что ей лет тридцать пять.",
            "Он отважился вложить все свои сбережения в крайне рискованную инвестиционную схема.",
            "Любовь к приключениям привела ее сюда, прежде чем отправить во многие другие места.",
            "Eго рассказы о приключениях приправлены лукавым враньём и очевидными выдумками.",
            "серия приключенческих книг, которые превратили ребят, до этого ненавидевших читать, в заядлых читателей",
            "Ты не должен подвергать себя риску, выступая в одиночку против этих бандитов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}