{
    "advise": {
        "comment": [
            "advice",
            "adviser",
            "advisory"
        ],
        "translate": "консультировать, советовать, желательный",
        "transcription": " |ədˈvaɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I advise selling your old car.",
            "He advised us what to do.",
            "I will do just as you advise.",
            "She advised us that we should leave.",
            "This is to advise that ...",
            "Please advise us when the goods reach you.",
            "Experienced seamen will advise you about sailing in this weather.",
            "My doctor advised me to lose some weight.",
            "I wouldn't advise you to go against the director.",
            "Evans advised him to leave London.",
            "She needed someone to advise her.",
            "They were duly advised of the matter.",
            "He advises us on tax matters.",
            "We advised them to save their money.",
            "I would like to advise everyone that...",
            "I strongly advise you to sell your old car.",
            "I feel unqualified to advise you.",
            "My brief was to train and advise the staff.",
            "He is really qualified to advise you about your career.",
            "I advised him that the rent was due.",
            "He assembled a panel of scholars to advise him.",
            "Archaeologists advise on nuclear waste disposal.",
            "I'd advise you to bend before the old lady's wishes.",
            "I want to advise you against speaking to him just now.",
            "I advise suspending judgment until the investigation is over.",
            "She advises the President on foreign affairs.",
            "The book holds in store much valuable advise.",
            "They advised him that the tour would proceed.",
            "He advises patience when dealing with children.",
            "The company hired a team of lawyers to advise them."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "Сложное дополнение",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Я советую продать ваш старый автомобиль.",
            "Он посоветовал нам, что делать.",
            "Я сделаю именно так, как вы советуете.",
            "Она посоветовала нам уехать.",
            "Настоящим уведомляю, что …",
            "Просьба сообщить нам о получении товара.",
            "Опытные моряки дадут вам совет, как плавать в такую погоду.",
            "Врач посоветовал мне похудеть /сбросить вес/.",
            "Не советую тебе перечить директору.",
            "Эванс посоветовал ему уехать из Лондона.",
            "Она нуждалась в чьём-то совете.",
            "Их своевременно поставили в известность об этом деле.",
            "Он консультирует нас по налоговым вопросам.",
            "Мы посоветовали им поберечь свои деньги.",
            "Я хотел(а) бы известить всех о том, что …",
            "Я настоятельно советую продать ваш старый автомобиль.",
            "Мне кажется, что я не имею права вам советовать.",
            "Моя задача заключалась в обучении и консультировании персонала.",
            "Он достаточно компетентен, чтобы проконсультировать тебя по карьерным вопросам.",
            "Я сообщил ему, что пора платить за аренду.",
            "Он собрал группу учёных, чтобы получить совет.",
            "Археологи дают рекомендации по вопросам захоронения ядерных отходов.",
            "Я бы советовал вам пойти навстречу пожеланиям этой старой леди.",
            "Я хочу посоветовать вам сейчас с ним не разговаривать.",
            "Советую отложить принятие решения до завершения расследования.",
            "Она консультирует президента по иностранным делам.",
            "В запасе у этой книги много ценных советов.",
            "Они посоветовали ему продолжить тур.",
            "Он советует быть терпеливым, когда имеешь дело с детьми",
            "Руководство компании наняло целую команду адвокатов, чтобы их консультировать."
        ]
    }
}