{
    "adviser": {
        "comment": [],
        "translate": "советник, консультант, советчик",
        "transcription": " |ədˈvaɪzər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I advise selling your old car.",
            "We advised them to save their money.",
            "the President's chief economic adviser",
            "My doctor advised me to lose some weight.",
            "He was appointed senior adviser to the president.",
            "He advises patience when dealing with children.",
            "a special adviser to the committee",
            "The council has appoited a race relations adviser.",
            "I strongly advise you to sell your old car.",
            "She advises the President on foreign affairs.",
            "An adviser helped students select their courses.",
            "The President's adviser has a privileged position of trust.",
            "He exalted the humble shoemaker to the rank of King's adviser.",
            "The thesis owes much to his adviser.",
            "After graduation, she stayed on in Cambridge as a student adviser.",
            "He was once a close adviser to Wales, but broke with him last year.",
            "Her financial adviser urged caution before investing in the project.",
            "The boss asked us to keep him advised about how the project is going.",
            "A financial adviser should be able to point you in the right direction.",
            "We were thinking of buying that house, but our lawyer advised against it.",
            "I think he's an accountant, financial adviser, or something of that kind.",
            "We entrusted our financial adviser with the investment of all of our savings.",
            "I was approached by the President to serve as his adviser in foreign matters."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я советую продать ваш старый автомобиль.",
            "Мы посоветовали им поберечь свои деньги.",
            "главный экономический советник президента",
            "Врач посоветовал мне похудеть /сбросить вес/.",
            "Он был назначен старшим советником президента.",
            "Он советует быть терпеливым, когда имеешь дело с детьми",
            "специальный советник комитета",
            "Совет назначил советнка по вопросам расовых взаимоотношений.",
            "Я настоятельно советую продать ваш старый автомобиль.",
            "Она консультирует президента по иностранным делам.",
            "Консультант помог студентам подобрать курс обучения.",
            "Советник президента занимает привилегированный и ответственный пост.",
            "Он возвысил скромного сапожника до уровня советника короля.",
            "В этой диссертации большая заслуга его консультанта.",
            "После окончания университета она осталась на Кембридже в качестве консультанта студентов.",
            "Когда-то он был первым советником у Уэлса, но ушёл от него год назад.",
            "Её финансовый советник призвал к осторожности, прежде чем инвестировать в данный проект.",
            "Начальник попросил нас держать его в курсе того, как идут дела по проекту.",
            "Финансовый консультант должен быть в состоянии указать вам в правильном направлении.",
            "Мы думали купить этот дом, но наш юрист нам отсоветовал.",
            "По-моему, он бухгалтер, финансовый консультант, или что-то в этом роде.",
            "Мы поручили своему финансовому консультанту вложить все наши сбережения.",
            "Президент обратился ко мне с предложением выступить в качестве его советника по внешнеполитическим вопросам."
        ]
    }
}