{
    "advisory": {
        "comment": [
            "advice",
            "advise",
            "adviser"
        ],
        "translate": "консультативный, совещательный",
        "transcription": " |ədˈvaɪzərɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Bank Advisory Committee",
            "He was employed in a purely advisory role.",
            "The advisory panel disagreed with the decision.",
            "We're waiting for recommendations from the advisory committee.",
            "Defense Trade Advisory Group",
            "He attended a meeting of the advisory committee.",
            "Consumer Advisory Council",
            "The advisory panel has recommended that the drug be approved.",
            "Rollins will be working in an advisory capacity on this project.",
            "A Small Craft Advisory is issued for sustained winds 25-30 knots.",
            "An examination system should be adjuvant and advisory to the applicant.",
            "The associated members participate in General Assemblies with advisory voice.",
            "She is acting in an advisory role in the administration.",
            "Don't do anything that will jeopardize your place on the advisory board.",
            "The State Department issues travel advisories about conditions overseas."
        ],
        "example_translate": [
            "Банковский консультативный комитет",
            "Его приняли на работу на чисто консультативную роль.",
            "Комиссия экспертов не согласилась с этим решением.",
            "Мы ждём рекомендаций консультативного комитета.",
            "Консультативная группа по торговле оборонными технологиями",
            "Он принял участие в заседании консультативного комитета.",
            "Потребительский консультативный совет",
            "Консультативная группа рекомендовала одобрить данный препарат.",
            "Роллинс будет работать на данном проекте в качестве консультанта.",
            "Предостережение для малых судов делается в случае постоянного ветра 25-30 узлов.",
            "Экзаменационная система должна быть вспомогательной и содержащей рекомендации для соискателя.",
            "Ассоциированные члены участвуют в Генеральной Ассамблее с правом совещательного голоса.",
            "Она выступает в роли консультанта в администрации.",
            "Не делайте ничего, что может поставить под угрозу ваше место в консультативном совете.",
            "Государственный Департамент выпускает информационные бюллетени для отъезжающих в зарубежные страны по поводу местной обстановки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}