{
    "affair": {
        "comment": [
            "affair, pair - роман(дело), пары",
            "fairly",
            "fair",
            "unfair",
            "fairy",
            "fairytale",
            "unfairly"
        ],
        "translate": "дело, роман, связь, любовная история, занятия, дуэль",
        "transcription": " |əˈfer|",
        "antonyms": [],
        "mnemonic": [
            "affair [эфе'я] дело - (А фея) дело затеяло.",
            "fair [fɛə]\naffair [ə'fɛə] - дело, вопрос, скандал, интриги, роман\n***\nНа ЯРМАРКУ идём мы к фее. (это) fair\nЧЕСТНО все расскажет фея. (это) fair\nИдём за правдой к ЧЕСТНОЙ, СПРАВЕДЛИВОЙ фее.\n(это) fair\nПРОЯСНИМ мы все у феи. (это) fair\n***\nДЕЛО поручил граф|фее. affair\n***\nНа ярмарке \"fair\"\nя купил стул \"chair\"\nи его ремонтирую \"repair\".\n***\nИ в романе \"affair\"\nдолжно быть всё честно \"fair\",\nвот такое дело \"affair\"."
        ],
        "examples": [
            "The whole affair was a disaster.",
            "It is none of your affair.",
            "How I choose to live is my affair, not yours.",
            "He asked me how much I earned and I told him to mind his own affairs.",
            "The affair is wrapped up in mystery.",
            "Romeo and Juliet's tragic love affair.",
            "His death was a tragic affair.",
            "The affair wrecked his marriage.",
            "The party turned out to be a quiet affair.",
            "I'll do as I please. It's my own affair.",
            "What I do in my free time is my affair.",
            "His role in the affair is ambiguous.",
            "Watergate affair",
            "The party was a very grand affair.",
            "He had an affair with his secretary.",
            "He was about to mingle in an unpleasant affair",
            "She had an illicit affair with her boss.",
            "The whole affair left a bitter taste in my mouth.",
            "There's something funny about that affair.",
            "He had an affair with his boss that lasted six years.",
            "He had an adulterous affair that nearly destroyed his marriage.",
            "Her hat was an elegant affair.",
            "The affair will be a simple fizzle.",
            "This affair calls forth all his energy.",
            "They crucified her in the newspapers for having an affair.",
            "She was at rock bottom. Her long-term love affair was breaking up.",
            "What a ramshackle affair your old car is!",
            "Their very public canoodling has pretty much blazoned the fact that they are having an affair.",
            "The party was a listless affair.",
            "He has levelled with the American people about his role in the affair."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "air = [er]"
        ],
        "example_translate": [
            "Всё дело обернулось катастрофой.",
            "Это не твоё дело.",
            "Как я живу — это моё дело, а не твоё.",
            "Он спросил у меня, сколько я зарабатываю, и я ему посоветовал не совать нос в чужие дела.",
            "Это дело окутано тайной.",
            "Трагичная история любви Ромео и Джульетты.",
            "Его смерть была трагической.",
            "Этот любовный роман разрушил его брак.",
            "Вечеринка прошла скромно.",
            "Я поступлю так, как посчитаю нужным. Это моё личное дело.",
            "Это моё дело — чем я занимаюсь в свободное время.",
            "Его роль в этом деле непонятна.",
            "Уотергейтский скандал, Уотергейтское дело",
            "Вечеринка оказалась грандиозным событием.",
            "У него был роман /интрижка/ с секретаршей.",
            "Он едва не ввязался в неприятную историю.",
            "Она имела внебрачную связь /состояла во внебрачной связи/ со своим начальником.",
            "В душе остался неприятный осадок от всего происшедшего.",
            "Во всем этом есть что-то странное.",
            "У него был роман с боссом, который длился шесть лет. / На протяжении шести лет он состоял в любовной связи с начальницей.",
            "У него был роман на стороне, который едва не разрушил его брак.",
            "У неё была очень элегантная шляпа.",
            "Эта затея обречена на провал.",
            "Это дело потребует всей его энергии.",
            "Они смешали её с грязью в газетах за то, что у неё была интрижка.",
            "Она была на грани отчаяния. Ее длительные любовные отношения были близки к разрыву.",
            "Твоя старая машина - просто развалюха!",
            "Они столь открыто проявляют свои нежные чувства, что практически не остаётся сомнений в том, что между ними роман.",
            "Вечеринке не хватало огоньку. / Вечеринка была какой-то вялой.",
            "Он честно рассказал американскому народу о своей роли в этом деле."
        ],
        "stars": 3
    }
}