{
    "affect": {
        "comment": [
            "affection"
        ],
        "translate": "влиять, затрагивать, затронуть, аффект",
        "transcription": " |əˈfekt|",
        "antonyms": [],
        "mnemonic": [
            "affect [ə'fɛkt]\naffection [ə'fɛkʃən] - привязанность, любовь\neffect [ɪ'fɛkt] - эффект, результат, последствие\n***\nЧтобы ПОВЛИЯТЬ, нужен эффект. (это) affect\nЧтобы ПОРАЗИТЬ, нужен эффект. (это) affect"
        ],
        "examples": [
            "Will the new rules affect me?",
            "Global warming will affect all of us.",
            "The medicine affects my heart rate.",
            "We were all deeply affected by her death.",
            "He used to affect a foreign accent.",
            "He has never affected to be surprised.",
            "Any body affects some regular shape.",
            "An emotional upset can affect your physical health.",
            "As usual, Simon affected complete boredom.",
            "It's difficult to infer how these changes will affect ordinary citizens.",
            "We know that greenhouse gases can affect the climate.",
            "These problems affect people at all levels of society.",
            "The warming of the Earth and the consequent climatic changes affect us all.",
            "The constant privation of sleep was starting to affect my work.",
            "This new ruling affects your business.",
            "The scandal may affect his chances for election.",
            "This would materially affect US security.",
            "The drugs didn't seem to affect Anna in the same way.",
            "The scratch didn't affect the car's overall appearance.",
            "How far do those old, outdated laws affect today's legislation?",
            "The new property tax law won't directly affect us.",
            "It will affect farmers in Spain and to a lesser extent in France.",
            "People should have more power over the decisions that affect their lives.",
            "a study of health problems that can affect young infants",
            "Some of these animals may harbor disease that could affect humans.",
            "The changes will affect local authorities across the board.",
            "Trading has been adversely affected by the downturn in consumer spending.",
            "We deluded ourselves into thinking that the ice cream wouldn't affect our diet.",
            "The molecules are absorbed into the bloodstream and consequently affect the organs.",
            "The time you spend on it doesn't, for all practical purposes, affect the final result."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Коснутся ли меня новые правила? / Будут ли новые правила распространяться на меня?",
            "Глобальное потепление затронет всех нас.",
            "Это лекарство влияет на мой пульс.",
            "Мы все были глубоко тронуты ее смертью.",
            "Он имитировал иностранный акцент.",
            "Он никогда не разыгрывал удивление.",
            "Любое физическое тело стремится принять какую-то определённую форму.",
            "Эмоциональное расстройство может повлиять на ваше физическое здоровье.",
            "Саймон, как обычно, притворялся, что ему невыносимо скучно.",
            "Трудно судить, как эти изменения повлияют на простых граждан.",
            "Мы знаем, что парниковые газы могут повлиять на климат.",
            "Эти проблемы затрагивают людей из всех слоёв общества.",
            "Глобальное потепление и вызванные им климатические изменения затрагивают всех нас.",
            "Постоянное недосыпание начало отражаться на моей работе.",
            "Это новое постановление затрагивает ваш бизнес.",
            "Этот скандал может повлиять на его шансы на избрание.",
            "Это существенно повлияло бы на безопасность США.",
            "Похоже, что эти наркотики действовали на Анну по-другому.",
            "Царапина не испортила внешний вид автомобиля.",
            "Насколько все эти старые, отжившие свой век законы влияют на нынешнее законодательство?",
            "Новый закон о налогах на имущество напрямую на нас не повлияет.",
            "Это затронет фермеров в Испании и, в меньшей степени, во Франции.",
            "Людям следует иметь больше возможностей влиять на решения, которые затрагивают их жизнь.",
            "исследование проблем со здоровьем, которые могут затрагивать детей раннего возраста",
            "Внутри некоторых из этих животных, возможно, таятся заболевания, способные поражать людей.",
            "Данные изменения в равной мере отразятся на всех местных органах власти.",
            "На торговлю неблагоприятно повлиял спад потребительских расходов.",
            "Мы заблуждались, думая, что мороженое не скажется на нашей диете.",
            "Молекулы всасываются в кровь и в результате воздействуют на органы.",
            "Время, потраченное на достижение конечного результата, фактически никак на него не влияет."
        ],
        "stars": 3
    }
}