{
    "affection": {
        "comment": [
            "affect"
        ],
        "translate": "привязанность, любовь, влияние, воздействие, влечение, склонность, болезнь",
        "transcription": " |əˈfekʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She won the children's affection.",
            "Her affection to him is deeply rooted.",
            "The letters show her deep affection for him.",
            "She has deep affection for her parents.",
            "She was frightened by any show of affection.",
            "She satisfied his need for affection.",
            "A kindly and charming pair have earned admiration and affection at Westminster.",
            "Their father never showed them much affection.",
            "Bart had a deep affection for the old man.",
            "What that kid needs is some love and affection.",
            "She looked back on those days with affection.",
            "He now looks back on those years with great affection.",
            "There was a certain refinement in his temper which won him affection.",
            "The mutuality of their affection was obvious.",
            "Affection for this hurrying driving... little man!",
            "She developed a deep affection for that country and its people.",
            "It's a great feeling when a wild animal shows you affection.",
            "a grandparent's natural affection for a grandchild",
            "She drew a handkerchief from the girdle around her waist and offered it to the knight as a token of affection.",
            "He had developed a certain affection for me.",
            "Please accept this parting gift as a token of our lasting affection.",
            "All that toughness is just a cover for his inability to show affection.",
            "She gave her boyfriend on the eve of his military service one of her lockets as a remembrance of their abiding affection."
        ],
        "example_translate": [
            "Дети полюбили её.",
            "Её привязанность к нему очень сильна.",
            "Эти письма демонстрируют её глубокую привязанность к нему.",
            "Она глубоко привязана к своим родителям.",
            "Любые знаки внимания отпугивали её.",
            "Она удовлетворила его потребность в любви.",
            "Любезная и очаровательная парочка снискала восхищение и расположение Вестминстерского дворца.",
            "Отец никогда не выказывал им много любви.",
            "У Барта была глубокая привязанность к старику.",
            "Что этому ребёнку нужно — так это немного любви и ласки.",
            "Она с нежностью вспоминала те дни.",
            "Теперь он вспоминает те годы с большой любовью.",
            "Ему была присуща определённая утончённость, за которую его все любили.",
            "Взаимность их чувств была очевидна.",
            "Всё эта любовь к быстрой езде.. мальчишка!",
            "Она очень привязалась к этой стране и ее народу.",
            "Просто потрясающе, когда дикое животное показывает вам свою любовь.",
            "естественная привязанность бабушек и дедушек к внукам",
            "Она вынула из-за пояса платок и поднесла его рыцарю в качестве знака любви.",
            "К тому времени у него ко мне уже возникла некоторая привязанность.",
            "Примите, пожалуйста, этот прощальный подарок в знак нашей крепкой привязанности.",
            "Вся его крутость — всего лишь маскировка неспособности показать любовь.",
            "Она подарила своему парню, накануне его ухода в армию, один из своих медальонов, на память об их вечной любви."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}