{
    "again": {
        "comment": [
            "against",
            "gain",
            "bargain",
            "regain"
        ],
        "translate": "снова, вновь, опять, еще раз, же, с другой стороны, кроме того, к тому же",
        "transcription": " |əˈɡen|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Please, come see us again.",
            "Can you say that again? I didn't hear.",
            "It's great to have you home again.",
            "She wants to prove that she can do it again.",
            "I'll never go there again.",
            "Things are back to normal again.",
            "A house in the city costs twice as much again as a house in the countryside.",
            "Mr Khan's busy. Can you try again later?",
            "And Robin never was himself again.",
            "It was nice to see my friends again.",
            "In 1997, the family moved house yet again.",
            "It'll just be the same thing all over again.",
            "Once again, Drew was under arrest.",
            "She stayed and nursed him back to health again.",
            "She demonstrated yet again her remarkable artistic talents.",
            "And again, these workshops will benefit the community widely.",
            "When he stood up, he got so dizzy that he had to sit down again."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Пожалуйста, приходите к нам снова.",
            "Вы не могли бы повторить ещё раз? Я не расслышал.",
            "Как здорово, что ты снова вернулся домой.",
            "Она хочет доказать, что способна сделать это снова.",
            "Я туда больше никогда не пойду.",
            "Всё снова вернулось в нормальное русло.",
            "Дом в городе стоит в два раза больше, чем дом в деревне.",
            "Мистер Хан занят. Вы не могли бы перезвонить /зайти/ попозже?",
            "Но Робину уже не суждено было поправиться.",
            "Было приятно снова увидеть моих друзей.",
            "В 1997 году эта семья переехала ещё раз.",
            "Опять раз за разом будет повторяться ровно одно и то же.",
            "В очередной раз Дрю арестовали.",
            "Она осталась и вновь поставила его на ноги.",
            "Она в очередной раз продемонстрировала свои недюжинные артистические таланты.",
            "И опять же, эти тренинги принесут пользу всему обществу.",
            "Когда он встал, у него так закружилась голова, что пришлось сесть снова."
        ]
    }
}