{
    "against": {
        "comment": [],
        "translate": "против, вопреки, от, с, на, к, по, о, у, об, про, рядом",
        "transcription": " |əˈɡenst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He advised me against travelling.",
            "I met him against the pond.",
            "Lean against my shoulder.",
            "Your lack of experience could count against you.",
            "He pressed his hands against his forehead.",
            "It's against my principles to borrow money (=I do not believe it is right).",
            "There ought to be a law against it.",
            "Fight against them that fight against me.",
            "She voted against the proposal.",
            "The gate has been shut against her.",
            "There's a law against doing that.",
            "They got married against her parents' wishes (=although they knew her parents did not want them to).",
            "I am proof against their enmity.",
            "Till I break my ship against rocks.",
            "two runners racing against each other",
            "Hope is against the holy ghost.",
            "The pound has fallen 10% against the dollar.",
            "There was a ladder propped up against the wall.",
            "The picture stands out better against the dark wall.",
            "He ran furiously up against a hill.",
            "Passengers are cautioned against crossing the line.",
            "The Law against Witches does not prove there be any.",
            "The whole gentry were against him.",
            "The evidence against you is overwhelming.",
            "Three of their ships lay against the walls.",
            "Every council member voted against the proposal.",
            "The use of certain drugs is against the law (=illegal).",
            "She actually went with them, though much against her heart.",
            "He spoke against appeasing the enemy.",
            "I always felt as if I was riding a race against time."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он отговорил меня от поездки.",
            "Я встретил его у пруда.",
            "Прислонись к моему плечу.",
            "Недостаток опыта может обернуться против вас.",
            "Он прижал ладони ко лбу.",
            "Брать деньги в долг — против моих принципов (т.е. я не считаю, что это правильно).",
            "Это нужно запретить законом.",
            "Сражайтесь с теми, кто сражается против меня.",
            "Она проголосовала против этого предложения.",
            "Ворота захлопнулись прямо перед ней.",
            "Заниматься этим нельзя — запрещено законом. / Так поступать незаконно. / Это же противозаконно.",
            "Они поженились против желания её родителей (т.е. несмотря на то, что они знали, что её родители этого не хотят).",
            "Я защищена от их недружелюбия.",
            "Пока мой корабль не разобьётся о скалы.",
            "двое бегунов, соревнующихся друг с другом",
            "Надежда пребывает в духе святом.",
            "Фунт упал на 10% по отношению к доллару.",
            "На стену опиралась лестница. / К стене была приставлена лестница.",
            "На фоне тёмной стены эта картина смотрится лучше.",
            "Как бешеный, он взбежал на холм.",
            "Пассажиров предупреждают, что переходить через железнодорожные пути опасно.",
            "Наличие закона против ведьм не доказывает их существования.",
            "Всё местное дворянство выступало против него.",
            "Доказательства /улики/ против тебя — неопровержимые.",
            "Три их корабля встали под стенами города.",
            "Все члены совета проголосовали против этого предложения.",
            "Применение некоторых препаратов запрещено законом (т.е. незаконно).",
            "Она всё же пошла с ними, хотя и против собственного желания.",
            "Он выступил против умиротворения противника.",
            "Я всегда чувствовал, будто бегу наперегонки со временем."
        ]
    }
}