{
    "aged": {
        "comment": [],
        "translate": "выдержанный, старый, пожилой, старики",
        "transcription": " |eɪdʒd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A woman aged 50 has given birth to twins.",
            "She aged gracefully.",
            "The wine is aged in oak barrels.",
            "His hair whitened as he aged.",
            "Children aged 2-14 go half price.",
            "As he aged he grew more and more bitter.",
            "That was Starboard talking to his Aged Parent.",
            "His troubles have aged him.",
            "His hair dulled as he aged.",
            "There is a long walk of aged elms.",
            "Any horse above six years is \"aged\".",
            "a group of men aged between 20 and 30",
            "Exposure to the sun has aged her skin.",
            "He was worried to see how much she'd aged.",
            "The whisky is aged for at least ten years.",
            "The book is intended for children aged 5-7.",
            "You haven't aged a day since I saw you last!",
            "The death of his child aged him tremendously.",
            "The course is aimed at those aged 16 or over.",
            "Children aged 12 and up must pay the full fare.",
            "The course is open to children aged 12 and over.",
            "Special arrangements were available for the aged.",
            "Our target audience is men aged between 18 and 35.",
            "The experience had aged him in advance of his years.",
            "They plan to market the toy for children aged 2 to 6.",
            "The project was masterminded by Morris, then aged 29.",
            "The cheese maker's aged cheddar is a real crackerjack.",
            "The subjects of this experiment were all men aged 18-35.",
            "Aged only 15, he matriculated at the University of Leipzig.",
            "Police described her attacker as a white male aged about 25."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Женщина в возрасте 50 лет родила двойню.",
            "Она старела с достоинством.",
            "Вино выдерживается в дубовых бочках.",
            "С возрастом его волосы побелели.",
            "Для детей в возрасте от двух до четырнадцати лет цена билетов составляет 50% от полной стоимости.",
            "С возрастом он ожесточался всё больше.",
            "Это Старборд разговаривал со своим престарелым родителем.",
            "Беды состарили его.",
            "С возрастом его волосы потускнели.",
            "Там есть длинная аллея старых вязов.",
            "Любая лошадь старше шести лет считается пожилой.",
            "группа мужчин в возрасте между 20 и 30 годами",
            "Солнечные лучи состарили её кожу.",
            "Он боялся увидеть, насколько она постарела.",
            "Виски выдерживается в течение не менее десяти лет.",
            "Книга предназначена для детей в возрасте 5-7 лет.",
            "С тех пор, как я видел тебя в последний раз, ты нисколько не постарела!",
            "После смерти своего ребёнка он ужасно постарел.",
            "Курс ориентирован на лиц в возрасте 16 лет и старше.",
            "Дети в возрасте двенадцати лет и старше должны оплачивать полную стоимость проезда.",
            "Этот курс доступен для детей в возрасте от 12 лет и старше.",
            "Для пожилых людей были предусмотрены особые условия.",
            "Наша целевая аудитория — мужчины в возрасте от восемнадцати до тридцати пяти лет.",
            "Пережитое преждевременно состарило его.",
            "Они планируют продавать эту игрушку с расчётом на детей в возрасте от двух до шести лет.",
            "Вдохновителем этого проекта был Моррис, которому в то время было двадцать девять лет.",
            "Зрелый чеддер этого производителя — это просто нечто!",
            "Всеми объектами этого эксперимента были мужчины в возрасте от 18 до 35 лет.",
            "В возрасте всего пятнадцати лет он поступил в Лейпцигский университет.",
            "По словам полицейских, на неё напал белый мужчина в возрасте около двадцати пяти лет."
        ]
    }
}