{
    "agenda": {
        "comment": [
            "agent",
            "age",
            "aged",
            "agency",
            "gender",
            "legend"
        ],
        "translate": "повестка дня",
        "transcription": " |əˈdʒendə|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What's on your agenda for tomorrow?",
            "What's the first item on the agenda?",
            "Let's move to the last item on the agenda.",
            "What's the next item on the agenda?",
            "The World Cup will have a prominent place on the agenda.",
            "Let's skip to the last item on the agenda.",
            "Measures to combat terrorism will be high on the agenda.",
            "Arms control is high on the agenda.",
            "Both agenda items signal a break with past ideas.",
            "Copies of meeting agenda must be available to all meeting attendants.",
            "We went on to the next item on the agenda.",
            "The President outlined his agenda for the next term.",
            "These groups do not coordinate well with each other and each has its own agenda and interests.",
            "May I call your attention to item seven on the agenda.",
            "Sara had the task of preparing the agenda for meetings.",
            "The acrimonious debate on the agenda ended indecisively.",
            "The committee set the agenda for the next several years of research.",
            "After two hours we were still discussing the first item of the agenda.",
            "If moderates fail to reach a compromise, the extremists will dominate the agenda.",
            "Reform now figures high on the agenda.",
            "Please find enclosed an agenda for the meeting.",
            "The main point on the agenda was taken up first.",
            "The president is trying to push his agenda in Congress.",
            "The government set an agenda for constitutional reform.",
            "Europe is once again at the top of the political agenda.",
            "The Republicans have stuck to their conservative agenda.",
            "He wants to push his own agenda no matter what the others say.",
            "Such an idea has been high on the political agenda for some time.",
            "There are a lot of items on our agenda tonight, so let's start the meeting.",
            "He is without a political agenda as he is without a coherent moral sensibility."
        ],
        "example_translate": [
            "Что у вас завтра по расписанию?",
            "Что у нас идёт первым пунктом в повестке дня?",
            "Давайте перейдём к последнему пункту повестки дня.",
            "Какой следующий пункт на повестке дня?",
            "Обсуждение Чемпионата Мира займёт важное место в повестке дня.",
            "Давайте сразу перейдём к последнему пункту повестки дня.",
            "Одним из первых пунктов повестки дня будет обсуждение мер борьбы с терроризмом.",
            "Контроль над вооружениями — главный вопрос на повестке дня.",
            "Оба пункта повестки дня свидетельствуют о отказе от старых идей.",
            "Копии повестки дня собрания должны быть предоставлены всем присутствующим на собрании.",
            "Мы перешли к следующему пункту повестки дня.",
            "Президент изложил свою программу на следующий срок.",
            "Эти группы не очень хорошо координируются друг с другом: у каждой из них - своя программа действий и свои интересы.",
            "Разрешите обратить ваше внимание на пункт семь повестки дня.",
            "Перед Сарой стояла задача подготовки повестки дня для заседаний.",
            "Ожесточённые дебаты по повестке дня завершились безрезультатно.",
            "Комитет утвердил программу на ближайшие несколько лет исследований.",
            "Прошло уже два часа, а мы по-прежнему обсуждали первый пункт повестки дня.",
            "Если \"умеренным\" не удастся достичь компромисса, \"радикалы\" будут доминировать в повестке дня.",
            "Реформы теперь занимают высокое место в повестке дня.",
            "Прошу ознакомиться с прилагаемой повесткой дня совещания.",
            "Главный пункт повестки дня был рассмотрен первым.",
            "Президент пытается протолкнуть в Конгрессе свою повестку дня.",
            "Правительство согласовало список вопросов для обсуждения конституционной реформы.",
            "Европа вновь находится во главе политической повестки дня.",
            "Республиканцы остались верны своей консервативной политической программе.",
            "Он хочет протолкнуть свою собственную повестку дня вне зависимости от того, что говорят другие.",
            "Такая идея уже некоторое время имеет высокий приоритет в политической повестке дня.",
            "В нашей сегодняшней повестке дня много вопросов, так что давайте начнём совещание.",
            "У него нет ни политической программы, ни вразумительных нравственных ценностей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}