{
    "aggressive": {
        "comment": [
            "aggression"
        ],
        "translate": "агрессивный, энергичный, настойчивый, вызывающий, нападающий",
        "transcription": " |əˈɡresɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Jim's voice became aggressive.",
            "Some feel men are the more aggressive sex.",
            "A successful businessman has to be aggressive.",
            "Banks are getting too aggressive on consumer lending.",
            "Millions of people are deeply shocked by the aggressive policy of the government.",
            "a rather aggressive and dominating character",
            "Can TV violence cause aggressive behavior?",
            "He started to get aggressive and began to shout.",
            "The cancer responded to the aggressive therapy.",
            "The team plays a very aggressive style of defense.",
            "We were advised to never be too aggressive when approaching a potential client.",
            "a proponent of aggressive economic interventionism",
            "An aggressive tide sluiced across the barrier reef.",
            "an aggressive lawyer whose tactics have made people angry",
            "The publisher has been very aggressive in promoting the book.",
            "The city began an aggressive campaign to encourage recycling.",
            "The community is demanding a less aggressive style of policing.",
            "The Air Force is mounting an aggressive pilot recruitment campaign.",
            "Several studies have shown that aggressive toys lead to bad behaviour.",
            "His natural scrappiness serves him well as an aggressive defense attorney.",
            "The company took aggressive steps to prevent illegal use of their equipment.",
            "Teachers apparently expect a certain amount of aggressive behaviour from boys.",
            "We have to keep in mind that we will beat them if we are opportunistic, ambitious and aggressive."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В голосе Джима появилась агрессия.",
            "Некоторые считают мужчин более агрессивным полом.",
            "Успешный бизнесмен должен быть напористым.",
            "Банки начинают предлагать кредитные услуги населению слишком активно.",
            "Миллионы людей были шокированы агрессивной политикой своего правительства.",
            "достаточно агрессивный и властный характер",
            "Может ли телевизионное насилие стать причиной агрессивного поведения?",
            "Он начал вести себя агрессивно и перешёл на крик.",
            "Агрессивная терапия подействовала на раковую опухоль.",
            "Команда очень агрессивно играет в обороне.",
            "Нам посоветовали не быть слишком агрессивными при подходе к потенциальному клиенту.",
            "сторонник агрессивного вмешательства в экономику других стран",
            "Через барьерный риф хлынула энергичная приливная волна.",
            "агрессивный юрист, тактика которого уже рассердила людей",
            "Издатель весьма агрессивно продвигает данную книгу.",
            "Город начал агрессивную кампанию по поддержке утилизации отходов.",
            "Сообщество требует менее агрессивного стиля работы органов правопорядка.",
            "Воздушные силы начали активную кампанию по набору пилотов.",
            "Несколько исследований показали, что агрессивные игрушки приводят к плохому поведению детей.",
            "Его природная задиристость хорошо помогает ему в работе агрессивного адвоката защиты.",
            "Компания приняла решительные меры для предотвращения незаконного использования своего оборудования.",
            "Учителя, по-видимому, ожидают от мальчиков определённое количество агрессивного поведения.",
            "Нам следует постоянно помнить, что мы сможем одолеть их, если будем гибкими, амбициозными и напористыми."
        ],
        "stars": 2
    }
}