{
    "agriculture": {
        "comment": [
            "culture",
            "cultural",
            "agricultural",
            "faculty"
        ],
        "translate": "сельское хозяйство, земледелие, агрокультура, агрономия",
        "transcription": " |ˈæɡrɪkʌltʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Board of Agriculture",
            "Department of Agriculture",
            "Agriculture is the mainspring of their economy.",
            "They cleared the land to use it for agriculture.",
            "European Confederation of Agriculture",
            "a sere region that can't support agriculture",
            "The area's dry climate discourages agriculture.",
            "an invention that helped to mechanize agriculture",
            "More than 75% of the land is used for agriculture.",
            "Agriculture is still the mainstay of the country's economy.",
            "The Food Ministry is attached to the Ministry of Agriculture.",
            "The government should do more to promote sustainable agriculture.",
            "Meat production falls under the control of the Agriculture Department.",
            "The amplitude of Thomas Jefferson's interests — government, architecture, agriculture, science, philosophy — is truly awesome.",
            "Agriculture is the main economic enterprise among these people.",
            "The forest was cut down, and the land given over to agriculture."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Министерство земледелия (в Великобритании)",
            "Министерство сельского хозяйства (в США)",
            "Сельское хозяйство является главной движущей силой их экономики.",
            "Они расчистили эту землю, чтобы использовать её для сельского хозяйства.",
            "Европейская сельскохозяйственная конфедерация",
            "засушливый регион, который не может поддерживать сельское хозяйство",
            "Засушливый климат, характерный для этого района, не способствует развитию сельского хозяйства.",
            "изобретение, которое помогло механизировать сельское хозяйство",
            "Более семидесяти пяти процентов земель используется для сельского хозяйства.",
            "Сельское хозяйство всё ещё является основой экономики страны.",
            "Министерство пищевой промышленности является одним из подразделений Министерства сельского хозяйства.",
            "Правительству следует прилагать больше усилий для обеспечения устойчивого развития сельского хозяйства.",
            "Производство мяса подпадает под контроль Министерства сельского хозяйства.",
            "Размах интересов Томаса Джефферсона — управление государством, архитектура, сельское хозяйство, наука, философия — поистине удивителен.",
            "Сельское хозяйство является основной экономической сферой деятельности среди этих людей.",
            "Лес вырубили, а землю отдали под сельское хозяйство."
        ],
        "stars": 2
    }
}