{
    "ahead": {
        "comment": [
            "head, ahead - голова, вперед",
            "headache",
            "forehead",
            "head",
            "headquarters",
            "headmaster",
            "overheads",
            "headline",
            "overhead",
            "heading"
        ],
        "translate": "вперед, впереди, напролом, предстоящий",
        "transcription": " |əˈhed|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Go ahead!",
            "We like to plan ahead.",
            "Our team was ahead by three points.",
            "He stared straight ahead.",
            "You go ahead, and we'll follow on.",
            "Go ahead, what are you waiting for?",
            "Go ahead, we're all listening",
            "I'll go ahead, and you come on later.",
            "Turn left and then go straight ahead.",
            "If you want to leave, go right ahead.",
            "The dog raced ahead of me.",
            "You go ahead — I'll follow on later.",
            "In spring we usually set the clocks ahead one hour.",
            "He forged ahead.",
            "We'll cross the road up ahead at the crosswalk.",
            "She is always stepping on others to get ahead",
            "Problems may lie ahead.",
            "he used his wits to get ahead",
            "The ship forged ahead through heavy seas.",
            "You'd better go ahead., I'm done in and must rest here.",
            "You can't just go ahead and sell the car, it's partly mine.",
            "That rude man pushed me aside and got on the bus ahead of me!",
            "That rude man shoved me aside and got on the bus ahead of me!",
            "He is ahead by a pawn.",
            "a young man sure to get ahead",
            "The ship forged ahead through the thin ice.",
            "I'll go ahead and warn the others to expect you later.",
            "They want to plan much further ahead than the next few years.",
            "Breakers ahead!",
            "He reckoned the odds are against the scheme going ahead."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ea = [e]"
        ],
        "example_translate": [
            "Вперёд! продолжайте!., вперёд! продолжай!., не задерживайте!",
            "Мы любим планировать всё заранее.",
            "Наша команда была впереди на три очка.",
            "Он смотрел прямо перед собой.",
            "Идите вперёд, а мы за вами.",
            "Идите вперед, чего вы ждете?",
            "Давай, мы все тебя слушаем.",
            "Сначала пойду я, потом ты.",
            "Поверните налево, а затем идите прямо.",
            "Если хочешь уйти, уходи прямо сейчас.",
            "Пёс помчался впереди меня.",
            "Вы идите (вперёд), а я подойду попозже.",
            "Весной мы обычно переводим стрелки на час вперёд.",
            "Он двигался вперёд.",
            "Мы перейдём эту дорогу вон там, впереди, на пешеходном переходе.",
            "Она идёт по головам, чтобы достичь своей цели.",
            "В будущем возможны проблемы.",
            "он использовал свой ум, чтобы преуспеть",
            "Корабль медленно продвигался вперед по бурным морским просторам.",
            "Ты лучше иди вперед, я устал и должен отдохнуть тут.",
            "Ты не можешь просто взять и продать машину, она ведь и моя тоже.",
            "Этот хам оттолкнул меня и первым залез в автобус!",
            "Этот грубиян оттолкнул меня и вошел в автобус раньше меня.",
            "У него лишняя пешка.",
            "молодой человек, который наверняка далеко пойдёт /достигнет успеха/",
            "Корабль продвигался вперёд сквозь тонкий лёд.",
            "Я пойду вперёд и предупрежу остальных, что вы подойдёте позже.",
            "Они хотят планировать гораздо дальше, чем на ближайшие несколько лет.",
            "Впереди рифы! (сообщение об опасности - буруны посреди моря обычно признак подводных скал)",
            "Он полагал, что обстоятельства против того, чтобы этот проект был приведен в действие."
        ],
        "stars": 3
    }
}