{
    "album": {
        "comment": [],
        "translate": "альбом, долгоиграющая пластинка, книга автографов, альбом-пластинка",
        "transcription": " |ˈælbəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The album was recorded live.",
            "He just recorded his latest album.",
            "Buy the album, and prepare to be amazed.",
            "He's bringing out a new album next month.",
            "He had just completed his final solo album.",
            "The band plan to release their new album next week.",
            "a special anniversary album of his poetry published 100 years after his death",
            "the title track of the album",
            "I quite like their new album.",
            "a catalog of music album titles",
            "Have a listen to this new album!",
            "The band's latest album was unplugged.",
            "The album was sold out within minutes.",
            "They are writing music for a new album.",
            "The album's opener is a slow love song.",
            "The group has just recorded a new album.",
            "The album focuses on themes of love and loss.",
            "The album features Rick Wakeman on keyboards.",
            "Album sales are nudging the one million mark.",
            "She used glue to stick the photo in the album.",
            "They were gaga over the rock group's new album.",
            "The band's new album has had very good reviews.",
            "The credits are listed on the back of the album.",
            "The band will perform songs from their new album.",
            "The album was so-so, but this song is pretty good.",
            "Paul has been knocking out new songs for the album.",
            "The album contains too many songs by marginal bands.",
            "Her first album is scheduled for release in September.",
            "I'd place this album second best after the one of 1996.",
            "Her sophomore album is verging on triple platinum sales."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот альбом был записан \"живьём\".",
            "Он только что записал свой новый альбом.",
            "Купите этот альбом (музыкального исполнителя), и приготовьтесь к приятным сюрпризам.",
            "В следующем месяце он выпускает новый альбом.",
            "Он только что закончил свой последний сольный альбом.",
            "Группа планирует выпустить свой новый альбом на следующей неделе.",
            "особый, юбилейный альбом его стихов, опубликованный через сто лет после его смерти",
            "заглавная композиция этого альбома",
            "Мне, в принципе, нравится их новый альбом.",
            "список названий музыкальных альбомов",
            "Послушай этот новый альбом!",
            "Последний альбом группы был акустическим. (unplugged \"не подключён\" - использующий только акустические инструменты, исполняемый \"в живую\". Без обработки музыки и голоса.)",
            "Альбом был распродан в течение нескольких минут.",
            "Они пишут музыку для нового альбома.",
            "Первой композицией альбома является медленная песня о любви.",
            "Группа только что записала новый альбом.",
            "Альбом фокусируется на темах любви и утраты.",
            "Альбом представляет Рика Уэйкмана на клавишных.",
            "Продажи альбома приближаются к отметке в один миллион экземпляров.",
            "Она прикрепила фотографию в альбом с помощью клея.",
            "Они были без ума от нового альбома этой рок-группы.",
            "Новый альбом этой группы получил очень хорошие отзывы.",
            "Выходные данные указаны на задней стороне альбома.",
            "Группа исполнит песни со своего нового альбома.",
            "Альбом был неважный, но эта песня довольно хорошая.",
            "Пол клепает новые песни для альбома.",
            "Альбом содержит слишком много песен маргинальных групп.",
            "Её первый альбом планируется выпустить в сентябре.",
            "Я бы оценил этот альбом как второй после альбома 1996 года.",
            "Ее второй альбом вот-вот станет трижды платиновым (будет продано более 900000 экземпляров)."
        ]
    }
}