{
    "alcoholic": {
        "comment": [
            "alcohol"
        ],
        "translate": "алкогольный, спиртной, спиртовой, алкоголик",
        "transcription": " |ˌælkəˈhɔːlɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her uncle is an alcoholic.",
            "She has an alcoholic uncle.",
            "a medical inhibition of alcoholic beverages",
            "It saddened me to watch him turn into an alcoholic.",
            "One can be a social drinker without turning into an alcoholic.",
            "My grandfather was an alcoholic but I never touch the stuff (=never drink alcohol).",
            "You'll become an alcoholic if you don't watch out.",
            "He was a chronic alcoholic and unable to hold down a job.",
            "Digest the bark in alcohol, evaporate the alcoholic solution to dryness.",
            "Unfortunately, he was destined to live out his days as an irrecoverable alcoholic.",
            "Not being one for alcoholic beverages, I prefer to wind down with a cup of tea every night.",
            "There's a firm distinction between the moderate consumption of alcoholic beverages and overindulgence to the point of intoxication."
        ],
        "example_translate": [
            "Её дядя - алкоголик.",
            "У неё есть дядя-алкоголик.",
            "медицинский запрет на употребление спиртных напитков",
            "Мне было очень грустно видеть, как он превращается в алкоголика.",
            "Можно употреблять алкоголь в компании, и при этом не становиться алкоголиком.",
            "Мой дед был алкоголиком, но сам я к этой дряни не прикасаюсь (т.е. никогда не пью спиртное).",
            "Если вы не побережётесь, то превратитесь в алкоголика.",
            "Он был хроническим алкоголиком, и не мог удержаться ни на одной работе.",
            "Сделайте спиртовую настойку коры, а затем выпарьте спиртовой раствор.",
            "К сожалению, ему было суждено доживать свои дни, будучи неисправимым алкоголиком.",
            "Я не любитель алкогольных напитков, и каждый вечер предпочитаю отдыхать за чашкой чая.",
            "Существует чёткое различие между умеренным потреблением спиртных напитков, и злоупотреблением ими вплоть до отравления."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}