{
    "alert": {
        "comment": [],
        "translate": "тревога, сигнал тревоги, бдительный, настороженный",
        "transcription": " |əˈlɜːrt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We must alert the public to the danger.",
            "The school immediately alerted the police.",
            "An alert watchdog guarded the door.",
            "Troops were put on high alert.",
            "An alert guard stopped the robbers.",
            "The teacher alerted the students that tests would be given the next day.",
            "Now Jamaica is under another storm alert.",
            "Taking notes is one of the best ways to stay alert in lectures.",
            "The bomb alert was raised soon after midnight.",
            "Jack was as mentally alert as a man half his age.",
            "They wanted to be alert, gunning everything.",
            "I would be indebted to any alert readers for corrections of factual material.",
            "All of my senses were on the alert for danger.",
            "She wasn't mentally alert enough to answer the questions.",
            "The animal raised its head, suddenly alert.",
            "In case of an alert, every battalion, every company, and every man know their stations.",
            "Be on the alert for anyone acting suspiciously.",
            "Be alert at night especially in unfamiliar surroundings.",
            "Flood alerts were issued on Thursday for parts of the Philippines.",
            "We alerted the new neighbors to the high rate of burglaries.",
            "The governor alerted island residents that a hurricane was coming.",
            "Troops in the vicinity were put on alert.",
            "Bombers were put on alert during the crisis.",
            "The authorities should have been alert to the possibility of invasion.",
            "After the security alert, most of the firms affected were open for business on Monday morning.",
            "All our border points are on full alert."
        ],
        "example_translate": [
            "Мы должны предупредить людей об опасности.",
            "Школа немедленно оповестила полицию.",
            "Бдительный сторожевой пес охранял дверь.",
            "Войска были приведены в состояние повышенной боеготовности.",
            "Грабителей остановил бдительный охранник.",
            "Преподаватель предупредил студентов, что на следующий день будут выданы тестовые задания.",
            "Сейчас на Ямайке вновь объявлено штормовое предупреждение.",
            "Конспектирование — это один из лучших способов сохранять ясность ума на лекции.",
            "Сигнал воздушной тревоги был подан вскоре после полуночи.",
            "Разум Джека был столь же ясен, как у человека возрастом вдвое младше него.",
            "Они были настороже, тщательно всё осматривая.",
            "Я был бы признателен всем внимательным читателям за исправления фактического материала.",
            "Все мои чувства были настороже в ожидании опасности.",
            "Она не была достаточно смышлёной, чтобы ответить на эти вопросы.",
            "Животное вдруг насторожилось и подняло голову.",
            "В случае тревоги каждый батальон, каждый отряд и каждый солдат знает своё место.",
            "Отслеживайте всех, кто будет вести себя подозрительно.",
            "Ночью будьте начеку, особенно в незнакомой обстановке.",
            "В четверг в некоторых районах Филиппин было объявлено об угрозе наводнения.",
            "Мы предупредили новых соседей о высоком уровне квартирных краж.",
            "Губернатор оповестил жителей острова о приближении урагана.",
            "Находившиеся поблизости войска были приведены в состояние боевой готовности.",
            "В период кризиса бомбардировщики были приведены в состоянии постоянной боеготовности.",
            "Власти должны были подготовиться к возможному вторжению.",
            "После предупреждения системы безопасности, большинство пострадавших фирм открылось в понедельник утром.",
            "Все наши пограничные пункты находятся в полной боевой готовности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}