{
    "alike": {
        "comment": [
            "unlikely",
            "likely",
            "dislike",
            "like",
            "would like",
            "unlike",
            "likelihood",
            "likewise"
        ],
        "translate": "подобный, одинаковый, похожий, подобно, одинаково, точно так же",
        "transcription": " |əˈlaɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "People say we look alike.",
            "I always confuse you with your sister - you look so alike.",
            "The two cars are much alike.",
            "To complain, or not complain, alike is unavailable.",
            "I learned a lot from teachers and students alike.",
            "Many men, many minds. / No two minds think alike. посл.",
            "The skin doesn't feel alike everywhere.",
            "My mother and I are alike in many ways.",
            "Young and old alike will enjoy the movie.",
            "The twins were dressed alike.",
            "The two brothers are so much alike, it is difficult to discriminate between them.",
            "The students all recreate alike.",
            "Friends are generally alike in background and taste.",
            "Our two cats are so alike, I can never tell one from the other.",
            "The words “made” and “maid” sound alike but have different spellings.",
            "The President's visit to the school was a real happening for teachers and students alike.",
            "Her ability was acknowledged by friend and foe alike.",
            "The twins are so alike that it's easy to muddle them up.",
            "The film has won praise from audiences and critics alike.",
            "The issue of whether a person's nature or upbringing is more important continues to be mooted by experts and laymen alike."
        ],
        "example_translate": [
            "Говорят, что мы похожи.",
            "Я всегда путаю вас с вашей сестрой – вы очень похожи.",
            "Эти две машины во многом похожи.",
            "Жалуйся, не жалуйся - всё бесполезно.",
            "Я многому научился — как у преподавателей, так и у студентов.",
            "Сколько голов, столько умов.",
            "Кожа не везде имеет одинаковую чувствительность.",
            "Мы с мамой во многом похожи.",
            "Этот фильм понравится и старикам, и молодёжи.",
            "Близнецы были одеты одинаково.",
            "Братья так похожи, едва отличишь одного от другого.",
            "Все студенты отдыхают одинаково.",
            "У друзей обычно сходятся происхождение и вкусы.",
            "Наши коты так похожи — я не могу отличить одного от другого.",
            "Слова \"made\" (сделано) и \"maid\" (дева, горничная) звучат одинаково, но пишутся по-разному.",
            "Визит президента стал настоящим событием как для преподавателей, так и для учеников этой школы.",
            "Её талант был признан как друзьями, так и врагами.",
            "Близнецы так похожи, что их легко перепутать.",
            "Фильм удостоился похвалы как критиков, так и зрителей.",
            "Вопрос о том, что является более важным — природные данные человека или его воспитание, продолжает обсуждаться как специалистами, так и дилетантами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}