{
    "all right": {
        "comment": [],
        "translate": "хорошо",
        "transcription": "",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "All right then!",
            "Do you feel all right?",
            "Are you all right for money?",
            "It's all right, it's only me.",
            "She does all right in school.",
            "Is it all right to leave early?",
            "Either way is all right with me.",
            "This place would do me all right.",
            "Are you all right? You look ghastly!",
            "I sure hope they get there all right.",
            "She held up all right under pressure.",
            "You'll be all right in a couple of days.",
            "He stopped to ask me if I was all right.",
            "All right-minded people will support us.",
            "Let us hope he'll come through all right.",
            "I wanted to make sure you were all right.",
            "Don't fret - everything will be all right.",
            "“Are you hurt?” “No, I'm all right.”",
            "I'd like to go on if that's all right by you.",
            "He's pranged up the plane, but he's all right.",
            "We're not rich, but we're making out all right.",
            "All right, people, let's synchronize the watches",
            "I can't leave her unless I know she's all right.",
            "It's all right, Mum. I can fight my own battles.",
            "I'll shoot then, if it's all right. (G.F. Newman)",
            "All right, all right, keep your hair on! I'm sorry.",
            "Have a smell of this cheese., does it seem all right?",
            "Is it all right if I bring my amigo Ben to the party?",
            "Fortunately, everything worked out all right in the end.",
            "The quality of his work is all right but not outstanding."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ну, хорошо же!",
            "Вы нормально себя чувствуете?",
            "У тебя нормально с деньгами?",
            "Всё в порядке, это всего лишь я.",
            "В школе у неё всё хорошо.",
            "Можно уйти пораньше?",
            "Любой вариант меня устраивает.",
            "Это место меня полностью удовлетворяет.",
            "С тобой всё в порядке? Ты жутко выглядишь!",
            "Я очень надеюсь, что они доберутся туда без происшествий.",
            "Она здорово держалась в условиях стресса.",
            "Через пару дней ты поправишься /всё пройдёт/.",
            "Он остановился, чтобы спросить, всё ли у меня в порядке.",
            "Все здравомыслящие люди нас поддержат.",
            "Будем надеяться, что с ним всё будет хорошо.",
            "Я хотел убедиться, что с тобой все в порядке.",
            "Не волнуйся, все будет в порядке.",
            "“Тебе больно?” “Нет, со мной все в порядке.”",
            "Я бы хотел продолжить, если с вашей стороны не будет возражений.",
            "Он совершил аварийную посадку, но с ним всё в порядке.",
            "Мы не богаты, но живём более-менее ничего.",
            "Ну, народ, давайте сверим часы.",
            "Я не смогу её оставить, пока не буду уверен, что с ней всё в порядке.",
            "Всё в порядке, мама. Я могу постоять за себя.",
            "Ну, если все в порядке, тогда я испаряюсь.",
            "Ну ладно, ладно, успокойся, не кипятись! Прости меня. (брит.)",
            "Понюхай-ка этот сыр., как по-твоему, он не испортился?",
            "Ничего, если я приведу на вечеринку своего приятеля Бена?",
            "К счастью, все закончилось хорошо.",
            "Работает он нормально, но звёзд с неба не хватает."
        ]
    }
}