{
    "alleged": {
        "comment": [],
        "translate": "утверждаемый, мнимый",
        "transcription": " |əˈledʒd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The alleged victim made the complaint at a police station in York.",
            "The water is alleged to be polluted with mercury.",
            "It was alleged that the policeman had accepted bribes.",
            "He alleged that he was the victim of a crime.",
            "The alleged thief was arrested.",
            "The accused is alleged to be a member of a right-wing gang.",
            "The greatest names can sometimes be alleged for opinions which are incredible.",
            "The USA team was disqualified for an alleged faulty changeover.",
            "An independent committee will look into alleged human rights abuses.",
            "It was alleged that foreign agents were behind the recent violence.",
            "They alleged that commies had infiltrated every level of the federal government.",
            "The country faces international censure for its alleged involvement in the assassination.",
            "The mayor is alleged to have accepted bribes.",
            "Some men claim that it's the alleged foreverness of marriage that makes them fear it.",
            "The prosecution alleged that the man had been responsible for an act of terrorism."
        ],
        "example_translate": [
            "Предполагаемая жертва подала жалобу в полицейском участке Йорка.",
            "Подозревают, что вода заражена ртутью.",
            "Утверждалось, что полицейский брал взятки.",
            "Он утверждал, что стал жертвой преступления.",
            "Предполагаемый вор был арестован.",
            "Утверждается, что обвиняемый принадлежит к правой группировке.",
            "Иногда великим людям приписываются невероятные суждения.",
            "Команда США была дисквалифицирована из-за обвинения в неправильной передаче эстафеты",
            "Независимая комиссия рассмотрит инкриминируемые нарушения прав человека.",
            "Утверждалось, что за недавними вспышками насилия стоят иностранные агенты.",
            "Они утверждали, что коммунисты проникли на все уровни федерального правительства.",
            "Страна подверглась международному осуждению из-за предполагаемой причастности к этому убийству.",
            "Утверждают, что мэр якобы брал взятки.",
            "Некоторые мужчины утверждают, что от брака их отпугивает именно предполагаемая вечность и нерушимость брачных уз.",
            "По утверждению стороны обвинения, на этом мужчине лежала ответственность за террористический акт."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}