{
    "alliance": {
        "comment": [
            "allied",
            "ally"
        ],
        "translate": "альянс, союз, объединение, родство, единение, общность, брачный союз, федерация",
        "transcription": " |əˈlaɪəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He loved to strengthen his family by a good alliance.",
            "International Cooperative Alliance",
            "The companies have formed an alliance to market the product.",
            "He sent ambassadors to negotiate an equal alliance with the Chinese Empire.",
            "Britain's military alliance with her NATO partners",
            "We need to form a closer alliance between government and industry.",
            "The article condemns what some say is an unholy alliance between government and media.",
            "In 1776 the United States forged an alliance with France.",
            "There is disagreement within the alliance about how to deal with this problem.",
            "These pocket-size states had formed an alliance to deter potential aggressors.",
            "The government decided to join a defensive alliance with several other nations.",
            "The United Peace Alliance had only a tenuous connection with the organized Labour movement."
        ],
        "example_translate": [
            "Он хотел укрепить положение своей семьи с помощью удачного брака.",
            "Международный кооперативный альянс",
            "Эти компании образовали союз для продвижения данного продукта на рынок.",
            "Он отправил послов, чтобы установить равноправное сотрудничество с Китайской империей.",
            "военный союз Великобритании с её партнерами по НАТО",
            "Мы должны образовать более тесный союз между правительством и промышленностью.",
            "В статье осуждается то, что некоторые называют \"нечестивым союзом\" между правительством и СМИ.",
            "В 1776 году Соединённые Штаты заключили с Францией союз.",
            "Внутри альянса нет общего мнения о том, как справиться с этой проблемой.",
            "Эти крошечные государства сформировали альянс для сдерживания потенциальных агрессоров.",
            "Правительство решило вступить в оборонительный альянс с несколькими другими странами.",
            "Объединённый альянс за мир имел лишь слабую связь с организованным рабочим движением."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}