{
    "allowance": {
        "comment": [
            "allow"
        ],
        "translate": " допуск, разрешение, довольствие, выдавать паек, выдавать содержание",
        "transcription": "  |əˈlaʊəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His father gives him a monthly allowance of £200.",
            "a monthly allowance for household expenses",
            "His allowance was a quarter a week.",
            "I am allowanced two glasses three hours before dinner.",
            "He dealt her out a pittance of an allowance.",
            "A child's allowance should not be too generous.",
            "My wife has Multiple Sclerosis and is in receipt of disability living allowance.",
            "The father is withholding the allowance until the son cleans his room.",
            "the recommended daily allowance of vitamin C",
            "Hereafter you will no longer receive an allowance.",
            "The spectators are always candid enough to give great allowances to a new actor.",
            "His usual allowance was sixteen cups of tea, all of heroic strength.",
            "He made allowance for the time required by the sound to ascend from the bottom.",
            "Passengers' baggage allowance is 75 pounds per person.",
            "The evening cup of tea and the allowanced pound of pemmican.",
            "Community nurses are paid a mileage allowance.",
            "The prodigal child always spent her allowance the minute she got it.",
            "The budget makes allowances for extra staff when needed.",
            "He objected to the allowance of smoking in the dining room.",
            "Elderly people should receive a heating allowance every winter, instead of having to go cap in hand to the government.",
            "Sales staff get a generous mileage allowance or a company car.",
            "An additional charge is made on baggage exceeding the weight allowance."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Каждый месяц отец выдаёт ему на карманные расходы 200 фунтов стерлингов.",
            "ежемесячное пособие на содержание семьи",
            "Его недельное содержание составляло 25 центов.",
            "Мне разрешают выпить два бокала за три часа до ужина.",
            "Он выплачивал ей жалкое денежное пособие.",
            "Детские карманные деньги не должны быть чересчур большими.",
            "У моей жены рассеянный склероз, и она получает пособие по инвалидности.",
            "Отец не даст сыну карманных денег, пока тот не приберётся в своей комнате.",
            "рекомендуемая дневная норма витамина C",
            "В дальнейшем вы больше не будете получать пособие.",
            "Зрители всегда достаточно снисходительны, чтобы делать большие скидки новому актеру.",
            "Его обычную порцию составляли впечатляющие своей крепостью шестнадцать чашек чая.",
            "Он учёл время, необходимое, чтобы звук со дна дошёл до него.",
            "Норма бесплатного провоза пассажирского багажа составляет семьдесят пять фунтов на человека.",
            "Вечером чашка чая и полагающийся фунт вяленого мяса.",
            "Участковым медсёстрам выдаются деньги на оплату проезда.",
            "Эта маленькая транжира тут же спускала все карманные деньги, как только их получала.",
            "При необходимости бюджет предусматривает приём на работу дополнительных сотрудников.",
            "Он возражал против разрешения на курение в столовой.",
            "Каждую зиму пожилые люди должны получать пособие на отопление, вместо того, чтобы идти на поклон в правительство.",
            "Сотрудники отдела продаж получают щедрую компенсацию дорожных расходов, или же служебный автомобиль.",
            "За багаж, вес которого превышает допустимый, взимается дополнительная плата."
        ]
    }
}