{
    "allocate": {
        "comment": [],
        "translate": "распределять, ассигновать, размещать, назначать, резервировать, отчислить",
        "transcription": " |ˈæləkeɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You should allocate tasks among members of the group.",
            "Our committee allocated money for the memorial.",
            "The dean allocated the funds to several students.",
            "We need to determine the best way to allocate our resources.",
            "Out of the total budget, $3000 was allocated to repairs.",
            "Properly allocate costs to the appropriate accounts.",
            "Several patients were waiting to be allocated a bed.",
            "You should allocate the same amount of time to each question.",
            "Have enough funds been allocated to finance the project?",
            "One million dollars was allocated for disaster relief.",
            "Money from the sale of the house was allocated to each of the children."
        ],
        "example_translate": [
            "Вам следует распределить задания между членами группы.",
            "Наш комитет выделил деньги на памятник.",
            "Декан назначил денежные выплаты нескольким студентам.",
            "Мы должны определить, как лучше распределять свои ресурсы.",
            "Из всего бюджета на ремонт было выделено 3000 долларов.",
            "Надлежащим образом отнесите затраты на соответствующие счета.",
            "Несколько пациентов ожидали, когда им будет выделена койка в больничной палате.",
            "Вы должны выделить на каждый вопрос одинаковое количество времени.",
            "Достаточно ли средств выделяется на финансирование этого проекта?",
            "На оказание помощи пострадавшим при катастрофе был выделен один миллион долларов.",
            "Деньги от продажи дома были выделены каждому из детей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}