{
    "ally": {
        "comment": [
            "allied",
            "alliance"
        ],
        "translate": "союзник, помощник, мраморный шарик, соединять, вступать в союз",
        "transcription": " |ˈælaɪ|",
        "antonyms": [],
        "mnemonic": [
            "ally [эла'й] союзник - (Д-елай) так, чтобы союзнику помочь.",
            "ally ['ælaɪ]\n***\nВСТУПИЛ В СОЮЗ я с Аллой. (это) ally\nСОЮЗНИКА звали Аллой. (это) ally"
        ],
        "examples": [
            "He's a good ally in fight.",
            "We were betrayed by a perfidious ally.",
            "The allied forces attacked the invading enemy.",
            "The cats saw I had an ally, and melted.",
            "He has allied himself to the left wing of the party.",
            "French is allied to Spanish and other Latin languages.",
            "She knew she had found an ally in Ted.",
            "We allied ourselves with our friends against the common enemy.",
            "I received support from an unlikely ally.",
            "As the invasion seemed likely the president called on his allies for help.",
            "The committee has been run by the mayor and his allies in the Workers' Party.",
            "Exercise is an important ally in your campaign to lose weight.",
            "They've allied with their former enemies.",
            "She's allied herself with the moderates on this issue.",
            "They were toughing it out with the help of the greatest ally a macho young cop ever had, booze.",
            "Ally groped steadily towards the door.",
            "Ridley was one of the Queen's closest allies.",
            "Who's that guy Ally's been engrossed in conversation with all night?"
        ],
        "example_translate": [
            "Он хороший союзник в борьбе.",
            "Мы были преданы коварным союзником.",
            "Союзные вооруженные силы атаковали захватчика.",
            "Парни увидели, что я с приятелем, и испарились.",
            "Он присоединился к левому крылу партии.",
            "Французский имеет много общего с испанским и другими романскими языками.",
            "Она понимала, что нашла в лице Теда союзника.",
            "Мы объединились с друзьями против общего врага.",
            "Я получил поддержку от неожиданного союзника.",
            "При возникновении угрозы вторжения, президент призвал на помощь своих союзников.",
            "Комитет находился под контролем мэра и его союзников в партии рабочих.",
            "Физические упражнения являются важным союзником в борьбе за то, чтобы похудеть.",
            "Они объединились со своими бывшими врагами.",
            "По этому вопросу она вступила в союз с \"умеренными\".",
            "Они выдерживали это с помощью самого лучшего и верного союзника мужественных молодых полицейских — выпивки.",
            "Элли постепенно ощупью пробиралась к двери.",
            "Ридли был одним из ближайших союзников королевы.",
            "Кто этот парень, с которым Элли так увлечённо беседует весь вечер?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}