{
    "alone": {
        "comment": [
            "loneliness",
            "lonely",
            "clone"
        ],
        "translate": "один, одинокий, только, в одиночестве, сам",
        "transcription": " |əˈloʊn|",
        "antonyms": [],
        "mnemonic": [
            "alone [эло'ун] одинокий - Ален(Д-элон)совсем одинок;",
            "alone [ə'ləun]\n***\nОДИНОКИЙ клоун. (это) alone\nИСКЛЮЧИТЕЛЬНО, один клоун. (это) alone"
        ],
        "examples": [
            "I want to be alone",
            "She lives alone.",
            "The boy can do it alone.",
            "He was alone with his thoughts.",
            "He was alone when we met him.",
            "She lived alone for many years.",
            "She is alone much of the time.",
            "I cried like a child because I felt so alone.",
            "You shouldn't leave a child alone in the house.",
            "It was scary being all alone in a strange city.",
            "My wife and I like to spend time alone together away from the kids.",
            "The pillar stood alone, supporting nothing.",
            "He could be alone in a crowded room.",
            "The price alone is enough to discourage people.",
            "The case will cost thousands of pounds in legal fees alone.",
            "This wine goes well with food, but is also very good alone.",
            "She was all alone in the world (=she had no family or friends to help her or look after her).",
            "He is alone in the field of microbiology.",
            "He was left to raise their two children alone.",
            "The special effects alone make the movie worth seeing.",
            "She doesn't mind being alone because she never feels lonely."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые ставятся после глаголов, но не перед существительными"
        ],
        "example_translate": [
            "я хочу побыть один, мне нужно побыть одному",
            "Она живёт одна.",
            "Мальчик может это сделать без посторонней помощи.",
            "Он был наедине со своими мыслями.",
            "Когда мы его встретили, он был один.",
            "Она много лет прожила в одиночестве.",
            "Большую часть времени она проводит одна.",
            "Я плакала, как ребёнок, так мне было одиноко.",
            "Нельзя оставлять ребёнка одного в доме.",
            "Было очень страшно остаться совсем одному в чужом городе.",
            "Мы с женой любим проводить время наедине друг с другом, вдали от детей.",
            "Колонна стояла сама по себе, ничего не поддерживая.",
            "Он мог быть одинок в переполненном зале.",
            "Одной цены достаточно, чтобы обескуражить людей.",
            "Одни только судебные издержки по этому процессу составят несколько тысяч долларов.",
            "Это вино не только хорошо сочетается с едой, но и само по себе тоже очень хорошее.",
            "Она была совсем одна в целом мире (т.е. у неё не было семьи или друзей, которые могли бы оказать помощь или присмотреть за ней)",
            "Ему нет равных в области микробиологии.",
            "Пришлось ему воспитывать двоих детей в одиночку.",
            "Фильм стоит посмотреть уже только из-за спецэффектов.",
            "Она не против побыть в одиночестве, потому что никогда не чувствует себя одинокой."
        ],
        "stars": 3
    }
}