{
    "alongside": {
        "comment": [
            "along",
            "side",
            "aside",
            "beside",
            "inside",
            "outside",
            "sideways",
            "countryside",
            "upside",
            "hillside",
            "besides",
            "outsider",
            "seaside"
        ],
        "translate": " рядом, бок о бок, у борта, борт о борт, рядом, около, у борта",
        "transcription": "  |əˌlɔːŋˈsaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A car drew up alongside.",
            "The dog ran alongside his mistress.",
            "His book could stand alongside the best.",
            "The two communities live peacefully alongside each other.",
            "Bring the boat alongside the dock.",
            "The children work alongside their parents in the field.",
            "A guide sculled alongside us and urged us to slow down.",
            "We pursued our way, flapping lazily alongside of the \"pack\".",
            "We tied up alongside a barge.",
            "His achievement may seem small alongside the great triumphs of 20th century technology.",
            "The town grew up alongside the college.",
            "Charles spent a week working alongside the miners.",
            "Children's prices are shown alongside adult prices.",
            "one theory taught alongside the other",
            "Organized crime continued to flourish alongside the mainstream economy.",
            "The boat was moored alongside the dock.",
            "Two or three fishing boats were moored alongside the pier.",
            "Pfeiffer was expected to be cast alongside Douglas in Basic Instinct.",
            "Athletics should rank alongside (=be equal to) soccer and cricket as a major sport.",
            "Heath will play alongside Smith in attack.",
            "The boat drew alongside us and a man appeared on the deck."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Рядом притормозил автомобиль.",
            "Собака бежала рядом с хозяйкой.",
            "Его книга может стоять в ряду лучших.",
            "Эти две общины мирно живут бок о бок друг с другом.",
            "Ведите лодку вдоль причала.",
            "Дети работают в поле вместе /бок о бок/ со своими родителями.",
            "К нам подплыл проводник и попросил нас снизить скорость.",
            "Мы продвигались вдоль ледяных нагромождений с лениво колышущимися парусами.",
            "Мы пришвартовались к какой-то барже.",
            "Его достижения могут показаться незначительными на фоне величайших триумфов техники двадцатого века.",
            "Этот город вырос рядом с колледжем",
            "Чарльз неделю проработал вместе с шахтёрами.",
            "Цены для детей указаны рядом с ценами для взрослых.",
            "одна теория, которая преподаётся наряду с другой",
            "Организованная преступность продолжила развиваться параллельно с основной экономикой.",
            "Судно было пришвартовано у причала.",
            "Вдоль пирса были пришвартованы две или три рыбацкие лодки.",
            "Ожидалось, что Пфайффер будет сниматься с Дугласом в \"Основном инстинкте\".",
            "Легкая атлетика должна считаться одним из основных видов спорта наряду с футболом и крикетом.",
            "Хит будет играть в нападении вместе со Смитом.",
            "Лодка пошла рядом с нами, и на палубе появился какой-то человек."
        ]
    }
}