{
    "alphabet": {
        "comment": [
            "alphabetical"
        ],
        "translate": "алфавит, азбука",
        "transcription": " |ˈælfəbet|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "P comes before Q in the alphabet.",
            "Can you say the alphabet in reverse order?",
            "There are 26 letters in the English alphabet.",
            "This dictionary uses the International Phonetic Alphabet.",
            "She had learned the alphabet by studying letters cut out of pasteboard.",
            "C is the third letter in the alphabet.",
            "B is the second letter in the alphabet.",
            "The students were made to copy the alphabet over and over.",
            "The letters of the alphabet are representations of sounds.",
            "He said the space is the most important character in the alphabet.",
            "She taught her child at home on the new system, by a pictorial alphabet.",
            "You need to learn the alphabet of genealogy before you can move on to more advanced study."
        ],
        "example_translate": [
            "В алфавите буква \"P\" стоит раньше, чем \"Q\".",
            "Можешь произнести алфавит в обратном порядке?",
            "В английском алфавите — двадцать шесть букв.",
            "Этот словарь использует международный фонетический алфавит (МФА).",
            "Она выучила алфавит по буквам, вырезанным из картона.",
            "\"C\" — третья буква английского алфавита.",
            "\"Б\" — вторая буква алфавита.",
            "Учеников заставили снова и снова переписывать алфавит.",
            "Буквы алфавита являются отображением звуков.",
            "Он сказал, что пробел является самым важным среди всех символов языка.",
            "Она обучала своего ребенка дома, по новой системе, при помощи алфавита с картинками.",
            "Вы должны выучить азы генеалогии, прежде чем можно будет перейти к более углублённому изучению."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}