{
    "alter": {
        "comment": [],
        "translate": "изменять, изменяться, менять, меняться, переделывать, вносить изменения, перешить",
        "transcription": " |ˈɔːltər|",
        "antonyms": [],
        "mnemonic": [
            "alter, although = изменять, несмотря на то, что, несмотря на"
        ],
        "examples": [
            "Moscow has altered a great deal since 1945",
            "You cannot alter your nature.",
            "Alcohol can alter a person's mood.",
            "This dress needs to be altered",
            "The city has altered very much since 1990.",
            "I urged him to alter his ways.",
            "I'll need to have the dress altered before the wedding.",
            "He altered his will to leave everything to his sister.",
            "Her face hadn't altered much over the years.",
            "The place has altered in the 10 years since I left.",
            "She had the dress altered for the wedding.",
            "When our rules are once set, no Governor should offer to alter them.",
            "This one small event altered the course of history.",
            "By changing the tomato's genetic blueprint, scientists can alter the rate at which it ripens.",
            "Nothing can alter the fact that the refugees are our responsibility.",
            "The advent of the automobile may have altered the growth pattern of the city."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "al + Сг = [ɔːl]"
        ],
        "example_translate": [
            "Москва очень изменилась с 1945 г.",
            "Свою природу не изменишь.",
            "Алкоголь может изменить настроение человека.",
            "Это платье должно быть перешито.",
            "Город сильно изменился с 1990 года.",
            "Я уговаривал его изменить свои привычки.",
            "Мне нужно, чтобы платье перешили до свадьбы.",
            "Он изменил своё завещание, чтобы оставить всё своей сестре.",
            "За эти годы её лицо не очень изменилось.",
            "За десять лет, прошедшие со дня моего отъезда, это место изменилось.",
            "Она перешила платье для свадьбы.",
            "Когда законы установлены, ни один правитель не должен пытаться их изменить.",
            "Одно это небольшое событие изменило ход истории.",
            "Внеся изменения в генетический код этих помидоров, учёные могут изменить скорость, с которой они созревают.",
            "Ничто не может изменить тот факт, что беженцы — это наша сфера ответственности.",
            "Возможно, появление автомобилей изменило модель развития этого города."
        ]
    }
}