{
    "alternative": {
        "comment": [
            "alternatively"
        ],
        "translate": "альтернативный, переменный, альтернатива, выбор",
        "transcription": " |ɔːlˈtɜːrnətɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was offered no alternative.",
            "Have you any alternative suggestions?",
            "We need to find a peaceful alternative to war.",
            "He could not suggest a viable alternative.",
            "When it rains, there is no alternative but to close up shop.",
            "I had no alternative but to report him to the police.",
            "We decided to leave since our only other alternative was to wait in the rain.",
            "Tucson's alternative radio station",
            "Is there a viable alternative to the present system?",
            "His importunity left me no alternative but to agree.",
            "He developed an alternative design for the new engine.",
            "He quickly assessed what alternatives were open to him.",
            "alternative medical treatments that rely on the practitioner's ability to detect a patient's aura",
            "We need to force the pace on alternative energy policies.",
            "Most alternative technologies work best on a small scale.",
            "The hotel was full so we had to make alternative arrangements.",
            "Acupuncture is widely used by practitioners of alternative medicine.",
            "If payment is not received legal action will be our only alternative.",
            "I'm not completely happy with the plan, but I see no clear alternative.",
            "You can relax on the beach or alternatively try the bustling town centre.",
            "Scientists are developing an alternative approach to treating the disease.",
            "Pasturing sheep on town lands was actually a cheaper alternative to mowing."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мне не оставили выбора.",
            "У вас что, есть альтернативные предложения?",
            "Мы должны найти мирную альтернативу войне.",
            "Он не смог предложить реальной альтернативы.",
            "Когда идет дождь, остается только закрыть магазин.",
            "Мне не оставалось ничего другого, как сдать его полиции.",
            "Мы решили уйти, иначе нам бы пришлось ждать под дождем.",
            "альтернативная радиостанция Тусона",
            "Есть ли реальная альтернатива нынешней системе?",
            "Его назойливость не оставила мне другого выхода, кроме как согласиться.",
            "Он разработал альтернативную конструкцию нового двигателя.",
            "Он быстро оценил имеющиеся альтернативные варианты.",
            "альтернативные методы лечения, которые основаны на умении исполнителя обнаружить ауру пациента",
            "Нам нужно форсировать темпы внедрения альтернативной энергетической политики.",
            "Большинство альтернативных технологий лучше всего работают в небольших масштабах.",
            "Гостиница была переполнена, поэтому нам пришлось принять альтернативные меры /договориться в другом месте/.",
            "Акупунктура широко используется практиками альтернативной медицины.",
            "Если платёж не поступит, нашей единственной альтернативой будет судебный иск.",
            "Я не вполне доволен этим планом, но не вижу ему никакой чёткой альтернативы.",
            "Вы можете отдохнуть на пляже или, как вариант, попробуйте посетить оживлённый центр города.",
            "Учёные разрабатывают альтернативную методику лечения этой болезни.",
            "Выпас овец на городских землях на самом деле был дешевой альтернативой косьбе."
        ]
    }
}