{
    "altogether": {
        "comment": [
            "together"
        ],
        "translate": "целое, в целом, совсем, всего, совершенно, вполне",
        "transcription": " |ˌɔːltəˈɡeðər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There were five people altogether.",
            "They had an altogether new idea.",
            "I make that $150 altogether.",
            "How much do I owe you altogether?",
            "I hold that the details are altogether unhistorical.",
            "That's another (or different) issue altogether.",
            "A \"casual\" man is one whose manner of life is altogether the sport of chance.",
            "The book altogether is silly, and full of gush and twaddle.",
            "It was not altogether her fault.",
            "Altogether, I'm sorry it happened.",
            "If you hesitate, you may lose the opportunity to compete altogether.",
            "Altogether he earns close to a million dollars.",
            "Absence of mind is altogether an involuntary thing.",
            "In Greece, we see a country altogether the reverse of India.",
            "It may be found convenient to recoin such denominations altogether.",
            "In Canada, the situation is altogether different.",
            "The actress impersonated Death in scarlet altogethers.",
            "Lots of sunshine, wonderful food, and amazing nightlife — altogether a great vacation!",
            "Mme. Sarah Bernhardt frankly says she sees nothing wrong in the altogether.",
            "It's best to avoid the situation altogether.",
            "I wasn't altogether happy about Mike staying over.",
            "Disagreement is one thing, but accusations of lying are a different matter altogether!",
            "The hunters bagged five deer altogether.",
            "Altogether, their efforts were successful.",
            "I've half a mind to stop him seeing her altogether.",
            "If you follow that idea to its logical conclusion, we'd have to ban free speech altogether.",
            "Congress could ban the procession altogether.",
            "If we don't do something now, the forests may disappear altogether.",
            "He's ticklish about his looks, so it's wisest to avoid the subject altogether.",
            "Critics want the government to take this one stage further and ban the film altogether."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "al + Сг = [ɔːl]"
        ],
        "example_translate": [
            "Всего там было пять человек.",
            "У них была совершенно новая идея.",
            "Итого это составит 150 долларов.",
            "Сколько всего я вам должен?",
            "Я считаю, что эти детали абсолютно неисторичны.",
            "Это совсем другой вопрос.",
            "Легкомысленный человек — это тот, чей образ жизни подчинен воле случая.",
            "Книга глупая и полна сентиментальностей и пустословия.",
            "Это была не вполне её вина.",
            "В общем, мне жаль, что так случилось.",
            "Если будешь колебаться, то можешь вообще потерять возможность конкурировать.",
            "Всего он зарабатывает почти миллион долларов.",
            "Рассеянность - явление совершенно неконтролируемое.",
            "Греция представляет собой совершенно другой тип страны, нежели Индия.",
            "Возможно, будет удобнее перечеканить такие монеты все сразу.",
            "В Канаде всё совсем по-другому.",
            "Актриса играла Смерть в красных одеждах.",
            "Много солнца, чудесная еда и удивительные ночные развлечения, в общем — отличный отпуск!",
            "Мадам Сара Бернар честно призналась, что не видит ничего плохого в обнаженных моделях.",
            "Лучше всего вообще избегать такого положения.",
            "Я был не очень-то рад, что Майк ночует не дома.",
            "Несогласие — это одно дело, но обвинения во лжи — совершенно другое!",
            "Всего охотники добыли пять оленей.",
            "В целом, их усилия оказались успешными.",
            "Я подумываю о том, чтобы вообще запретить ему с ней встречаться.",
            "Если довести эту мысль до её логического завершения, нам бы пришлось вообще запретить свободу слова.",
            "Конгресс мог запретить всё шествие в целом.",
            "Если мы сейчас что-нибудь не предпримем, леса могут и вовсе исчезнуть",
            "Он крайне обидчив насчёт своей внешности, так что лучше всего совсем не затрагивать эту тему.",
            "Критики хотят, чтобы правительство пошло ещё дальше, и запретило этот фильм целиком."
        ],
        "stars": 3
    }
}