{
    "amateur": {
        "comment": [],
        "translate": "любительский, самодеятельный, любитель, дилетант, спортсмен-любитель",
        "transcription": " |ˈæmətər|",
        "antonyms": [],
        "mnemonic": [
            "amateur [эме'те] любитель - (А мете-ориты) на головы любителей падают, а не профи;",
            "amateur ['æmətə]\n***\nЛЮБИТЕЛЬ ходить в пижаме|ты. (это) amateur\nДИЛЕТАНТ, в пижаме|ты. (это) amateur\nЛюбительский"
        ],
        "examples": [
            "Only amateurs make this kind of mistake.",
            "The people running that company are a bunch of amateurs.",
            "Mickelson won his first major golf tournament while still an amateur.",
            "You English are a bunch of amateurs when it comes to romance.",
            "She gained valuable experience in amateur theatricals.",
            "These photos were taken by both amateurs and professionals.",
            "He was floundering around in the pool like an amateur.",
            "She played soccer as an amateur before turning professional.",
            "Before her first film role, her acting experience had been limited to amateur theatrics.",
            "It's an amateur sport in the true sense of the word (=with the exact meaning of this word).",
            "In soup like this, amateur pilots can easily become disoriented.",
            "Technology has provided many new outlets for amateur writers and artists to share their work with a global audience."
        ],
        "example_translate": [
            "Только дилетанты делают подобные ошибки.",
            "Люди, управляющие этой компанией, — кучка дилетантов.",
            "Микельсон выиграл свой первый крупный турнир по гольфу, будучи любителем.",
            "Вы англичане являетесь кучкой дилетантов, когда дело доходит до романтики.",
            "Она получила ценный опыт в любительских спектаклях.",
            "Эти фотографии были сделаны как любителями, так и профессионалами.",
            "Он барахтался в бассейне как человек не умеющий плавать.",
            "Она играла в футбол в качестве любителя, прежде чем перейти в профессионалы.",
            "До первой роли в кино весь её актерский опыт ограничивался игрой в любительском театре.",
            "Это любительский спорт в истинном (т.е. в точном) смысле этого слова.",
            "В таком густом тумане непрофессиональным пилотам легко потерять ориентацию.",
            "Технологии предоставили начинающим писателям и художникам множество новых средств поделиться своим творчеством с мировой аудиторией."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}