{
    "amazed": {
        "comment": [],
        "translate": "пораженный, изумленный",
        "transcription": " |əˈmeɪzd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was amazed at what he saw.",
            "I was amazed by the originality of her ideas.",
            "We were amazed that he agreed so quickly.",
            "She was amazed to see the results of the research.",
            "It amazed me (to learn) that he had been promoted.",
            "Dave amazed his friends by suddenly getting married.",
            "She looked at her glass and was amazed to find it was empty.",
            "We were absolutely amazed at his rapid recovery.",
            "I'm amazed you've never heard of the Rolling Stones.",
            "I was amazed at how easily I fell back into the old routine.",
            "You'd be amazed how much money you can save.",
            "He never ceased to be amazed by her physical strength.",
            "Doctors were amazed by the sudden improvement in her medical condition.",
            "Buy the album, and prepare to be amazed.",
            "An amazed audience gave the magician a standing ovation.",
            "Natives were amazed at the apparition of this white stranger.",
            "He was amazed to find a swinish litter on the couch of his repose.",
            "She was amazed that some people could watch the trial with indifference.",
            "The amazed horse veered quickly to one side, and stopped as if stricken to stone.",
            "...amazed that parents would tolerate such insolence from their teenaged children...",
            "I was amazed at the way she tore into her work.",
            "I was amazed at the number of plants — I counted 147.",
            "Visitors are often amazed to discover how little the town has changed.",
            "They were amazed by the squalid, cramped quarters in the town's historic bastille."
        ],
        "example_translate": [
            "Его удивило то, что он увидел.",
            "Я был поражен оригинальностью её идей.",
            "Нас поразило, что он так быстро согласился.",
            "Она была поражена, увидев результаты исследования.",
            "Меня удивило, что его повысили.",
            "Дейв поразил своих друзей, когда внезапно женился.",
            "Она посмотрела на свой бокал, и с удивлением обнаружила, что он пуст.",
            "Мы были совершенно поражены его быстрым выздоровлением.",
            "Я поражён, что вы никогда не слышали о группе Rolling Stones.",
            "Я был поражён тем, насколько легко я вернулся к прежнему порядку дел.",
            "Вы не поверите, сколько денег можно сэкономить.",
            "Он не переставал удивляться её физической силе.",
            "Врачи были поражены внезапным улучшением её состояния здоровья.",
            "Купите этот альбом (музыкального исполнителя), и приготовьтесь к приятным сюрпризам.",
            "Изумлённая публика аплодировала фокуснику стоя.",
            "Туземцы были поражены появлением этого белого чужака.",
            "Он с удивлением обнаружил на своей кушетке свиной помёт.",
            "Она была поражена тем, что некоторые с безразличием наблюдали за ходом этого судебного разбирательства.",
            "Испуганная лошадь шарахнулась в сторону и замерла, как каменная.",
            "...поражённый тем, что родители собираются терпеть подобную наглость от своих детей подросткового возраста...",
            "Я был поражен тем, как она набросилась на работу.",
            "Количество заводов меня поразило — я насчитал сто сорок семь.",
            "Гости города часто поражаются тому, насколько мало он изменился.",
            "Они были поражены убогими и тесными казармами в исторической городской крепости."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}