{
    "ambassador": {
        "comment": [
            "endorse"
        ],
        "translate": "посол, представитель, посланец, вестник",
        "transcription": " |æmˈbæsədər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The ambassador was recalled to his country",
            "They said the president was acting under the influence of the ambassador.",
            "The ambassador was recalled from abroad.",
            "His Excellency the Swedish ambassador",
            "Not only an ambassador, but an ambassadress had been asked to meet them.",
            "His Excellency the French Ambassador",
            "He has made some good films and he is a good ambassador for the industry.",
            "Lord Herbert served as ambassador to France.",
            "The Ambassador was recalled from Washington.",
            "Our ambassador made representations to their government.",
            "A dozen senators met over lunch with the Chinese ambassador.",
            "We extended an official greeting to the ambassador.",
            "With an elaborately ceremonious congé, the ambassador took his leave.",
            "As the heir to an earldom, Stephen was obliged to pay a courtesy call on the British ambassador.",
            "That tiny country's ambassador from the U.S. is usually some nullity who happens to be a friend or supporter of the current president."
        ],
        "example_translate": [
            "Посол был отозван в свою страну",
            "Говорили, что президент действовал под влиянием посла.",
            "Посол был отозван из-за границы.",
            "Его превосходительство шведский посол",
            "Встретить их попросили не только посла, но и его жену.",
            "Его превосходительство посол Франции",
            "Он является автором нескольких хороших фильмов и достойным представителем киноиндустрии.",
            "Лорд Херберт служил во Франции в качестве посла.",
            "Посол был отозван из Вашингтона.",
            "Наш посол заявил протест их правительству.",
            "Дюжина сенаторов встретилась за обедом с китайским послом.",
            "Мы официально поприветствовали посла.",
            "Сделав искусный церемонный поклон, посол удалился.",
            "В качестве наследника графского титула, Стивен был вынужден нанести визит вежливости британскому послу.",
            "Посол США в этой маленькой стране — это, как правило, какое-то ничтожество, которое является другом или сторонником действующего президента."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}