{
    "ambitious": {
        "comment": [
            "ambition",
            "ambiguous"
        ],
        "translate": "честолюбивый, претенциозный, самолюбивый, стремящийся, жаждущий",
        "transcription": " |æmˈbɪʃəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "An ambitious mind wants success.",
            "Your plans for the future are very ambitious.",
            "His ambitious plan was in shreds.",
            "He has ambitious designs for his son.",
            "This ambitious attempt ended in failure.",
            "He's very ambitious, and I mean that as a compliment.",
            "You have characterized him as an ambitious person.",
            "Alfred was intensely ambitious, obsessed with the idea of becoming rich.",
            "She became more ambitious as the years passed.",
            "He was an ambitious man with a strong personality.",
            "On the other hand, she is too ambitious for her own good.",
            "This was an ambitious project, and a number of us felt some trepidation about the possible results.",
            "It was too ambitious a task for just one person.",
            "This 500-page book is her most ambitious effort yet.",
            "The company was created by two very ambitious young men in the early 1900s.",
            "We have to keep in mind that we will beat them if we are opportunistic, ambitious and aggressive.",
            "Giddens is often described by colleagues as \"ambitious\" ... - a backhanded compliment in the staid world of British academe."
        ],
        "example_translate": [
            "Честолюбивый ум жаждет успеха.",
            "Ваши планы на будущее очень амбициозные.",
            "Его амбициозный план был \"порван\" в клочья.",
            "У него амбициозные планы в отношении сына.",
            "Это честолюбивое предприятие закончилось неудачей.",
            "Он очень честолюбив, и я говорю это, как комплимент.",
            "Вы описали его как честолюбивого человека.",
            "Альфред был чрезвычайно амбициозен и одержим идеей стать богатым.",
            "С годами она стала более честолюбивой.",
            "Он был честолюбивым человеком с сильным характером.",
            "С другой стороны, она слишком уж честолюбива, что не идёт ей на пользу.",
            "Это был амбициозный проект, и многие из нас чувствовали некоторое беспокойство относительно возможных результатов.",
            "Это было слишком амбициозное задание для всего одного человека.",
            "Эта пятисотстраничная книга пока что является её наиболее амбициозным проектом.",
            "Компания была создана двумя очень честолюбивыми молодыми людьми в самом начале двадцатого века.",
            "Нам следует постоянно помнить, что мы сможем одолеть их, если будем гибкими, амбициозными и напористыми.",
            "Говоря о Гидденсе, коллеги часто называют его \"амбициозным\" - сомнительный комплимент в респектабельном и степенном мире британской науки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}