{
    "ambition": {
        "comment": [
            "ambiguous",
            "ambitious"
        ],
        "translate": "амбиция, честолюбие, стремление, цель, домогаться чего-л.",
        "transcription": " |æmˈbɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His constant failures killed his ambition.",
            "He has plenty of drive and ambition.",
            "He achieved his ambition to become mayor.",
            "Ambition is alien to his nature.",
            "She never realized her ambition of winning an Olympic gold medal.",
            "He finally realized his ambition to start his own business.",
            "Ambition is immanent in human nature.",
            "Fleur encouraged Dana in her ambition to become a model.",
            "His ambition to become a pilot was thwarted by poor eyesight.",
            "She has the ambition and talent to make something of herself.",
            "His ambition is to own his own business.",
            "He harboured ambitions of becoming leader.",
            "His superiority has woken an ambition in me.",
            "My burning ambition is to be world champion.",
            "David finally realized his lifelong ambition.",
            "She nurtured a secret ambition to be a singer.",
            "Bella would go to any lengths to fulfil her ambition.",
            "His ambition is to eradicate poverty in his community.",
            "Her greatest ambition was to represent her country at the Olympics.",
            "a young actress whose ambition outreaches her talent, unfortunately",
            "She fulfilled her life's ambition when she started her own business.",
            "He was a ruthless businessman, motivated by naked ambition and greed.",
            "Here dies the dusky torch of Mortimer, / Chok'd with ambition of the meaner sort",
            "The company's grand ambition was to become the first and biggest global airline.",
            "He always had this burning ambition (=very strong desire) to start his own business."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Постоянные неудачи загубили его честолюбивые стремления.",
            "Он очень напорист и энергичен.",
            "Его заветное желание стать майором исполнилось.",
            "Честолюбие ему чуждо.",
            "Она так и не осуществила свою цель: стать чемпионкой Олимпийских игр.",
            "Он наконец-то осуществил свою цель — начать свой собственный бизнес.",
            "Честолюбие свойственно человеческой природе.",
            "Флёр поддерживала Дану в её стремлении стать моделью.",
            "Его мечте стать лётчиком мешало плохое зрение.",
            "Она достаточно честолюбива и талантлива, чтобы преуспеть в жизни.",
            "Его цель — владеть собственным бизнесом.",
            "Он питал амбиции стать лидером.",
            "Его превосходство разбудило во мне честолюбивые настроения.",
            "Моё заветное желание — стать чемпионом мира.",
            "Дэвид наконец-то исполнил мечту всей жизни.",
            "Она лелеяла тайное желание стать певицей.",
            "Белла пошла бы на любые жертвы, чтобы исполнить свою мечту.",
            "Он стремится искоренить бедность в своей среде /общине/.",
            "Больше всего ей хотелось представлять свою страну на Олимпиаде.",
            "молодая актриса, чьи амбиции, к сожалению, превосходят её талант",
            "Начав собственное дело, она исполнила мечту всей своей жизни.",
            "Это был безжалостный делец, движимый неприкрытым честолюбием и алчностью.",
            "Померк печальный факел Мортимера, / Погашенный тщеславием постыдным. (У.Шекспир, \"Генрих VI\", пер.Е.Бируковой)",
            "Главным предметом мечтаний этой фирмы было стать первой и крупнейшей мировой авиакомпанией.",
            "У него всегда было жгучее (т.е. очень сильное) желание начать свой собственный бизнес."
        ],
        "stars": 2
    }
}