{
    "ambulance": {
        "comment": [
            "glance",
            "balance",
            "balanced"
        ],
        "translate": "скорая помощь, скорая, машина скорой помощи, карета скорой помощи, неотложка",
        "transcription": " |ˈæmbjələns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was taken to hospital by ambulance.",
            "The ambulance arrived in a matter of minutes.",
            "His wife called for an ambulance when he collapsed.",
            "She pulled in to let the ambulance pass.",
            "He screamed for his wife to call an ambulance.",
            "He was taken to the hospital by ambulance.",
            "Sally saw the ambulance and stopped short.",
            "An ambulance whizzed past.",
            "Ambulance drivers are paramedical to give emergency medical aid.",
            "By the time the ambulance arrived, Douglas had lost consciousness.",
            "The ambulance will be too late, as like as not.",
            "The paramedics lifted the stretcher into the ambulance.",
            "The driver was still conscious when the ambulance arrived.",
            "Ambulance crews are ready to spring into action if anything goes wrong during the race.",
            "An ambulance sped her to the hospital.",
            "Mike had to be taken by ambulance to hospital.",
            "They carried her out to the ambulance on a stretcher.",
            "The cars moved aside to clear a path for the ambulance.",
            "The ambulance finally arrived, and not a moment too soon.",
            "Such shameless ambulance chasing cankers the legal profession.",
            "Cuts to the ambulance service could cost lives (=people could die).",
            "The quality of the ambulance service is a matter of life and death.",
            "Between the four of them they managed to lift her into the ambulance.",
            "One of the boys stopped a passerby and asked him to phone an ambulance.",
            "The injured boy was flown by air ambulance to the Royal London Hospital.",
            "Vital minutes were lost because the ambulance took half an hour to arrive.",
            "My most vivid memory is not the accident itself but being in the ambulance."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В больницу его привезли на скорой помощи.",
            "Скорая приехала через считанные минуты.",
            "Его жена вызвала скорую, когда он потерял сознание.",
            "Она остановила машину, чтобы пропустить скорую помощь.",
            "Он закричал, чтобы жена вызвала скорую помощь.",
            "Его доставили в больницу на машине скорой помощи.",
            "Увидев скорую помощь, Салли остановилась, как вкопанная.",
            "Мимо промчалась \"скорая помощь\".",
            "Водители \"скорой помощи\" являются фельдшерами, способными оказать экстренную медицинскую помощь.",
            "К моменту приезда скорой помощи, Дуглас уже потерял сознание.",
            "Очень вероятно, что скорая помощь приедет слишком поздно.",
            "Фельдшеры погрузили носилки в карету скорой помощи.",
            "Когда приехала \"скорая\", водитель был ещё в сознании.",
            "Бригады скорой помощи готовы немедленно приступить к работе, если во время гонки что-нибудь пойдёт не так.",
            "В больницу её примчала \"скорая\".",
            "Майка пришлось везти на скорой в больницу.",
            "Её вынесли на носилках к машине скорой помощи.",
            "Автомобили сдвинулись в сторону, чтобы расчистить дорогу для скорой помощи.",
            "Скорая помощь наконец приехала, и очень вовремя.",
            "Такие бессовестные адвокаты, навязывающие свои услуги пострадавшим в несчастных случаях, компрометируют профессию юриста.",
            "Сокращения в службе \"скорой помощи\" могут стоить людям жизни (т.е. могут погибнуть люди).",
            "Качество работы службы скорой помощи является вопросом жизни и смерти.",
            "Вчетвером им удалось занести её в машину скорой помощи.",
            "Один из мальчиков остановил прохожего и попросил его вызвать скорую помощь.",
            "Раненый мальчик был доставлен самолетом санитарной авиации в Королевский Лондонский госпиталь.",
            "Жизненно важные минуты были потеряны из-за того, что \"скорая\" добиралась до места целых полчаса.",
            "Больше всего мне запомнилась не сама авария, а пребывание в машине скорой помощи."
        ]
    }
}