{
    "amendment": {
        "comment": [
            "amend",
            "ornament"
        ],
        "translate": "поправка, изменение, исправление, редакция, улучшение, поправка к закону",
        "transcription": " |əˈmendmənt|",
        "antonyms": [],
        "mnemonic": [
            "amendment [эмэ'ндмэнт] поправка - Производная от amend."
        ],
        "examples": [
            "They want to move an amendment to the bill.",
            "They passed the amendment.",
            "The amendment was carried by 292 votes to 246.",
            "The opinion of the meeting was generally favourable to the amendment.",
            "The First Amendment guarantees freedom of expression.",
            "The House of Lords sent back the Bill to the House of Commons for amendment.",
            "These provisions are overridden by the fifteenth constitutional amendment.",
            "He invoked his Fifth Amendment privileges.",
            "The article as written requires only one factual amendment.",
            "He cited the First Amendment guarantee of free speech.",
            "He claimed a violation of his rights under the Fifth Amendment.",
            "In 1920 the 18th amendment to the Constitution established prohibition in the US."
        ],
        "example_translate": [
            "Они хотят продвигать поправку к законопроекту.",
            "Они провели эту поправку.",
            "Поправка была принята 292 голосами против 246.",
            "Мнение собрания было по большей части благосклонным в отношении поправок.",
            "Первая Поправка гарантирует свободу слова.",
            "Палата лордов возвратила законопроект в Палату общин для внесения поправок.",
            "Эти положения отменяются пятнадцатой поправкой к конституции.",
            "Он воспользовался Пятой поправкой к Конституции.",
            "В своей нынешней редакции, статья требует только одной фактической поправки.",
            "Он процитировала Первую поправку к конституции, гарантирующую свободу слова.",
            "Он заявил о нарушении своих прав в соответствии с Пятой поправкой к Конституции.",
            "В 1920 году восемнадцатая поправка к Конституции установила в США \"сухой закон\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}