{
    "among": {
        "comment": [
            "diamond"
        ],
        "translate": "среди, между, у, из, в числе, из числа, посреди",
        "transcription": " |əˈmʌŋ|",
        "antonyms": [],
        "mnemonic": [
            "among [эма'нг] среди - (А манг-олы) среди узкоглазых самые крутые;",
            "among [ə'mʌŋ]\nmong [mʌŋ] - дворняжка\n***\nМЕЖДУ нами - атаман. (это) among\nСРЕДИ нас есть атаман. (это) among\n***\nСреди нас \"among\"\nесть и дворняжка \"mong\"."
        ],
        "examples": [
            "Paris is among the largest cities in the world.",
            "She was the eldest among them.",
            "I rate him among my friends.",
            "We were among the crowd that gathered there.",
            "The girl quickly disappeared among the crowd.",
            "He is numbered among the dead.",
            "The problem is causing widespread concern among scientists.",
            "There were ducks among the geese.",
            "Jim relaxed, knowing he was among friends.",
            "The disease spread quickly among the members of the community.",
            "He lived among artists and writers.",
            "The ball was hidden among the leaves.",
            "The people of the town were frightened to think that a killer might be living among them.",
            "Innocent civilians were among the casualties.",
            "The house is nestled among the trees.",
            "The changes will mean 7,000 job losses among railway workers.",
            "A father's property was divided among his heirs.",
            "I could hear voices coming from somewhere among the bushes.",
            "She began rummaging among the books on her desk.",
            "We walked among the chestnut woods on the mountain slopes.",
            "My grandfather had among his possessions a portrait by Matisse.",
            "The general opinion among police officers was that the law should be tightened.",
            "Representatives were chosen by the students from among themselves."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o = [ʌ]"
        ],
        "example_translate": [
            "Париж — один из самых больших городов мира.",
            "Она была среди них самой старшей.",
            "Я считаю его своим другом. / Я причисляю его к своим друзьям.",
            "Мы были среди собравшейся там толпы.",
            "Девушка быстро исчезла в толпе.",
            "Он числится среди погибших.",
            "Эта проблема вызывает глубокую озабоченность среди учёных.",
            "Cреди гусей были утки.",
            "Джим расслабился, зная, что он среди друзей.",
            "Болезнь быстро распространилась среди членов общины.",
            "Он жил в кругу художников и писателей.",
            "Мяч был спрятан среди листьев.",
            "Жители города боялись думать, что убийца мог жить среди них.",
            "Среди жертв оказались мирные гражданские лица.",
            "Дом удобно устроился среди деревьев.",
            "Эти изменения будут означать потерю работы для семи тысяч железнодорожников.",
            "Отцовское имущество было разделено между его наследниками.",
            "Я слышал голоса, доносившиеся откуда-то из кустов.",
            "Она начала копаться среди книг, лежавших на её рабочем столе.",
            "Мы шли среди каштановых лесов на горных склонах.",
            "У моего дедушки, среди его имущества, был портрет кисти Матисса.",
            "Общее мнение (среди) полицейских состояло в том, что закон следует ужесточить.",
            "Студенты выбрали представителей из своей среды."
        ],
        "stars": 3
    }
}