{
    "ample": {
        "comment": [
            "example",
            "sample"
        ],
        "translate": "достаточный, просторный, обширный, обильный, пространный, подробный",
        "transcription": " |ˈæmpl|",
        "antonyms": [],
        "mnemonic": [
            "ample [эмпл] вполне достаточный - (Ампл-итуда) взрыва была вполне достаточной."
        ],
        "examples": [
            "Will that be ample for your needs?",
            "They had ample food for the party",
            "They had ample money for the trip.",
            "All assembled in the ample kitchen.",
            "The subject well deserves more ample treatment.",
            "He seems to have ample ready money.",
            "A striped dress was prefaced by an ample apron.",
            "The light in the room is more than ample.",
            "Ample securities had been provided against despotism.",
            "You'll have ample time for questions later.",
            "The police found ample evidence of wrongdoing.",
            "There is ample evidence that climate patterns are changing.",
            "There was room for an ample garden.",
            "There is ample parking at the stadium.",
            "You will have ample opportunity to finish the test.",
            "We built up an ample stock of food before the storm.",
            "Whiskers grew luxuriantly from his ample jowls.",
            "Recent US history has amply demonstrated the risks of foreign intervention.",
            "She found ample room for her things in the wardrobe."
        ],
        "example_translate": [
            "Этого вам будет достаточно?",
            "У них было достаточно еды для вечеринки",
            "У них было достаточно денег для поездки. / Денег на это путешествие у них хватало с лихвой.",
            "Все собрались в просторной кухне.",
            "Данная тема заслуживает более детального рассмотрения.",
            "Похоже, у него достаточно /полно, довольно много/ наличности.",
            "На полосатое платье был надет широкий фартук.",
            "Света в комнате — более чем достаточно.",
            "Были приняты все необходимые меры против деспотизма.",
            "У вас ещё будет достаточно времени для вопросов.",
            "Полиция нашла достаточно доказательств правонарушения.",
            "Существует достаточно доказательств изменения особенностей климата.",
            "Там было достаточно места для довольно большого сада.",
            "На стадионе есть просторная парковка.",
            "У вас будет отличная возможность завершить этот тест.",
            "Перед бурей мы создали достаточный запас продуктов питания.",
            "На его широких скулах пышно разрослись бакенбарды.",
            "Новейшая история США наглядно продемонстрировала угрозы, связанные с иностранной интервенцией.",
            "Она нашла достаточно места в шкафу для своих вещей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}