{
    "amuse": {
        "comment": [],
        "translate": "развлекать, забавлять, тешить, смешить, озадачивать, приятно проводить время",
        "transcription": " |əˈmjuːz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The joke doesn't amuse me.",
            "The kids amused themselves playing hide-and-seek.",
            "He made funny faces to amuse the children.",
            "She felt amused.",
            "The clown amused the children.",
            "You must keep the company amused.",
            "I was amused to see him playing up to the boss.",
            "I was secretly amused by his threats.",
            "The question seemed to amuse him in some way.",
            "Doing jigsaws would amuse Amy for hours on end.",
            "Why are you amused upon the course of the stars?",
            "He had been amused so long with vain expectations.",
            "It amused me to think back to my life in London.",
            "a funny story that never fails to amuse",
            "Some horses are specially trained to buck their riders off, to amuse the crowd at an outdoor performance.",
            "The joke doesn't amuse me.",
            "The play amused the ladies.",
            "He amused himself with a game of solitaire.",
            "The children acted out a comic piece to amuse the guests."
        ],
        "example_translate": [
            "Эта шутка меня не веселит.",
            "Дети забавлялись, играя в прятки.",
            "Он корчил смешные рожицы, чтобы развлечь детей.",
            "Ей стало смешно. / Она развеселилась.",
            "Клоун рассмешил детей.",
            "Вы должны занимать гостей.",
            "Было забавно наблюдать, как он заискивает перед шефом.",
            "Про себя я только посмеялся над его угрозами.",
            "Вопрос, казалось, чем-то позабавил его.",
            "Эми могла собирать паззлы часами напролёт.",
            "Почему вас так занимают звезды?",
            "Он так долго тешился тщетными ожиданиями",
            "Мне было забавно вспоминать свою жизнь в Лондоне.",
            "смешная история, которая никогда не перестает забавлять",
            "Некоторых лошадей специально натаскивают, чтобы они брыкались - зрители это очень любят.",
            "Мне не смешно от этой шутки.",
            "Пьеса развлекла женщин /дам/.",
            "Он развлекал себя игрой в пасьянс.",
            "Для развлечения гостей, дети разыграли комическую сценку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}