{
    "amusing": {
        "comment": [
            "amuse",
            "amused",
            "amusement"
        ],
        "translate": "забавный, смешной, занятный, занимательный",
        "transcription": " |əˈmjuːzɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It must be highly amusing.",
            "I don't find his jokes at all amusing.",
            "He's one of the most amusing people I know.",
            "The book is full of amusing stories about his childhood.",
            "It was amusing to hear her tell the story.",
            "I fail to see why you find it so amusing.",
            "One amusing remark was enough to set the crowd off.",
            "It was an amusing lead-in to a very serious matter.",
            "a loudmouthed wiseacre who thinks he is more amusing than he really is",
            "Dad would occasionally break in with an amusing comment.",
            "The book is full of amusing anecdotes about his life in Japan.",
            "The book includes some amusing sidelights about his childhood.",
            "His latest film is a wildly amusing romp.",
            "an amusing film with a steady stream of pranks and pratfalls",
            "The puppy's plaintive expression after we put the toy away was rather amusing."
        ],
        "example_translate": [
            "Это, должно быть, очень забавно.",
            "Я вовсе не нахожу его шутки забавными.",
            "Это один из самых весёлых /занятных, забавных, смешных/ людей, что я знаю.",
            "В книге много забавных историй о его детстве.",
            "Было забавно слышать, как она рассказывает эту историю.",
            "Не понимаю, почему ты находишь это таким забавным.",
            "Чтобы завести толпу, хватило одной шутки.",
            "Это было забавное вступление к очень серьезному вопросу.",
            "крикливый умник, который считает себя более смешным, чем он есть на самом деле",
            "Папа время от времени вмешивался в разговор, отпуская забавные комментарии.",
            "В книге много забавных анекдотов о его жизни в Японии.",
            "В книгу включена забавная информация, проливающая свет на его детство.",
            "Его последний фильм — дико забавная, динамичная киношка.",
            "забавный фильм с непрерывным потоком шуток и смешных оплошностей",
            "Было весьма забавно смотреть на жалобную морду щенка, когда мы забрали у него эту игрушку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}