{
    "anchor": {
        "comment": [
            "ancient",
            "ancestor"
        ],
        "translate": "якорь, анкер, якорный, закреплять, бросать якорь",
        "transcription": " |ˈæŋkər|",
        "antonyms": [],
        "mnemonic": [
            "anchor [а'нка] якорь - Огромный якорь на (Анка-ру) пусть упадёт!.",
            "anchor ['æŋkə]\nbanchor ['bæŋkə] - банкир\ntanchor ['tæŋkə] - танкер\n***\nБРОСИМ ЯКОРЬ в деревеньке к Аньке. (это) anchor\nБросим ЯКОРЬ к Аньке в деревеньке. (это) anchor"
        ],
        "examples": [
            "Mike is the anchor of our team.",
            "The ship was at anchor.",
            "The anchor bit.",
            "My first care was to anchor the ice-axe firmly in the snow.",
            "The anchor was rattled up in a minute.",
            "She has just hands enough to weigh anchor.",
            "In some of the vessels at anchor.",
            "The ship anchored in the bay.",
            "There was no anchor, none, to hold by. (Tennyson)",
            "Dad was the anchor of the family.",
            "Her life was anchored by her religion.",
            "Cast all your cares on God., that anchor holds.",
            "We dropped anchor a few yards offshore.",
            "It is she who is anchoring the rebuilding campaign.",
            "We anchored at Baltimore.",
            "Collins anchors the 6 o'clock news.",
            "He described his wife as the emotional anchor of his life.",
            "They also operate cameras, direct and anchor the television newscast.",
            "Ship rides at anchor.",
            "Steve anchors the team's defense.",
            "The anchor fell plump into the sea.",
            "Dan Rather, anchor of the CBC Evening News",
            "The British ships dropped anchor and waited for orders from London.",
            "They anchored the ship in the bay.",
            "On the customer's request, the boat can be furnished with an anchor.",
            "The most ancient anchors were only large stones bored through the middle.",
            "One ship, with anchor atrip and sails unfurled, waited to take John on board.",
            "The next morning, they weighed anchor (=lifted the anchor) and began to move south again."
        ],
        "example_translate": [
            "Майк является ключевой фигурой нашей команды.",
            "Корабль стоял на якоре.",
            "Якорь прочно зацепился за дно.",
            "Моей главной заботой было крепко зафиксировать ледоруб в снегу.",
            "Через минуту якорь был поднят.",
            "На судне едва хватает матросов, чтобы поднять якорь.",
            "На некоторых судах из тех, что стоят на якоре.",
            "Корабль стал на якорь в бухте.",
            "Не было никакой надежды, за которую можно было бы ухватиться.",
            "Папа был оплотом нашей семьи.",
            "Религия была опорой её жизни.",
            "Направь все свои заботы Богу, этот якорь действительно держит.",
            "Мы бросили якорь в нескольких ярдах от берега.",
            "Именно она является инициатором кампании по реконструкции.",
            "Мы встали на якорь в Балтиморе",
            "Коллинз ведёт шестичасовые новости.",
            "Он назвал жену эмоциональной опорой своей жизни.",
            "Они также управляют камерами, руководят и ведут телевизионную программу новостей.",
            "Судно стоит на якоре.",
            "Стив цементирует игру команды в обороне.",
            "Якорь со всплеском упал в море.",
            "Дэн Рэзер, телеведущий вечерней программы новостей Си Би Си",
            "Британские корабли бросили якорь и стали ждать приказов из Лондона.",
            "В бухте они встали на якорь.",
            "По просьбе клиента лодка может быть снабжена якорем.",
            "Самые старые якоря представляли собой большие камни с дыркой посередине.",
            "Корабль с поднятым якорем и расправленными парусами ждал, чтобы взять Джона на борт.",
            "На следующее утро они снялись с якоря (т.е. подняли якорь) и снова начали двигаться на юг."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}