{
    "angel": {
        "comment": [],
        "translate": "ангел, покровитель, театральный меценат, поддерживать",
        "transcription": " |ˈeɪndʒl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "An angel came from on high.",
            "There must have been an angel watching over me that day.",
            "There was no more capital coming from the Angels.",
            "Man seems to be placed as the middle link between Angels and Brutes.",
            "I want no angel, only she.",
            "He's not a bad kid, but he's no angel.",
            "Be an angel and get me a cup of tea, would you?",
            "An angel watching an urn wept over her, carved in stone.",
            "The angel whose name is Priscilla.",
            "That little girl of theirs is an angel.",
            "He's trying to get me to angel one of his plays.",
            "As Lord Marmion crossed the Court, he scattered angels round.",
            "In her dying days she was supposedly visited by an angel from above.",
            "Your son is such an angel!",
            "He is laid to rest under a stone insculpt with the figure of an angel.",
            "Lucifer is depicted as a powerful but proud angel who leads a revolt against heaven.",
            "His sister would have looked beautiful in that dress, he thought wistfully, just like an angel."
        ],
        "example_translate": [
            "С небес сошёл ангел.",
            "Должно быть, в тот день за мной присматривал ангел.",
            "От \"благодетелей\" больше никаких денег не поступало.",
            "Кажется, что человек является связующим звеном между ангелами и силами зла.",
            "Мне не нужно ангела, мне нужна она.",
            "Малый он неплохой, но далеко не ангел.",
            "Будь душкой, принеси мне чаю, ладно?",
            "Ангел, высеченный из камня, рыдал над урной, глядя на неё.",
            "Ангельское существо по имени Присцилла.",
            "Дочурка их — ангел, да и только.",
            "Он пытается уговорить меня профинансировать постановку одной из его пьес.",
            "Когда лорд Мармион пересекал двор, он разбрасывал вокруг золотые монеты.",
            "Перед смертью её якобы посетил ангел небесный.",
            "Ваш сын такой ангелочек!",
            "Он похоронен под камнем с высеченной на нём фигурой ангела.",
            "Люцифер изображён в виде могущественного, но гордого ангела, который возглавляет восстание против небес.",
            "\"В этом платье сестра была бы такой красавицей, ну прямо ангел\", — с тоской подумал он."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}