{
    "angle": {
        "comment": [],
        "translate": "угол, уголок, угольник, угловой, удить, удить рыбу, искажать",
        "transcription": " |ˈæŋɡl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Look at every angle of the situation.",
            "There's another angle to this question.",
            "he angled his way into the room",
            "Let angle A equal the sum of the two opposite sides.",
            "What is the angle of the slope?",
            "The old house was leaning at a dangerous angle and had to be braced up with heavy pieces of wood.",
            "Her hat was set at a jaunty angle.",
            "The portrait was hanging at an angle.",
            "she wore her hat rakishly at an angle",
            "My head struck the angle of the shelf.",
            "Security cameras were arrayed at every angle around the entrance.",
            "Jet-pipes are angled out ten degrees.",
            "You didn't measure the angle accurately.",
            "They considered the question from all angles.",
            "How big is the angle contained by these two sides?",
            "They discussed the question from every conceivable angle.",
            "The article seems to be angled towards modern young women in search of equality.",
            "Draw a line that bisects the angle.",
            "Some of the pictures have strange camera angles.",
            "The sign leaned over at a slight angle.",
            "Hold the nail at a right angle to the board.",
            "We need to approach the problem from a new angle.",
            "The reporter tried to work that angle into his story.",
            "We're approaching the issue from many different angles.",
            "You will be pleased too, if you find a trout at one of our angles.",
            "The book is angled towards a business audience.",
            "Her head is tilted at a slight angle in the picture.",
            "He measured the angle of incidence of the reflected light.",
            "An angle is formed by the divergence of two straight lines.",
            "The odd camera angle distorted her figure in the photograph."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "-ng = [ŋg]"
        ],
        "example_translate": [
            "Рассмотрите эту ситуацию со всех точек зрения.",
            "Есть ещё одна точка зрения на этот вопрос.",
            "он резко свернул в комнату",
            "Пусть угол А равен сумме двух противоположных сторон.",
            "Каково значение угла наклона?",
            "Старый дом очень сильно наклонился, и его пришлось подпирать крепкими брёвнами.",
            "Ее шляпка была небрежно скошена на бок.",
            "Портрет висел под углом.",
            "она носила шляпу сдвинув её на бок под углом",
            "Я ударился головой об угол полки.",
            "На каждом углу у входа были расставлены камеры видеонаблюдения.",
            "Реактивные сопла установлены под углом в десять градусов.",
            "Вы неправильно измерили этот угол.",
            "Они рассмотрели этот вопрос со всех сторон.",
            "Насколько велик угол, образованный этими сторонами?",
            "Они обсудили /рассмотрели/ этот вопрос со всех мыслимых углов /сторон/.",
            "Статья кажется написанной в расчете на современных молодых женщин, добивающихся равноправия.",
            "Начертите линию, которая делит этот угол пополам.",
            "Некоторые снимки сделаны в необычном ракурсе.",
            "Этот знак наклонился под небольшим углом.",
            "Держите гвоздь под прямым углом к доске.",
            "Нам нужно подойти к проблеме с нового ракурса.",
            "Корреспондент попытался внедрить в свой сюжет эту точку зрения.",
            "Мы подходим к данному вопросу с самых разных точек зрения.",
            "Вам тоже будет приятно, если на одном из наших крючков вы обнаружите форель.",
            "Книга направлена на аудиторию, связанную с бизнесом.",
            "На картине её голова наклонена под небольшим углом.",
            "Он измерил угол падения отражённого света.",
            "Две расходящиеся прямые образуют угол.",
            "На этой фотографии её фигура искажена из-за необычного ракурса съёмки."
        ]
    }
}