{
    "angrily": {
        "comment": [
            "angry",
            "anger"
        ],
        "translate": "сердито, гневно",
        "transcription": " |ˈæŋɡrəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What made you so angry?",
            "Joey reacted angrily.",
            "Angrily, she shook off his hand.",
            "She gave me an angry look.",
            "'Where are you going?' she demanded angrily.",
            "Jim started angrily to his feet.",
            "She angrily muttered something about her bad luck.",
            "He flushed angrily.",
            "I've never seen her look so angry.",
            "Angrily she rapped on his window.",
            "He champed his pipe angrily.",
            "She angrily described her boss as a stupid old man.",
            "Angrily, she turned her back on him.",
            "He tossed his head angrily and left the room.",
            "Sick of her constant complaining, he angrily told her to dry up.",
            "He flung the books aside angrily.",
            "I was angry that he had forgotten my birthday.",
            "They had an argument and exchanged some angry words.",
            "He reacted angrily to the suggestion that he had lied.",
            "He stomped angrily out of the room.",
            "She angrily stalked out of the room.",
            "Henry slammed the phone down angrily.",
            "Alex stomped angrily out of the meeting.",
            "'I don't believe it!' she burst out angrily.",
            "She pouted her lips and stared at him angrily.",
            "She angrily slammed down the phone's receiver.",
            "An angry crowd gathered outside the courthouse.",
            "He got angry when he found out about their plans.",
            "He sent an angry letter to the company president.",
            "Tom's face darkened and he turned angrily on Sam."
        ],
        "example_translate": [
            "Что вас так разозлило?",
            "Джо гневно отреагировал.",
            "Она с яростью оттолкнула его руку.",
            "Она бросила на меня сердитый взгляд. / Она сердито посмотрела на меня.",
            "— Куда это ты собрался? — сердито спросила она.",
            "Джим в гневе вскочил на ноги.",
            "Она сердито пробормотала что-то о ее невезенье/несчастье.",
            "Он покраснел от злости",
            "Я никогда не видел ее такой сердитой.",
            "Она сердито постучала в его окно.",
            "Он сердито жевал свою трубку.",
            "В сердцах она назвала своего начальника старым идиотом.",
            "Она сердито повернулась к нему спиной.",
            "Он сердито вскинул голову и вышел из комнаты.",
            "Устав от её постоянных жалоб, он сердито велел ей заткнуться.",
            "В гневе он швырнул книги в сторону.",
            "Я был зол, что он забыл о моем дне рождении.",
            "Они поссорились и обменялись несколькими гневными словами.",
            "Он гневно отреагировал в ответ на предположение о том, что он лгал.",
            "Сердито топая, он вышел из комнаты.",
            "Она сердито вышла из комнаты.",
            "Генри со злостью швырнул трубку на рычаг.",
            "Сердито топая ногами, Алекс покинул заседание.",
            "— Не верю! — сердито воскликнула она.",
            "Она надула губки и сердито на него уставилась.",
            "Она сердито бросила телефонную трубку на рычаг.",
            "Рассерженная толпа собралась на улице перед зданием суда.",
            "Узнав об их планах, он разозлился.",
            "Он отправил гневное письмо президенту компании.",
            "Лицо Тома помрачнело, и он сердито повернулся к Сэму."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}