{
    "animal": {
        "comment": [],
        "translate": "животный, звериный, анимальный, скотский, животное, зверь, скотина",
        "transcription": " |ˈænɪml|",
        "antonyms": [],
        "mnemonic": [
            "animal [э'нимал] животное - (Энимал-ьные*) животные (‘Аномальные).",
            "animal ['ænɪməl]\n***\nЖИВОТНЫХ я увидел и онемел. (это) animal\nСКОТСКИЙ поступок - я онемел. (это) animal"
        ],
        "examples": [
            "the animals in the zoo",
            "She loves all kinds of animals.",
            "Man is a rational animal.",
            "milk, meat, and other animal products",
            "The zebra is a black-and-white striped animal.",
            "The giraffe is the tallest animal.",
            "an animal with a bushy tail",
            "The animal died a painful death.",
            "Man is a highly intelligent animal.",
            "Football hooligans are just animals.",
            "He looked at you as an inept animal.",
            "Some animal has been digging in the garden.",
            "If there's danger, the animal will sham dead.",
            "The prince was transformed into an ugly animal.",
            "Proteus was able to appear in the form of any animal.",
            "Life without intelligence is a possible mark of an animal.",
            "The animal was up the tree, throwing the nuts to the ground.",
            "The animal is bestreaked with vermilion.",
            "The wounded animal left a trail of blood.",
            "The animal struggled to get free of the trap.",
            "The owner's mark was burnt into the animal's skin.",
            "The animal struggled to free itself from the trap.",
            "The gods assume human or animal form in these fables.",
            "Aberrant behavior can be a sign of rabies in a wild animal.",
            "In those days, an animal was offered as a sacrifice to God.",
            "I'm sure I can hear a small animal pattering about in the bushes.",
            "European Collection of Animal Cell Cultures",
            "They dragged the reluctant animal into the cage.",
            "International Society for Animal Blood Group Research",
            "This animal awakes daily, and repasses into a state of sleep."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "животные в этом зоопарке",
            "Она любит самых разных животных.",
            "Человек — животное разумное.",
            "молоко, мясо и другие продукты животного происхождения",
            "Зебра — животное с черными и белыми полосами.",
            "Жираф является самым высоким животным.",
            "животное с пушистым хвостом",
            "Животное умерло мучительной смертью.",
            "Человек — очень умное животное.",
            "Футбольные хулиганы — это просто животные.",
            "Он смотрел на тебя, как глупое животное.",
            "Какое-то животное уже давненько роется в огороде.",
            "В случае опасности это животное притворяется мёртвым.",
            "Принц был превращён в ужасного дикого зверя.",
            "Протей мог являться в обличье любого животного.",
            "Существование без интеллекта — возможный признак животного.",
            "Зверёк, забравшись высоко на дерево, кидал на землю орехи.",
            "Животное покрыто ярко-красными полосами.",
            "Раненое животное оставляло за собой кровавый след.",
            "Животное изо всех сил старалось вырваться из ловушки.",
            "На коже животного было выжжено клеймо хозяина.",
            "Животное изо всех сил старалось освободиться из ловушки.",
            "В этих баснях боги принимают облик человека или животного.",
            "Отклонения в поведении дикого животного могут быть симптомом бешенства.",
            "В то время в жертву богу приносилось животное.",
            "Я точно слышу, как в кустах шуршит какой-то мелкий зверёк.",
            "Европейская коллекция культивируемых клеток животных",
            "Они затащили сопротивляющееся животное в клетку.",
            "Международное общество по изучению групп крови у животных",
            "Днём это животное пробуждается, а потом снова впадает в состояние спячки."
        ],
        "stars": 3
    }
}