{
    "ankle": {
        "comment": [
            "uncle",
            "aunt"
        ],
        "translate": "щиколотка",
        "transcription": " |ˈæŋkl|",
        "antonyms": [],
        "mnemonic": [
            "ankle [энкл] лодыжка - На лодыжке (онкологическое) заболевание."
        ],
        "examples": [
            "Gradually, my ankle got better.",
            "The dog sank its teeth into his ankle.",
            "His ankle had been taped.",
            "The nurse bandaged a sprained ankle.",
            "He tweaked his ankle playing soccer.",
            "He arrived with a bandaged ankle.",
            "I told her she could ankle if she wanted.",
            "Her broken ankle swelled badly.",
            "You had better pack your swollen ankle with ice.",
            "Janet slipped on the stairs and twisted her ankle.",
            "The snow had almost melted, and my boots sank in up to the ankle.",
            "She was bitten on the ankle by a poisonous snake.",
            "He is still being troubled by an ankle injury.",
            "'How's your ankle this morning?' 'Better, thanks.'",
            "She hurt her ankle and had fallen behind the others.",
            "The nurse bandaged up his sprained ankle.",
            "She's going to need an operation on her ankle.",
            "She gave him first aid for his sprained ankle.",
            "I turned my ankle and couldn't walk for several days.",
            "The trap closed round her leg, badly mangling her ankle.",
            "Wright turned his ankle in the first minutes of the game.",
            "Something struck my ankle, and a sharp pain shot through me."
        ],
        "example_translate": [
            "Постепенно, моей лодыжке стало лучше.",
            "Собака вцепилась зубами ему в лодыжку.",
            "Его лодыжка была забинтована.",
            "Медсестра перевязала вывихнутую /растянутую/ лодыжку.",
            "Играя в футбол он подвернул лодыжку.",
            "Он приехал с перевязанной лодыжкой.",
            "Я сказал, что она может уходить, если хочет.",
            "Её сломанная лодыжка сильно опухла.",
            "Тебе бы стоило приложить к опухшей лодыжке лёд.",
            "Джаннет подскользнулась на лестнице и подвернула лодыжку /щиколотку/.",
            "Снег почти растаял, и я проваливался в него по щиколотку.",
            "Ядовитая змея укусила ее за щиколотку.",
            "Его всё ещё беспокоит травма лодыжки.",
            "— Как сегодня утром ваша лодыжка? — Уже лучше, спасибо.",
            "Она повредила лодыжку и отстала от остальных.",
            "Медсестра забинтовала лодыжку, которую он потянул.",
            "Ей нужна будет операция на лодыжке.",
            "Она оказала ему первую помощь по поводу растяжения лодыжки.",
            "Я подвернула лодыжку и несколько дней не могла ходить.",
            "Капкан сомкнулся вокруг её ноги, сильно повредив лодыжку.",
            "Райт подвернул лодыжку на первых минутах игры.",
            "Что-то ударило меня по ноге, и я почувствовал острую боль."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}