{
    "anniversary": {
        "comment": [
            "conversation",
            "universal",
            "versatile"
        ],
        "translate": "годовщина, юбилей, юбилейный, ежегодный, годовой",
        "transcription": " |ˌænɪˈvɜːrsəri|",
        "antonyms": [],
        "mnemonic": [
            "anniversary [эниве'сари] годовщина - (Они Весари- оновича) Иосифа годовщину смерти отметят."
        ],
        "examples": [
            "It was our wedding anniversary last Sunday.",
            "We are celebrating our anniversary next week.",
            "She forgot all about their anniversary.",
            "This year marks Pushkin's 200th anniversary.",
            "Jack and Kim celebrated their twentieth wedding anniversary in January.",
            "There's no greater crime than forgetting your anniversary.",
            "A huge parade was held on the anniversary of the 1959 revolution.",
            "My folks are celebrating their 50th anniversary.",
            "Her absentminded husband forgot their anniversary.",
            "The exhibit will close on the 100th anniversary of the artist's death.",
            "Her family has a \"do\" every year on the anniversary of the day her mother's father died.",
            "Alison Jones and her husband David, who live in Hartlepool, are celebrating their golden wedding anniversary.",
            "She believed that she'd seen the phantasm of her father on the anniversary of his death.",
            "We celebrate our tenth wedding anniversary (=the date on which we were married in a previous year) next week.",
            "They celebrated their anniversary in grand style.",
            "Harry took me to a fancy restaurant for our anniversary.",
            "We gave them a framed family photo for their anniversary.",
            "Elaborate solemnities marked the 100th anniversary of the event.",
            "This week marks the 250th anniversary of the birth of Joseph Priestley.",
            "a special anniversary album of his poetry published 100 years after his death"
        ],
        "example_translate": [
            "В прошлое воскресенье была годовщина нашей свадьбы.",
            "На следующей неделе мы будем праздновать нашу годовщину.",
            "Она совсем забыла об их годовщине.",
            "Этот год ознаменован двухсотлетней годовщиной со дня рождения Пушкина.",
            "В январе Джек и Ким отпраздновали двадцатую годовщину своей свадьбы.",
            "Нет большего преступления, чем забыть о своём юбилее.",
            "По случаю годовщины революции 1959 года состоялся грандиозный парад.",
            "Мои родители празднуют пятидесятилетний юбилей совместной жизни.",
            "Её рассеянный муж забыл про их годовщину.",
            "Выставка закроется в день столетия смерти художника.",
            "Её семья каждый год устраивает вечер в день смерти её деда по матери.",
            "Элисон Джонс и её муж Дэвид, проживающие в Хартлпуле, празднуют свою золотую свадьбу.",
            "Она полагала, что видела призрак своего отца в день годовщины его смерти.",
            "На следующей неделе мы отмечаем десятую годовщину нашей свадьбы (т.е. день, в который мы десять лет назад поженились).",
            "Они отпраздновали свой юбилей на широкую ногу.",
            "На нашу годовщину Гарри повёл меня в модный ресторан.",
            "На годовщину мы подарили им семейную фотографию в рамке.",
            "Столетие этого события было отмечено пышными торжествами.",
            "На этой неделе исполняется двести пятьдесят лет со дня рождения Джозефа Пристли.",
            "особый, юбилейный альбом его стихов, опубликованный через сто лет после его смерти"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}