{
    "announcement": {
        "comment": [
            "noun",
            "pronoun",
            "pronounce",
            "announce",
            "denounce"
        ],
        "translate": "объявление, анонс, сообщение, уведомление, извещение",
        "transcription": " |əˈnaʊnsmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our announcement excited the children.",
            "We interrupt this program to bring you a special announcement.",
            "A crowd of people were standing by, waiting for an announcement.",
            "He took the occasion to make an announcement.",
            "The chairman of the council made an announcement about the development plans.",
            "The announcement was greeted with loud guffaws.",
            "An announcement crackled over the tannoy.",
            "The announcement appeared in the local newspaper.",
            "The timing of the announcement was particularly appropriate .",
            "I heard an announcement on the loudspeaker saying that the store was closing in 10 minutes.",
            "She read the announcement in a very ceremonious way.",
            "He issued an announcement to scotch rumours of his death.",
            "The company president made an announcement about the merger.",
            "They made a public announcement that an amnesty would be declared.",
            "We're going over to the White House for an important announcement.",
            "He asked us to pay attention because he had an important announcement to make.",
            "A chorus of angry interjections greeted the announcement that our flight would be delayed.",
            "Hague's announcement was not entirely unexpected.",
            "The market reacted favourably to the announcement.",
            "We welcome this announcement and think it's long overdue.",
            "I could tell she was building up to some kind of announcement.",
            "The government made an announcement about changes in the drug war.",
            "The Bank of England's announcement gave the stock market a lift today.",
            "Today's announcement could lead to a further rift over public spending.",
            "The announcement produced an angry reaction from most of the people at the meeting.",
            "Today's announcement of 300 redundancies does not augur well for the local economy.",
            "They were completely taken aback by the neighbors' announcement that they were moving.",
            "The principal held up her hand to quell the students so they could hear the urgent announcement.",
            "Dillon made the announcement at a news conference.",
            "She jolted the medical world with her announcement."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Наше объявление / сообщение вызвало у детей восторг.",
            "Мы прерываем эту программу, чтобы передать вам специальное сообщение.",
            "Неподалёку, в ожидании какого-то объявления, стояла толпа народу.",
            "Он воспользовался этой возможностью, чтобы сделать объявление.",
            "Председатель совета сообщил о планах развития.",
            "Объявление было встречено громким хохотом.",
            "Из репродуктора с треском /шумом/ разносилось объявление.",
            "Объявление появилось в местной газете.",
            "Время анонса было особенно (очень) подходящим.",
            "Я услышал объявление по громкоговорителю, о том, что магазин закроется через 10 минут.",
            "Она прочла это сообщение очень чинным тоном.",
            "Он выпустил объявление, чтобы положить конец слухам о своей смерти.",
            "Президент компании сделал объявление по поводу слияния.",
            "Они публично заявили, что будет объявлена амнистия.",
            "Мы переключаемся на Белый Дом для важного объявления.",
            "Он попросил нашего внимания, потому что ему нужно было сделать важное объявление.",
            "Объявление о том, что наш рейс задержится, было встречено хором рассерженных восклицаний.",
            "Заявление Гааги не было таким уж неожиданным.",
            "Рынок положительно отреагировал на это объявление.",
            "Мы приветствуем это заявление и считаем, что оно давно назрело.",
            "Я видел, что она готовится сделать какое-то объявление.",
            "Правительство официально объявило об изменениях в войне с наркотиками.",
            "Сегодняшнее сообщение Банка Англии вызвало подъём фондового рынка.",
            "Сегодняшнее сообщение может привести к дальнейшему расколу по поводу расходования государственных средств.",
            "Данное объявление вызвало гневную реакцию большинства людей, присутствовавших на встрече.",
            "Сегодняшнее сообщение о трёхстах увольнениях не предвещает для местной экономики ничего хорошего.",
            "Объявление соседей о скором переезде стало для них полной неожиданностью.",
            "Директор школы подняла руку, успокаивая учеников, чтобы они могли услышать срочное объявление.",
            "Диллон сделал это заявление на пресс-конференции.",
            "Своим объявлением она потрясла мир медицины."
        ]
    }
}