{
    "annoying": {
        "comment": [],
        "translate": "раздражающий, досадный, надоедливый, раздражение",
        "transcription": " |əˈnɔɪɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Stop annoying the girl.",
            "He's such a twerp! So annoying.",
            "It was annoying to everyone.",
            "It's annoying that there is no hot water.",
            "The annoying thing is he's usually right.",
            "I'll report you to the police if you don't stop annoying me.",
            "It is annoying to read nothing but bad news.",
            "He had an annoying habit of drumming his fingers on the table while he listened.",
            "I realise she can be very annoying, but I think you should apologise all the same.",
            "It's so annoying, the way she keeps fiddling about with her hair.",
            "'You hate Lee, don't you?' 'Not exactly. I just think he's a bit annoying, that's all.'",
            "To be perfectly blunt, I find her annoying.",
            "His compulsive clowning around can sometimes be annoying.",
            "a gently acidulous writing style that never becomes annoying",
            "It was annoying to lose money on the deal when others cleaned up.",
            "Jane is so annoying whenever we go on a trip, always hanging behind.",
            "The continual interruptions by the student were annoying the teacher.",
            "I told him to stop staring, that his rather stupid gape was annoying.",
            "My partner has the annoying habit of eating all the pickles and leaving a jar full of pickle juice in the refrigerator."
        ],
        "example_translate": [
            "Хватит надоедать девушке.",
            "Он такой зануда! Ужасно надоедливый.",
            "Всем было досадно.",
            "Досадно, что нет горячей воды.",
            "Раздражает то, что он обычно прав.",
            "Я сообщу о вас в полицию, если вы не перестанете мне докучать.",
            "Надоедает читать одни плохие новости.",
            "У него была отвратительная привычка постукивать пальцами по столу, когда он вас слушал.",
            "Я понимаю, что иногда она ужасно бесит, но по-моему, ты всё равно должен извиниться.",
            "Так неприятно смотреть, как она всё время крутит свои волосы.",
            "— Ты же ненавидишь Ли, верно? — Не совсем так. Я просто считаю его немного надоедливым, вот и всё.",
            "Если совсем откровенно, она меня раздражает.",
            "Eго навязчивое паясничание иногда раздражает.",
            "слегка язвительный стиль письма, который никогда не становится раздражающим",
            "Было очень обидно терять деньги на сделке, в то время как остальные отхватили большой куш.",
            "Когда мы идём в поход, с Джейн всегда какие-нибудь неприятности, она вечно отстаёт.",
            "Учителя раздражало, что этот студент постоянно его перебивает.",
            "Я сказала ему, чтобы прекратил пялиться, и что его туповатый взгляд раздражает.",
            "У моего супруга есть дурацкая привычка: съесть все овощи из банки, а саму банку с рассолом оставить в холодильнике."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}