{
    "announce": {
        "comment": [
            "noun",
            "pronoun",
            "announcement",
            "pronounce",
            "denounce"
        ],
        "translate": "объявлять, сообщать, анонсировать, огласить, заявлять, возвещать, извещать",
        "transcription": " |əˈnaʊns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We'll announce the winners next Sunday.",
            "She promised to announce the results tomorrow.",
            "It is my pleasure to announce that ...",
            "The government announced a cut in taxes.",
            "He announced the fact, but gave no details.",
            "He stood up and announced that he was ready to go.",
            "They announced plans to move the company out of the state.",
            "It's expected that the president will announce the formation of a new government.",
            "She could not live without announcing herself to him as his mother.",
            "The government has announced plans to create 10,000 new jobs.",
            "The company president has announced her retirement.",
            "They'll announce their decision next week. Until then, she'll just have to hope for the best.",
            "He is the latest person to announce his resignation.",
            "'I'm not going to their party,' Maggie announced.",
            "At the end of their meeting, it was announced that an agreement had been reached.",
            "They announced their engagement in 'The Times'.",
            "We took the opportunity of a lull in the conversation to announce that we were engaged to be married.",
            "The Democratic National Convention will meet next week to announce their party's candidate for president.",
            "He announced the winners of the spelling bee.",
            "Cordon announced his resignation to staff members on Wednesday."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное подлежащее(страдательный залог)",
            "Инфинитив",
            "all_words",
            "Сложное подлежащее"
        ],
        "example_translate": [
            "Мы объявим победителей в следующее воскресенье.",
            "Она обещала огласить результаты завтра.",
            "Имею удовольствие сообщить, что...",
            "Правительство объявило о сокращении налогов.",
            "Он известил о том, что произошло, но не сообщил никаких подробностей.",
            "Он встал и объявил, что готов идти.",
            "Они объявили о планах перевести компанию за пределы государства.",
            "Ожидается, что президент объявит о создании нового правительства.",
            "Она не смогла бы жить, не сообщив ему, что она его мать.",
            "Правительство объявило о планах создания десяти тысяч новых рабочих мест.",
            "Президент компании объявила о своей отставке.",
            "Они объявят своё решение на следующей неделе, а до тех пор ей остаётся только надеяться на лучшее.",
            "Он является последним человеком, который объявил о своей отставке.",
            "— Я не пойду к ним на праздник, — объявила Мэгги.",
            "По окончании встречи было объявлено, что соглашение достигнуто.",
            "Они объявили о помолвке в газете \"Таймс\".",
            "Мы воспользовались паузой в разговоре, чтобы объявить о своей помолвке.",
            "На следующей неделе состоится Национальный съезд демократической партии, на котором будет оглашена кандидатура от этой партии на пост президента.",
            "Он объявил победителей (школьного) конкурса на знание орфографии.",
            "В среду Кордон объявил сотрудникам о своей отставке."
        ],
        "stars": 3
    }
}