{
    "annoyed": {
        "comment": [
            "annoy",
            "annoying"
        ],
        "translate": "раздраженный, раздосадованный",
        "transcription": " |əˈnɔɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was annoyed at / with the children.",
            "She annoyed him with her stupid questions.",
            "He was annoyed to find his door unlocked.",
            "She was annoyed at the tone of his letter.",
            "It annoyed me to be kept waiting so long.",
            "Why did she get so annoyed? I was only trying to neighbour with her!",
            "It annoyed us that they took so long to answer.",
            "What annoyed him most was the way she wouldn't even listen.",
            "He was annoyed by her apparent indifference.",
            "I'll be annoyed if we don't finish by eight.",
            "He annoyed us with his interpreting of parables.",
            "She was annoyed with Duncan for forgetting to phone.",
            "The dearth of salesclerks at the shoe store annoyed us.",
            "He was annoyed to find the contract had been signed without his knowledge.",
            "She was frowning when she entered the room, so I knew that she was annoyed about something.",
            "A teasing and persistent thought annoyed him.",
            "When he turned to face her, he seemed annoyed.",
            "His bureaucratic behavior annoyed his colleagues.",
            "a roaring party that annoyed the neighbors mightily",
            "It rather annoyed me that he was late picking me up.",
            "What annoyed him most was that he had received no apology.",
            "Jane was annoyed because the boys didn't want her to be in on their plans."
        ],
        "example_translate": [
            "Дети его раздражали.",
            "Она раздражала его своими глупыми вопросами.",
            "Он был недоволен, обнаружив свою дверь незапертой.",
            "Она была раздосадована тоном его письма.",
            "Я рассердился, что меня заставили ждать так долго.",
            "Почему она так разозлилась? Я же просто хотел подружиться с ней.",
            "Мы разозлились, что они так долго нам не отвечали.",
            "Больше всего его разозлило то, что она даже не стала его слушать.",
            "Его раздражало её напускное безразличие.",
            "Мне будет досадно, если мы не закончим до восьми часов.",
            "Он раздражает нас своим толкованием притч.",
            "Она злилась на Дункана за то, что он забыл позвонить.",
            "Нехватка продавцов в обувном магазине вызвала у нас раздражение.",
            "Он был недоволен, узнав, что контракт был подписан без его ведома.",
            "По тому, как она хмурилась, когда входила в комнату, я понял, что она чем-то расстроена.",
            "Его раздражала одна надоедливая и неотступная мысль.",
            "Повернувшись к ней лицом, он казался чем-то раздражённым.",
            "Его бюрократические замашки раздражали коллег.",
            "бурная вечеринка, которая очень разозлила соседей",
            "Меня несколько рассердило, что он поздно меня забрал.",
            "Больше всего его разозлило то, что перед ним никто не извинился.",
            "Джейн была раздражена, потому что мальчики не хотели посвящать её в свои планы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}