{
    "annual": {
        "comment": [
            "annually"
        ],
        "translate": "ежегодный, годовой, ежегодник, кассировать",
        "transcription": " |ˈænjuəl|",
        "antonyms": [],
        "mnemonic": [
            "annual [энью'ал] ежегодный, годовой - Ежегодно (они «Ал-фа) Ромео» покупали.",
            "annually ['ænjuəlɪ]\nannual ['ænjuəl]\n***\nЕЖЕГОДНО дарят подарки Ане|Юле. (это) annually\n***\nГОДОВОЙ запас сделал, а|не|ел. (это) annual\n***\nПлан ежегодный \"annual\"\nдаёт нам руководство \"manual\"."
        ],
        "examples": [
            "The school trip has become an annual event.",
            "a credit card with no annual fee",
            "It is their practice to give annual raises.",
            "Each worker receives an annual bonus.",
            "There is a lack of uniformity in the annual reports.",
            "The annual is published in September/October of each year.",
            "The company's annual sales turnover is around $300 million.",
            "The annual meeting is in July.",
            "Your basic annual leave is 20 days.",
            "In 2007, Toyota nearly leapfrogged GM in annual global sales.",
            "The annual dinner never goes better than when he is in the chair.",
            "He aced his annual physical.",
            "The mean annual rainfall was 852 mm.",
            "Jones spoke at the teachers' annual convention.",
            "Employees are given an annual performance assessment.",
            "the fifth grade's annual field day",
            "What was the company's annual income?",
            "The jazz festival is held annually in July.",
            "We are allotted three weeks annual sick leave.",
            "The annual rate of inflation fell.",
            "The illicit drugs industry has an annual turnover of some £200 bn.",
            "The market has shown annual growth of 20 per cent for several years.",
            "I never got a single prize while at school, and once sat booby at the annual public examination.",
            "The car is due for its annual service again.",
            "The biggest spender in the United Kingdom is the public sector, which will have an annual budget of over £500 billion by 2006.",
            "30 feet of annual snowfall",
            "the company's annual sales forecast",
            "the school's annual winter carnival",
            "The company charges an annual fee of $45.",
            "The annual school picnic is this weekend."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Школьный поход стал проводиться ежегодно.",
            "кредитная карта без ежегодной платы",
            "У них принято ежегодно повышать зарплату сотрудникам.",
            "Каждый работник получает ежегодную премию.",
            "В этих годовых отчетах нет единообразия.",
            "Этот ежегодник публикуется в сентябре или октябре каждого года.",
            "Годовой товарооборот компании составляет около 300 млн. долл.",
            "Ежегодное заседание проходит в июле.",
            "Ваш основной ежегодный отпуск составляет двадцать дней.",
            "В 2007 году \"Тойота\" чуть не опередила \"Дженерал моторс\" по годовому объёму мировых продаж.",
            "Ежегодный обед проходит лучше всего, когда он председательствует.",
            "Он успешно прошёл ежегодный медосмотр.",
            "Среднегодовое количество осадков составило 852 миллиметра.",
            "Джонс выступал на ежегодном съезде учителей.",
            "Сотрудникам ежегодно устраивают оценку эффективности труда.",
            "ежегодный спортивный праздник для пятиклассников",
            "Какой была годовая прибыль компании?",
            "Этот джазовый фестиваль проводится ежегодно в июле.",
            "Нам отведено три недели в год на больничные.",
            "Годовой уровень инфляции упал.",
            "Годовой оборот незаконного производства наркотиков составляет около двухсот миллиардов фунтов стерлингов.",
            "Рынок показывает ежегодный прирост на двадцать процентов в течение нескольких лет.",
            "Когда я учился в школе, я никогда не получал никаких наград, а однажды даже провалился на итоговом экзамене в конце года.",
            "Автомобиль опять нужно отправлять на техобслуживание.",
            "Крупнейшим покупателем в Соединенном Королевстве является государственный сектор, чей годовой бюджет к 2006 году составит пятьсот миллиардов фунтов.",
            "годовая норма осадков в виде снега, составляющая тридцать футов",
            "годовой прогноз продаж компании",
            "ежегодный зимний карнавал, проводящийся в данной школе",
            "Компания взимает ежегодный сбор в размере сорока пяти долларов.",
            "Ежегодный школьный пикник пройдёт в эти выходные."
        ],
        "stars": 3
    }
}