{
    "annually": {
        "comment": [],
        "translate": "ежегодно",
        "transcription": " |ˈænjuəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Times Square attracts more than 30 million visitors annually.",
            "The annual meeting is in July.",
            "How much does this savings certificate pay annually?",
            "He culls his herd annually.",
            "The bond yields seven percent annually.",
            "The company charges an annual fee of $45.",
            "The jazz festival is held annually in July.",
            "Fifteen thousand bird watchers visit annually.",
            "We planted some annuals in front of the house.",
            "Clients are charged a flat rate of £250 annually.",
            "The chairmanship of the committee rotates annually.",
            "We had more snow this year than the average annual amount.",
            "The hospital staff transfuses more than 8,000 units of blood annually.",
            "There are 13,000 hospital admissions annually due to playground accidents."
        ],
        "example_translate": [
            "Ежегодно Таймс-Сквер привлекает более тридцати миллионов посетителей.",
            "Ежегодное заседание проходит в июле.",
            "Сколько денег в год приносит этот сберегательный сертификат?",
            "Он ежегодно выбраковывает стадо.",
            "Ежегодно эта облигация приносит доход в размере семи процентов.",
            "Компания взимает ежегодный сбор в размере сорока пяти долларов.",
            "Этот джазовый фестиваль проводится ежегодно в июле.",
            "Ежегодно это место посещают пятнадцать тысяч орнитологов.",
            "Перед домом мы посадили кое-какие однолетние растения.",
            "С клиентов взимается фиксированная ставка в размере двести пятьдесят фунтов стерлингов в год.",
            "Председатель комитета меняется ежегодно.",
            "В этом году у нас было больше снега, чем в среднем за год.",
            "Сотрудники больницы переливают более восьми тысяч доз крови в год.",
            "Ежегодно из-за несчастных случаев на спортплощадках проводится тринадцать тысяч госпитализаций."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}