{
    "anonymous": {
        "comment": [],
        "translate": "анонимный, безымянный",
        "transcription": " |əˈnɑːnɪməs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The college received an anonymous gift.",
            "The reporter got an anonymous tip.",
            "The donor wishes to remain anonymous.",
            "In this instance I prefer to remain anonymous.",
            "The comments were posted under the moniker ''Anonymous''.",
            "An anonymous tipster reported the crime.",
            "An anonymous buyer purchased the painting.",
            "An anonymous benefactor donated $2 million.",
            "He made an anonymous phone call to the police.",
            "His was just another anonymous face in the crowd.",
            "Was the newspaper report bylined or was it anonymous?",
            "An anonymous benefactor gave the school a dozen new computers.",
            "The police have received information from an anonymous caller.",
            "Founded in 1935 in Ohio, Alcoholics Anonymous is now a world-wide organization.",
            "An anonymous donor (=whose name is unknown) has given £500 towards the restoration fund.",
            "The generous benefaction from an anonymous donor meant the animal shelter could stay open.",
            "According to one employee, who wishes to remain anonymous, the company engaged in illegal activities."
        ],
        "example_translate": [
            "Колледж получил анонимный подарок.",
            "Журналист получил анонимную наводку.",
            "Донор желает остаться неизвестным.",
            "На этом этапе я предпочитаю не сообщать своего имени.",
            "Комментарии были опубликованы на форуме под псевдонимом \"Аноним\".",
            "Об этом преступлении сообщил анонимный источник.",
            "Картину приобрёл анонимный покупатель.",
            "Анонимный благотворитель пожертвовал два миллиона долларов.",
            "Он сделал анонимный звонок в полицию.",
            "Его лицо ничем не выделялось из толпы.",
            "Имя автора было указано или публикация была анонимной?",
            "Анонимный благотворитель подарил школе дюжину новых компьютеров.",
            "Полиция получила сведения по телефону от анонимного информатора.",
            "Основанное в 1935 году в штате Огайо \"Общество анонимных алкоголиков\" теперь является организацией всемирного масштаба.",
            "Анонимный донор (имя которого неизвестно) пожертвовал пятьсот фунтов стерлингов в фонд реставрации.",
            "Столь щедрое пожертвования от анонимного дарителя означало, что приют для животных может не закрываться.",
            "По словам одного сотрудника, пожелавшего остаться неназванным, компания занимается незаконной деятельностью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}