{
    "another": {
        "comment": [
            "other",
            "otherwise",
            "each other",
            "one another"
        ],
        "translate": "другой, иной, подобный, еще один, отличный от, похожий",
        "transcription": " |əˈnʌðər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "From that time I became another man.",
            "Another cup of tea?",
            "This shirt is too big, I'll try another.",
            "Should we open another bottle of wine?",
            "We are doing a concert tonight and another one on Monday.",
            "That's another way of saying the same thing.",
            "Please bring me another cup. This one is chipped.",
            "We'll discuss this again on another occasion.",
            "Put it off to another (or some other) day.",
            "I've had one drink, but I think I'll have another.",
            "This cup is chipped. Could you please bring me another?",
            "The view is very different when it is seen from another angle.",
            "The family seems to move from one city to another.",
            "The city advertises itself as another Las Vegas.",
            "We had dinner at another of the city's many Italian restaurants.",
            "One copy of the letter was sent out, and another was placed in the files.",
            "This is yet another example of government waste.",
            "We had dinner at another one of the city's many Italian restaurants."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o = [ʌ]",
            "th = [ð]"
        ],
        "example_translate": [
            "С тех пор я стал другим человеком.",
            "Хотите ещё чашку чаю?",
            "Эта рубашка слишком велика, я примерю другую.",
            "А не открыть ли нам ещё бутылочку вина?",
            "Мы даём концерт сегодня вечером, и ещё один будет в понедельник.",
            "Это одно и то же, только другими словами.",
            "Пожалуйста, принеси мне другую чашку: у этой край отбит.",
            "Мы вернёмся к этому обсуждению в другой раз.",
            "Отложите это на другой (или какой-то другой) день.",
            "Я уже выпила один бокал напитка, но наверное, выпью ещё один.",
            "У этой чашки отбит край. Не могли бы вы принести мне другую?",
            "Картина совершенно меняется, если взглянуть на неё под другим углом.",
            "Похоже, эта семья переезжает из города в город.",
            "Этот город рекламирует себя в качестве второго Лас-Вегаса.",
            "Мы пообедали в ещё одном из многочисленных итальянских ресторанов этого города.",
            "Один экземпляр письма был отправлен, а другой был помещен в файлы.",
            "Это еще один пример того, как правительство разбазаривает государственную казну.",
            "Мы пообедали в ещё одном из многочисленных итальянских ресторанов города."
        ]
    }
}