{
    "antique": {
        "comment": [],
        "translate": "античный, антикварный, старинный, древний, антикварная вещь, антиква",
        "transcription": " |ænˈtiːk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The value of the antique is high.",
            "She enjoys collecting antique teapots.",
            "That car is an antique.",
            "This antique vase can never be replaced.",
            "The antique shop was full of curiosities.",
            "The palace is full of priceless antiques.",
            "The table is an antique but it doesn't have any dents or scratches.",
            "He made a pretty profit selling his antique car.",
            "She loved to collect antique sugar tongs.",
            "The table is a genuine antique not a cheap imitation.",
            "Oliver made a fortune by investing in antique furniture.",
            "That antique she bought at the flea market was a real find.",
            "His loyalty to the Sovereign had something antique and touching in it.",
            "She collects random photographs that she finds in antique shops.",
            "He pawned his antique watch in order to pay off his gambling debt.",
            "Stylistically, these great church mosaics belonged to antique art.",
            "Although the table is brand-new, it has the look and feel of an antique.",
            "He studied shards from antique pots made by the Pueblos of the Southwest.",
            "He has a collection of antique tools gleaned from flea markets and garage sales.",
            "After so many years the paper label in the drawer of the antique desk is indecipherable.",
            "Their house is filled with rare antiques, including a collection of 19th-century African masks."
        ],
        "example_translate": [
            "Ценность этой антикварной вещи — высокая.",
            "Она любит коллекционировать антикварные чайники.",
            "Тот автомобиль — антикварная вещь /антиквариат/.",
            "Эту античную вазу невозможно ничем заменить.",
            "Антикварный магазин был полон разных диковинок.",
            "Дворец полон бесценных предметов антиквариата.",
            "Этот стол — вещь старинная, но на нём нет никаких вмятин или царапин.",
            "Он заработал хорошую прибыль, продав свой ретро-автомобиль.",
            "Она любила собирать старинные щипцы для сахара.",
            "Этот стол настоящий антиквариат, а не какая-то дешевая подделка.",
            "Оливер сколотил состояние, вложив деньги в старинную мебель.",
            "Та антикварная вещь, которую она купила на блошином рынке, оказалась настоящей находкой.",
            "В его преданности монарху было что-то старинное и трогательное.",
            "Она коллекционирует фотографии, которые случайно находит в антикварных магазинах.",
            "Он заложил свои старинные часы для того, чтобы расплатиться с игорными долгами.",
            "По стилю это были великолепные античные мозаики.",
            "Хотя стол совершенно новый, на вид и на прикосновение он совсем как антикварный.",
            "Он изучал осколки старинных горшков, сделанных индейцами юго-западных племён.",
            "У него есть коллекция старинных инструментов, которую он по крупицам собрал на блошиных рынках и \"гаражных\" распродажах домашней утвари.",
            "После стольких лет бумажная этикетка в ящике антикварного письменного стола стала неразборчивой.",
            "В их доме полно антиквариата, в том числе коллекция африканских масок девятнадцатого века."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}