{
    "anxious": {
        "comment": [
            "anxiety"
        ],
        "translate": "тревожный, беспокоящийся, озабоченный, беспокойный, встревоженный, стремящийся",
        "transcription": " |ˈæŋkʃəs|",
        "antonyms": [],
        "mnemonic": [
            "anxious [э'нкшэс] озабоченный, беспокоющийся - (Он к счас-тью) сексуально озабоченный человек;",
            "anxious ['æŋkʃəs]\nanxiety [æŋ'zaɪətɪ] - тревога, беспокойство\n***\nТРЕВОЖНЫЙ день у деканши (с). (это) anxious\nОн чем- то ОЗАБОЧЕННЫЙ и прёт, как танк|\"щас\".\n(это) anxious\n***\nТРЕВОГОЙ своей вы меня пронзаете. (это) anxiety"
        ],
        "examples": [
            "People are anxious about the future.",
            "We were all anxious for news.",
            "I am anxious to see him.",
            "I'm very anxious about his attitude to learning.",
            "She waited anxiously by the phone.",
            "He was anxious for more news.",
            "She claimed she was anxious to avoid any action which might harm him.",
            "She feels anxious and depressed.",
            "She gave me an anxious look.",
            "Outgoing people are more high-spirited and less anxious about social situations.",
            "Helen became increasingly anxious about her husband's strange behaviour.",
            "She was anxious that it might be cancer.",
            "They're anxious you should take no risk of being blown.",
            "Teachers reassured anxious parents.",
            "The company is anxious to improve its image.",
            "She spent an anxious night waiting for the test results.",
            "You misheard me. I said I was feeling anxious, not angry.",
            "The counsellors of Charles were anxious for their own safety.",
            "Why was she so anxious for me to stay?",
            "She was anxious to see the new show at the museum.",
            "The president is anxious not to have another crisis.",
            "We had an anxious couple of weeks waiting for the test results.",
            "It's interesting, deeply interesting - but oh it's an anxious job too.",
            "I do get a little anxious once in a while.",
            "There was an anxious moment when the plane suddenly dropped.",
            "The villagers are anxious that their local school is kept open.",
            "Jack shot an anxious look at his mother.",
            "He was a bit anxious about the safety of the machinery.",
            "Maria grew anxious as the men drew closer.",
            "Richard was anxious to atone for his thoughtlessness."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "nc, nk, nq, nx - [ŋk]",
            "x = [kʃ]",
            "Инфинитив с to после прил((am, is, are и т. д.) + прилагательное + инфинитив)",
            "Инфинитив"
        ],
        "example_translate": [
            "Люди беспокоятся о своём будущем.",
            "Мы все с нетерпением ждали новостей.",
            "Мне очень хочется повидать его.",
            "Его отношение к учёбе внушает мне большое беспокойство.",
            "Она с тревогой ждала у телефона.",
            "Он очень хотел получить больше известий.",
            "Она заявила, что очень хочет избежать любого действия, которое могло бы ему повредить.",
            "Она чувствует беспокойство и уныние.",
            "Она бросила на меня беспокойный взгляд.",
            "Общительные люди более жизнерадостны и меньше озабочены социальными проблемами.",
            "Хелен становилась все более обеспокоенной странным поведением своего мужа.",
            "Она боялась, что это, возможно, рак.",
            "Они озабочены тем, чтобы вас не разоблачили.",
            "Преподаватели успокоили встревоженных родителей.",
            "Компания стремится улучшить свой имидж.",
            "Она провела бессонную ночь в ожидании результатов теста.",
            "Вы меня не расслышали. Я сказал, что встревожен, а не рассержен.",
            "Советники короля Карла беспокоились за свою собственную безопасность.",
            "Почему она так хотела, чтобы я остался?",
            "Ей не терпелось увидеть новую выставку в музее.",
            "Президент желает во что бы то ни стало избежать повторения кризиса.",
            "Пару недель мы провели в тревожном ожидании результатов анализов.",
            "Это интересная, чрезвычайно интересная, но, вместе с тем, такая беспокойная работа.",
            "Мне действительно иногда немного тревожно.",
            "Был один тревожный момент, когда самолёт вдруг резко снизился.",
            "Жители деревни боятся, чтобы их местную школу не закрыли.",
            "Джек бросил тревожный взгляд на свою мать.",
            "Он был немного обеспокоен безопасностью оборудования.",
            "Мария встревожилась, когда мужчины подошли ближе.",
            "Ричард очень хотел загладить совершённую им глупость."
        ],
        "stars": 2
    }
}