{
    "anxiety": {
        "comment": [
            "anxious"
        ],
        "translate": "тревога, беспокойство, тревожность, страх, забота, боязнь, опасение",
        "transcription": " |æŋˈzaɪəti|",
        "antonyms": [],
        "mnemonic": [
            "anxious ['æŋkʃəs]\nanxiety [æŋ'zaɪətɪ] - тревога, беспокойство\n***\nТРЕВОЖНЫЙ день у деканши (с). (это) anxious\nОн чем- то ОЗАБОЧЕННЫЙ и прёт, как танк|\"щас\".\n(это) anxious\n***\nТРЕВОГОЙ своей вы меня пронзаете. (это) anxiety"
        ],
        "examples": [
            "Frank laughed to cover his anxiety.",
            "She was ridden by anxiety.",
            "There is real anxiety about the effects of radiation.",
            "We try not to communicate our anxieties to the children.",
            "He confided to her his anxiety for the well-being.",
            "Gradually her anxiety lessened.",
            "He routed his mother's anxiety.",
            "He's been feeling a lot of anxiety about his new job.",
            "She suffers from chronic anxiety.",
            "He kept his anxiety from showing.",
            "His illness is not such as to cause anxiety.",
            "There is growing public anxiety over levels of air pollution in our cities.",
            "My greatest anxiety was the development of the new software.",
            "I must own to a feeling of anxiety.",
            "The president made a statement to allay public anxiety.",
            "Your behaviour has occasioned us a great deal of anxiety.",
            "I pray you to appease your anxiety.",
            "The fear of unemployment can be a source of deep anxiety to people.",
            "Anxiety is a vague and multidimensional concept.",
            "It can help if you discuss your anxieties with someone.",
            "They waited in a state of feverish anxiety for their mother to come home.",
            "She felt a return of her old anxiety.",
            "Her fear and anxiety dulled her mind.",
            "The room was charged with tension and anxiety.",
            "There is considerable anxiety among staff about job losses.",
            "He had a healthy colour in his cheeks, and his face, though lined, bore few traces of anxiety.",
            "Fear and anxiety knotted her stomach.",
            "A feeling of anxiety permeated the office as we rushed to meet the deadline.",
            "A high level of anxiety was created by the introduction of cameras into the factory.",
            "I nearly fell in my anxiety to get downstairs quickly."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Фрэнк засмеялся, чтобы скрыть тревогу.",
            "Её охватило беспокойство.",
            "Существует реальное беспокойство из-за последствий радиации.",
            "Мы стараемся не сообщать о наших опасениях детям.",
            "Он поделился с ней своим страстным желанием благополучия.",
            "Постепенно её беспокойство ослабело /рассеялось, улеглось/.",
            "Он рассеял тревогу своей матери.",
            "Он в последнее время сильно переживает из-за новой работы.",
            "Она страдает хроническим неврозом.",
            "Он старался не выдать своего волнения.",
            "Его болезнь не настолько серьёзна, чтобы вызывать беспокойство.",
            "В обществе растёт обеспокоенность уровнем загрязнения воздуха в городах.",
            "Больше всего тревог у меня вызывала разработка нового программного продукта.",
            "Я должен признаться в том, что испытываю чувство тревоги.",
            "Президент сделал заявление, чтобы успокоить общественность.",
            "Ваше поведение доставило нам немало беспокойства.",
            "Молюсь за то, чтоб улеглась твоя тревога.",
            "Страх остаться без работы может стать источником глубокого беспокойства людей.",
            "Страх — понятие неопределённое и многомерное.",
            "Будет полезно с кем-то обсудить ваши опасения.",
            "Они ждали в состоянии лихорадочного возбуждения, когда их мать вернётся домой.",
            "Она почувствовала, как к ней возвращается былая тревога.",
            "От страха и тревоги её разум притупился.",
            "Комната была наполнена напряжением и тревогой.",
            "Среди сотрудников присутствует значительное беспокойство по поводу сокращения штатов.",
            "У него был здоровый вид и, несмотря на морщины, он не выглядел озабоченным.",
            "От страха и тревоги у неё свело живот.",
            "Мы торопились, пытаясь уложиться в срок, и вся контора была пронизана чувством тревоги.",
            "Внедрение камер на территорию завода создало высокий уровень беспокойства среди работников.",
            "Я так хотела побыстрее спуститься по лестнице, что чуть не упала."
        ],
        "stars": 2
    }
}