{
    "anymore": {
        "comment": [
            "moreover",
            "more",
            "furthermore",
            "anywhere",
            "anyone",
            "any",
            "anything",
            "anyhow",
            "anyway",
            "anybody"
        ],
        "translate": "больше не, уже не",
        "transcription": " |ˌeniˈmɔːr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Alice doesn't live here anymore.",
            "I never see them anymore.",
            "I don't drink alcohol anymore.",
            "I just can't take it anymore.",
            "People don't fall in love anymore, they have relationships.",
            "I don't count him as a friend anymore.",
            "They don't sell that kind of sandwich anymore.",
            "She told me not to phone her anymore.",
            "Nick doesn't live here anymore.",
            "I don't cook a whole lot anymore.",
            "This old radio doesn't work anymore.",
            "They don't burn as much juice anymore.",
            "I can't hack it anymore.",
            "Her hair doesn't grow much anymore.",
            "We don't believe that twaddle anymore.",
            "The work doesn't challenge him anymore, and he's often bored.",
            "I don't think they support that version of the program anymore.",
            "I'm trying to couch this delicately: I don't think we should date anymore.",
            "I had to bring the car to a halt for I couldn't keep my eyes on the road anymore.",
            "What I mean is, I don't feel alone anymore' (=used to explain more about what you have said).",
            "Once she became rich and didn't need them anymore, she cast off all her old friends like so much junk.",
            "I just can't seem to reach Ed anymore.",
            "That's an outdated term that no one uses anymore.",
            "Don't trust my ex-wife., I won't pay her debts anymore.",
            "The bald truth was that Lori didn't love her husband anymore.",
            "Perhaps Hollywood can't be trusted to make Hollywood-style movies anymore.",
            "Mother used to cook elaborate dinners, but with only herself to cook for, she doesn't bother anymore."
        ],
        "example_translate": [
            "Элис здесь больше не живет.",
            "Я никогда их больше не видел.",
            "Я больше не пью алкоголь.",
            "Я просто не могу это больше терпеть. / Я так больше не могу.",
            "Люди больше не влюбляются, они заводят любовные связи.",
            "Я больше не считаю его своим другом.",
            "Больше таких сэндвичей не продают.",
            "Она велела мне больше ей не звонить.",
            "Ник здесь больше не живёт.",
            "Я теперь не так уж много готовлю.",
            "Это старое радио больше не работает.",
            "Они больше не жгут столько энергии.",
            "Я больше этого не вынесу.",
            "Её волосы уже почти не растут.",
            "Мы больше не верим в эту чушь.",
            "Работа больше ему не интересна, и он часто скучает.",
            "Думаю, они больше не поддерживают эту версию программы.",
            "Как бы это поделикатнее сформулировать... Мне кажется, нам не стоит больше встречаться.",
            "Мне пришлось на время остановиться, так как я уже не мог следить за дорогой.",
            "Я имею в виду, что больше не чувствую себя одиноким (используется, чтобы подробнее объяснить сказанное ранее).",
            "Она избавилась от всех своих старых друзей, как от бесполезного хлама, как только разбогатела и перестала в них нуждаться.",
            "Я просто никак не могу достучаться до Эда.",
            "Это устаревший термин, который никто больше не использует.",
            "Не верьте моей бывшей жене: я больше не стану оплачивать её долги.",
            "Голая правда заключалась в том, что Лори больше не любила своего мужа.",
            "Возможно, Голливуду уже нельзя доверить производство фильмов в голливудском стиле.",
            "Мама когда-то готовила изысканные обеды, но теперь ей некому готовить, вот она и перестала."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}