{
    "anything": {
        "comment": [],
        "translate": "что-нибудь, все, что-либо, что угодно, сколько-нибудь, в какой-либо мере",
        "transcription": " |ˈeniθɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Is there anything you want?",
            "You can buy anything you want.",
            "He hasn't taken anything.",
            "He will do anything to help you.",
            "We didn't talk about anything much.",
            "I'll do anything I can to help.",
            "If you're not sure what to say, just say anything that comes to mind.",
            "You can write about swimming, skiing, or anything else you enjoy doing.",
            "He'll do anything for a laugh.",
            "Do you want anything from the shops?",
            "Anything would be better than staying at home!",
            "I'd do anything to see her again.",
            "We were allowed to do anything we wanted to.",
            "He was prepared to do anything to make a bit of money.",
            "Is there anything I can do to help?",
            "Would you like anything else to eat?",
            "That dog will eat almost anything.",
            "Don't do anything until we get there.",
            "We didn't have anything to eat for three days.",
            "He said he was sorry, but that doesn't really mean anything.",
            "The new stadium is spectacular. There's never been anything like it.",
            "You can't tell him anything about computers. He thinks he's an expert."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вам что-нибудь нужно?",
            "Можно купить всё, что угодно.",
            "Он ничего не взял.",
            "Он сделает всё, чтобы помочь вам.",
            "Мы мало о чём говорили.",
            "Помогу, чем только смогу. / Сделаю всё, что в моих силах.",
            "Если не знаешь, что сказать, просто говори всё, что приходит в голову.",
            "Вы можете написать о плавании, катании на лыжах, или о чём угодно другом, чем вам нравится заниматься.",
            "Он что угодно сделает смеха ради.",
            "Тебе нужно что-нибудь в магазинах?",
            "Всё лучше, чем оставаться дома!",
            "Я сделал бы всё, чтобы снова её увидеть.",
            "Нам разрешили делать всё, что заблагорассудится.",
            "Он был готов на всё, чтобы заработать хоть немного денег.",
            "Я могу хоть как-то помочь?",
            "Хотите съесть ещё чего-нибудь?",
            "Этот пёс съест почти всё, что угодно.",
            "Не делайте ничего, пока мы туда не доберёмся.",
            "У нас три дня было нечего есть.",
            "Он сказал, что ему жаль, но на самом деле это ничего не значит.",
            "Новый стадион впечатляет. Ничего подобного ещё никогда не было.",
            "Про компьютеры ему и слова не скажи: он воображает себя большим специалистом."
        ]
    }
}