{
    "anyway": {
        "comment": [
            "anywhere",
            "anyone",
            "any",
            "anything",
            "anyhow",
            "anymore",
            "anybody",
            "away",
            "way",
            "highway",
            "freeway",
            "runway",
            "no way",
            "motorway"
        ],
        "translate": "так или иначе, в любом случае, во всяком случае, никак, как-нибудь, кое-как",
        "transcription": " |ˈeniweɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Anyway, I must be going now.",
            "Anyway, it's gone.",
            "Get it done anyway you can.",
            "Anyway, how are you?",
            "Whether you like it or not, I'm going anyway.",
            "The road got worse, but they kept going anyway.",
            "Anyway, why didn't you call the police?",
            "Get it done anyway you can.",
            "Anyway, there is another factor to consider.",
            "He's far from perfect, but she loves him anyway.",
            "This idea probably won't work, but let's try it anyway.",
            "I didn't expect her to say “yes,” but I asked her anyway.",
            "It makes no difference what we say. She's going to do what she wants anyway.",
            "They didn't have any trainers in my size, and anyway I'd already decided I'd rather save the money.",
            "Catherine wasn't sure the book was the right one, but she bought it anyway.",
            "Anyway, let's leave that for the moment and look at this month's profit figures.",
            "Let's think about it for a while, for a few days anyway.",
            "I don't know what happened to it., anyway, it's gone.",
            "'I hope you haven't told anyone. ' 'No. Who would believe me anyway?'",
            "There seems to have been a technical problem — anyway, that's what they told me.",
            "He got lost and spent hours looking for the station, and anyway it was past midnight by the time he got home."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Так или иначе, мне сейчас нужно уйти.",
            "Как бы там ни было, всё позади.",
            "Сделайте это уж как умеете.",
            "Ладно, а ты-то как?",
            "Нравится тебе это или нет, а я всё равно ухожу.",
            "Дорога стала хуже, но они всё равно продолжали идти.",
            "Всё-таки, почему вы не вызвали полицию?",
            "Сделайте это каким угодно способом.",
            "В любом случае, нужно учесть ещё один фактор.",
            "Он далеко не идеален, но она всё равно его любит.",
            "Эта затея, возможно, не сработает, но всё-таки давайте попробуем.",
            "Я не ожидал, что она согласится, но всё равно её спросил.",
            "Совершенно неважно, что мы скажем: она в любом случае сделает то, что захочет.",
            "У них не было кроссовок моего размера, да и вообще я уже решил, что лучше будет сэкономить деньги.",
            "Кэтрин не была уверена, что это была та самая книга, но всё равно её купила.",
            "Ладно, давайте ненадолго об этом забудем, и посмотрим на показатели прибыли этого месяца.",
            "Давай обдумаем это ещё какое-то время, по крайней мере несколько дней.",
            "Уж не знаю, что с ним случилось, в общем — оно пропало.",
            "— Надеюсь, ты никому об этом не рассказывал. — Нет. Впрочем, кто бы мне поверил?",
            "Кажется, там произошел технический сбой, — во всяком случае, мне так сказали.",
            "Он заблудился и несколько часов разыскивал вокзал, и в общем, когда он вернулся домой, было уже за полночь."
        ]
    }
}