{
    "apart": {
        "comment": [],
        "translate": "отдельно, обособленно, на части, врозь, в стороне, в сторону, порознь, на куски, особо",
        "transcription": " |əˈpɑːrt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "These towns are many miles apart",
            "My wife and I are living apart at the moment.",
            "My wife and I are unhappy when we're apart.",
            "They grew apart over the years.",
            "I try to keep my work and private life as far apart as possible.",
            "He's never been apart from his mother.",
            "The Spartans lived in villages apart.",
            "Their children were born two years apart.",
            "He stood apart while the other members of the team celebrated.",
            "The children have never been apart before.",
            "He took his father's watch apart.",
            "People can't tell the twins apart.",
            "They have offices in countries as far apart as India and Peru.",
            "Place the two posts 6 metres apart.",
            "These problems apart, the country is doing well.",
            "Our birthdays are exactly a month apart.",
            "They took the engine apart to see what was wrong.",
            "They separated and have been living apart for the past year.",
            "The police try to keep rival supporters apart at all matches.",
            "Joel stood apart from the group, frowning.",
            "The whole thing comes apart so that you can clean it.",
            "Their power was exercised either collectively, or apart and severally."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эти города находятся на расстоянии многих миль друг от друга.",
            "В настоящий момент мы с женой живем раздельно.",
            "Мы с женой несчастливы, когда не вместе.",
            "За эти годы они отдалились друг от друга.",
            "Я стараюсь, насколько это возможно, не смешивать работу и личную жизнь.",
            "Он никогда не разлучался с матерью.",
            "Спартанцы жили в отдалённых друг от друга деревнях.",
            "Их дети родились с разницей в два года.",
            "Он стоял в стороне, в то время как другие члены команды праздновали.",
            "Дети никогда ещё не разлучались",
            "Он разобрал на части отцовские часы.",
            "Люди не могут различить этих близнецов.",
            "У них есть офисы в таких далёких друг от друга странах, как Индия и Перу.",
            "Разместите стойки на расстоянии шести метров друг от друга.",
            "Если не считать этих проблем, в стране всё хорошо.",
            "Наши дни рождения разделяет ровно один месяц.",
            "Они разобрали двигатель, чтобы найти неисправность /понять что с ним не так/.",
            "Они расстались, и вот уже год живут порознь.",
            "Полиция старается отделять друг от друга фанатов соперничающих команд на всех матчах.",
            "Джоэл, нахмурившись, стоял поодаль от группы.",
            "Вся эта штука разбирается на части, чтобы можно было её почистить.",
            "Их власть осуществлялась либо коллективно, либо кем-либо единолично."
        ]
    }
}