{
    "apology": {
        "comment": [
            "apologize"
        ],
        "translate": "извинение, апология, оправдание, просьба о прощении, защита",
        "transcription": " |əˈpɑːlədʒi|",
        "antonyms": [],
        "mnemonic": [
            "apology [эполоджи] извинение - (А поло* джи-н) из бутылки играл, извинения прося у Аладдина (‘Водное поло).",
            "apologize [ə'pɔləʤaiz]\napology [ə'pɒlədʒi]\n***\nИЗВИНИЛСЯ, на сердце руку \"пóлоджа (з)\". (это)\napologize\n***\nПри ИЗВИНЕНИИ на сердце руку положи. (это)\napology"
        ],
        "examples": [
            "I feel I owe you an apology.",
            "He refused to accept my apology.",
            "Please accept my sincere apologies for my behaviour yesterday.",
            "She finally received an apology from the company.",
            "I'll accept only an earnest apology from you.",
            "I made my apologies and left.",
            "May I give my sincere and abject apology for the incident?",
            "If she expected an apology, she'd miscalculated.",
            "We sent her a letter of apology.",
            "He left without a word of apology.",
            "Those affected have been sent letters of apology.",
            "If that was meant to be an apology, your words were way off the mark.",
            "You owe him an apology.",
            "He offered an abject apology.",
            "He made a public apology for his controversial remarks.",
            "The consequence of those measures will be the best apology for my conduct.",
            "She stumbled through an apology.",
            "They served us up an apology for a meal.",
            "He bumped into someone and mumbled an apology.",
            "The angry customer was not placated by the clerk's apology.",
            "I make no apology to the readers for the subjoined extract.",
            "Notably absent from his statement was any hint of an apology.",
            "One historian was said to have had no nose at all, only an apology for one.",
            "It was an apology for a meal.",
            "Ben stammered out an apology.",
            "He offered a lame apology for his actions.",
            "He wrote a letter of apology to the hostess.",
            "I make no apology for repeating the question.",
            "He made a groveling apology to his girlfriend.",
            "We were disappointed by his backhanded apology."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я чувствую, что я должен извиниться перед вами.",
            "Он отказался принять мои извинения.",
            "Пожалуйста, примите мои искренние извинения, за мое вчерашнее поведение.",
            "В конце концов она получила извинения от компании.",
            "Я приму только искреннее извинение от вас.",
            "Я принес свои извинения и ушёл.",
            "Примите мои искренние и покорные извинения за этот инцидент.",
            "Если она рассчитывала на извинение, она просчиталась.",
            "Мы отправили ей письмо с извинениями.",
            "Он ушёл без единого слова извинения.",
            "Пострадавшим были отправлены письма с извинениями.",
            "Если предполагалось, что это извинение, то ваши слова отнюдь не достигли цели.",
            "Вы должны перед ним извиниться.",
            "Он униженно извинился.",
            "Он принёс публичное извинение за свои противоречивые высказывания.",
            "Результаты этих мер будут лучшим оправданием моего поведения.",
            "Она кое-как, запинаясь, извинилась.",
            "Нам подали не еду, а какое-то убожество.",
            "Он налетел на кого-то и пробормотал извинение.",
            "Извинения продавца не успокоили разгневанного клиента.",
            "Я не извиняюсь перед читателями за отрывок, добавленный в конце.",
            "В частности, в его заявлении, не было никакого намека на извинение.",
            "Про одного историка говорили, что у него совсем нет носа, а только так, какое-то подобие.",
            "Это была не еда, а одно название.",
            "Бен пробормотал извинение.",
            "Он неубедительно оправдался за свои действия.",
            "Он написал письмо с извинениями в адрес хозяйки.",
            "Я без всяких извинений повторяю этот вопрос.",
            "Он извинился перед своей девушкой заискивающим тоном.",
            "Мы были разочарованы его неискренними извинениями."
        ],
        "stars": 1
    }
}