{
    "apologize": {
        "comment": [
            "apology"
        ],
        "translate": "извиняться, просить прощения, приносить официальные извинения",
        "transcription": " |əˈpɑːlədʒaɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I apologized for being late.",
            "I'm so sorry, I do apologize.",
            "I want to apologize, again",
            "I think you should apologize to your brother.",
            "He made no attempt to apologize.",
            "Go after him and apologize.",
            "I'd like to apologize for my behaviour yesterday.",
            "If I didn't apologize I'd feel guilty.",
            "I apologize for losing my temper.",
            "He later apologized for his behaviour.",
            "Well, what are you waiting for? Go and apologize.",
            "He didn't even have the decency to apologize.",
            "He apologized to his wife and children for losing his temper.",
            "We apologize for the late departure of flight AZ709.",
            "We apologize for the mistake and promise that it won't happen again.",
            "He made an inept attempt to apologize.",
            "My behavior was petty and stupid. I apologize.",
            "We apologize for the loss of sound during that report.",
            "He apologized for the many typoes",
            "'I apologize, Captain,' she said formally.",
            "With great tact, Clive persuaded her to apologize.",
            "I apologize for the omission of your name from the list. It was not intentional."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я извинился за опоздание.",
            "Мне так жаль, я приношу свои извинения.",
            "Я хочу ещё раз извиниться.",
            "Я думаю, что вы должны извиниться перед вашим братом.",
            "Он даже не пытался извиниться.",
            "Идите за ним и извинитесь.",
            "Я хотел бы извиниться за своё вчерашнее поведение.",
            "Если бы я не извинился, то чувствовал бы себя виноватым.",
            "Прощу прощения за то, что сорвался.",
            "Позже он извинился за своё поведение.",
            "Ну, чего вы ждете? Идите и извинитесь.",
            "Он даже не потрудился извиниться.",
            "Он извинился перед женой и детьми за то, что потерял самообладание.",
            "Приносим свои извинения за задержку вылета рейса AZ709.",
            "Мы приносим свои извинения за эту ошибку и обещаем, что такое больше не повторится.",
            "Он предпринял неумелую попытку извиниться.",
            "Я вёл себя мелочно и глупо. Приношу свои извинения.",
            "Мы приносим свои извинения за потерю звука во время этого доклада.",
            "Он извинился за многочисленные опечатки.",
            "— Приношу вам свои извинения, капитан, — вежливо сказала она.",
            "Проявив большой такт, Клайв убедил её извиниться.",
            "Приношу извинения за то, что не включил вас в список. Это было не нарочно."
        ]
    }
}