{
    "apparently": {
        "comment": [
            "parent",
            "parental",
            "apparent"
        ],
        "translate": "видимо, очевидно, явно, вероятно, по-видимому",
        "transcription": " |əˈpærəntli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Apparently it's cheaper to fly than to go by train.",
            "Apparently the company is losing a lot of money.",
            "She was apparently a very nervous woman, and that affected her career.",
            "I wasn't there, but apparently it went well.",
            "Apparently, that building has no rear fire egress.",
            "The leaf was flaccid and apparently dead.",
            "Looking at me with such apparently earnest, wide-open eyes.",
            "She turned to face him, her anger apparently gone.",
            "The sauropod dinosaurs were apparently herbivores.",
            "Apparently the director is a personal friend of hers.",
            "She has apparently been living here for some time.",
            "He apparently left a suicide note (=letter explaining his reasons for killing himself).",
            "Apparently they've lost three games out of seven already.",
            "Apparently the jewellery wasn't insured.",
            "I thought he owned the property, but apparently not.",
            "Teachers apparently expect a certain amount of aggressive behaviour from boys.",
            "The portrait painter's muse for the goddess of love was apparently a common strumpet.",
            "an apparently arbitrary and reasonless change",
            "Apparently, he has a son, but he's kept that very dark.",
            "This apparently minor event has acquired increasing significance in recent weeks.",
            "Using tree branches, the campers were able to turn away the charging fox, which was apparently rabid.",
            "Iirrigation often produces bumper crops from apparently desert land.",
            "...drippy romance novels that are apparently intended for the terminally lovesick...",
            "Apparently the next Star Trek film (number six, but who's counting?) will definitely be the last.",
            "Apparently there are bats in the inmost caves.",
            "Williams apparently has no connection to the case.",
            "Apparently he's alive and well and living in Brazil.",
            "Apparently, the aide had acted without White House sanction.",
            "Apparently, her husband didn't know the cake was for the raffle, since he helped himself to a piece."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Очевидно, дешевле лететь, чем ехать на поезде.",
            "Видимо, компания несёт огромные убытки.",
            "Очевидно, она была очень нервной женщиной, и это повлияло на её карьеру.",
            "Я там не был, но, по-видимому, всё прошло хорошо.",
            "По всей видимости, в том здании нет запасного выхода.",
            "Лист был поникшим и, по-видимому, мёртвым.",
            "Глядя на меня такими честными, широко раскрытыми глазами.",
            "Она повернулась к нему лицом, видимо, перестав сердиться.",
            "Динозавры зауроподы были, по-видимому, травоядными.",
            "Видимо, режиссёр — её личный друг.",
            "Видимо, она уже некоторое время здесь живёт.",
            "Он, видимо, оставил предсмертную записку (=письмо, объясняющее причины, побудившие его совершить самоубийство).",
            "Кажется, они уже проиграли три матча из семи.",
            "По-видимому, драгоценности не были застрахованы.",
            "Я думал, что этот участок принадлежит ему, но похоже, что это не так.",
            "Учителя, по-видимому, ожидают от мальчиков определённое количество агрессивного поведения.",
            "Музой, навеявшей портретисту образ богини любви была, по-видимому, обычная блудница.",
            "явно необоснованное и бессмысленное изменение",
            "По-видимому, у него есть сын, но он держал это в большом секрете.",
            "Это явно незначительное событие в последние недели приобретает всё большее значение.",
            "Используя сучья деревьев в качестве оружия, отдыхающие сумели отогнать напавшую на лагерь лису, явно заражённую бешенством.",
            "Орошение часто даёт богатый урожай на вроде бы бесплодных землях.",
            "... сентиментальные романы, предназначенные, очевидно, для влюблённых по уши...",
            "По-видимому, следующий фильм \"Звёздный путь\" (номер шесть, но кто их считает?) безусловно, будет последним.",
            "По-видимому, в самой глубине пещер есть летучие мыши.",
            "Уильямс явно не имеет никакого отношения к этому делу.",
            "По-видимому, он в добром здравии, и живёт в Бразилии.",
            "По-видимому, советник действовал без санкции Белого Дома.",
            "По-видимому, её муж не знал, что торт предназначался для лотереи, поскольку он взял себе кусочек."
        ],
        "stars": 3
    }
}