{
    "appalling": {
        "comment": [],
        "translate": "ужасный, ужасающий, отталкивающий, потрясающий",
        "transcription": " |əˈpɔːlɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was kept in appalling conditions in prison.",
            "We heard the appalling news about the earthquake.",
            "The weather was absolutely appalling.",
            "She suffered appalling injuries.",
            "The meal was a rip-off and the service was appalling.",
            "Their daughter's ingratitude for all that they have done for her is truly appalling.",
            "He witnessed some appalling acts of barbarism during the war.",
            "We drove by an appalling accident on the highway.",
            "They were kept in appalling physical conditions.",
            "He stood there wide-eyed at the appalling scene.",
            "The conditions during the first half of the match were appalling.",
            "Opening your mouth to show me your half-chewed food is absolutely appalling.",
            "Is it better to view the appalling or merely hear of it?",
            "These children work 70 metres below ground in appalling conditions.",
            "With staff shortages and appalling weather conditions, the emergency services were at full stretch."
        ],
        "example_translate": [
            "В тюрьме, его содержали в ужасных условиях.",
            "Мы узнали страшную новость о землетрясении.",
            "Погода была совершенно ужасной.",
            "Она получила ужасные травмы.",
            "Цены на еду были просто заоблачные, да и обслуживают ужасно.",
            "Неблагодарность, которой их дочь отплатила им за всё, что они для нее сделали, поистине ужасна.",
            "Во время войны он был свидетелем нескольких ужасающих варварских поступков.",
            "Мы проехали мимо ужасного ДТП на шоссе.",
            "Они содержались в ужасных физических условиях.",
            "Он стоял там и смотрел широко раскрытыми глазами на эту ужасающую сцену.",
            "Погодные условия в течение первой половины матча были ужасными.",
            "Когда ты открываешь рот, показывая мне наполовину прожёванную пищу — это просто отвратительно.",
            "Что лучше — просто услышать о чём-то ужасном или увидеть это своими глазами?",
            "Эти дети работают в семидесяти метрах под землёй, в ужасных условиях.",
            "Учитывая нехватку персонала и отвратительные погодные условия, аварийно-спасательные службы работали с полной выкладкой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}