{
    "apparent": {
        "comment": [
            "parent",
            "parental",
            "apparently"
        ],
        "translate": " очевидный, видимый, кажущийся, явный, несомненный, бесспорный",
        "transcription": "  |əˈpærənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He left suddenly, for no apparent reason.",
            "The difference in quality was immediately apparent.",
            "It soon became apparent that we had a major problem.",
            "His symptoms had no apparent physical causes.",
            "The fallacy of their ideas about medicine soon became apparent.",
            "It was immediately and indubitably apparent that I had interrupted a scene of lovers.",
            "The great apparent discrepancy between the two Chroniclers is merely evident.",
            "It was apparent to everyone that he was seriously ill.",
            "He started yelling and throwing things for no apparent reason.",
            "What was the apparent cause of the accident?",
            "This did not explain his apparent loss of interest in his wife.",
            "We could see through her apparent calm.",
            "He was annoyed by her apparent indifference.",
            "his apparent indifference to material luxuries",
            "The novel's intricate ordonnance might not be apparent to the casual reader.",
            "The irony of the situation was apparent to everyone.",
            "The folly of such an action should be apparent to everyone.",
            "It is apparent from scientific studies that the drug has some fairly nasty side effects.",
            "He did well in his exams, despite his apparent lack of interest in his work.",
            "apparent contradictions in the defendant's testimony",
            "Britain's apparent lack of enthusiasm for such a scheme",
            "The committee investigated some apparent discrepancies.",
            "For all his apparent wealth he had no money to pay the rent.",
            "Does their apparent lack of progress mean they are not doing their job properly?",
            "Never has the ephemerality of fame been more apparent than in today's pop culture.",
            "Her apparent dominance of her husband was really her attempt to make him pay attention to her.",
            "The collection is a gallimaufry of poems, essays, and short stories that have no apparent unifying theme."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ar + Гл != [er]",
            "ar + Гл != [e(r)]"
        ],
        "example_translate": [
            "Он ушел внезапно, без какой-либо видимой причины.",
            "Разница в качестве сразу бросилась в глаза.",
            "Вскоре стало ясно, что у нас большая проблема.",
            "У его симптомов не было явных физических причин.",
            "Ошибочность их представлений о медицине вскоре стала очевидной.",
            "Сразу стало совершенно очевидно что я прервала любовную сцену.",
            "Вопиющее несоответствие между тем, что говорят эти два летописца, просто очевидно.",
            "Всем было ясно, что он серьёзно болен.",
            "Он начал кричать и швыряться вещами, ни с того ни с сего.",
            "Что было видимой причиной аварии?",
            "Это не объясняло явную потерю его интереса к жене.",
            "Её видимое спокойствие нас не обмануло.",
            "Его раздражало её напускное безразличие.",
            "его видимое безразличие к материальным излишествам",
            "Замысловатая структура этого романа может быть неочевидной для случайного читателя.",
            "Трагикомичность такой ситуации была очевидна всем.",
            "Глупость такого поступка должна быть очевидной для всех.",
            "Научные исследования ясно показывают, что данный препарат имеет несколько довольно неприятных побочных эффектов.",
            "Он хорошо сдал экзамены, несмотря на видимое отсутствие интереса к работе.",
            "очевидные противоречия в показаниях ответчика",
            "явное отсутствие восторга от такого плана со стороны Великобритании",
            "Комиссия провела расследования некоторых явных несоответствий.",
            "При всём своём видимом богатстве, у него не было денег, чтобы заплатить за квартиру.",
            "Означает ли видимое отсутствие их прогресса, что они плохо выполняют свою работу?",
            "Никогда ещё эфемерность славы не была более очевидной, чем в сегодняшней поп-культуре.",
            "Помыкая мужем, она на самом деле пыталась таким образом заставить его обратить на неё внимание.",
            "Сборник представляет собой мешанину из стихов, очерков и рассказов, которые не имеют очевидной объединяющей темы."
        ]
    }
}