{
    "appealing": {
        "comment": [
            "appearance",
            "disappear",
            "appear",
            "appeal"
        ],
        "translate": "привлекательный, умоляющий, трогательный, подкупающий",
        "transcription": " |əˈpiːlɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He made the offer mighty appealing.",
            "It creates an atmosphere which visitors find so appealing.",
            "There was an appealing gravity to everything she said.",
            "You could always try appealing to his better nature.",
            "Police are appealing for witnesses to step forward.",
            "The new musical was visually and aurally appealing.",
            "The idea of having enough money to retire at fifty is very appealing.",
            "The idea of living on Mars is appealing to space enthusiasts.",
            "The police are appealing for any person who was in the area at this time to contact them.",
            "Which facet of his character is most appealing?",
            "It was an appealing plan but quite impracticable.",
            "A mother is appealing for the safe return of her baby son.",
            "The back view of the hotel was even less appealing than the front.",
            "Some indefinable quality makes that movie star very appealing.",
            "He added an appealing and memorable figure to popular American mythology.",
            "Appealing to the referee does not often result in a decision being changed.",
            "The council must now decide whether to go to the expense of appealing through the courts.",
            "I tried appealing to his better nature (=his feelings of kindness) but he wouldn't agree to help us.",
            "The automaker is revamping a number of its cars in an effort to make them more appealing to younger consumers."
        ],
        "example_translate": [
            "Он сделал это предложение чрезвычайно привлекательным.",
            "Это создаёт атмосферу, которую посетители находят столь привлекательной.",
            "Во всём, что она говорила, была трогательная серьёзность.",
            "Всегда можно попробовать воззвать к его лучшим чувствам.",
            "Полиция призывает свидетелей оказать помощь в расследовании.",
            "Новый мюзикл был привлекательным на вид и на слух.",
            "Идея заработать достаточно денег, чтобы можно было выйти на пенсию в пятьдесят лет, является весьма привлекательной.",
            "Мысль о жизни на Марсе является привлекательной для космических энтузиастов.",
            "Полицейские убедительно просят связаться с ними всех, кто находился в это время в данном районе.",
            "Какая грань его характера является наиболее привлекательной?",
            "План был привлекательный, но совершенно невыполнимый.",
            "Мать молится за благополучное возвращение своего младенца-сына.",
            "Сзади эта гостиница выглядела даже менее привлекательно, чем спереди.",
            "Есть в этой кинозвезде какое-то неуловимое качество, которое делает её очень привлекательной.",
            "Он добавил к популярной американской мифологии трогательный и запоминающийся образ.",
            "Апелляции к судье нечасто приводят к изменению решения.",
            "Совет должен теперь решить, стоит ли тратить такие деньги на обжалование в судебном порядке.",
            "Я попробовал воззвать к его лучшим чувствам (т.е. к его чувству доброты), но он не соглашался помочь нам.",
            "Данный автопроизводитель реконструирует ряд своих автомобилей в попытке сделать их более привлекательными для молодых потребителей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}