{
    "appetite": {
        "comment": [],
        "translate": "аппетит, желание, склонность, охота, инстинктивная потребность, охота к еде",
        "transcription": " |ˈæpɪtaɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've lost my appetite.",
            "She has an amazing appetite for knowledge.",
            "He has a healthy appetite.",
            "He has a voracious appetite.",
            "He has a very large appetite.",
            "Her appetite for information was voracious.",
            "I had no appetite and couldn't sleep.",
            "A salad won't be enough to satisfy my appetite.",
            "Too much spicy food cloyed his appetite.",
            "Middle age dulled her appetite for travel.",
            "The patient has a somewhat depressed appetite.",
            "He had a prodigious appetite for both women and drink.",
            "Symptoms include headaches, tiredness and loss of appetite.",
            "The appetite languishes.",
            "Don't spoil your appetite by snacking too much.",
            "Don't eat that cake now., you'll spoil your appetite.",
            "His appetite for facts was better than his digestion.",
            "The ardours of a youthful appetite become an elegant passion.",
            "Symptoms of the disease include loss of appetite and lethargy.",
            "Some common symptoms are tiredness, nausea, and loss of appetite.",
            "The beer had wrought no bad effect upon his appetite. (Ch. Dickens)",
            "He will make a treaty according to the appetite and pleasure of his Highness.",
            "People seem to have an insatiable appetite (=always wanting more of something) for news of any kind."
        ],
        "example_translate": [
            "Я потеряла аппетит.",
            "У неё удивительная тяга к знаниям.",
            "У него здоровой аппетит.",
            "У него — волчий аппетит.",
            "У него очень большой аппетит.",
            "Она жадно впитывала любую информацию.",
            "Я потерял аппетит и не мог спать.",
            "Салата будет не достаточно, чтобы утолить мой голод.",
            "Избыток острой пищи испортил ему аппетит.",
            "В зрелом возрасте её жажда путешествий притупилась.",
            "У больного несколько сниженный аппетит.",
            "У него были непомерные аппетиты, как в отношении женщин, так и в отношении спиртного.",
            "Среди симптомов — головные боли, усталость и потеря аппетита.",
            "Аппетит проходит.",
            "Не порти аппетит частыми перекусами.",
            "Не ешь пока торт, а то перебьёшь аппетит.",
            "Его жажда к узнаванию новых фактов превосходила способность их усваивать.",
            "Пыл юношеских желаний превращается в изысканную страсть.",
            "В числе симптомов данного заболевания — потеря аппетита и вялость.",
            "Некоторые общие симптомы : усталость, тошнота и потеря аппетита.",
            "Пиво не перебило ему аппетит.",
            "Он составит мирный договор в соответствии с желанием Его Высочества.",
            "Похоже, что люди обладают ненасытным аппетитом (т.е. им всегда хочется больше) к каким угодно новостям."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}