{
    "applied": {
        "comment": [
            "apply",
            "apple",
            "application",
            "applicable",
            "appliance",
            "applicant"
        ],
        "translate": "прикладной, приложенный",
        "transcription": " |əˈplaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've applied for three days' leave.",
            "He applied to the state for support.",
            "She has applied for British citizenship.",
            "I've applied for a job at the university.",
            "We applied to the authorities for assistance.",
            "I was hired by the first company I applied to.",
            "She applied her makeup lightly.",
            "He applied a light coat of varnish.",
            "We applied the ointment to the cut.",
            "He applied antiseptic to the wound.",
            "He applied a coat of a clear finish.",
            "She applied the paint in careful strokes.",
            "I washed my face and applied fresh makeup.",
            "She applied for a job with the local newspaper.",
            "New technology is being applied to almost every industrial process.",
            "I applied to several public universities.",
            "Penny's applied for a transfer to head office.",
            "He applied for financial support from the state.",
            "Many coats of lacquer were applied to the table.",
            "The prisoners applied to the governor for parole.",
            "I applied my attention prosaically to my routine.",
            "Stephen would do well if only he applied himself.",
            "Fertilizer was applied to the lawn every two weeks.",
            "The captain applied to headquarters for a transfer.",
            "I applied in writing to several different companies.",
            "I applied to Bristol University, but I didn't get in.",
            "She applied for a teaching job under a false identity.",
            "The dealers applied for an export licence.",
            "The new rule will be applied retrospectively.",
            "The term 'mat' can be applied to any small rug."
        ],
        "example_translate": [
            "Я подал заявление на трёхдневный отпуск.",
            "Он обратился к государству за поддержкой.",
            "Она подала заявление на получение британского гражданства.",
            "Я подал заявление /устроился/ на работу в университет.",
            "Мы обратились за помощью к властям.",
            "Я был принят на работу первой же компанией, в которую обратился.",
            "Она слегка накрасилась.",
            "Он нанёс тонкий слой лака.",
            "Мы нанесли мазь на порез.",
            "Он нанёс на рану антисептик.",
            "Он нанёс слой прозрачного покрытия.",
            "Она нанесла краску аккуратно точными мазками.",
            "Я умылась и нанесла свежий макияж.",
            "Она подала заявление на работу в местной газете.",
            "Новая технология применяется практически во всех производственных процессах.",
            "Я подал заявления на поступление в несколько государственных университетов.",
            "Пенни подала заявление на перевод в головной офис.",
            "Он обратился за получением финансовой поддержки от государства.",
            "Стол был покрыт несколькими слоями лака.",
            "Заключенные обратились к начальнику тюрьмы с просьбой о досрочном освобождении.",
            "Я привычно сосредоточился на текущих делах.",
            "Стивен добился бы успеха, если бы только постарался.",
            "Газон удобряли раз в две недели.",
            "Капитан подал в штаб рапорт о переводе на другое место службы.",
            "Я написал в несколько различных компаний.",
            "Я подала документы в Бристольский университет, но меня не взяли.",
            "Она подала заявление на преподавательскую работу под чужим именем.",
            "Дилеры подали заявку на получение экспортной лицензии.",
            "Новое правило будет применяться ретроспективно.",
            "Термин \"коврик\" может быть применён к любому небольшому ковру."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}