{
    "apply": {
        "comment": [],
        "translate": "применять, относиться, использовать, обращаться, прикладывать, касаться, прилагать",
        "transcription": " |əˈplaɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This rule applies to all.",
            "Wet your hair and apply the shampoo.",
            "What I am saying does not apply to you.",
            "This rule does not always apply.",
            "The rule does not apply to this case.",
            "For further information, apply to the address below.",
            "I, undersigned, hereby apply...",
            "I apply this rule to get good results.",
            "Apply the cream evenly over the skin.",
            "You'll have to get a medical before you apply for that job.",
            "We applied to the authorities for assistance.",
            "It's ridiculous to apply for that position.",
            "The same laws apply to you!",
            "She applied for a job with the local newspaper.",
            "She applied herself to her new duties with great energy.",
            "Apply shampoo and massage into a rich lather.",
            "The best way to treat such bleeding is to apply firm pressure.",
            "How can we apply this new technology to our everyday lives?",
            "Candidates can apply in person or send a resume.",
            "New technology is being applied to almost every industrial process.",
            "We applied the ointment to the cut.",
            "Both boys and girls can apply to join the choir.",
            "I applied in writing to several different companies.",
            "These ideas are often difficult to apply in practice.",
            "I washed my face and applied fresh makeup.",
            "Employees are invited to apply for the new position.",
            "Apply pressure to the wound to stop the bleeding.",
            "Many apparatuses were designed to apply electricity.",
            "The term 'mat' can be applied to any small rug.",
            "The captain applied to headquarters for a transfer."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это правило относится ко всем.",
            "Намочите волосы и нанесите шампунь.",
            "То, что я сейчас говорю, к вам не относится.",
            "Это правило не всегда применимо.",
            "Это правило неприменимо к данному случаю.",
            "За дополнительной информацией следует обращаться по адресу, указанному ниже.",
            "Я, нижеподписавшийся, настоящим заявляю...",
            "Я применяю это правило, чтобы получить хорошие результаты.",
            "Равномерно нанесите крем на кожу.",
            "Перед тем, как подавать заявление о приме на эту работу, вам придется пройти медосмотр.",
            "Мы обратились за помощью к властям.",
            "Требовать такого места — смехотворно.",
            "Эти же законы касаются и вас!",
            "Она подала заявление на работу в местной газете.",
            "Она приступила к своим новым обязанностям с большим рвением.",
            "Нанесите шампунь и взбейте его в густую пену.",
            "Наилучший способ остановить такое кровотечение — наложить плотную повязку.",
            "Как мы можем применить эти новые технологии в нашей повседневной жизни?",
            "Соискатели могут подать заявление лично или отправить резюме.",
            "Новая технология применяется практически во всех производственных процессах.",
            "Мы нанесли мазь на порез.",
            "Подать заявку на участие в хоре могут как мальчики, так и девочки.",
            "Я написал в несколько различных компаний.",
            "Эти идеи зачастую сложно применить на практике.",
            "Я умылась и нанесла свежий макияж.",
            "Сотрудники приглашаются к подаче заявлений на новую должность.",
            "Придавите чем-нибудь рану, чтобы остановить кровотечение.",
            "Для выработки электричества было изобретено много приборов.",
            "Термин \"коврик\" может быть применён к любому небольшому ковру.",
            "Капитан подал в штаб рапорт о переводе на другое место службы."
        ]
    }
}