{
    "application": {
        "comment": [
            "apply",
            "apple",
            "applied",
            "applicable",
            "appliance",
            "applicant"
        ],
        "translate": "применение, приложение, заявка, заявление, прошение, применимость, просьба",
        "transcription": " |ˌæplɪˈkeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My application was lost in the post.",
            "Please fill out this application.",
            "The job takes a great deal of patience and application.",
            "the application of new information",
            "He sent in his job application late.",
            "She filed an application with several employment agencies.",
            "The practical application of spherics to navigation.",
            "He filed an application to be admitted to the intensive course.",
            "The research has many practical applications.",
            "Don't forget to sign and date the application.",
            "She was accused of lying on the employment application.",
            "I've put in an application for a transfer.",
            "I sent my application by registered mail.",
            "I filled in the application form and sent it off.",
            "Our loan application has been approved.",
            "Double-click on an icon to launch an application.",
            "Well, for starters, you'll need to fill out an application form.",
            "the application of indexes to tables of data",
            "It's obvious why his application was rejected.",
            "The application of heat often helps sore muscles.",
            "What's the latest news on your university application?",
            "Rheumatic pains cured by the application of spirits of camphor.",
            "a drug for topical (or local) application",
            "Please detach and fill out the application form.",
            "I mailed the application early yesterday morning.",
            "I don't like having to reveal personal information when I fill in a job application.",
            "Please fill out the attached application.",
            "Please sign at the bottom of the application.",
            "conscientious application to the work at hand",
            "Application forms are available from the college."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Моё заявление потерялось на почте.",
            "Пожалуйста, заполните этот бланк заявления.",
            "Данная работа требует огромного терпения и усердия.",
            "использование новой информации",
            "Он опоздал с подачей заявления на работу.",
            "Она послала заявление в несколько агентств по трудоустройству.",
            "Практическое применение сферической геометрии и тригонометрии в навигации.",
            "Он подал заявление о приёме на интенсивный курс.",
            "Данное исследование имеет много практических применений.",
            "Не забудьте поставить на заявлении подпись и дату.",
            "Её обвинили в том, что она солгала в заявлении о приёме на работу.",
            "Я подал заявление на перевод на другое место работы.",
            "Я отправил своё заявление заказным письмом.",
            "Я заполнил анкету и отправил её.",
            "Наша кредитная заявка одобрена.",
            "Дважды нажмите на значок, чтобы запустить приложение.",
            "Ну, для начала, вам необходимо заполнить анкету (для поступления на работу).",
            "применение индексов к таблицам данных",
            "Понятно, почему его заявку отклонили.",
            "Согревающие компрессы часто помогают при боли в мышцах.",
            "Что новенького слышно о твоих документах на поступление в университет?",
            "Ревматические боли снимаются при помощи камфарного компресса.",
            "препарат для местного применения",
            "Пожалуйста, отделите и заполните регистрационную форму.",
            "Я отправил заявку вчера рано утром.",
            "Мне не нравится, что приходится раскрывать личную информацию, когда я заполняю заявление о приёме на работу.",
            "Заполните, пожалуйста, прилагаемую анкету.",
            "Подпишите, пожалуйста, заявление.",
            "добросовестное и старательное выполнение имеющейся работы",
            "Бланки заявлений можно получить в колледже."
        ]
    }
}