{
    "applicant": {
        "comment": [
            "apply",
            "apple",
            "application",
            "applied",
            "applicable",
            "appliance"
        ],
        "translate": "кандидат, претендент, проситель",
        "transcription": " |ˈæplɪkənt|",
        "antonyms": [],
        "mnemonic": [
            "applicant [э'пликнт] кандидат, абитуриент - (А, пли! Кант-а) этого, обучали абитурентов в школе молодых палачей."
        ],
        "examples": [
            "He was one of 30 applicants for the manager's job.",
            "The successful applicant will have experience in project management.",
            "The successful applicant will be working closely with our international staff.",
            "An examination system should be adjuvant and advisory to the applicant.",
            "After a long discussion, they decided in favour of (=chose) the older applicant.",
            "Successful applicants will be expected to travel extensively.",
            "There are some questions about the applicant's mental stability.",
            "The applicant seemed to be equivocating when we asked him about his last job."
        ],
        "example_translate": [
            "Он был одним из тридцати претендентов на должность администратора.",
            "Успешный кандидат получит опыт работы в области управления проектами.",
            "Успешный кандидат будет работать в тесном сотрудничестве с нашим международным персоналом.",
            "Экзаменационная система должна быть вспомогательной и содержащей рекомендации для соискателя.",
            "После долгого обсуждения они приняли решение в пользу (т.е. выбрали) старшего из кандидатов.",
            "Прошедшие отбор кандидаты должны будут много путешествовать.",
            "Имеется ряд вопросов к психологической устойчивости данного кандидата.",
            "Когда мы спросили этого кандидата о его прежней работе, то показалось, что он темнит."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}