{
    "appoint": {
        "comment": [
            "appointment",
            "disappointed",
            "disappointment",
            "disappointing",
            "disappoint"
        ],
        "translate": "назначать, определять, утверждать, предписывать, договариваться, оборудовать",
        "transcription": " |əˈpɔɪnt|",
        "antonyms": [],
        "mnemonic": [
            "appoint [эпо'инт] назначать - Дословнно «на точку», т.е. назначать на точку;",
            "appoint [ə'pɔɪnt]\npoint [pоint]\n***\nЕго НАЗНАЧИЛИ - он нас напоит. (это) appoint\nОПРЕДЕЛИЛИ дату, когда он нас напоит. (это)\nappoint\n***\nУКАЗАЛ он на дверь, значит, я не понят. (это) point\nТочка, знак препинания, пункт, суть."
        ],
        "examples": [
            "He was appointed manager.",
            "He was appointed to the position.",
            "The time appointed for the meeting was 7 p. m.",
            "It was a mistake to appoint him manager.",
            "He was appointed deputy manager.",
            "The council has appoited a race relations adviser.",
            "She was appointed professor of chemistry at the university.",
            "They appointed him to conduct the negotiations.",
            "They found it necessary to appoint the exact time and place of their meeting.",
            "We must appoint our representative on the board.",
            "The committee appointed a day in June for celebrations.",
            "He's been appointed to the State Supreme Court.",
            "The decision to appoint Matt was almost unanimous.",
            "The President is empowered to appoint judges to the Supreme Court.",
            "Everyone assembled in the hall at the appointed time (=at the time that had been arranged).",
            "It was a calculated risk to appoint a man without management experience to such a senior post.",
            "the company's newly appointed assistant director",
            "A committee was appointed to consider the plans.",
            "Whoever they appoint will assume responsibility for all financial matters.",
            "They decided to break with tradition and appoint a Swede as the England manager.",
            "The President would appoint the Council of Ministers, subject to the approval of the National Assembly.",
            "O'Connell was appointed as chairman.",
            "After his parents died, the boy's uncle was appointed as his guardian."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его назначили управляющим.",
            "Его назначили на эту должность.",
            "Собрание было назначено на семь.",
            "Ошибкой было назначить его управляющим.",
            "Он был назначен заместителем управляющего.",
            "Совет назначил советнка по вопросам расовых взаимоотношений.",
            "Она был назначена преподавателем химии в университете.",
            "Ему поручили вести эти переговоры.",
            "Они посчитали необходимым назначить точное время и место встречи.",
            "Мы должны выдвинуть своего представителя в совет.",
            "Комитет назначил для проведения торжеств один из дней июня.",
            "Он получил назначение в Верховный Суд штата.",
            "Решение о назначении Мэтта было почти единодушным.",
            "Президент уполномочен назначать судей Верховного Суда.",
            "Все собрались в зале в назначенное время (т.е. в то время, которое было назначено заранее)",
            "Назначить человека без опыта управления на такой высокий пост составляло оправданный риск.",
            "недавно назначенный помощник директора данной компании",
            "Для рассмотрения этих планов была назначена комиссия.",
            "Любой, кого они назначат, возьмёт на себя ответственность за все финансовые вопросы.",
            "Они решили нарушить традицию и назначить тренером сборной Англии шведа.",
            "Президент назначит Совет министров при условии одобрения Национальным собранием.",
            "О'Коннелл был назначен председателем.",
            "После смерти родителей, опекуном мальчика был назначен его дядя."
        ],
        "stars": 3
    }
}