{
    "appointment": {
        "comment": [
            "appoint",
            "disappointed",
            "disappointment",
            "disappointing",
            "disappoint"
        ],
        "translate": "назначение, встреча, прием, должность, свидание, пост, определение, место",
        "transcription": " |əˈpɔɪntmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I have an appointment to see the doctor.",
            "She has an appointment with a client at 10.30.",
            "I shall break an appointment.",
            "Will you remind me about that appointment?",
            "I rang up and made an appointment.",
            "He has taken up an appointment as Professor of Chemistry.",
            "I need to schedule a doctor's appointment.",
            "I'm late for an appointment.",
            "She called to reschedule her appointment.",
            "She canceled her appointment with the dentist.",
            "I'd like to make an appointment with Miss Taylor.",
            "The whole family congratulated Sam on his new appointment.",
            "I have an appointment later today.",
            "There are currently two appointments vacant.",
            "He refused the appointment on a plea of illness.",
            "He has an appointment with the doctor in two days' time.",
            "He made a note of the appointment,",
            "John was very slow in keeping an appointment.",
            "She tried to coax him into making an appointment.",
            "All the appointments of the room are as they were left by the former occupant.",
            "I was a few minutes early for my appointment.",
            "They congratulated him on his appointment as chairman.",
            "Call us and get the rates for your airfare before you set up an appointment.",
            "His appointment was a job.",
            "Her appointment is next Friday.",
            "We must hash out the question of Mr Brown's appointment, which many of the directors are opposing.",
            "Truman was initially less enthusiastic over the appointment.",
            "The committee delegated the appointment of staff to the chairman.",
            "There was a great deal of ill-feeling stirred up over the appointment.",
            "The news of his appointment leaked out before it was officially made known."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я записан на прием к врачу.",
            "У неё встреча с клиентом в 10:30.",
            "Я не пойду на свидание.",
            "Ты напомнишь мне об этой встрече?",
            "Я позвонил и договорился о встрече.",
            "Его назначили на должность профессора Химии.",
            "Мне нужно выделить время для встречи с врачом.",
            "Я опаздываю на встречу.",
            "Она позвонила, чтобы перенести назначенную встречу.",
            "Она отменила свой визит на приём к стоматологу.",
            "Я хотел бы договориться о встрече с Мисс Тейлор.",
            "Вся семья поздравила Сэма с его новым назначением.",
            "У меня сегодня назначена встреча.",
            "В данный момент есть две вакансии.",
            "Он отказался от этого назначения под предлогом болезни.",
            "Он записан на приём к врачу через два дня.",
            "Он сделал короткую запись о встрече.",
            "Джон сильно опаздывал на свидания.",
            "Она попыталась уговорить его назначить встречу.",
            "Вся обстановка в комнате сохранена в том виде, в котором была при бывшем жильце.",
            "Я пришла на встречу на несколько минут раньше назначенного времени.",
            "Они поздравили его с назначением на пост председателя.",
            "Прежде, чем назначать встречу, позвоните нам и выясните стоимость авиаперелета.",
            "Он получил назначение по протекции.",
            "Ей назначено в следующую пятницу.",
            "Нам надо ещё раз обсудить назначение мистера Брауна, многие директора против.",
            "Трумэн поначалу относился к назначению с меньшим восторгом.",
            "Комитет передал председателю полномочия назначать персонал.",
            "Назначение вызвало массу враждебных откликов.",
            "Вести о его назначении просочились раньше официального объявления."
        ]
    }
}