{
    "approved": {
        "comment": [
            "approve",
            "approval",
            "approving",
            "disapprove",
            "disapproval"
        ],
        "translate": "одобренный, апробированный, испытанный",
        "transcription": " |əˈpruːvd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "All important work is personally approved by him.",
            "They approved the terms of contract.",
            "The proposal was approved by the board.",
            "My overseas transfer has been approved.",
            "The cat is hexed: it is approved by a witch.",
            "This contract is not binding until approved by the appropriate authorities.",
            "The project was approved at ministerial level.",
            "New drugs have been approved by the regulatory authority.",
            "Our loan application has been approved.",
            "Getting the loan approved was pure hell.",
            "All the committee's nominations were approved.",
            "The application had been approved with undue haste.",
            "The drug has been approved as a treatment for AIDS.",
            "The conference approved a proposal for a referendum.",
            "The doctors approved her discharge from the hospital.",
            "The financing for the deal has been approved in principle.",
            "The appointment had to be approved by the whole committee.",
            "The application was approved, subject to certain conditions.",
            "The plan will have to be approved by all interested parties.",
            "The advisory panel has recommended that the drug be approved.",
            "The drug has been approved by the U.S. Food and Drug Administration.",
            "All parties eventually approved the final draft (=finished form) of the peace treaty.",
            "The legislators approved a new levy on imported cattle to help protect American ranchers.",
            "Since he owns the strip of land, Cook has a vested interest in the project being approved.",
            "The state has approved the building plans, so work on the new school can begin immediately.",
            "All decisions must be approved by the committee, and this is where the company runs into bottlenecks.",
            "The school board approved a raise in the maximum family income for students qualifying for reduced-price lunches.",
            "We were all equally blameworthy, whether we had openly approved the free-speech restrictions or simply kept quiet about them."
        ],
        "example_translate": [
            "Всю важную работу принимает лично он.",
            "Они утвердили условия контракта.",
            "Совет одобрил предложение.",
            "Мой денежный перевод за границу был одобрен.",
            "Как подтвердила колдунья, кошка заколдована.",
            "Этот контракт не накладывает никаких обязательств до тех пор, пока не будет одобрен соответствующими властными органами.",
            "Проект был одобрен на министерском уровне.",
            "Новые препараты одобрены местным регулирующим органом.",
            "Наша кредитная заявка одобрена.",
            "Добиться одобрения кредита было поистине адской задачей.",
            "Все кандидатуры в состав комитета были утверждены.",
            "Данная заявка была слишком уж поспешно одобрена.",
            "Данный препарат одобрен в качестве средства для лечения СПИДа.",
            "На конференции было одобрено предложение по организации референдума.",
            "Врачи утвердили её выписку из больницы.",
            "Финансирование данной сделки было в принципе одобрено.",
            "Данное назначение пришлось утверждать всем членам комиссии.",
            "Заявка была одобрена, при соблюдении определённых условий.",
            "План должен быть одобрен всеми заинтересованными сторонами.",
            "Консультативная группа рекомендовала одобрить данный препарат.",
            "Данный препарат одобрен Управлением по контролю качества пищевых продуктов и лекарственных препаратов США.",
            "В конце концов, окончательный проект (т.е. готовый вид) мирного договора одобрили все его стороны.",
            "Законодатели одобрили новый налог на ввозимый крупный рогатый скот, чтобы защитить американских фермеров-скотоводов.",
            "Поскольку эта полоса земли принадлежит Куку, он лично заинтересован в том, чтобы проект был одобрен.",
            "Государство одобрило планы строительства, поэтому работа над новой школой может начаться незамедлительно.",
            "Все решения должны быть утверждены комитетом, и именно это создаёт задержки в работе компании.",
            "Школьный совет утвердил повышение максимального семейного дохода для учащихся, претендующих на обеды по сниженной цене.",
            "Мы все были в равной степени виноваты, вне зависимости от того, открыто ли мы поддерживали эти ограничения свободы слова, или же просто молчали."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}