{
    "approval": {
        "comment": [
            "approve",
            "approving",
            "approved",
            "disapprove",
            "disapproval"
        ],
        "translate": "утверждение, одобрение, согласие, рассмотрение",
        "transcription": " |əˈpruːvl|",
        "antonyms": [],
        "mnemonic": [
            "approval [эпру'вал] одобрение, согласие - (А провал) лося под лёд вызвал одобрение и согласие рыб;",
            "improve [im'pru: v]\nprove [pru: v]\nreprove- порицать, упрекать, бранить\napprove [ə'pru:v]\napproval [ə'pru:vəl] - одобрение, согласие,\nутверждение\n***\nЧтоб УЛУЧШИТЬ их дороги, я камни им|пру (в). (это)\nimprove\n***\nЧтоб ДОКАЗАТЬ - доказательства пру (в). (это) prove\n***\nПОДТВЕРЖДАЮ - факты пру (в). (это) approve\nОдобрять."
        ],
        "examples": [
            "He gave his approval to our plan.",
            "I met approval in her look.",
            "He was tricked into approval.",
            "We received their approval to continue the research.",
            "The crowd gave a yell of approval.",
            "He nodded his approval.",
            "He grunted his reluctant approval",
            "Mankind had stamped its approval upon certain actions.",
            "They clapped their hands in approval.",
            "He basked in his employer's approval.",
            "Do I have your approval to make the changes?",
            "Words of approval seldom passed his lips.",
            "The proposal has won the approval of the city council.",
            "The president has already given his approval to the plan.",
            "His decision merited the approval of any sensible person.",
            "A murmur of approval passed through the crowd.",
            "children who never gained their parents' approval",
            "an insatiable need for the approval of others",
            "The President's approval rating has plunged to 20 percent.",
            "We were required to get approvals at each stage of the project.",
            "As you may recall, we had agreed that decisions would require prior approval.",
            "The government has so far withheld approval of the drug.",
            "Does the design meet with your approval (=do you like it?)?",
            "Eighty percent of the vote was the threshold for approval of the plan.",
            "A characteristic of the feminine psyche is to seek approval from others.",
            "The government has given provisional approval for the use of the new drug.",
            "The IMF has given its seal of approval to the government's economic strategy.",
            "The President would appoint the Council of Ministers, subject to the approval of the National Assembly.",
            "She looked to Greg for approval.",
            "The plan was given qualified approval."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он одобрил наш план.",
            "Я встретил одобрение в её взгляде.",
            "Его согласие получили обманом.",
            "Мы получили их согласие на продолжение исследований.",
            "Толпа одобрительно заревела.",
            "Он кивнул в знак одобрения.",
            "Ворча, он неохотно согласился. / Он проворчал своё неохотное согласие.",
            "Человечество уже высказало одобрение в отношении определённых действий.",
            "Они одобрительно захлопали в ладоши.",
            "Он просто светился от того, что начальник его похвалил.",
            "Вы даёте мне своё согласие на эти изменения?",
            "Слова одобрения редко исходили из его уст.",
            "Это предложение получило одобрение городского Совета.",
            "Президент уже дал своё добро этому плану.",
            "Его решение заслужило одобрение любого здравомыслящего человека.",
            "По толпе прошёл одобрительный шёпот.",
            "дети, которые так и не смогли добиться одобрения со стороны родителей",
            "ненасытная потребность в одобрении окружающих",
            "Рейтинг президента резко упал до 20%.",
            "Мы были обязаны получать разрешения на каждом этапе проекта.",
            "Как вы, возможно, помните, мы договорились, что решения будут требовать предварительного согласования.",
            "Правительство пока что не одобрило данный лекарственный препарат.",
            "Заслуживает ли дизайн вашего одобрения (т.е нравится ли он вам)?",
            "Порогом для утверждения плана было восемьдесят процентов голосов.",
            "Характерная черта женской психики — искать одобрения у других.",
            "Правительство временно одобрило использование нового препарата.",
            "МВФ уже дал добро экономической стратегии правительства.",
            "Президент назначит Совет министров при условии одобрения Национальным собранием.",
            "Она посмотрела на Грега, ожидая одобрения.",
            "План был частично одобрен."
        ],
        "stars": 3
    }
}