{
    "approach": {
        "comment": [],
        "translate": "подход, приближение, доступ, подходить, приближаться, обращаться",
        "transcription": " |əˈprəʊtʃ|",
        "antonyms": [],
        "mnemonic": [
            "approach [эпро'уч] приближение, подход - Прокажённый приближается, а мы ему (а прочь) отсюда.",
            "approach [ə'prəutʃ]\nreproach [rɪ'prəutʃ]\n***\nПОДСТУП ненадёжный, ты его упрочь. (это) approach\nПРИБЛИЖАТЬСЯ я не|прочь. (это) approach\nПОДХОД плохой - его упрочь. (это) approach\n***\nТы УПРЕКАЕШЬ, и я не|прочь. (это) reproach\nУпрёк.\n***\nУ меня есть подход \"approach\"\nк тараканам \"roach\",\nи вы не упрекайте \"reproach\"."
        ],
        "examples": [
            "Winter is approaching.",
            "I like her approach to the problem.",
            "a new approach to an old problem",
            "Our approach frightened the birds.",
            "It approaches mysticism.",
            "The cat made a cautious approach.",
            "The best approach speed is about 95 m.p.h.",
            "With the approach of spring, we began to feel better.",
            "We need to try an entirely different approach.",
            "She heard footsteps approaching.",
            "We were approaching our destination.",
            "We need to approach this in an adult way.",
            "We need to be consistent in our approach.",
            "Few of the workers have approached the director about their working conditions.",
            "He feared the approach of middle age.",
            "I was approached by the President to serve as his adviser in foreign matters.",
            "a sound approach to the problem",
            "She tried to sink her pride and approach the despised neighbour.",
            "Slow down as you approach the stop.",
            "The success rates approach 90 percent.",
            "He did not hear her approach, her footfall was so light.",
            "Speed is the main advantage of this approach.",
            "The days lengthened with the approach of spring.",
            "With the approach of summer came longer, hotter days.",
            "Reiter's approach",
            "Contrast that approach with what goes on in most organizations.",
            "Some shortcomings were inherent in our approach.",
            "The review showed up the flaws of this approach.",
            "This difference in approach has resulted in several political skirmishes.",
            "a book with an annalistic approach"
        ],
        "example_translate": [
            "Приближается зима.",
            "Мне нравится её подход к данной проблеме.",
            "новый подход к старой проблеме",
            "Наше приближение напугало птиц.",
            "Это граничит с мистикой.",
            "Кот осторожно приблизился.",
            "Наилучшая скорость при заходе на посадку — около девяноста пяти миль в час.",
            "С приближением весны мы почувствовали себя лучше.",
            "Нам нужно попробовать подойти к этому совершенно иначе.",
            "Она услышала приближающиеся шаги.",
            "Мы приближались к месту нашего назначения.",
            "Мы должны подойти к этому со всей серьёзностью /как взрослые люди/.",
            "Мы должны быть последовательны в нашем подходе.",
            "Несколько рабочих обратились к директору по поводу условий труда.",
            "Он боялся наступления среднего возраста.",
            "Президент обратился ко мне с предложением выступить в качестве его советника по внешнеполитическим вопросам.",
            "правильный подход к решению проблемы",
            "Она попыталась подавить свою гордость и подойти к ненавистному соседу.",
            "Притормаживайте по мере приближения к остановке.",
            "Вероятность успешного исхода приближается к девяноста процентам.",
            "Он не слышал, как она подошла — настолько легка была её поступь.",
            "Скорость — главное преимущество такого подхода.",
            "С наступлением весны дни становились всё длиннее.",
            "С приближением лета, дни становились длиннее и жарче.",
            "СИИ метод Рейтера (в построении фреймов)",
            "Сравните этот подход с тем, что происходит в большинстве организаций.",
            "Нашему подходу были присущи определённые недостатки",
            "Анализ выявил недостатки такого подхода.",
            "Эти различия в подходе привели к нескольким политическим столкновениям.",
            "книга с историографическим подходом"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}