{
    "appreciate": {
        "comment": [
            "precise",
            "recipe",
            "precisely",
            "appreciation",
            "precious",
            "precision"
        ],
        "translate": "ценить, оценивать, понимать, принимать во внимание, ощущать, повышать в ценности",
        "transcription": " |əˈpriːʃieɪt|",
        "antonyms": [],
        "mnemonic": [
            "appreciate [эпри'шиэйт] ценить - (А пришиейт-е) мою пуговицу. Оценю!;",
            "appreciate [ə'pri:ʃɪeɪt]\nofficiate [ə'fɪʃɪeɪt] - исполнять обязанности; совершать\nбогослужение\n***\nЕсли ЦЕНИТЕ мужа - ему пуговку пришейте. (это)\nappreciate\n***\nИсполнять обязанности на работе, значит делать\nафиши|ей (т). (это) officiate\n***\nЕсли работу ценишь \"appreciate\",\nто исполняй обязанности \"officiate\"."
        ],
        "examples": [
            "Thanks ever so much for your help, I really appreciate it.",
            "I appreciate your concern, but honestly, I'm fine.",
            "I appreciate your difficulty.",
            "Do you appreciate the full meaning of this letter?",
            "I'd appreciate it if you let me get on with my job.",
            "I'm not an expert, but I appreciate fine works of art.",
            "Your help the other day was greatly appreciated.",
            "Your early / prompt reply will be very much appreciated.",
            "The yen appreciated again!",
            "Napoleon instantly appreciated the magnitude of the danger.",
            "I really appreciated the information you gave me.",
            "Her abilities are not fully appreciated by her employer.",
            "Living in the city has taught me to appreciate the differences between people.",
            "It is difficult to appreciate how bad the situation had become.",
            "We appreciate that caring for children is an important job.",
            "I don't think you appreciate the complexity of the situation.",
            "The company strives to make its employees feel appreciated.",
            "Those who appreciate fine wine will enjoy reading the restaurant's wine list.",
            "I appreciate what the artist is trying to do, but I think the painting fails to do it.",
            "He did not fully appreciate the significance of signing the contract.",
            "Most investments are expected to appreciate at a steady rate."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Спасибо преогромное за помощь, я очень-очень вам благодарна.",
            "Я ценю вашу заботу, но честно говоря, у меня всё в порядке.",
            "Я понимаю ваши затруднения.",
            "Понимаете ли вы всё значение этого письма?",
            "Буду очень благодарен, если вы позволите мне вернуться к работе.",
            "Хоть я и не эксперт, но способен оценить красоту произведений искусства.",
            "Огромное спасибо за то, что вы нам тогда помогли.",
            "Мы будем весьма признательны за ваш скорый ответ.",
            "Йена снова выросла /подорожала/!",
            "Наполеон сразу понял, насколько велика опасность.",
            "Я очень благодарен за предоставленные вами сведения.",
            "Работодатель не ценит её способностей в полной мере.",
            "Жизнь в городе научила меня ценить различия между людьми.",
            "Трудно оценить, насколько ухудшилась ситуация.",
            "Мы хорошо понимаем, что забота о детях является очень важным занятием.",
            "Вряд ли вы осознаёте всю сложность данной ситуации.",
            "Компания стремится к тому, чтобы её сотрудники чувствовали, что их ценят.",
            "Ценители хорошего вина по достоинству оценят винную карту этого ресторана.",
            "Я высоко ценю то, что пытается делать художник, но мне кажется, что картине не удаётся это передать.",
            "Он не до конца осознавал важность подписания этого договора.",
            "Ожидается, что большинство инвестиций будет устойчивыми темпами повышаться в цене."
        ],
        "stars": 2
    }
}