{
    "approximately": {
        "comment": [
            "approximate"
        ],
        "translate": "приблизительно, приближенно, почти, ориентировочно",
        "transcription": " |əˈprɑːksɪmətli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How much do think it will cost, approximately?",
            "Can you give me the approximate cost of the repair?",
            "There are approximately 8,000 species of ants.",
            "The journey time to London is approximately four hours.",
            "This is the approximate location of the ancient city.",
            "The plane will be landing in approximately 20 minutes.",
            "The company grosses approximately $80 million a year.",
            "There are approximately 336 dimples on a golf ball.",
            "The colors in the pictures can only approximate the real thing.",
            "All of the planets rotate the sun in approximately the same ecliptic.",
            "The human genome contains approximately three billion chemical base pairs.",
            "The space shuttle can carry a maximum payload of approximately 50,000 pounds.",
            "Officials at the school say they received a bomb threat at approximately 11:30 a.m. today.",
            "an Australian who can approximate a strong New York City accent",
            "It contains approximately a third of the minimum daily requirement.",
            "I've finally found a vegetarian burger that approximates the taste of real beef.",
            "10,000 men had volunteered by the end of September., thereafter, approximately 1,000 men enlisted each month.",
            "People come and go, but the population of this town has remained approximately constant for the past decade."
        ],
        "example_translate": [
            "Как думаете, сколько это приблизительно будет стоить?",
            "Не могли бы вы сообщить мне примерную стоимость ремонта?",
            "Существует около восьми тысяч видов муравьёв.",
            "Дорога до Лондона занимает около четырёх часов.",
            "Это приблизительное местонахождение древнего города.",
            "Самолёт начнёт приземление примерно через двадцать минут.",
            "В год компания получает валовую прибыль в размере примерно 80 млн. долл.",
            "На мячике для гольфа приблизительно триста тридцать шесть углублений.",
            "Цвета на этих фотографиях могут лишь приблизительно передать оригинал.",
            "Все планеты вращаются вокруг солнца примерно в одной плоскости эклиптики.",
            "Геном человека содержит около трёх миллиардов пар (химических) оснований.",
            "Максимальная полезная нагрузка космического шаттла составляет приблизительно пятьдесят тысяч фунтов.",
            "По словам администрации школы, они сегодня получили угрозу взрыва примерно в 11:30 утра..",
            "австралиец, который может очень похоже сымитировать сильный нью-йоркский акцент",
            "Там содержится примерно треть минимальной суточной потребности.",
            "Наконец-то я нашёл вегетарианский бургер, вкус которого почти такой же, как у настоящей говядины.",
            "К концу сентября в добровольцы записалось десять тысяч человек. После этого ежемесячно вербовалось приблизительно по тысяче человек.",
            "Люди рождаются и умирают, но в последние десять лет численность населения этого городка остаётся примерно постоянной."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}