{
    "appreciation": {
        "comment": [
            "precise",
            "appreciate",
            "recipe",
            "precisely",
            "precious",
            "precision"
        ],
        "translate": "признательность, оценка, высокая оценка, понимание, уважение, вздорожание",
        "transcription": " |əˌpriːʃɪˈeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He expressed his appreciation in a short note.",
            "He did this in appreciation of the help that he had received.",
            "A much better appreciation of the intricacies of the country.",
            "She's shown little appreciation for the effort you've made.",
            "Men differ greatly in their appreciation of varieties of vowel sound.",
            "Please accept this gift as a small token of our appreciation.",
            "It helps children to develop an appreciation of poetry and literature.",
            "He was presented with a watch in appreciation of his long service.",
            "Her education gave her an appreciation for great literature.",
            "I'm not sure you have an appreciation of the complexity of the situation.",
            "You've been so generous, and I'd like to show my appreciation by cooking a meal for you.",
            "I've gained an appreciation for the skills involved in the game.",
            "The chairman asked me to express our appreciation of all your hard work."
        ],
        "example_translate": [
            "Он выразил свою признательность в короткой записке.",
            "Он сделал это в знак признательности за оказанную ему помощь.",
            "Гораздо большая проницательность касательно особенностей этой страны.",
            "Она не слишком-то высоко ценит ваши старания.",
            "Люди сильно отличаются по способности улавливать отличия гласных звуков.",
            "Примите, пожалуйста, этот дар в качества небольшого знака нашей признательности.",
            "Это помогает детям развивать понимание поэзии и литературы.",
            "Ему подарили часы в благодарность за долгую службу.",
            "Благодаря своему образованию она научилась ценить великие литературные произведения.",
            "Я не уверен, что у вас есть понимание всей сложности ситуации.",
            "Вы были так щедры, и мне бы хотелось продемонстрировать свою признательность, приготовив для вас ужин.",
            "Я научился ценить мастерство, связанное с этой игрой.",
            "Председатель попросил меня выразить нашу глубокую благодарность за ваш тяжёлый труд."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}