{
    "approximate": {
        "comment": [],
        "translate": "приблизительный, приближенный, приближаться, приближать",
        "transcription": " |əˈprɑːksɪmət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How much do think it will cost, approximately?",
            "This is the approximate location of the ancient city.",
            "Your story only approximates to the real facts.",
            "Can you give me the approximate cost of the repair?",
            "Approximate leaves grow together but are not united.",
            "The approximate time was 10 o'clock.",
            "The plane will be landing in approximately 20 minutes.",
            "What is the approximate number of students in each class?",
            "an Australian who can approximate a strong New York City accent",
            "The colors in the pictures can only approximate the real thing.",
            "This figure approximates to a quarter of the UK's annual consumption.",
            "I've finally found a vegetarian burger that approximates the taste of real beef."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Как думаете, сколько это приблизительно будет стоить?",
            "Это приблизительное местонахождение древнего города.",
            "Ваш рассказ лишь приближается к реальным фактам.",
            "Не могли бы вы сообщить мне примерную стоимость ремонта?",
            "Соседние листья растут вместе, но не срастаются.",
            "Было приблизительно десять часов.",
            "Самолёт начнёт приземление примерно через двадцать минут.",
            "Какова примерная численность учащихся в каждом классе?",
            "австралиец, который может очень похоже сымитировать сильный нью-йоркский акцент",
            "Цвета на этих фотографиях могут лишь приблизительно передать оригинал.",
            "Эта цифра составляет приблизительно четверть годового потребления Великобритании.",
            "Наконец-то я нашёл вегетарианский бургер, вкус которого почти такой же, как у настоящей говядины."
        ]
    }
}