{
    "appropriate": {
        "comment": [
            "inappropriate"
        ],
        "translate": "соответствующий, подходящий, присущий, ассигновать, присваивать, предназначать",
        "transcription": " |əˈproʊpriət|",
        "antonyms": [],
        "mnemonic": [
            "appropriate [эпро'при:т] подходящий, уместный - (А ПРО‘прид-ти) желает в подходящий момент в Европу (‘Противоракетная оборона США);"
        ],
        "examples": [
            "a book not appropriate for children",
            "I can assure you that appropriate action will be taken.",
            "Where appropriate, I delegate as much work as possible.",
            "The committee appropriated money for the memorial.",
            "He is suspected of appropriating government funds.",
            "The movie is perfectly appropriate to people of all ages.",
            "Accommodation is comfortable and appropriate to nature of horse trekking.",
            "The town has appropriated funds to repair the bridge and work should begin this summer.",
            "Red wine would have been a more appropriate choice with the meal.",
            "He appropriated the trust funds for himself.",
            "It would not be appropriate for me to discuss that now.",
            "The timing of the announcement was particularly appropriate .",
            "Congress appropriated the funds to the states.",
            "Congress appropriated $5 million for International Woman's Year.",
            "Elements of the design were appropriated from other architects.",
            "I didn't feel that this was an appropriate time to mention the subject of money.",
            "It seemed somehow appropriate that we should begin our journey here.",
            "I thought his remark was highly appropriate, given the circumstances.",
            "The term “bad” has been appropriated by teenagers as a synonym for “good.”",
            "The painters met, appropriately enough, in an art gallery (=used to emphasize that something is very appropriate).",
            "The town cousil appropriated the land to build the new municipal offices.",
            "The economy has been weakened by corrupt officials who have appropriated the country's resources for their own use."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "книга, не подходящая для детей",
            "Я могу заверить вас, что надлежащие меры будут предприняты.",
            "В случае необходимости, я делегирую как можно больше работы.",
            "Комитет выделил деньги на возведение мемориала.",
            "Он подозревается в присвоении государственных средств.",
            "Фильм идеально подходит для людей всех возрастов.",
            "Условия проживания комфортные и приспособлены для конных маршрутов.",
            "Городские власти выделили средства на ремонт моста, и работы должны начаться этим летом.",
            "Красное вино было бы более подходящим выбором к этой еде.",
            "Он присвоил себе денежные средства треста.",
            "Мне бы сейчас не хотелось это обсуждать.",
            "Время анонса было особенно (очень) подходящим.",
            "Конгресс выделил денежные средства для этих штатов.",
            "Конгресс выделил пять миллионов долларов на Международный Женский Год.",
            "Элементы дизайна /конструкции/ были позаимствованы у других архитекторов.",
            "Момент мне показался неподходящим для того, чтобы поднимать вопрос о деньгах.",
            "Почему-то казалось правильным, что мы начнём своё путешествие именно отсюда.",
            "Учитывая обстоятельства, его замечание показалось мне весьма уместным.",
            "Слово “bad” (\"плохой\") подростки сделали синонимом к слову \"good\" (“хороший”).",
            "Художники встретились в галерее искусств — что было весьма уместно (используется, чтобы подчеркнуть уместность происходящего).",
            "Город зарезервировал землю на строительство новых зданий для размещения муниципальных органов.",
            "Экономика ослаблена коррумпированными чиновниками, которые присвоили ресурсы страны для использования в собственных целях."
        ],
        "stars": 3
    }
}