{
    "approve": {
        "comment": [
            "approval",
            "approving",
            "approved",
            "disapprove",
            "disapproval"
        ],
        "translate": "утверждать, одобрять, санкционировать, апробировать, показывать, проявлять",
        "transcription": " |əˈpruːv|",
        "antonyms": [],
        "mnemonic": [
            "improve [im'pru: v]\nprove [pru: v]\nreprove- порицать, упрекать, бранить\napprove [ə'pru:v]\napproval [ə'pru:vəl] - одобрение, согласие,\nутверждение\n***\nЧтоб УЛУЧШИТЬ их дороги, я камни им|пру (в). (это)\nimprove\n***\nЧтоб ДОКАЗАТЬ - доказательства пру (в). (это) prove\n***\nПОДТВЕРЖДАЮ - факты пру (в). (это) approve\nОдобрять."
        ],
        "examples": [
            "I can't approve your plan.",
            "I entirely approve of your choice.",
            "I don't approve of your friends.",
            "They approved the terms of contract.",
            "Do you approve of hunting after foxes?",
            "I don't approve of his staying at their place.",
            "The proposal was approved by the board.",
            "I don't approve of cosmetic surgery.",
            "Catherine's parents now approve of her marriage.",
            "I've booked you in at the Grand Hotel, I hope you approve.",
            "I approve of his educational policies.",
            "Don't try and flatter her — she doesn't approve of creeps.",
            "Her friends don't approve of her since she started sleeping around.",
            "Even though he is smart and funny, I know my family will not approve of him.",
            "Although I can't help admiring the man's courage, I do not approve of his methods.",
            "My parents didn't approve of the marriage, so we eloped.",
            "I can't say that I entirely approve of chain restaurants.",
            "I don't care if all the other parents are letting their kids do it., I still don't approve.",
            "I move to approve the minutes as read.",
            "We entirely approve of his reluctance to be bracketed with a person of this sort.",
            "The colonel or commanding officer approves the sentence of a regimental court-martial.",
            "The conference approved a proposal for a referendum.",
            "Your supervisor must approve the report before it can be sent.",
            "His teachers did not approve of his lackadaisical approach to homework.",
            "I was told in no uncertain terms that Helen, wouldn't you know it, didn't approve.",
            "After a contentious debate, members of the committee finally voted to approve the funding.",
            "The state has approved the building plans, so work on the new school can begin immediately.",
            "The governing body of the university has to approve the plan to give the President a honorary degree."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не могу одобрить /утвердить/ ваш план.",
            "Я всецело одобряю твой выбор.",
            "Мне не нравятся твои друзья.",
            "Они утвердили условия контракта.",
            "Вы одобряете охоту на лис?",
            "Я против того, чтобы он останавливался у них.",
            "Совет одобрил предложение.",
            "Я не одобряю косметическую хирургию.",
            "Родители Кэтрин одобрили ее брак.",
            "Я заказал вам номер в \"Гранд-отеле\". Думаю, что вам понравится.",
            "Я одобряю его образовательную политику.",
            "Не пытайся льстить ей — она не любит подхалимов.",
            "Ее друзья не одобряют ее поведения с тех пор, как она начала спать с кем попало.",
            "Несмотря на то, что он умный и забавный, я знаю, что моей семье он не понравится.",
            "Хотя я не могу не восхищаться мужеством этого человека, я не одобряю его методы.",
            "Мои родители наш брак не одобрили, так что мы сбежали.",
            "Я не могу сказать, что полностью одобряю сетевые рестораны.",
            "Мне плевать, что все остальные родители разрешают это своим детям — я всё равно против.",
            "Я предлагаю утвердить протокол в том виде, каком он зачитан.",
            "Мы полностью одобряем его нежелание вставать в один ряд с этим человеком.",
            "Приговор полкового трибунала утверждает полковник или старший офицер.",
            "На конференции было одобрено предложение по организации референдума.",
            "Ваш руководитель должен завизировать этот отчёт, прежде чем его можно будет отправить.",
            "Преподаватели не одобряли его равнодушное отношение к выполнению домашних заданий.",
            "Мне очень ясно дали понять, что Хелен — какая неожиданность! — этого не одобрила.",
            "После напряжённой дискуссии, члены комитета всё-таки проголосовали за одобрение финансирования.",
            "Государство одобрило планы строительства, поэтому работа над новой школой может начаться незамедлительно.",
            "Управляющий орган университета был вынужден утвердить план присвоения президенту почетной ученой степени."
        ],
        "stars": 0
    }
}