{
    "April": {
        "comment": [
            "january",
            "february",
            "march",
            "june",
            "july",
            "autumn",
            "september",
            "october",
            "november",
            "december"
        ],
        "translate": "апрель, апрельский",
        "transcription": " |ˈeɪprəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "April has 30 days.",
            "I arrived on 6th April.",
            "Jim's birthday's April 6.",
            "The law was promulgated in April 1988.",
            "rain during the middle of April",
            "The hearing was arranged for April.",
            "Our new office opened in April 2001.",
            "In April 1185, he began to muster an army.",
            "Last year, the rains came on time in April.",
            "She's pregnant and the baby's due in April.",
            "The regulations come up for review in April.",
            "He was commissioned lieutenant in April 1861.",
            "The company expects to complete work in April.",
            "The growing season is from April to September.",
            "April and May are prime time for trout fishing.",
            "The formal signing will take place on April 9th.",
            "The children have a week off from school every April.",
            "The winning entry will be published in our April issue.",
            "In April, the President held talks with Chinese leaders.",
            "The screening of the film will be on the 2nd of April, 2002.",
            "The policy comes up for review (=will be reviewed) in April.",
            "The site went offline on April 25 after a torrent of protest.",
            "The deadline for submitting college applications is April 19th.",
            "Further discussion on the proposal will be deferred until April.",
            "From April 2 imported tinned marmalade will be available on points.",
            "The president will remain in office until the official handover in April.",
            "The cold really sets in around late November and doesn't let up until April.",
            "Teachers settled for a 4.2% pay rise with retrospective effect from 1 April.",
            "Grafting by approach, or ablactation, is to be performed in the month of April.",
            "The payment had originally been due on April 1 but we had a grace period which expired in June."
        ],
        "example_translate": [
            "В апреле 30 дней.",
            "Я приехал шестого апреля.",
            "Джим родился шестого апреля. / День рождения Джима — шестое апреля.",
            "Данный закон был обнародован в апреле 1988 года.",
            "дождь в середине апреля",
            "Слушание было запланировано на апрель.",
            "Наше новое представительство открылось в апреле 2001 года.",
            "В апреле 1185 года он начал собирать армию.",
            "В прошлом году сезон дождей начался, как полагается, в апреле.",
            "Она беременна. Ребёнок должен родиться в апреле.",
            "Правила поступят на рассмотрение в апреле.",
            "Он был произведен в лейтенанты в апреле 1861 г.",
            "Компания планирует завершить работу в апреле.",
            "Вегетационный период — с апреля по сентябрь.",
            "Апрель и Май - лучшее время для ловли форели.",
            "Официальное подписание соглашения состоится девятого апреля.",
            "В апреле каждого года дети получают неделю отдыха от школы.",
            "Статья-победитель будет опубликована в нашем апрельском номере.",
            "В апреле президент провёл переговоры с китайскими руководителями.",
            "Просмотр фильма состоится 2 апреля 2002 г.",
            "Стратегия поступит на рассмотрение (т.е. будет рассмотрена) в апреле.",
            "Сайт был закрыт 25 апреля после шквала протестов.",
            "Окончательный срок подачи заявлений на поступление в колледж — 19 апреля.",
            "Дальнейшее обсуждение этого предложения будет отложено до апреля.",
            "Со 2 апреля импортный джем в банках будут продавать по талонам.",
            "Президент останется на своем посту до официальной сдачи полномочий, которая состоится в апреле.",
            "По-настоящему холода устанавливаются примерно в конце ноября, и не ослабевают до самого апреля.",
            "Учителя согласились на повышение зарплаты в размере 4.2% с обратным эффектом, начиная с первого апреля.",
            "Прививка сближением, или аблактировка, должны проводиться в апреле.",
            "Первоначально оплату нужно было внести первого апреля, но мы получили период отсрочки, который истекал в июне."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}