{
    "apt": {
        "comment": [],
        "translate": "склонный, способный, подходящий, уместный, подверженный, вероятный, возможный",
        "transcription": " |æpt|",
        "antonyms": [],
        "mnemonic": [
            "apt [æpt]\nrapt [ræpt]\n***\nОт комаров УМЕСТЕН рапт. (это) apt\nПОДХОДЯЩИЙ прибор от комаров - рапт. (это) apt\nУДАЧНОЕ средство от комаров - рапт. (это) apt\n***\nЯ ВОСХИЩЁННЫЙ, что купил рапт. (это) rapt\n***\nЯ восхищённый \"rapt\",\nчто смог в новом классе адаптироваться \"adapt\".",
            "band [bænd]\n***\nЛЕНТУ мы завяжем в бант. (это) band\nГРУППУ мы создали \"Банд\". (это) band\n***\nbaptism ['bæptɪz (ə) m]\n***\nУ нас КРЕЩЕНИЕ, а у них баптизм. (это) baptism\nУ нас КРЕСТИНЫ, а у них баптизм. (это) baptism",
            "captivate ['kæptɪveɪt]\ncapture ['kæptʃə]\n***\nПЛЕНЯЕТ кабанов и закапчивает. (это) captivate\nУВЛЕКАЕТ за собой и закапчивает. (это) captivate\nОЧАРОВЫВАЕТ и закапчивает. (это) captivate\n***\nЗАХВАТИЛИ мы пикапчик. (это) capture\nЗАХВАТЫВАТЬ не нужно капчу. (это) capture\nПоимка, захват.",
            "chapter ['tʃæptə]\n***\nСЮЖЕТ расскажешь в чате. (это) chapter\nРоман из 20 ГЛАВ написал Чапек. (это) chapter\nВесь СЮЖЕТ про лапти - чапти. (это) chapter\nСЮЖЕТ я рассказал внучатам. (это) chapter",
            "lap [læp]\nlaptop ['læp¸tɒp] - портативный компьютер;\nнаколенный\n***\nЦелый КРУГ бежала изо всех лап. (это) lap\nНе клади на КОЛЕНИ своих лап. (это) lap\n***\nКарту \"map\"\nположил на колени \"lap\"."
        ],
        "examples": [
            "He is apt to succeed.",
            "She is apt to take offense easily.",
            "The punishment should be apt for the crime.",
            "The choice of song was apt.",
            "Am I apt to find him at home?",
            "We are apt to act too immediately on our impulses.",
            "He is apt to ignore matters he considers unimportant.",
            "'Love at first sight' is a very apt description of how he felt when he saw her.",
            "That dog is apt to run off if you don't put him on a leash.",
            "“Stripe” is an apt name for the cat, since she has striped fur."
        ],
        "example_translate": [
            "Он, вероятно, будет иметь успех.",
            "Её легко обидеть.",
            "Наказание должно быть соразмерно преступлению.",
            "Песню выбрали в самый раз.",
            "Есть ли у меня шансы застать его дома?",
            "Мы склонны реагировать слишком быстро на наши сиюминутные побуждения.",
            "Он склонен игнорировать вопросы, которые считает неважными.",
            "«Любовь с первого взгляда» — это очень подходящее описание того, что он почувствовал, когда увидел её.",
            "Этот пёс, скорее всего, убежит, если не посадить его на поводок.",
            "“Полоска” подходящее имя для этой кошки, поскольку у неё полосатая расцветка."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}