{
    "architecture": {
        "comment": [
            "archive",
            "hierarchy",
            "architect",
            "monarch",
            "monarchy"
        ],
        "translate": "архитектура, зодчество, структура, строение, архитектурный стиль",
        "transcription": " |ˈɑːrkɪtektʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He studied architecture at university.",
            "The Greek style of architecture",
            "In college, he studied architecture.",
            "The architecture of this town is very ineffective.",
            "The architecture of the building is modern.",
            "The house became an icon of 1860's residential architecture.",
            "Gothic architecture in its purest form",
            "They do a series on modern architecture.",
            "Roman architecture",
            "Finnish architecture",
            "The church is a magnificent specimen of baroque architecture.",
            "The architecture here is all of a piece.",
            "the vernacular architecture of the region",
            "The house is a gem of colonial architecture.",
            "a return to classicism in modern architecture",
            "the architecture of a computer's system software",
            "The class was about modern monumental architecture.",
            "He used English medieval architecture as his model.",
            "The city is noted for its 18th-century architecture.",
            "This church is a good example of Gothic architecture.",
            "The house is a shining example of Art Deco architecture.",
            "His treatment of space borrows from Italian architecture.",
            "Hatfield House is a fine example of Jacobean architecture.",
            "Charlie's always been something of an expert on architecture.",
            "The church is known for the extravagance of its architecture.",
            "He said that architecture is the art of wasting space beautifully.",
            "It's partly the architecture which gives the town its personality.",
            "The label modern is applied to many different kinds of architecture.",
            "The building is regarded as one of the jewels of modern architecture.",
            "We've chosen three examples of contemporary architecture for closer study."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он изучал архитектуру в университете.",
            "греческий стиль в архитектуре",
            "В колледже он изучал архитектуру.",
            "Архитектура этого города очень невыразительна.",
            "Архитектура здания — современная.",
            "Это здание стало символом жилого дома образца 1860-х годов.",
            "готическая архитектура в её чистейшем виде",
            "Они выпускают серию книг по современной архитектуре.",
            "архитектура Древнего Рима",
            "финская архитектура",
            "Эта церковь — великолепный образец архитектуры барокко.",
            "Вся здешняя архитектура одного стиля.",
            "народная архитектура этого края",
            "Этот дом — жемчужина колониальной архитектуры.",
            "возвращение к классицизму в современной архитектуре",
            "архитектура системного программного обеспечения компьютера",
            "Данный урок был посвящён современной монументальной архитектуре.",
            "В качестве образца он использовал английское средневековое зодчество.",
            "Этот город известен своей архитектурой восемнадцатого века.",
            "Эта церковь является хорошим образцом готической архитектуры.",
            "Дом является ярким примером архитектуры в стиле арт-деко.",
            "Его обращение с пространством позаимствовано из итальянской архитектуры.",
            "Хэтфилд-хаус представляет собой прекрасный пример архитектуры эпохи короля Якова Первого.",
            "Чарли всегда хорошо разбирался в архитектуре.",
            "Храм известен экстравагантностью своей архитектуры.",
            "Он сказал, что архитектура — это умение красиво тратить пространство.",
            "Именно архитектуре город отчасти обязан своей неповторимой индивидуальностью.",
            "Ярлык \"современная\" применяется к множеству различных видов архитектуры",
            "Данное здание считается одной из жемчужин современной архитектуры.",
            "Мы выбрали для более детального исследования три образца современной архитектуры."
        ]
    }
}