{
    "architect": {
        "comment": [],
        "translate": "архитектор, зодчий, создатель, творец",
        "transcription": " |ˈɑːrkɪtekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's a talented architect but a poor diplomat.",
            "Wynford was an architect of genius.",
            "The architect suggested restoring the building.",
            "the architect's vision for the new building",
            "The building is the work of architect Rafael Moneo.",
            "the architect of the economic plan that rebuilt Europe after World War II",
            "The great architect preconceived and foreknew what he would make.",
            "The architect left space in front of the building.",
            "The Borough Architect was censured for failing to consult the engineers.",
            "The architect's brilliant conceit was to build the house around the tree.",
            "The architect wants to step the terrace.",
            "He was apprenticed to a local architect.",
            "The architect has a theory that more is less.",
            "The winning design came from an architect in Glasgow.",
            "There is a certain logic in their choice of architect.",
            "The architect's brief is to design an extension that is modern but blends with the rest of the building."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он талантливый архитектор, но плохой дипломат.",
            "Уинфорд был гениальным архитектором.",
            "Архитектор предложил восстановить здание.",
            "представление архитектора об облике нового здания",
            "Это здание является произведением архитектора Рафаэля Монео.",
            "создатель экономического плана, который позволил заново отстроить Европу после Второй Мировой войны",
            "Великий архитектор заранее представлял и наперёд знал, что именно он создаст.",
            "Архитектор оставил пространство перед зданием.",
            "Городскому архитектору было вынесено порицание за то, что он не проконсультировал инженеров.",
            "Блестящая находка архитектора состояла в том, чтобы построить дом вокруг этого дерева.",
            "Архитектор хочет оборудовать террасу ступеньками.",
            "Его отдали в ученики /в подмастерья/ к местному архитектору.",
            "Этот архитектор убеждён, что лучше меньше, да лучше.",
            "Проект-победитель поступил от архитектора из Глазго.",
            "В их выборе архитектора есть определённая логика.",
            "Архитектору поручено спроектировать пристройку, которая является современной, но сливается с остальной частью здания."
        ]
    }
}