{
    "argue": {
        "comment": [
            "argument",
            "arguably"
        ],
        "translate": "спорить, доказывать, аргументировать, обсуждать, убеждать, разубеждать",
        "transcription": " |ˈɑːrɡjuː|",
        "antonyms": [],
        "mnemonic": [
            "argue [а'гью] спорить - (Аргу-ментированно) спорить.",
            "argue ['a: gju: ]\n***\nДОКАЗЫВАЛ своё АЙ КЬЮ. (это) argue\nСПОРИЛ и оспаривал своё АЙ КЬЮ. (это) argue"
        ],
        "examples": [
            "I am not going to argue with you.",
            "He argued her out of leaving.",
            "We could hear the neighbours arguing.",
            "Their clothes argue poverty.",
            "They started arguing about politics.",
            "The next speaker will argue against the plan.",
            "The goon started to argue.",
            "Don't let's argue like this.",
            "She would argue with anyone.",
            "He argued the point in his Ph.D. thesis at Yale in 1933.",
            "Don't try to argue with your father till he's cooled down.",
            "He was too tired to argue.",
            "Don't argue with the inevitable.",
            "The statement argues a change of attitude by the management.",
            "Citing an old Virginia law, he argued the matter in court.",
            "One night we started arguing about / over who hadn't wiped the kitchen counter.",
            "John and Mary often argue but it does not take them long to come round.",
            "No one can argue me out of doing this.",
            "The evidence argues for your claim.",
            "If you don't argue about it, you can easily lull the people into acceptance of new taxes.",
            "She argued against the proposed law.",
            "What possible good can it do to argue?",
            "There's no reason to argue over such trifles.",
            "It's bad form to argue with the umpire.",
            "She argued the case for changing the law.",
            "Intuition told her it was unwise to argue.",
            "Baker argued against cutting the military budget.",
            "Dad always takes my brother's part when we argue.",
            "I would not presume to argue with you on matters botanical, but you are way-out on computers.",
            "Don't argue about shades of meaning."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не собираюсь с тобой спорить.",
            "Он убедил её не уезжать.",
            "Нам было слышно, как спорят соседи.",
            "Их одежда говорит о бедности.",
            "Они начали спорить о политике.",
            "Следующий оратор выступит против этого плана.",
            "И этот тупица начал спорить.",
            "Давайте не будем вот так ссориться. (брит. разг.)",
            "Она бы с кем угодно спорила.",
            "Он развивал этот тезис в своей докторской диссертации, написанной в Йельском университете в 1933 году.",
            "Не надо спорить с отцом, пока он не остынет.",
            "Он слишком устал, чтобы спорить.",
            "Не спорьте с неизбежным. / Чему быть, того не миновать.",
            "В заявлении утверждается об изменении отношения со стороны руководства.",
            "Ссылаясь на один старый закон, принятый в штате Вирджиниа, он обратился по этому поводу в суд.",
            "Однажды вечером мы начали спорить о том, кто должен был вытереть стол на кухне.",
            "Джон и Мэри часто ругаются, но довольно быстро мирятся.",
            "Никто не сможет отговорить меня от этого.",
            "Улики свидетельствуют в пользу вашего утверждения.",
            "Если делать дело без шума, можно легко убедить людей платить новые налоги.",
            "Она выступила против предлагаемого закона.",
            "Какая вообще польза может быть от споров?",
            "Нет никакого смысла ссориться из-за таких пустяков.",
            "Спорить с главным судьёй — дурной тон.",
            "Она изложила аргументы в пользу изменения законодательства.",
            "Интуиция подсказала ей, что спорить глупо.",
            "Бейкер выступил против сокращения военного бюджета.",
            "Когда мы спорим, папа всегда становится на сторону моего брата.",
            "Я бы не стал с вами спорить о ботанике, но в компьютерах вы ничего не понимаете.",
            "Не надо спорить о каких-то смысловых нюансах."
        ],
        "stars": 3
    }
}