{
    "arise": {
        "comment": [
            "surprised",
            "surprise",
            "rise",
            "rose"
        ],
        "translate": "возникать, появляться, происходить, являться, вставать, проистекать, подниматься",
        "transcription": " |əˈraɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A new difficulty has arisen.",
            "Doubts arose in his mind.",
            "A quarrel arose.",
            "These problems arise when people try to avoid responsibility.",
            "A shout arose from the crowd.",
            "Thence arise divergent opinions.",
            "Additional expenses arose from your delay.",
            "The sport arose in the 19th century.",
            "Pneumonia may arise without any visible cause.",
            "Tumors arose in different areas of the skin.",
            "A conflict arose because of a misunderstanding.",
            "Questions have arisen concerning the company's financial records.",
            "I vest you with full powers to decide any question which may arise.",
            "Can we begin by discussing matters arising from the last meeting?",
            "A crisis has arisen in the Foreign Office.",
            "The opportunity arose for a new position to be created.",
            "Should the need arise for extra staff, we will contact you.",
            "More problems like those at the nuclear power plant are certain to arise.",
            "I forewarned him of the trouble that would arise if he showed up at his ex-wife's house.",
            "Most colorectal cancers arise from adenomatous polyps.",
            "Several important legal questions arose in the contract negotiations.",
            "Difficulties can arise when there is more than one defendant.",
            "the knotty problems that arise when every nation is part of the global marketplace",
            "The headstreams of the Ganges River arise in the Himalayas."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Возникло новое затруднение.",
            "В его голове возникли сомнения.",
            "Вспыхнула ссора.",
            "Эти проблемы возникают тогда, когда люди пытаются избежать ответственности.",
            "Из толпы раздались крики.",
            "Отсюда и появляются различные мнения.",
            "Ваша задержка привела к дополнительным расходам.",
            "Этот вид спорта появился в девятнадцатом веке.",
            "Пневмония может возникнуть без всякой видимой причины.",
            "На различных участках кожи возникли опухоли.",
            "Из-за какого-то недоразумения разгорелся конфликт.",
            "Возникли вопросы, касающиеся финансового учета компании.",
            "Я даю вам право решать все вопросы, которые могут возникнуть.",
            "Мы можем начать с обсуждения вопросов, возникших в ходе последней встречи?",
            "В министерстве иностранных дел возникла критическая ситуация.",
            "Появилась возможность для создания новой должности.",
            "Если возникнет необходимость в дополнительных сотрудниках, мы с вами свяжемся.",
            "Наверняка ещё появятся проблемы вроде тех, что возникли на данной АЭС.",
            "Я предупредил его о беде, которая могла бы возникнуть, если бы он появился в доме своей бывшей жены.",
            "Обычно колоректальный рак возникает из аденоматозных полипов.",
            "В ходе переговоров по контракту возникло несколько важных правовых вопросов.",
            "Если подсудимых больше одного, могут возникнуть трудности.",
            "сложные проблемы, которые возникают, когда каждая страна является частью глобального рынка",
            "Истоки Ганга выходят на поверхность в Гималаях."
        ]
    }
}