{
    "armed": {
        "comment": [],
        "translate": "вооруженный, укрепленный",
        "transcription": " |ɑːrmd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The army was well armed.",
            "I am well armed against rain.",
            "They charge him with armed robbery.",
            "They were gallantly armed.",
            "They armed the men for battle.",
            "Higgins is facing a charge of armed robbery.",
            "Armed robbers netted £316 million.",
            "Armed police battered his door down.",
            "There was an armed revolt in process.",
            "He was sent to prison for armed robbery.",
            "The government captured six armed rebels.",
            "the major restructuring of our armed forces",
            "The prisoners were escorted by armed guards.",
            "Three armed groups are contending for power.",
            "Armed police lay in ambush behind the hedge.",
            "Morale in the armed forces was at rock bottom.",
            "The policeman downed the heavily armed suspect.",
            "You must be armed with answers to any question.",
            "an armed insurrection against the party in power",
            "The general placed an armed sentry at the bridge.",
            "They were armed with Mauser pistols and Brownings.",
            "Vargas was snatched from his home by two armed men.",
            "A farmer armed with a cudgel drove us off his land.",
            "Armed police surrounded a house in the High Street.",
            "The U.S. armed the freedom fighters in Afghanistan.",
            "The parliament has authority over the armed forces.",
            "You're listening to the American Armed Forces Network.",
            "The rebels armed a group of 2000 men to attack the city.",
            "The group of fighters was armed by a foreign government.",
            "Two armed men held up a downtown liquor store last night."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Армия была хорошо вооружена.",
            "Я хорошо экипирован на случай дождя.",
            "Они обвиняют его в вооружённом ограблении.",
            "Они были отлично вооружены.",
            "Они вооружили людей для битвы.",
            "Хиггинсу предъявлено обвинение в вооруженном ограблении.",
            "Вооруженные грабители захватили 316 млн. фунтов.",
            "Вооружённые полицейские вышибли его дверь.",
            "В это время шло вооружённое восстание.",
            "Его отправили в тюрьму за вооружённое ограбление.",
            "Правительство захватило шесть вооруженных мятежников.",
            "серьезная перестройка наших вооружённых сил",
            "Заключенных сопровождали вооруженные охранники.",
            "За власть борются три вооружённые группировки.",
            "За изгородью лежали в засаде вооружённые полицейские.",
            "Боевой дух войск был очень низок.",
            "Полицейский повалил на землю вооружённого до зубов подозреваемого.",
            "У вас должны быть ответы на любой вопрос.",
            "вооружённое восстание против правящей партии",
            "Генерал поставил у моста вооружённый караул.",
            "Они были вооружены маузерами и браунингами.",
            "Варгас был похищен из своего дома двумя вооруженными людьми.",
            "Фермер, вооружившись здоровенной палкой, прогнал нас со своей земли.",
            "Вооруженные полицейские окружили дом на Хай-Стрит.",
            "США вооружали борцов за свободу в Афганистане.",
            "Вооружённые силы подчиняются парламенту.",
            "Вы слушаете Американскую Телерадиосеть Вооружённых Сил.",
            "Повстанцы вооружили группу из двух тысяч человек для нападения на город.",
            "Данная группа бойцов была вооружена правительством иностранного государства.",
            "Сегодня ночью двое вооружённых мужчин совершили ограбление винного магазина в центре города."
        ]
    }
}