{
    "arouse": {
        "comment": [
            "mouse",
            "pause",
            "because",
            "cause",
            "museum",
            "blouse",
            "clause"
        ],
        "translate": "вызывать, пробуждать, пробуждаться, возбуждать, будить, просыпаться",
        "transcription": " |əˈraʊz|",
        "antonyms": [],
        "mnemonic": [
            "arouse [эра'уз] разбудить, возбуждать - Когда (эра уз-беков) придёт, они разбудят киргизов и возбуждать начнут их;"
        ],
        "examples": [
            "I fell asleep. My friend, however, soon aroused me.",
            "They aroused themselves by playing games.",
            "She aroused the children with tricks.",
            "Their proposal is certain to arouse the opposition.",
            "This movie usually arouses the male audience.",
            "It aroused us to watch them play.",
            "It aroused me that they would never admit to being wrong.",
            "The report aroused a great deal of public interest.",
            "The nation must arouse from its unwillingness to work.",
            "It proved impossible to arouse the man from his sleep.",
            "The husky sound of her voice could always arouse him.",
            "She felt aroused by the pressure of his body so close to hers.",
            "Anne had to be aroused from a deep sleep.",
            "The disheartened instructor tried vainly to arouse their interest."
        ],
        "example_translate": [
            "Я заснул. Однако вскоре мой друг разбудил меня.",
            "Они подбадривали себя, играя в разные игры.",
            "Она развлекала детей фокусами.",
            "Их предложение, конечно, вызовет сопротивление.",
            "Этот фильм, как правило, возбуждает зрителей-мужчин.",
            "Нас волновала их игра.",
            "Меня раздражало, что они никогда не хотели признавать себя неправыми.",
            "Доклад вызвал большой общественный интерес.",
            "Страна должна пробудиться от своего нежелания работать.",
            "Разбудить этого человека было невозможно.",
            "Её хриплый голос всегда пробуждал в нём желание.",
            "Она почувствовала возбуждение от того, что его тело прижалось к ней так близко.",
            "Энн крепко спала, так что её пришлось будить.",
            "Обескураженный преподаватель тщетно пытался пробудить в них интерес."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}