{
    "arrangement": {
        "comment": [],
        "translate": "расположение, договоренность, устройство, соглашение, механизм, аранжировка",
        "transcription": " |əˈreɪndʒmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This arrangement must be kept confidential.",
            "They made arrangements to meet in Chicago",
            "They changed the arrangement of furniture in the room.",
            "I've agreed to help with arrangements for the party.",
            "Her job includes arrangement of her boss's travel plans.",
            "The family are making arrangements for his funeral.",
            "This will preclude from consenting to any arrangement.",
            "Maxine cancelled our arrangement to meet.",
            "The family had very unusual living arrangements.",
            "The company cleaned up on their recent business arrangement.",
            "The hotel was full so we had to make alternative arrangements.",
            "He enjoyed the flexibility of his working arrangement.",
            "There have been calls for a new kind of security arrangement.",
            "Play with the design on screen, moving text and pictures until you get a pleasing arrangement.",
            "the collection and arrangement of data",
            "An arrangement between the two couples ensured there was always someone to look after the children.",
            "The school has an arrangement with local businesses.",
            "It would usually cost $500, but I'm sure we can come to some kind of arrangement.",
            "an arrangement of assorted spring flowers",
            "a chronological arrangement of historical events",
            "The airport is currently reviewing its security arrangements.",
            "We'll have to change the seating arrangements for the dinner party.",
            "We'll have to write off the arrangement if we can't find the money for it.",
            "But personal prejudices again interposed to prevent an arrangement so desirable.",
            "Special arrangements can be made for guests with disabilities.",
            "a complicated arrangement of gears and shafts",
            "He claims that there is a cozy arrangement between the police and the drug dealers.",
            "The arrangement had outlived its natural term (=the length of time it was expected to exist).",
            "a cozy arrangement with the police",
            "an ultrasonic dimensioning arrangement of the heart"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эту договоренность необходимо держать в секрете.",
            "Они договорились встретиться в Чикаго",
            "Они изменили расстановку мебели в этой комнате.",
            "Я согласился помочь с подготовкой вечеринки.",
            "Её работа включает в себя организацию /подготовку/ плановых командировок начальника.",
            "Семья занимается организацией его похорон.",
            "Это помешает прийти к какому бы то ни было соглашению.",
            "Максин отменила наш уговор встретиться.",
            "Семья жила по очень необычным правилам. / Условия жизни этой семьи были весьма необычными.",
            "Последний контракт принёс фирме неплохую прибыль.",
            "Гостиница была переполнена, поэтому нам пришлось принять альтернативные меры /договориться в другом месте/.",
            "Ему нравится гибкость системы организации его труда.",
            "Раздавались требования обновить меры безопасности.",
            "Поиграйтесь с дизайном на экране монитора, подвигайте текст и картинки, до тех пор пока их расположение не будет удовлетворять вас.",
            "сбор и организация данных",
            "Договорённость между двумя семейными парами гарантировала, что дети всегда будут под чьим-то присмотром.",
            "Школа имеет договорённость с местными предприятиями.",
            "Обычно это стоит пятьсот долларов, но я уверен, что мы сможем прийти к какой-то договорённости.",
            "композиция из разнообразных весенних цветов",
            "расположение исторических событий в хронологическом порядке",
            "Аэропорт в настоящее время пересматривает свои меры по обеспечению безопасности.",
            "Нам придётся изменить распределение мест для званого ужина.",
            "Мы отменим это мероприятие, если не найдем для него деньги.",
            "Но личные предубеждения снова помешали достичь столь желаемого соглашения.",
            "Для гостей с ограниченными физическими возможностями возможно предоставление особых условий.",
            "сложный механизм, состоящий из шестерен и валов",
            "Он утверждает, что существует удобное соглашение между полицейскими и наркоторговцами.",
            "Это соглашение пережило свой естественный срок (т.е. промежуток времени, на который оно было рассчитано).",
            "удобная договорённость с полицией",
            "ультразвуковое определение размеров и расположения сердца"
        ]
    }
}