{
    "array": {
        "comment": [],
        "translate": "масса, множество, матрица, таблица, строй, выстраивать",
        "transcription": " |əˈreɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He faced a whole array of problems.",
            "The long array of bright helmets.",
            "It was a bewildering array of books.",
            "Security cameras were arrayed at every angle around the entrance.",
            "She arrayed herself in rich velvets and satins.",
            "She came in arrayed in all her finery.",
            "He supported his argument with an impressive array of facts.",
            "He has a full array of stereo equipment.",
            "Counsel for the parties may challenge the array.",
            "There was a vast array of colours to choose from.",
            "The display case held an impressive array of military medals from World War II.",
            "The cafeteria's self-serve table has a full array of condiments.",
            "MOS array",
            "The learned professor can speak knowledgeably on a wide array of subjects.",
            "They anthologized an impressive array of essays championing freedom of the press.",
            "The store sells an array of whatnots for the do-it-yourself plumber.",
            "The rise of cable television ramified the audience, creating ever smaller segments for an ever growing array of programming choices."
        ],
        "example_translate": [
            "Он столкнулся с массой проблем.",
            "Длинный ряд сияющих шлемов.",
            "Это было невероятное множество книг.",
            "На каждом углу у входа были расставлены камеры видеонаблюдения.",
            "Она нарядилась в дорогой бархат и атлас.",
            "Она вошла, разодетая в пух и прах.",
            "Он подкрепил свои аргументы впечатляющим набором фактов.",
            "У него есть полный комплект стереооборудования.",
            "Представители сторон могут дать отвод всему составу коллегии присяжных.",
            "На выбор предлагалось большое разнообразие расцветок.",
            "На витрине был выставлен впечатляющий набор боевых наград времён второй Мировой Войны.",
            "На столике самообслуживания этого кафетерия имеется полный набор приправ.",
            "ИС на МОП-транзисторах или МОП-структурах",
            "Этот эрудированный профессор может говорить со знанием дела по широкому кругу вопросов.",
            "Они составили внушительный сборник сочинений в защиту свободы прессы.",
            "В магазине продаётся множество всякой всячины для сантехников-непрофессионалов.",
            "Подъём кабельного телевидения разделил аудиторию, создавая всё более мелкие её сегменты для постоянно растущего ассортимента телепрограмм."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}