{
    "arrange": {
        "comment": [
            "arrangement",
            "strange",
            "range",
            "orange",
            "strangely",
            "stranger",
            "wide-ranging"
        ],
        "translate": "договориться, устраивать, аранжировать, располагать, договариваться, выстраивать",
        "transcription": " |əˈreɪndʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They arranged to leave early.",
            "Everything has been arranged as you wished.",
            "We arranged for him to give a concert.",
            "Have you arranged to meet Mark this weekend?",
            "The hearing was arranged for April.",
            "The files are arranged in alphabetical order.",
            "It is arranged that she will look after the children.",
            "I arranged that they should be seated next to each other.",
            "I think we can arrange a deal.",
            "Could we arrange a meeting for late tomorrow morning?",
            "She arranged for a car to meet the Minister at the aeroport.",
            "She arranged her pictures on her desk.",
            "Ben arranged the flowers in a vase.",
            "Then you can arrange it how you like.",
            "Matthew arrived at 2 o'clock as arranged.",
            "She somehow contrived to arrange a meeting.",
            "He was forever attempting to arrange deals.",
            "Dave arranged for someone to drive him home.",
            "She arranged her hair on top of her head.",
            "We had arranged that I would go for the weekend.",
            "You can arrange as part of your package to hire a car.",
            "I'd like to arrange a business loan.",
            "We still have to arrange how to get home.",
            "We arranged and rearranged the order several times.",
            "Let's arrange our schedules so that we can meet for lunch.",
            "The company will arrange for a taxi to meet you at the airport.",
            "Contact your local branch to arrange an appointment.",
            "He made a mental note to arrange a time to meet her.",
            "He arranged her last two albums.",
            "Your building society or bank will help arrange a mortgage."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитивный оборот с for",
            "Инфинитив",
            "Инфинитив - инфинитивный оборот с for(после слов)",
            "Инфинитив с to после глаголов",
            "all_words"
        ],
        "example_translate": [
            "Они условились выехать рано.",
            "Всё было устроено, как вы хотели.",
            "Мы организовали его концерт.",
            "Вы договорились встретиться с Марком в эти выходные?",
            "Слушание было запланировано на апрель.",
            "Файлы расположены в алфавитном порядке.",
            "Есть договорённость, что она присмотрит за детьми.",
            "Я договорился, что их посадят рядом.",
            "Я думаю, мы можем договориться.",
            "Мы можем назначить встречу на завтрашнее утро, ближе к полудню?",
            "Она организовала машину, чтобы встретить министра в аеропорту.",
            "Она расположила свои фотографии на рабочем столе.",
            "Бен поставил цветы в вазу.",
            "Потом можете устроить всё так, как захотите.",
            "Мэттью прибыл в два часа, как договаривались.",
            "Она как-то ухитрилась организовать встречу.",
            "Он непрестанно пытался уладить дела.",
            "Дэйв договорился, чтобы его отвезли домой.",
            "Она собрала волосы на макушке.",
            "Мы договорились, что я уеду на выходные.",
            "Вы можете включить в пакет услуг прокат автомобиля.",
            "Я бы хотел договориться о деловом займе.",
            "Нам всё ещё нужно решить, как добраться домой.",
            "Мы несколько раз составляли и переделывали этот заказ.",
            "Давайте организуем наше расписание так, чтобы мы могли встретиться за обедом.",
            "Компания организует такси для встречи вас в аэропорту.",
            "Свяжитесь с вашим местным отделением, чтобы договориться о встрече.",
            "Он сделал в уме пометку, чтобы договориться о времени встречи с ней.",
            "Он сделал аранжировку двух её последних альбомов.",
            "Ваше жилищно-строительное общество или банк помогут оформить ипотеку."
        ]
    }
}