{
    "arrest": {
        "comment": [
            "quarrel",
            "barrel",
            "bizarre"
        ],
        "translate": "арест, задержание, наложение ареста, арестовать, арестовывать, задерживать",
        "transcription": " |əˈrest|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This will arrest the rise in prices.",
            "Captain is in close arrest.",
            "You're under arrest, buster!",
            "The police arrested him for arson.",
            "His arrest was a shock to everybody.",
            "Hands up! You're under arrest!",
            "He was arrested on suspicion (on a charge) of murder.",
            "Her father was arrested for fraud.",
            "He was charged with resisting arrest.",
            "They were under threat of arrest.",
            "I got arrested for careless driving.",
            "His arrest had brought a new condition into her life.",
            "We're placing you under arrest.",
            "The police had a warrant for his arrest.",
            "The police arrested him on drug charges.",
            "His reputation was in shreds after the arrest.",
            "The magistrate issued a warrant for his arrest.",
            "The police have issued a warrant for her arrest.",
            "They are now detained or their arrest is intended.",
            "A rumour of the queen's arrest was rife in London.",
            "The mountains are the most arresting feature of the glen.",
            "Once again, Drew was under arrest.",
            "He was caught trying to avoid arrest.",
            "He was arrested and charged with murder.",
            "The protesters made no attempt to resist arrest.",
            "The arrest was an isolated incident in his youth.",
            "The information has led to the arrest of three suspects.",
            "Five youths were arrested in connection with the attack.",
            "In France he could write freely, without fear of arrest.",
            "his arrest for disorderly conduct (=noisy violent behaviour)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это приостановит рост цен.",
            "Капитан находится под строгим арестом.",
            "Ты арестован, парень!",
            "Полиция арестовала его за поджог.",
            "Его арест был ударом для всех.",
            "Руки вверх! Вы арестованы!",
            "Его задержали по подозрению (по обвинению) в убийстве.",
            "Её отец был арестован за мошенничество.",
            "Ему было предъявлено обвинение в сопротивлении при аресте.",
            "Они находились под угрозой ареста.",
            "Меня арестовали /задержали/ за неосторожное вождение.",
            "После его ареста жизнь её изменилась.",
            "Мы заключаем вас под стражу. / Мы вас арестовываем.",
            "У полиции был ордер на его арест.",
            "Полиция арестовала его по обвинению в торговле наркотиками.",
            "После ареста, его репутация была разорвана в клочья.",
            "Судья выдал ордер на его арест.",
            "Полиция выдала ордер на её арест.",
            "Они уже заключены под стражу или скоро будут арестованы.",
            "Слух об аресте королевы распространился по Лондону.",
            "Горы являются самой захватывающей особенностью этой лощины.",
            "В очередной раз Дрю арестовали.",
            "Он был пойман при попытке избежать ареста.",
            "Он был арестован и обвинён в убийстве.",
            "Протестующие даже не пытались сопротивляться аресту.",
            "Этот арест в молодости остался единичным случаем.",
            "Данная информация привела к аресту трёх подозреваемых.",
            "В связи с терактом были арестованы пять молодых людей.",
            "Во Франции он мог писать свободно, не опасаясь ареста.",
            "его арест за нарушение общественного порядка (т.е. шумное агрессивное поведение)"
        ],
        "stars": 2
    }
}