{
    "arrival": {
        "comment": [
            "arrive",
            "rival"
        ],
        "translate": "прибытие, приезд, приход, достижение, вновь прибывший, новорожденный",
        "transcription": " |əˈraɪvl|",
        "antonyms": [],
        "mnemonic": [
            "arrive [ə'raiv]\narrival [ə'raɪvəl]\n***\nПРИБЫТЬ на море - просто|рай (в). (это) arrive\n***\nПРИЕЗД, ПРИБЫТИЕ, как и рай|\"well\". (это) arrival"
        ],
        "examples": [
            "Call me before your arrival.",
            "Call me after your arrival.",
            "They were awaiting the arrival of guests.",
            "He informed us about his arrival.",
            "We put the time of arrival at 8 P.M.",
            "They advanced the date of their arrival.",
            "You'd better prepare for mother's arrival.",
            "Our estimated arrival time is 2:30 pm.",
            "We are awaiting their imminent arrival.",
            "There was long debate, but no arrival at any agreement.",
            "The doctor pronounced him dead on arrival at the hospital.",
            "He was very much put out by the late arrival of his guests.",
            "He eagerly anticipated her arrival.",
            "An expectant crowd waited for her arrival.",
            "Late arrivals will not be admitted to the theatre.",
            "The time of his arrival is contingent on the weather.",
            "Their unexpected arrival threw our plans into confusion.",
            "On the opposite side an arrival stage or platform is erected.",
            "Within an hour of our arrival Caroline was starting to complain.",
            "On our arrival on board, the water was nearly square with the lower deck.",
            "Couples are presented with a bottle of wine on their arrival at the hotel.",
            "Greg's arrival seemed to be the cue for everyone to get up and start dancing.",
            "When the Queen of Sheba came to visit Solomon, he had built, against her arrival, a palace.",
            "We're eagerly awaiting his arrival.",
            "Daniel was eagerly anticipating her arrival.",
            "The news of her safe arrival was the only ray of sunlight.",
            "...an advanced Mesoamerican civilization whose apex and collapse preexisted the arrival of Europeans by hundreds of years...",
            "You may have noted my late arrival.",
            "Rain heralds the arrival of spring.",
            "Robins signal the arrival of spring."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Позвоните мне, когда будете подъезжать.",
            "Позвоните мне, когда приедете.",
            "Они ждали прибытия гостей.",
            "Он уведомил нас о своём приезде. / Он сообщил нам о своем прибытии.",
            "Мы назначили время прибытия на 8 часов вечера",
            "Они перенесли дату своего приезда на более ранний срок.",
            "Советую подготовиться к приезду матери.",
            "Расчётное время прибытия — четырнадцать тридцать.",
            "Мы ожидаем их с минуту на минуту.",
            "Споры были долгими, но соглашения достигнуто не было.",
            "Когда его доставили в больницу, врач констатировал смерть.",
            "Поздний приезд гостей причинил ему массу неудобств.",
            "Он с нетерпением ожидал ее прибытия.",
            "Толпа в предвкушении ждала её приезда.",
            "Опоздавшие не будут допущены в театр.",
            "Время его прибытия зависит от погоды.",
            "Их неожиданный приезд спутал нам все карты.",
            "На противоположной стороне сооружена платформа для прибывающих поездов.",
            "С момента нашего прибытия не прошло и часа, а Кэролайн уже начала жаловаться.",
            "Когда мы прибыли на борт, вода уже почти дошла до нижней палубы.",
            "По прибытии в отель пары получают в подарок бутылку вина .",
            "Казалось, все только и ждали появления Грега, чтобы подняться со своих мест и начать танцы.",
            "Когда царица Савская посетила Соломона, он построил к её прибытию дворец.",
            "Мы с нетерпением ждем его приезда.",
            "Даниил с нетерпением ожидал ее прибытия.",
            "Новость о её благополучном возвращении была единственным радостным проблеском.",
            "...развитая месоамериканская цивилизация, чей пик развития и распад произошли за несколько веков до появления европейцев...",
            "Быть может, вы заметили, что я опоздал.",
            "Дождь предвещает приход весны.",
            "Прилёт дроздов сигнализирует о приходе весны. (амер.)"
        ],
        "stars": 3
    }
}