{
    "arrogance": {
        "comment": [
            "gang",
            "arrogant"
        ],
        "translate": "высокомерие, надменность, самонадеянность, заносчивость, гонор, кичливость",
        "transcription": " |ˈærəɡəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His worst fault is his arrogance.",
            "Arrogance is a very unattractive character trait.",
            "It's his arrogance that really irritates me.",
            "His arrogance was hardly pardonable.",
            "He had the arrogance to ask for more money.",
            "His arrogance is just a front. Deep down he's really insecure.",
            "I was infuriated by his arrogance.",
            "Arrogance and lack of taste contributed to his rapid success.",
            "I can't take any more of her insufferable arrogance.",
            "Their CEO has an arrogance that borders on megalomania.",
            "You might not like O'Donnel's arrogance, but it's hard to fault what he does on the field.",
            "Faith without doubt leads to moral arrogance, the eternal pratfall of the religiously convinced."
        ],
        "example_translate": [
            "Его самый большой недостаток - высокомерие.",
            "Высокомерие — весьма неприятная черта характера.",
            "Что меня действительно бесит, так это его высокомерие.",
            "Его высокомерие трудно было извинить.",
            "И у него хватило наглости просить ещё денег.",
            "Его высокомерие - это лишь вывеска. В глубине души, он очень не уверен в себе.",
            "Я был в бешенстве от его высокомерия.",
            "Его быстрому успеху поспособствовали высокомерие и безвкусица.",
            "Я больше не могу терпеть её невыносимое высокомерие.",
            "Высокомерие их гендиректора граничит с манией величия.",
            "Вам может не нравиться заносчивость О'Доннелла, но к тому, что он делает на поле, придраться сложно.",
            "Слепая вера приводит к нравственному высокомерию, этой вечной забавной оплошности религиозных фанатиков."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}