{
    "article": {
        "comment": [
            "participle",
            "participate",
            "particular",
            "particularly",
            "particle",
            "participation",
            "participant"
        ],
        "translate": "статья, изделие, вещь, предмет, пункт, предъявлять пункты обвинения",
        "transcription": " |ˈɑːrtɪkl|",
        "antonyms": [],
        "mnemonic": [
            "article [а':тикал] статья - «(А ты кал)!», - раз статью такую написал.",
            "article ['ɑ: tɪk (ə) l]\nparticle ['pɑ:tɪk (ə) l] - частица\n***\nСТАТЬЮ писал не математик (л). (это) article\nАРТИКЛЬ нужен для грамматик (л). (это) article\nПРЕДМЕТЫ и ВЕЩИ считал математик (л). (это)\narticle\nАртикль."
        ],
        "examples": [
            "The article is very well written.",
            "The article was a very good read.",
            "I have just received the articles of capitulation.",
            "The article was poorly written.",
            "Their brother was articled to an attorney.",
            "Chris articled for two years with the firm.",
            "The defendant had been articled for an ecclesiastical offence.",
            "I read your article with great interest.",
            "I can run off the article that you want in a few days.",
            "Can you make any sense of this article?",
            "The article will appear in the next issue.",
            "It will take two hours to translate this article.",
            "The newspaper carries the article.",
            "within the compass of this article",
            "May I cut out the article about my performance?",
            "The article describes how the experiment was done.",
            "He read the article in its entirety.",
            "At last I ran down the article that I had been looking for.",
            "We can't change any wording once the article is set up.",
            "When writing an article, stick to one style throughout.",
            "In her latest article she takes a swipe at her detractors.",
            "It's shocking that the article was censored.",
            "The article was heavily loaded against General Marshall.",
            "His article was full of the most malignant insinuations.",
            "I must die rather than abjure a single article of my creed.",
            "The article was full of howlers.",
            "I'll have my article batted out in no time!",
            "The article was included to make out a book.",
            "Mistakes were spattered throughout the whole article.",
            "Listen, you sloppy article, who was on guard from twelve to two last night?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Статья очень хорошо написана.",
            "Эта статья очень хорошо читалась. (букв. была очень хорошим чтивом)",
            "Я только что получил соглашение о капитуляции.",
            "Статья была плохо написана.",
            "Их брат стажировался у адвоката.",
            "Крис договорился о двухлетнем обучении с этой фирмой.",
            "Ранее подсудимого уже обвиняли в оскорблении церкви.",
            "Я прочёл вашу статью с большим интересом.",
            "Я могу настрочить нужную тебе статью за несколько дней.",
            "Вы можете что-нибудь понять из этой статьи?",
            "Статья будет опубликована в следующем номере.",
            "Перевод этой статьи займёт два часа.",
            "В газете размещена эта статья.",
            "в рамках этой статьи",
            "Можно я вырежу статью о своём выступлении?",
            "В статье описывается, как проходил этот эксперимент.",
            "Он прочитал эту статью в полном объёме.",
            "Наконец я нашёл статью, которую искал.",
            "После того, как статья набрана, мы не можем изменить в ней ни слова.",
            "Когда пишете статью, придерживайтесь единого стиля.",
            "В последней статье она критикует своих клеветников.",
            "Ужасно, что эта статья подверглась цензуре.",
            "Статья была полна выпадами против генерала Маршалла.",
            "Его статья изобиловала самыми злобными намёками.",
            "Я скорее умру, чем отрекусь хотя бы от одного из своих убеждений.",
            "В статье было полно глупейших ляпов.",
            "Да я щас эту статью за минуту накатаю!",
            "Эту статью вставили, чтобы получить нужный для книги объём.",
            "Вся статья просто изобиловала ошибками.",
            "Послушай, ты, грязный тип, кто был вчера ночью в карауле с двенадцати до двух?"
        ],
        "stars": 3
    }
}