{
    "artistic": {
        "comment": [
            "artist",
            "art"
        ],
        "translate": "художественный, артистический",
        "transcription": " |ɑːrˈtɪstɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Dance is a form of artistic expression.",
            "I admire her artistic integrity.",
            "Both of my children are very artistic.",
            "Lydia has a strong artistic bias.",
            "This painting lacks any artistic value.",
            "He shows real artistic talent.",
            "a galaxy of British artistic talent",
            "futile years after her artistic peak",
            "innovative members of the artistic community",
            "the artistic ferment of the late sixth century",
            "She is involved in several artistic endeavors.",
            "He showed artistic proclivities at an early age.",
            "The room was decorated with a very artistic touch.",
            "a director who will not tolerate artistic compromise",
            "an artistic movement that doesn't tolerate nonconformity",
            "She demonstrated yet again her remarkable artistic talents.",
            "The female nude is surely the ultimate test of artistic skill.",
            "The students contrast considerably in their artistic abilities.",
            "Opinion about the artistic merit of his paintings has been mixed.",
            "That lady had absolute need of artistic aid in the matter of making-up.",
            "The artistic figure has symmetry, and the artistic rhythm has eurhythmy.",
            "Judges will score the performances based on their artistic and technical features.",
            "Traditional aesthetics assumed the existence of universal and timeless criteria of artistic value.",
            "The image of a mother suckling her babe is a standard artistic symbol of maternal love and nurturing.",
            "A bootlegger who sells a pirated, unauthorized recording gives the artist no chance at artistic control over what even goes on a release."
        ],
        "example_translate": [
            "Танец — это форма творческого самовыражения.",
            "Я восхищаюсь её художественной целостностью.",
            "Оба моих ребёнка очень артистичны.",
            "У Лидии — сильная тяга /склонность/ к искусству.",
            "У этой картины отсутствует какая-либо художественная ценность.",
            "Он демонстрирует настоящий артистический талант.",
            "плеяда талантливых британских артистов",
            "бесплодные годы после пика её мастерства",
            "прогрессивные члены художественного сообщества",
            "художественное волнение конца шестого века",
            "Она принимает участие в нескольких художественных начинаниях.",
            "Он с ранних лет проявлял художественные наклонности.",
            "Комната была оформлена в очень творческой манере.",
            "режиссёр, который не потерпит художественных компромиссов",
            "художественное направление, которое не терпит инакомыслия",
            "Она в очередной раз продемонстрировала свои недюжинные артистические таланты.",
            "Обнажённая женская натура, безусловно, является решающим испытанием художественного мастерства.",
            "Художественные способности этих студентов значительно различаются.",
            "Есть разные мнения о художественных достоинствах его картин.",
            "У этой леди не было совершенно никакого художественного вкуса в накладывании макияжа.",
            "Художественный образ обладает симметрией, а ритм художественного произведения - эвритмией.",
            "Судьи будут оценивать выступления, основываясь на их художественных и технических особенностях.",
            "Традиционная эстетика предполагала существование универсальных и вечных критериев художественной ценности.",
            "Образ матери, кормящей грудью своего малыша — это стандартный художественный символ материнской любви и заботы.",
            "Бутлегер, продающий пиратские, нелицензионные записи, не оставляет артисту возможности контролировать даже то, какие именно записи продаются."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}