{
    "artificial": {
        "comment": [],
        "translate": "искусственный, притворный, искусственное удобрение",
        "transcription": " |ˌɑːrtɪˈfɪʃl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our products are free from artificial additives.",
            "the world's first artificial heart",
            "It was the day when the world's first artificial satellite of the Earth was launched.",
            "Artificial teeth are apt to draw the mouth.",
            "food that contains no artificial preservatives",
            "Food prices are being kept artificially low.",
            "Paramedics tried artificial respiration, but to no avail.",
            "Artificial flowers can sometimes look better than the real thing.",
            "Surgeons successfully implanted an artificial hip.",
            "artificial barriers of gender and race",
            "Our product contains no artificial coloring or flavoring.",
            "that artificial humility that her husband hated",
            "They created an artificial environment in which plants grew and effloresced regardless of season.",
            "The patient is being kept alive by artificial means.",
            "No artificial sweeteners are used in this product.",
            "All our drinks are free from artificial colourings.",
            "This food does not contain any artificial preservatives.",
            "The artificial hip joint luxated and had to be put back surgically.",
            "an artificial material that is almost indistinguishable from real silk",
            "This product contains no artificial colors — only natural substances are used.",
            "The artificial language Esperanto was the brainchild of L. L. Zamenhof, a Polish oculist.",
            "a book that could serve as a conspectus of the work thus far on the development of artificial intelligence",
            "The country's borders are artificial, and were set with no consideration for the various ethnic groups in the region."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Наши продукты не содержат искусственных добавок.",
            "первое в мире искусственное сердце",
            "Это был день, когда был запущен первый в мире искусственный спутник Земли.",
            "Искусственные зубы часто деформируют рот.",
            "пища, которая не содержит искусственных консервантов",
            "Цены на продовольствие искусственно удерживаются на низком уровне.",
            "Парамедики попытались сделать искусственное дыхание, но это не помогло.",
            "Искусственные цветы иногда могут выглядеть лучше, чем настоящие.",
            "Хирурги успешно провели имплантацию искусственного тазобедренного сустава.",
            "искусственные половые и расовые барьеры",
            "Наша продукция не содержит искусственных красителей или ароматизаторов.",
            "неестественное смирение, ненавидимое её мужем",
            "Они создали искусственную среду, в которой растения росли и расцветали вне зависимости от сезона.",
            "Жизнедеятельность пациента поддерживается искусственно.",
            "В этом продукте не используются искусственные подсластители.",
            "Ни в одном из наших напитков нет искусственных красителей.",
            "Эта пища не содержит искусственных консервантов.",
            "Искусственный тазобедренный сустав был вывихнут, и его пришлось вправлять назад хирургическим путём.",
            "искусственный материал, который почти неотличим от натурального шёлка",
            "Этот продукт не содержит никаких искусственных красителей — используются только натуральные вещества.",
            "Искусственный язык эсперанто был детищем польского окулиста Л. Л. Заменгофа.",
            "книга, которая могла бы послужить конспектом проведенной до сих пор работы в области разработки искусственного интеллекта",
            "Границы страны являются искусственными, и были установлены без учёта различных этнических групп, проживающих в данном регионе."
        ]
    }
}