{
    "as": {
        "comment": [],
        "translate": "как, согласно, как, так как, когда, какой, что, который, в качестве, в виде",
        "transcription": " |ˌeɪ ˈes|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Do as I say!",
            "As you are ready, let's go.",
            "He did the same thing as you.",
            "As a writer, he's wonderful.",
            "He was employed as a teacher.",
            "The money was repaid, as promised.",
            "David, as you know, has not been well lately.",
            "I must stop work now as I have to go out.",
            "I met him as I was leaving.",
            "As you can see, he is alone.",
            "A flat stone was used as a table.",
            "They want peace as much as we do.",
            "He is a foreigner, as is evident from his accent.",
            "As I explained on the phone, your request will be considered at the next meeting.",
            "As Napoleon once said, attack is the best method of defence.",
            "Dad dressed up as Santa Claus.",
            "Unlikely as it might seem, I'm tired too.",
            "Roberta was late as usual (=in the way that she usually was).",
            "sang as sweetly as a nightingale",
            "This is regarded as his best novel.",
            "I'll behave toward them as I would like to be treated.",
            "Nylon is cheaper than leather, and it's just as strong.",
            "He did not need to keep moving house, as his father had.",
            "The book was banned in the US, as were two subsequent books.",
            "We'd better leave things as they are until the police arrive.",
            "Tom's not as old as you, is he?",
            "He had often been ill as a child.",
            "It tasted as grape juice but not as sweet.",
            "The thought occurred to me as I was watching the procession.",
            "A Portrait of the Artist as a Young Man."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Делай, как я говорю!",
            "Раз ты готов, пойдём.",
            "Он сделал то же, что и ты.",
            "Как писатель он великолепен.",
            "Он работал учителем.",
            "Деньги, как и обещано, были возвращены.",
            "Дэвиду, как вы знаете, в последнее время нездоровится.",
            "Я должен прекратить работу, так как мне нужно идти.",
            "Я встретил его, когда уезжал.",
            "Как видишь, он один.",
            "Плоский камень использовался в качестве стола.",
            "Они хотят мира так же, как и мы. / Они нуждаются в мире не меньше нас.",
            "Он иностранец, что заметно по его акценту.",
            "Как я уже объяснил по телефону, ваш запрос будет рассмотрен на следующем заседании.",
            "Как однажды сказал Наполеон, нападение — лучший способ защиты.",
            "Папа оделся в костюм Санта-Клауса.",
            "Как ни удивительно это может показаться, я тоже устал.",
            "Роберта, как обычно, опаздывала (т.е поступала по своему обыкновению).",
            "пел так сладко, как соловей",
            "Это считается лучшим его романом.",
            "Я буду вести себя с ними так, как хотел бы, чтобы обращались со мной.",
            "Нейлон дешевле кожи, но он такой же прочный.",
            "Ему уже не нужно было постоянно переезжать с места на место, как делал его отец.",
            "Эта книга, как и две последующие, была запрещена в США.",
            "Нам лучше оставить всё, как есть, до прибытия полиции.",
            "Ведь вы с Томом не ровесники, так? / Тому ведь не столько же лет, сколько тебе, правда?",
            "В детстве он часто болел.",
            "На вкус он был как виноградный сок, но не такой сладкий.",
            "Эта мысль пришла мне в голову, когда я наблюдал за процессией.",
            "Портрет художника в юности. (название романа Дж.Джойса)"
        ],
        "stars": 3
    }
}