{
    "ascend": {
        "comment": [
            "ascent",
            "descend"
        ],
        "translate": "взойти, подниматься, восходить, всходить, набирать высоту, вести происхождение",
        "transcription": " |əˈsend|",
        "antonyms": [],
        "mnemonic": [
            "ascend [эсэ'нд] всходить, взойти - (А сенд-вич) взошёл вместо солнца."
        ],
        "examples": [
            "The plane ascended rapidly.",
            "We ascended the mountain",
            "Without a word, he began to ascend the stairs.",
            "A roar of shouts ascended.",
            "Jupiter ascends.",
            "She ascended to the throne after the King's death.",
            "He made allowance for the time required by the sound to ascend from the bottom.",
            "She believed that when she died, her soul would ascend to heaven.",
            "The road ascends steeply from the harbour.",
            "The boat ascended the Delaware.",
            "She worked as a clerk before ascending to her current position.",
            "The path ascended to the top of the hill.",
            "She ascended from a life of poverty to one of great renown.",
            "Divers must not ascend too rapidly to the water's surface.",
            "This pretty village is situated about a mile west of the town, ascending a hill.",
            "Every week the minister would ascend the pulpit and vituperate the parishioners for a litany of vices.",
            "The number of women decreases as you ascend the professional hierarchy."
        ],
        "example_translate": [
            "Самолет быстро набрал высоту.",
            "Мы поднимались в горы",
            "Не говоря ни слова, он начал подниматься по лестнице.",
            "Поднялся страшный крик.",
            "Юпитер восходит.",
            "Она взошла на трон после смерти короля.",
            "Он учёл время, необходимое, чтобы звук со дна дошёл до него.",
            "Она верила, что, когда она умрёт, её душа вознесётся на небо.",
            "От гавани дорога круто поднимается вверх.",
            "Лодка поднялась по реке Делавэр.",
            "Она работала продавцом до того, как поднялась на свою нынешнюю должность.",
            "Тропинка поднималась на вершину холма.",
            "Она поднялась от жизни в нищете до огромной известности.",
            "Водолазам нельзя слишком быстро подниматься к поверхности воды.",
            "Эта миленькая деревушка расположена на склоне холма в миле к западу от города.",
            "Каждую неделю священник восходил на кафедру и поносил прихожан за длинный перечень пороков.",
            "Число женщин уменьшается по мере подъёма по профессиональной иерархии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}