{
    "asian": {
        "comment": [],
        "translate": "азиатский, азиат, азиатка",
        "transcription": " |ˈeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Asian countries",
            "Is there a generic Asian mind?",
            "Westerners tend to be unfamiliar with Asian customs.",
            "Asian Clearing Union",
            "Black and Asian music",
            "Asian Development Bank",
            "Asian Development Fund",
            "Association of Southeast Asian Nations",
            "Association of South East Asian Nations",
            "The Asian elephant can be tamed and trained.",
            "Two thirds of the pupils are of Asian origin.",
            "There are many Asians living in South America.",
            "Jan's been assigned to the Asian Affairs Bureau.",
            "He was a fountain of information on Asian affairs.",
            "The house is decorated in a pastiche of Asian styles.",
            "The US has been canvassing support from other Asian states.",
            "The mighty U.S. army was humbled by a small South East Asian country.",
            "At the Foreign Office I was interviewed by a representative of the Asian Desk.",
            "The store sells Indian, Asian, and Middle Eastern foods under the umbrella of international cuisine.",
            "It's absurd to suggest that there's an equality in the evil committed by the Nazis and the crimes of the government of that Asian country."
        ],
        "example_translate": [
            "страны Азии, азиатские страны",
            "Существует ли типичное азиатское мышление?",
            "Люди с Запада, как правило, незнакомы с азиатскими обычаями.",
            "Азиатский клиринговый союз",
            "негритянская и и азиатская музыка",
            "Азиатский банк развития",
            "Азиатский фонд развития",
            "Ассоциация государств юго-восточной Азии",
            "Ассоциация государств Юго-Восточной Азии",
            "Азиатский /индийский/ слон поддаётся приручению и дрессировке.",
            "Две трети учеников имеют азиатское происхождение.",
            "В Южной Америке живёт много азиатов.",
            "Ян был назначен на должность в Управление по делам Азии.",
            "Он был настоящим кладезем информации в отношении вопросов, касающихся Азии.",
            "Дом оформлен в стиле, представляющем собой смесь нескольких азиатских.",
            "США пытаются заручиться поддержкой со стороны других азиатских государств.",
            "Могучая армия США был унижена небольшой страной из Юго-Восточной Азии.",
            "В министерстве иностранных дел со мной разговаривал представитель азиатского отдела.",
            "Магазин продаёт индийские, азиатские и ближневосточные продукты под вывеской \"международной кухни\".",
            "Нелепо предполагать, что зло, совершенное нацистами, и преступления правительства этой азиатской страны ничем не отличаются."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}