{
    "aside": {
        "comment": [
            "side",
            "beside",
            "inside",
            "outside",
            "sideways",
            "alongside",
            "countryside",
            "upside",
            "hillside",
            "besides",
            "outsider",
            "seaside"
        ],
        "translate": "в стороне, в сторону, отдельно, прочь, в резерве",
        "transcription": " |əˈsaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She laid the book aside.",
            "He threw his coat aside.",
            "He stepped aside and let her pass.",
            "You must put aside your pride and call her.",
            "He stood aside to let him pass.",
            "He took her aside to speak to her privately.",
            "He elbowed people aside as he moved through the crowd.",
            "She swept her thick hair aside.",
            "Leaving aside the heat, we really enjoyed our holiday.",
            "They started setting aside money to buy a car.",
            "He pushed his half-eaten salad aside and left.",
            "All joking aside, I think you're crazy.",
            "Someone grabbed him and pulled him aside.",
            "I've been setting aside a few pounds each week.",
            "Try to set aside a few hours a week for exercise.",
            "I should add, as an aside, that the younger the child, the faster they learn.",
            "He brushed aside criticisms of his performance.",
            "These problems aside, we think the plan should go ahead.",
            "One of the rooms was set aside for a yoga class.",
            "The book includes several lengthy asides about the personal lives of scientists involved in the project."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она отложила книгу в сторону.",
            "Он отшвырнул своё пальто в сторону.",
            "Он отступил в сторону и дал ей пройти.",
            "Вы должны отбросить свою гордость и позвонить ей.",
            "Он посторонился, чтобы дать ему пройти.",
            "Он отвел её в сторону, чтобы поговорить наедине.",
            "Пробираясь через толпу, он расталкивал людей в стороны локтями.",
            "Она поправила рукой свои густые волосы.",
            "Если не считать жары, отпуск нам очень понравился.",
            "Они начали откладывать деньги на покупку машины.",
            "Он отставил недоеденный салат в сторону и ушёл.",
            "Кроме шуток, по-моему, ты спятил.",
            "Кто-то схватил его и оттащил в сторону.",
            "Я каждую неделю откладываю по несколько фунтов.",
            "Старайтесь выделять несколько часов в неделю на занятия спортом.",
            "Я должен, кроме того, добавить, что чем дети младше, тем быстрее они учатся.",
            "Он отмахнулся от критики своего выступления.",
            "Несмотря на все эти проблемы, мы считаем, что план должен быть одобрен.",
            "Одно из помещений было выделено для занятий йогой.",
            "В книге содержится несколько пространных отступлений, касающихся личной жизни учёных, участвующих в данном проекте."
        ]
    }
}