{
    "aspect": {
        "comment": [
            "spectacle",
            "spectator",
            "spectrum"
        ],
        "translate": "аспект, сторона, вид, внешний вид, взгляд, видовое",
        "transcription": " |ˈæspekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The house has a southern aspect.",
            "They studied every aspect of the question.",
            "It has changed every aspect of daily life.",
            "He had mastered every aspect of publishing.",
            "A verb has aspect, mood, tense, voice.",
            "The roof gives a very squat aspect to the temple.",
            "The political aspect of the subject has not been approached.",
            "Alcoholism affects all aspects of family life.",
            "Last, let's consider a philosophical aspect of this problem.",
            "the ventral aspect of the human body",
            "This aspect of the problem will be treated in subsequent chapters.",
            "His affairs began to wear a more benign aspect.",
            "the buccal aspect of the gum",
            "Art and music pervade every aspect of their lives.",
            "The storm outside gave the room a sinister aspect.",
            "I will mention only one particular aspect of the current mess because this one is surely something new and passing strange.",
            "Every aspect of their private life has been laid bare.",
            "Dealing with people is the most important aspect of my work.",
            "Their religious beliefs are manifested in every aspect of their lives.",
            "Depending on what aspect of college life you consider most important, there are several colleges which might be good for you.",
            "He is determined to master every aspect of the business.",
            "Reilly involves himself in every aspect of his company's business.",
            "the public's continuing interest in every aspect of the lives of celebrities",
            "A good police officer is not fulfilling his role if he neglects this vital aspect."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Фасад дома выходит на южную сторону.",
            "Они рассмотрели данный вопрос со всех точек зрения.",
            "Это изменило все аспекты повседневной жизни.",
            "Он постиг все секреты издательского дела.",
            "У глагола есть следующие категории: вид, залог, время, наклонение.",
            "Из-за крыши храм выглядит очень маленьким и непропорционально широким.",
            "Политический аспект данной проблемы до сих пор не рассматривался.",
            "Алкоголизм влияет на все аспекты семейной жизни.",
            "И в заключение, давайте обсудим философский аспект этой проблемы.",
            "вид спереди человеческого тела",
            "Этот аспект данной проблемы будет рассмотрен в следующих главах.",
            "Его дела стали налаживаться.",
            "поверхность десны, обращённая к щеке",
            "Искусство и музыка наполняют собой все аспекты их жизни.",
            "Буря, бущующая за окном, придавала комнате зловещий вид.",
            "Я приведу лишь один конкретный аспект этой неразберихи, потому что он, несомненно, является чем-то новым и чрезвычайно странным.",
            "Все аспекты их частной жизни были выставлены напоказ.",
            "Общение с людьми является важнейшей составной частью моей работы.",
            "Их религиозные убеждения ярко проявляются в каждом аспекте их жизни.",
            "В зависимости от того, какой аспект студенческой жизни вы считаете самым важным, есть несколько колледжей, которые вам могут подойти.",
            "Он полон решимости освоить все аспекты данного дела.",
            "Рейли принимает участие во всех аспектах деловой активности своей фирмы.",
            "неослабевающий интерес публики ко всем аспектам жизни знаменитостей",
            "Хороший полицейский не выполняет свои обязанности, если пренебрегает этим жизненно важным аспектом."
        ]
    }
}