{
    "assault": {
        "comment": [],
        "translate": "нападение, штурм, насилие, штурмовой, атаковать, штурмовать",
        "transcription": " |əˈsɔːlt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was jailed for assault.",
            "The mugger assaulted the woman.",
            "She was injured in a brutal assault.",
            "Two men assaulted him after he left the bar.",
            "Being accused of assault is no laughing matter.",
            "She verbally assaulted one of her coworkers.",
            "He was arrested for assaulting a police officer.",
            "Enemy forces assaulted the city.",
            "Troops began an assault on the city by land and sea.",
            "He was charged with assault with intent to kill.",
            "Several soldiers have been charged with assault.",
            "Traditional family values are increasingly under assault.",
            "Brady was on trial for assault.",
            "The telephone wires had been cut minutes before the assault.",
            "The body of the murdered woman also showed signs of assault.",
            "He was found guilty of indecently assaulting a student.",
            "The noises and smells of the market assaulted her senses.",
            "The refugee camp came under assault again last night.",
            "After the election, the party launched into a frontal assault on the British media.",
            "He turned in the banned assault rifle to the police.",
            "The prosecution's main witness was close to tears as she described the assault.",
            "The sharp uprise leading up to the fortress would make an assault extremely difficult.",
            "He was charged with assault and battery."
        ],
        "example_translate": [
            "Его посадили в тюрьму за нападение. (юр. применение насилия или угроза его применения)",
            "Грабитель напал на эту женщину.",
            "Она пострадала от зверского нападения.",
            "Двое мужчин напали на него после того, как он вышел из бара.",
            "Это не шутка - быть обвинённым в оскорблении.",
            "Она нанесла словесное оскорбление одному из своих коллег.",
            "Он был арестован за нападение на сотрудника полиции.",
            "Вражеские войска /войска противника/ атаковали город.",
            "Войска начали штурм города с суши и с моря.",
            "Ему предъявили обвинение в нападении с целью убийства.",
            "Нескольким солдатам были предъявлены обвинения в нападении.",
            "Традиционные семейные ценности всё больше подвергаются нападкам.",
            "Брейди был привлечен к суду за нападение.",
            "За несколько минут до нападения были перерезаны телефонные провода.",
            "На теле убитой также были найдены следы насилия.",
            "Он был признан виновным в непристойном оскорблении студентки.",
            "Шумы и запахи рынка обрушились на неё органы чувств.",
            "Прошлой ночью на лагерь беженцев было совершено ещё одно нападение.",
            "После выборов партия пошла в лобовую атаку на британские СМИ.",
            "Он сдал этот запрещённый автомат в полицию.",
            "Описывая это нападение, главная свидетельница обвинения едва не разрыдалась.",
            "Резкий подъём, ведущий к крепости, сделает её штурм чрезвычайно сложным.",
            "Ему было предъявлено обвинение в нападении с нанесением побоев."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}