{
    "assess": {
        "comment": [
            "assessment"
        ],
        "translate": "оценивать, облагаться, облагать налогом, штрафовать, определять сумму налога",
        "transcription": " |əˈses|",
        "antonyms": [],
        "mnemonic": [
            "assess [эсэ':с] оценивать - Войска (СС) враги оценивали по достоинству.",
            "assess [ə'ses]\n***\nОЦЕНИТ ситуацию служба СЭС. (это) assess"
        ],
        "examples": [
            "We need to assess the impact on climate change.",
            "The value of this property was assessed at one million dollars.",
            "The offender was assessed twenty shillings.",
            "We need to assess whether or not the system is working.",
            "The value of the business was assessed at £1.25 million.",
            "Also, the study did not assess the capabilities of other methods.",
            "It's too early to assess the full extent of the damage.",
            "The job of the jury is to assess the credibility of the witness.",
            "The company was assessed $12 million in fines for polluting the river.",
            "They've hired a computer consultant to assess how the company can upgrade its system.",
            "Our house hasn't been assessed in years.",
            "Damage to the boat was assessed at $5,000.",
            "Many of the adults were assessed as having learning difficulties.",
            "After the hurricane, officials assessed the town's need for aid.",
            "The technique is being tried in classrooms to assess what effects it may have."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Нам необходимо оценить влияние на климатические изменения.",
            "Стоимость этого имущества была оценена в миллион долларов.",
            "Нарушитель был оштрафован на двадцать шиллингов.",
            "Нам необходимо оценить, работает ли система или нет.",
            "Стоимость данного бизнеса была оценена в 1,25 миллионов фунтов.",
            "Кроме того, в ходе исследования не оценивались возможности других методик.",
            "Сейчас ещё слишком рано оценивать масштабы нанесённого ущерба.",
            "Задача присяжных — оценить достоверность показаний свидетеля.",
            "Компанию оштрафовали на двенадцать миллионов долларов за загрязнение реки.",
            "Они наняли консультанта, чтобы оценить, насколько компания сможет модернизировать свою компьютерную систему.",
            "Наш дом не оценивали уже несколько лет.",
            "Ущерб, нанесённый судну, был оценён в пять тысяч долларов.",
            "Многие из этих взрослых были квалифицированы как испытывающие трудности в обучении.",
            "После урагана чиновники оценили то, насколько город нуждался в помощи.",
            "Эта методика испытывается в классах, чтобы оценить, какие эффекты она может иметь."
        ],
        "stars": 2
    }
}