{
    "assessment": {
        "comment": [],
        "translate": "оценка, суждение, обложение, обложение налогом, сумма обложения, размер налога",
        "transcription": " |əˈsesmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She made a careful assessment of the situation.",
            "What is your assessment of the situation?",
            "Her assessment of the situation was right on.",
            "The town laid an assessment on property owners.",
            "What's Michael's assessment of the situation?",
            "It is necessary to see that these assessments were not excessive.",
            "a levelheaded assessment of the problem",
            "I don't agree with his assessment of the problem.",
            "Employees are given an annual performance assessment.",
            "I thought it was an evenhanded assessment of her performance.",
            "The assessment for repairs outraged the club's membership.",
            "An assessment was prepared, based upon the supposed population of the Colonies.",
            "The merit of the report is its realistic assessment of the changes required.",
            "It's a difficult problem that requires careful assessment.",
            "I take strong exception to your assessment of his singing ability.",
            "a balanced assessment of intellectual and cultural history",
            "The officers seemed to make only an impressionistic assessment.",
            "The owners claimed the tax assessment on their house was too high.",
            "Your negative assessment of the restaurant seems to be in tune with the opinions of the critics.",
            "an objective assessment based solely upon the results of the experiment",
            "With an unreserve perhaps never before witnessed in the halls of Congress, the general gave his unvarnished assessment of the war effort."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она очень точно оценила положение дел.",
            "Как вы оцениваете данную ситуацию?",
            "Её оценка ситуации была совершенно правильной.",
            "Городские власти обложили владельцев недвижимости налогом.",
            "Как Майкл оценивает ситуацию?",
            "Необходимо проследить, чтобы размер налогообложения не был завышен.",
            "взвешенная оценка данной проблемы",
            "Я не согласен с его оценкой проблемы.",
            "Сотрудникам ежегодно устраивают оценку эффективности труда.",
            "Я счёл эту оценку качества её выступления /работы/ справедливой.",
            "Такая оценка стоимости ремонта возмутила членов клуба.",
            "На основе предполагаемой численности населения колоний была подготовлена оценка суммы налогообложения.",
            "Ценность отчета состоит в реалистичной оценке необходимости изменений.",
            "Это сложная проблема, которая требует тщательной оценки.",
            "Я решительно возражаю против вашей оценки его певческого таланта.",
            "взвешенная оценка интеллектуальной и культурной истории",
            "Показалось, что при оценке чиновники руководствовались лишь своими личными впечатлениями.",
            "Хозяева заявили, что оценка налога на их дом чересчур завышена.",
            "Похоже, что ваша негативная оценка этого ресторана сходится с мнением критиков.",
            "объективная оценка, основанная исключительно на результатах данного эксперимента",
            "С прямотой, которой, возможно, никогда раньше не наблюдали в залах Конгресса, генерал дал откровенную оценку усилий по обороне страны."
        ]
    }
}