{
    "assemble": {
        "comment": [
            "assembly"
        ],
        "translate": "собирать, собираться, монтировать, составлять, созывать",
        "transcription": " |əˈsembl|",
        "antonyms": [],
        "mnemonic": [
            "assemble [ə'semb (ə) l]\nassembly [ə'sɛmblɪ] - собрание, ассамблея\n***\nБудем СОБИРАТЬСЯ туда, где|Сэм|был. (это) assemble"
        ],
        "examples": [
            "We assembled to say good-bye to Miss Applegate.",
            "Parliament assembled in November.",
            "The cars are assembled on an assembly line.",
            "I was extremely proud of the team that we assembled to create the product.",
            "We assembled in the church basement.",
            "We will let you have the report as soon as we have assembled all the data.",
            "A team of scientists was assembled to study the problem.",
            "Hundreds of notes and letters were assembled into a book.",
            "After dinner, the men would assemble in the living room to watch the game on TV.",
            "The aircraft will continue to be assembled in France.",
            "She had assembled a collection of her favourite songs.",
            "Their father helped them assemble their new bicycles in the garage.",
            "We'll need to assemble a list of songs for the concert.",
            "She assembled all of her old photos into three albums.",
            "The club assembles once a month to discuss upcoming activities.",
            "Fragmentation slows system performance because it takes extra time to locate and assemble the parts of the fragmented file."
        ],
        "example_translate": [
            "Мы собрались, чтобы попрощаться с госпожой Эпплгейт.",
            "Парламент собрался в ноябре.",
            "Автомобили собираются на конвейере.",
            "Я очень гордился той командой, которую мы собрали для создания товара.",
            "Мы собрались в подвале церкви.",
            "Мы передадим вам отчёт, как только соберём все необходимые данные.",
            "Для изучения этой проблемы была составлена группа учёных.",
            "Сотни заметок и писем были собраны в книгу.",
            "После ужина мужчины собирались в гостиной, чтобы посмотреть матч по телевизору.",
            "Данный самолёт по-прежнему будут собирать во Франции.",
            "Она собрала целую коллекцию из своих любимых песен.",
            "В гараже отец помог им собрать их новые велосипеды.",
            "Мы должны будем составить список песен для концерта.",
            "Она собрала все свои старые фотографии и разложила их в три альбома.",
            "Клуб собирается раз в месяц для обсуждения предстоящих мероприятий.",
            "Фрагментация замедляет работу системы, поскольку ей требуется дополнительное время, чтобы найти и собрать все части фрагментированных файлов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}