{
    "assembly": {
        "comment": [],
        "translate": "ассамблея, сборка, собрание, монтаж, сбор, сборочный, монтажный",
        "transcription": " |əˈsemblɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The cars are assembled on an assembly line.",
            "They demanded the right of assembly.",
            "Assembly of deputies",
            "General Assembly",
            "People's Assembly",
            "United Nations General Assembly",
            "The assembly line was on a 12-hour run.",
            "Police have imposed conditions on public assemblies.",
            "Grand National Assembly",
            "The parts are made in this factory and then shipped to another country for assembly.",
            "Every country town had its assembly room.",
            "The marking-out of the assembly position was not difficult.",
            "The assembly line was a human machine.",
            "The assembly plant is an enormous facility.",
            "The president announced the dissolution of the National Assembly.",
            "The President would appoint the Council of Ministers, subject to the approval of the National Assembly.",
            "The United States has a bicameral legislative assembly, composed of the House of Representatives and Senate.",
            "Assembly of Republic",
            "The assembly adopted a new constitution.",
            "The assembly was convoked for a special session.",
            "School assemblies were usually held in the cafeteria.",
            "Restrictions on freedom of assembly have gradually been relaxed.",
            "Supreme People's Assembly",
            "The Senate voted to restrict the funds. The Assembly voted the opposite.",
            "The retiring teacher was farewelled by the whole school at a special assembly.",
            "Mr Khrushchev ostentatiously wooed and embraced Castro at the U.N. general assembly."
        ],
        "example_translate": [
            "Автомобили собираются на конвейере.",
            "Они требовали свободы собраний.",
            "Собрание депутатов (нижняя палата парламента Румынии)",
            "Генеральная Ассамблея",
            "Народное собрание (главный законодательный орган Египта)",
            "Генеральная Ассамблея Организации Объединённых Наций",
            "Конвейер работал по двенадцать часов за смену.",
            "Полиция наложила ограничения на публичные мероприятия.",
            "Великое Национальное Собрание (однопалатный парламент Турции)",
            "Детали изготавливаются на заводе, а затем отправляются в другую страну для сборки.",
            "В каждом провинциальном городе есть свой зал для приёмов.",
            "Указать сборный пункт было нетрудно.",
            "Сборочный конвейер был машиной, состоящей из людей.",
            "Сборочный цех — это огромное сооружение.",
            "Президент объявил о роспуске Национального собрания.",
            "Президент назначит Совет министров при условии одобрения Национальным собранием.",
            "В Соединенных Штатах существует двухпалатный законодательный орган, состоящий из палаты представителей и сената.",
            "Собрание республики (однопалатный парламент Португалии)",
            "Ассамблея приняла новую Конституцию.",
            "Ассамблея была созвана на внеочередную сессию.",
            "Школьные собрания обычно проводились в столовой.",
            "Ограничения свободы собраний постепенно стали менее строгими.",
            "Верховное народное собрание (главный законодательный орган в Южной Корее)",
            "Сенат постановил ограничить фонды. Законодательное собрание постановило обратное.",
            "Этого учителя на специальном собрании провожала на пенсию вся школа.",
            "На Генеральной Ассамблее ООН господин Хрущёв демонстративно обхаживал и обнимал Кастро."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}