{
    "assistance": {
        "comment": [
            "assist",
            "assistant"
        ],
        "translate": "помощь, содействие, вспомоществование",
        "transcription": " |əˈsɪstəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We offer financial assistance to students.",
            "We applied to the authorities for assistance.",
            "He was of considerable assistance to us.",
            "Any assistance gratefully received.",
            "The company needs more financial assistance from the Government.",
            "Development Assistance Committee",
            "Without government assistance the bank will have to liquidate.",
            "One of her fellow passengers came to her assistance (=helped her).",
            "A true virus cannot spread to another computer without human assistance.",
            "Can I be of any assistance (=can I help you)?",
            "I respectfully quest your assistance in this matter.",
            "With the assistance of the bishops they recovered an absolute superiority.",
            "I'll be happy to provide you with whatever assistance you may need.",
            "I am extremely grateful for the assistance your staff have provided.",
            "The college has strict rules for qualifying for financial assistance.",
            "One of the young policemen sprang to her assistance.",
            "Technical assistance for the product is free of charge.",
            "Financial assistance is available for those who qualify.",
            "He proffered his assistance in helping the two sides reach a compromise.",
            "The newspaper was asked by federal agents for assistance and agreed to comply.",
            "We've only been able to rebuild the theatre with the assistance of the National Lottery."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы предлагаем финансовую помощь студентам.",
            "Мы обратились за помощью к властям.",
            "Он нам сильно помог.",
            "Мы с благодарностью примем любую помощь.",
            "Компании нужна большая финансовая поддержка от правительства.",
            "Комитет содействия развитию (координирует программы помощи развивающимся странам)",
            "Без государственной поддержки банк обанкротится.",
            "Один из её попутчиков пришёл ей на помощь (т.е. помог ей).",
            "Настоящий вирус не может распространиться на другой компьютер без помощи человека.",
            "Могу ли я чем-то помочь?",
            "Я почтительно прошу вашей помощи в этом вопросе.",
            "При содействии епископов они вновь обрели абсолютное верховенство.",
            "Я буду рад предоставить вам любую помощь, которая может понадобиться.",
            "Я очень признателен за помощь, которую предоставили ваши сотрудники.",
            "Колледж имеет строгие правила по поводу прав на получение финансовой помощи.",
            "Один из молодых полицейских бросился ей на помощь.",
            "Техническая поддержка продукции осуществляется бесплатно.",
            "Финансовая помощь предоставляется тем, кто получает на неё право.",
            "Он предложил свою помощь в том, чтобы стороны достигли компромисса.",
            "Федеральные агенты попросили администрацию газеты оказать содействие, и та согласилась.",
            "Мы смогли перестроить театр лишь при содействии Национальной Лотереи."
        ],
        "stars": 3
    }
}