{
    "assign": {
        "comment": [
            "assignment",
            "sign"
        ],
        "translate": "назначать, присваивать, приписывать, правопреемник",
        "transcription": " |əˈsaɪn|",
        "antonyms": [],
        "mnemonic": [
            "assign [эса'йн] поручить, предписывать - (А Саян-ская) вода предписывается язвенникам;",
            "sign [saɪn] - знак, символ, признак, примета\nassign [ə'saɪn]\nresign [rɪ'zaɪn]\ndesign [dɪ'zaɪn]\n***\nРАСПИШИСЬ или подпись набросай (н). (это) sign\nПРИМЕТА хорошая - этот \"дисайн\". (это) sign\nЗНАКИ дорожные - новый дизайн. (это) sign\n***\nТебя ещё НАЗНАЧАТ, и ты не раскисай (н) assign\nЕсли ты УЙДЁШЬ В ОТСТАВКУ - боль от сердца\nотрезай (н). (это) resign\n***\nРАЗРАБОТАЙ проект - дизайн. (это) design"
        ],
        "examples": [
            "I cannot assign the day yet.",
            "They assigned us a very difficult mission.",
            "Assign each student a partner.",
            "Your call will be assigned a number.",
            "He was assigned to prosecute the case.",
            "He assigned me two clerks.",
            "However, he assigned a place for eight hundred men only.",
            "We were assigned to prepare a meal.",
            "They assigned me a small room.",
            "He assigned them to light duty.",
            "This song is sometimes assigned to Schubert.",
            "We were assigned new uniforms",
            "The plane landed at its assigned gate.",
            "An experienced detective was assigned to the case.",
            "I've been assigned the task of looking after the new students.",
            "How much time have you assigned for the meeting?",
            "A code was assigned to each batch of work.",
            "A personal bodyguard had been assigned to her.",
            "I was assigned my place on a cushion on the floor.",
            "The most laborious services were assigned to the female.",
            "Jan's been assigned to the Asian Affairs Bureau.",
            "The biologist assigned the mushroom to the proper class.",
            "The accedent has been assigned to a faultry part in the engine.",
            "She was assigned to the embassy in India.",
            "Headquarters assigned the soldiers to a different unit.",
            "The new teacher was assigned to the science laboratory.",
            "The teacher assigned us 50 math problems for homework!",
            "The teacher assigned him to lead his classmates in the exercise.",
            "Madison was assigned to investigate a balloon accident."
        ],
        "example_translate": [
            "Я ещё не могу назначить точного дня.",
            "Нам поручили очень сложную задачу.",
            "Назначьте каждому студенту напарника.",
            "Вашему обращению по телефону будет присвоен номер.",
            "Ему было поручено вести это дело.",
            "Он предоставил в моё распоряжение двух клерков.",
            "Однако он выделил место только для 800 человек.",
            "Нам поручили приготовить еду.",
            "Мне выделили небольшую комнату.",
            "Он назначил их на лёгкую должность.",
            "Эту песню иногда приписывают Шуберту.",
            "Нам выдали новую униформу.",
            "Самолет приземлился к назначенному выходу.",
            "Дело поручили опытному детективу.",
            "На меня была возложена обязанность приглядывать за новыми студентами.",
            "Сколько времени вы отвели на совещание?",
            "Каждой партии продукции был присвоен код",
            "К ней приставили личного телохранителя.",
            "Мне отвели место на подстилке на полу.",
            "Наиболее утомительную работу поручили женщинам.",
            "Ян был назначен на должность в Управление по делам Азии.",
            "Биолог приписал этот гриб к верному классу.",
            "Причиной аварии послужила неисправность в двигателе.",
            "Она была направлена на работу в посольство в Индии.",
            "Штаб определил солдат в другую часть.",
            "Нового учителя направили в научную лабораторию.",
            "Учитель задал нам на дом целых пятьдесят задач по математике!",
            "Учитель поручил ему возглавить своих одноклассников при выполнении данного упражнения.",
            "Мэдисону было поручено расследовать аварию на воздушном шаре."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}