{
    "assignment": {
        "comment": [],
        "translate": "назначение, задание, присвоение, присваивание, распределение, выделение",
        "transcription": " |əˈsaɪnmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The reporter is here on assignment.",
            "The students were given a homework assignment.",
            "The assignment gave him the chance to prove his talents.",
            "“I've finished my assignment.” “Jolly good!”",
            "He's fussing about his new assignment.",
            "The correspondent was on assignment in the Far East.",
            "His assignment verged on the impossible.",
            "Your assignment is to write two poems about springtime.",
            "She asked if she could change her seating assignment.",
            "In fact, he was too obtuse even to realize that his assignment to Tejas was a demotion.",
            "We each did the homework assignment, then compared answers.",
            "her assignment to the embassy in India",
            "the computer's assignment of a number to each image",
            "Your assignment is to write a 500-word essay on one of Shakespeare's sonnets.",
            "He made a bad bull of the assignment.",
            "She's gone to Italy on a special assignment.",
            "The first task is the assignment of an address to each datum.",
            "He was killed while on assignment abroad.",
            "The assignment must be completed within an overall elapsed time of one week.",
            "He gave the astronomy students the assignment of charting astral movement for the next month.",
            "The article discusses the recent assignment of senators to some of the more powerful committees.",
            "The reporter is here on an assignment.",
            "He overextended himself when he accepted the additional assignment",
            "Her new name and passport are cover for her next assignment.",
            "She handed in an incomplete assignment.",
            "He did a passable job with the assignment.",
            "She only skimmed through the reading assignment.",
            "The reporter's assignment is to interview the candidate."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Репортёр здесь на задании.",
            "Студенты / ученики получили домашнее задание.",
            "Это назначение дало ему шанс доказать свои способности.",
            "— Я выполнил задание. — Прекрасно! / Очень хорошо!",
            "Он недоволен своим новым заданием.",
            "Корреспондент был в командировке на Дальнем Востоке.",
            "Его задание находилось на грани невозможного.",
            "Ваше задание — написать два стихотворения о весне.",
            "Она спросила, нельзя ли её пересадить на другое место.",
            "На самом деле, ему даже не хватило ума понять, что его перевод в Техас был понижением в должности.",
            "Каждый из нас сделал домашнее задание, а затем мы сравнили ответы.",
            "её назначение в посольство в Индии",
            "присвоение компьютером номера каждому изображению",
            "Ваше задание — написать сочинение на пятьсот слов по одному из сонетов Шекспира.",
            "С поручением он жутко накосячил.",
            "Она поехала в Италию по специальному заданию.",
            "Первая задача — присвоение адреса каждому элементу данных.",
            "Он был убит при выполнении задания за рубежом.",
            "Общее затраченное на выполнение данного задания время не должно превышать одной недели.",
            "Он дал студентам, изучающим астрономию, задание составить график движения звёзд на следующий месяц.",
            "В данной статье обсуждается недавнее назначение сенаторов в некоторые важнейшие комитеты.",
            "Журналист здесь на задании.",
            "Он перенапрягся, взяв на себя дополнительное задание.",
            "Новое имя и паспорт служат ей прикрытием для выполнения следующего задания.",
            "Она сдала незаконченное задание.",
            "С заданием он справился сносно.",
            "Задание по чтению она всего лишь бегло просмотрела.",
            "Задача журналиста — провести интервью с кандидатом."
        ]
    }
}