{
    "assist": {
        "comment": [
            "assistance",
            "assistant"
        ],
        "translate": "помощь, вспомогательный механизм, помогать, содействовать, ассистировать",
        "transcription": " |əˈsɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I accept on condition that he will assist.",
            "He gave me an assist with the housework",
            "The young nurse was assisting at her first operation.",
            "The cream assists in the prevention of skin cancer.",
            "Local villagers assisted the doctors with the people wounded in the bus crash.",
            "The President was assisted by his advisers.",
            "They had impressed a small school to assist in the performances.",
            "I'd be only too pleased to assist you.",
            "He had 3 goals and 2 assists in the hockey game.",
            "The device assists those who can't climb stairs.",
            "We'll assist you at every stage from inception to completion.",
            "Funds are available to assist teachers who want to attend the conference.",
            "With an assist from his dad, the youngster built a doghouse any canine would be proud to call home.",
            "She assisted in making the decision.",
            "special tutorials to assist the unlettered sector of society",
            "Another doctor assisted with the operation.",
            "Another doctor assisted him with the operation.",
            "Federal agents are assisting with the investigation.",
            "A British contingent was sent to assist the security forces."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я даю своё согласие при условии, что он будет помогать.",
            "Он помог мне с домашними делами.",
            "Молодая медсестра ассистировала на своей первой операции.",
            "Этот крем помогает предотвратить рак кожи.",
            "Местные жители помогали врачам оказывать помощь людям, пострадавшим при аварии автобуса.",
            "Президенту помогали его советники.",
            "Они привлекли учеников младшей школы для участия в представлениях.",
            "Я был бы только рад помочь вам.",
            "Он забил три гола и отдал две голевые передачи в этом хоккейном матче.",
            "Данное приспособление помогает тем, кто не может подняться по лестнице.",
            "Мы поможем Вам на всех этапах, от начала до завершения",
            "Имеются средства для содействия учителям, которые хотят принять участие в конференции.",
            "С помощью папы мальчик построил конуру, которую любая собака сочла бы за честь назвать своим домом.",
            "Она оказала содействие в принятии данного решения.",
            "специальные учебные пособия для помощи неграмотным слоям общества",
            "На операции ассистировал ещё один врач.",
            "На операции ему ассистировал ещё один врач.",
            "Федеральные агенты оказывают содействие расследованию.",
            "Для оказания помощи спецслужбам был послан британский контингент."
        ]
    }
}