{
    "associate": {
        "comment": [
            "association"
        ],
        "translate": "ассоциировать, связывать, связанный, присоединенный, партнер, компаньон, коллега",
        "transcription": " |əˈsoʊʃieɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She associates herself with some pretty strange people.",
            "I always associate the smell of those flowers with my childhood.",
            "He associates with strange people.",
            "I don't associate him with energetic sports.",
            "My mother used to warn me not to associate with riff-raff.",
            "This happened the year before the war of our Associates.",
            "I no longer wish to be associated with people like him.",
            "Her associates respected her for her hard work.",
            "She started as an associate at the law firm.",
            "He's an associate member of the club but he hopes to become a full member soon.",
            "Try not to associate with that riffraff.",
            "He did not associate himself with the pro-democracy movement.",
            "I don't appreciate your ritzy advice about whom I “should” associate with.",
            "He had to consult his associate before continuing.",
            "Associates in the law firm bill at a lower rate than do partners.",
            "She was promoted from assistant editor to associate editor and may soon be promoted to senior editor."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она связалась с довольно странной компанией.",
            "Аромат этих цветов всегда ассоциируется у меня с детством.",
            "Он общается со странными людьми.",
            "У меня он не ассоциируется с подвижными видами спорта.",
            "Моя мама часто предупреждала меня, чтобы я не общался со шпаной.",
            "Это случилось за год до войны наших союзников.",
            "Я больше не желаю знаться с подобными ему людьми.",
            "Коллеги уважали её за трудолюбие.",
            "Она начала в качестве помощника в этой юридической фирме.",
            "Он является ассоциированным членом клуба, но надеется скоро стать его полноправным членом.",
            "Постарайся не общаться с этой сволочью.",
            "Он не ассоциировал себя с этим движением за демократию.",
            "Мне не нравятся ваши чванливые советы по поводу того, с кем мне \"следует\" общаться.",
            "Прежде чем продолжить, ему пришлось посоветоваться с коллегой.",
            "Младшие сотрудники в юридической фирме берут по более низкой ставке, чем партнёры.",
            "Она прошла путь от младшего редактора до ответственного редактора, и вскоре её, может быть, назначат на должность старшего редактора."
        ],
        "stars": 3
    }
}