{
    "assure": {
        "comment": [
            "measure",
            "measurement",
            "pleasure",
            "pressure",
            "ensure",
            "sure",
            "leisure",
            "surely",
            "closure",
            "insure",
            "disclosure",
            "reassure",
            "exposure",
            "treasure",
            "unsure"
        ],
        "translate": "уверять, обеспечивать, гарантировать, заверять, убеждать, обнадеживать, страховать",
        "transcription": " |əˈʃʊr|",
        "antonyms": [],
        "mnemonic": [
            "sure [ʃuə]\nassure [ə'ʃuə]\ninsure [ɪn'ʃʊə] - ручаться\nensure [ɪn'ʃʊə]\nassurance [ə'ʃuərəns] - уверение, уверенность,\nзаверение, гарантия, страхование\n***\nЯ УВЕРЕН - все в ажуре! (это) sure\nВЕРНЫЙ путь ищи в брошюре. (это) sure\nБЕЗ СОМНЕНЬЯ - все в ажуре. (это) sure\nКОНЕЧНО, будет всё в ажуре. (это) sure\n***\nЯ вас УВЕРЯЮ - всё в ажуре. (это) assure\n***\nОБЕСПЕЧУ - всё в ажуре! (это) ensure"
        ],
        "examples": [
            "The doctor assured the father of his baby's safety.",
            "I can assure you that you won't be disappointed.",
            "They assured us that they would not be late.",
            "I can assure you that appropriate action will be taken.",
            "They were assured against any unforeseen consequences.",
            "I assured him that traveling to Cambodia was safe.",
            "The excellent reviews given to the film have assured its success.",
            "I will bend my efforts to better assure coordination among the sections.",
            "The document is genuine, I can assure you.",
            "Don't worry, because I assure you that everything's copacetic.",
            "I assure you that this was purely an oversight on my part.",
            "Excellent reviews have assured the film's success.",
            "Tim waited a moment to assure himself that he was not being followed.",
            "My proposition, I assure you, would be to our mutual benefit.",
            "A win on Saturday will assure them of promotion to Division One.",
            "The airline tried to reassure the customers that the planes were safe."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Врач убедил отца, что его ребёнок вне опасности.",
            "Уверяю, вы не будете разочарованы.",
            "Они заверили нас, что не опоздают.",
            "Я могу заверить вас, что надлежащие меры будут предприняты.",
            "Они были застрахованы против любых непредвиденных последствий.",
            "Я заверил его, что путешествовать в Камбоджу безопасно.",
            "Прекрасные рецензии на фильм обеспечили ему успех.",
            "Я приложу все силы, чтобы лучше координировать работу отделов.",
            "Уверяю Вас, документ подлинный.",
            "Не беспокойтесь, потому что, уверяю вас, всё просто прекрасно.",
            "Я вас уверяю, что это было чистым недосмотром с моей стороны.",
            "Успех фильму обеспечили отличные отзывы.",
            "Тим выждал мгновение, чтобы убедиться, что за ним не следят.",
            "Уверяю вас, моё предложение пойдёт на пользу нам обоим.",
            "Победа в субботнем матче обеспечит им выход в Первый дивизион.",
            "Авиакомпания попыталась заверить клиентов в надёжности самолётов."
        ],
        "stars": 1
    }
}