{
    "assumption": {
        "comment": [],
        "translate": "предположение, допущение, вступление, присвоение, успение, принятие на себя",
        "transcription": " |əˈsʌmpʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "People make a lot of assumptions about me.",
            "Many scientific assumptions about Mars were wrong.",
            "We proceeded on the assumption that he would help.",
            "He will come home tomorrow. At least, that's my assumption.",
            "the Nazi assumption of power in 1934",
            "Assumption of the Virgin Mary",
            "the buyer's assumption of debt",
            "We all made the assumption that the new company would fail.",
            "His assumption of office coincided with the trouble in Cuba.",
            "On the assumption that he has been injured we can infer that he will not play.",
            "Any society is built upon certain assumptions.",
            "A lot of people make the assumption that poverty only exists in the Third World.",
            "The transitivity assumption implies that indifference sets have no intersection.",
            "Your assumption that I would agree was unwarranted.",
            "My calculations were based on the assumption that house prices would remain steady.",
            "He acquired all the company's assets for ten million dollars and the assumption of the company's debts.",
            "Her plan is based on the underlying assumption that the economy will improve in the near future.",
            "the Catholic dogma of the bodily assumption of the Virgin Mary",
            "We are working on the assumption that the conference will take place as planned.",
            "We're working on the assumption that the conference will take place in Canada, as planned."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Люди делают много предположений относительно меня.",
            "Многие научные предположения о Марсе были ошибочны.",
            "Мы исходили из предположения, что он поможет.",
            "Он приедет домой завтра. По крайней мере, это мое предположение.",
            "захват власти нацистами в 1934 году",
            "Успение Пресвятой Девы Марии",
            "признание (принятие на себя) долга покупателем",
            "Все мы предположили, что новая компания не выживет.",
            "Его вступление в должность совпало с проблемами на Кубе.",
            "Исходя из того, что он травмирован, можно заключить, что играть он не будет.",
            "Любое общество строится на определённых предположениях.",
            "Множество людей полагает, что бедность существует только в странах \"третьего мира\".",
            "Предположение о транзитивности означает, что безразличные множества не пересекаются.",
            "Напрасно вы полагали, что я соглашусь.",
            "Мои расчёты были основаны на предположении, что цены на недвижимость будут оставаться устойчивыми.",
            "Он приобрёл все активы компании за десять миллионов долларов и принятие на себя её долгов.",
            "Её план строится на основе предположения о том, что в ближайшем будущем состояние экономики улучшится.",
            "католический догмат о телесном вознесении Девы Марии",
            "Мы исходим из предположения, что конференция пройдёт, как и планировалось.",
            "Мы работаем, исходя из предположения о том, что конференция пройдёт в Канаде, как и планировалось."
        ]
    }
}