{
    "assume": {
        "comment": [],
        "translate": "предполагать, принимать, брать на себя, допускать, принимать на себя",
        "transcription": " |əˈsuːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I can only assume that it was a mistake.",
            "I assume his train was late.",
            "Assume the contrary.",
            "He is not such a fool as you assumed him to be.",
            "The problem is beginning to assume massive proportions.",
            "I didn't see your car, so I assumed you'd gone out.",
            "She assumed from his expression that he was confused.",
            "He assumes the lotus position.",
            "Actors, please assume your positions. The show is about to begin.",
            "It is logical to assume that they will attend.",
            "She assumed an air of confidence in spite of her dismay.",
            "When will the new President assume office?",
            "She assumed strange manners.",
            "It is wrong to assume that technological advance brings a higher quality of life.",
            "They will only assume that, as a woman, the fault lies with me.",
            "The gods assume human or animal form in these fables.",
            "The king assumed the throne when he was very young.",
            "It would be a mistake to assume that we can rely on their help.",
            "The entire length of our route is assumed to be about thirty-two miles.",
            "It's a fallacy to assume that he will help.",
            "Let's assume the company makes ten pence profit on every widget they sell.",
            "It is plausible to assume that they will not accept our invitation.",
            "It seems reasonable to assume they've been tested.",
            "Jim Paton will assume the role of managing director.",
            "Mr. M. has been assumed as a Partner in the Edinburgh Branch of the Bank.",
            "These Doctrines assume at once a reasonableness and an importance.",
            "It is illogical to assume you can do the work of three people.",
            "These relationships assume great importance in times of crisis.",
            "We'll be arriving around noon. That's assuming that our flight is on time.",
            "I assume her politics must be fairly conservative."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное подлежащее(страдательный залог)",
            "Инфинитив",
            "all_words",
            "Сложное подлежащее"
        ],
        "example_translate": [
            "Я могу лишь предположить, что это была ошибка.",
            "Наверное, его поезд опоздал.",
            "Допустим обратное.",
            "Он не такой дурак, как вы думали.",
            "Проблема начинает принимать массовый характер.",
            "Я не видел вашей машины, вот и подумал, что вы уже ушли.",
            "Глядя на его лицо, она решила, что он в замешательстве.",
            "Он принимает позу лотоса.",
            "Прошу актёров занять свои места. Спектакль скоро начнётся.",
            "Логично думать, что они явятся.",
            "Она напустила на себя уверенный вид, хотя была в смятении.",
            "Когда новый президент вступит в должность?",
            "Она набралась странных замашек.",
            "Ошибочно предполагать, что технический прогресс влечёт за собой более высокий уровень жизни.",
            "Они только решат, что раз я женщина, значит, вина лежит на мне.",
            "В этих баснях боги принимают облик человека или животного.",
            "Король вступил на престол, когда был совсем молод.",
            "Было бы ошибкой предполагать, что мы можем надеяться на их помощь.",
            "Общая длина нашего маршрута предположительно составляет около тридцати двух миль.",
            "Не стоит надеяться на то, что он поможет.",
            "Предположим, что компания получает десять пенсов прибыли с каждого проданного изделия.",
            "Можно смело предполагать, что они не примут наше приглашение.",
            "Кажется разумным предположить, что их проверяли.",
            "Джим Пэйтон возьмёт на себя обязанности управляющего директора.",
            "Мистер М. был принят в качестве партнёра в эдинбургское отделение банка.",
            "Эти доктрины сразу приобретают обоснованный и значительный вид.",
            "Неразумно предполагать, что вы сможете работать за троих.",
            "Эти отношения приобретают особую важность в условиях кризиса.",
            "Мы будем на месте около полудня — это при условии, что наш рейс прибудет вовремя.",
            "Я полагаю, что её политические убеждения, наверное, достаточно консервативны."
        ]
    }
}