{
    "assurance": {
        "comment": [
            "insurance",
            "assure"
        ],
        "translate": "гарантия, уверение, уверенность, заверение, страхование, убежденность",
        "transcription": " |əˈʃʊrəns|",
        "antonyms": [],
        "mnemonic": [
            "sure [ʃuə]\nassure [ə'ʃuə]\ninsure [ɪn'ʃʊə] - ручаться\nensure [ɪn'ʃʊə]\nassurance [ə'ʃuərəns] - уверение, уверенность,\nзаверение, гарантия, страхование\n***\nЯ УВЕРЕН - все в ажуре! (это) sure\nВЕРНЫЙ путь ищи в брошюре. (это) sure\nБЕЗ СОМНЕНЬЯ - все в ажуре. (это) sure\nКОНЕЧНО, будет всё в ажуре. (это) sure\n***\nЯ вас УВЕРЯЮ - всё в ажуре. (это) assure\n***\nОБЕСПЕЧУ - всё в ажуре! (это) ensure"
        ],
        "examples": [
            "The new teacher lacked assurance.",
            "There's a note of assurance in his voice.",
            "He had the assurance to claim he had done it himself.",
            "Can you give a categoric assurance that these problems will not be repeated?",
            "He was probably quite sincere in the assurances he repeatedly gave.",
            "'Jack will never agree to that,' he said with assurance.",
            "His assurance in his superiority did not make him popular.",
            "He spoke with quiet assurance about his future plans.",
            "He has the assurance of continued support from his boss.",
            "The President's assurances were not respected.",
            "They lent us the money with the assurance that they would be repaid soon."
        ],
        "example_translate": [
            "Новому учителю не хватало уверенности в себе.",
            "В его голосе слышится уверенность.",
            "У него хватило нахальства заявить, что он это сделал сам.",
            "Можете ли вы гарантировать, что эти проблемы не повторятся?",
            "Возможно, он был вполне искренен в своих постоянно повторявшихся заверениях.",
            "— Джек никогда с этим не согласится, — с уверенностью сказал он.",
            "Его уверенность в своём превосходстве не сделала его популярным.",
            "Он говорил о своих планах на будущее со спокойной уверенностью.",
            "Он получил заверения в дальнейшей поддержке со стороны своего начальника.",
            "Заверения президента не были соблюдены.",
            "Они одолжили нам эти деньги в уверенности, что мы их скоро вернём."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}