{
    "asylum": {
        "comment": [
            "lump",
            "volume",
            "column",
            "curriculum",
            "aluminium",
            "clumsy"
        ],
        "translate": "убежище, приют, прибежище, психиатрическая больница",
        "transcription": " |əˈsaɪləm|",
        "antonyms": [],
        "mnemonic": [
            "asylum [ə'saɪləm]\n***\nВ ПРИЮТЕ кормят провансалем. (это) asylum\nВ УБЕЖИЩЕ кормят не мясом, а|салом. (это) asylum\nВ БОГАДЕЛЬНЕ кормят провансалем. (это) asylum"
        ],
        "examples": [
            "He was committed to a lunatic asylum",
            "She asked for political asylum.",
            "He has been granted asylum in France.",
            "It is talked of placing me into asylum.",
            "During the war, she sought asylum in Spain.",
            "Asylum seekers were entering Britain at a rate of 1,600 per day.",
            "The number of people seeking asylum in Britain has risen sharply.",
            "The majority of those who claim asylum are genuine refugees.",
            "They sought asylum and were given refugee status by the government.",
            "She was granted asylum after it was made clear that she would be killed if she returned to her native country."
        ],
        "example_translate": [
            "Он был (принудительно) помещен в психиатрическую больницу.",
            "Она попросила политического убежища.",
            "Он получил убежище во Франции.",
            "Речь идёт о том, чтобы упечь меня в психушку.",
            "Во время войны, она искала убежища в Испании.",
            "Беженцы прибывали в Великобританию со скоростью 1600 человек в день.",
            "Количество людей, ищущих убежища в Великобритании, резко возросло.",
            "Большинство тех, кто просит о предоставлении убежища, является настоящими беженцами",
            "Они попросили политического убежища, и правительство предоставило им статус беженцем.",
            "Ей предоставили убежище после того, как стало ясно, что её убьют, если она вернётся в родную страну."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}