{
    "athletic": {
        "comment": [],
        "translate": "спортивный, атлетический, богатырский",
        "transcription": " |æθˈletɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She has great athletic ability.",
            "She has a lean, athletic body.",
            "She's tall and has an athletic build.",
            "I wanted a more athletic and muscular build.",
            "Students can get discount tickets for all athletic events.",
            "His athletic career spanned three decades.",
            "His athletic career has been slowed by injuries.",
            "Her athletic career was cut short by a leg injury.",
            "The athletic footwear market has not yet plateaued.",
            "Her athletic records are unrivaled.",
            "The ancient Romans awarded laurel wreaths to winners of athletic contests.",
            "She suffered an injury that precluded the possibility of an athletic career.",
            "Her performance in the Olympics was an unexampled display of athletic prowess.",
            "He now has only a few trophies to remind him of the glory of his athletic career."
        ],
        "example_translate": [
            "У неё выдающиеся спортивные способности.",
            "У неё стройное, спортивное тело.",
            "Она высокая, атлетического телосложения.",
            "Я хотел быть более спортивным и мускулистым.",
            "Студенты могут получить скидки на билеты на все спортивные мероприятия.",
            "Его спортивная карьера продолжалась три десятилетия.",
            "Продвижение его спортивной карьеры замедлилось из-за травм.",
            "Её спортивная карьера внезапно завершилась из-за травмы ноги.",
            "Рынок спортивной обуви ещё не стабилизировался.",
            "Её спортивные достижения не имеют себе равных.",
            "Древние римляне награждали лавровыми венками победителей спортивных соревнований.",
            "Она получила травму, исключившую возможность спортивной карьеры.",
            "Её выступление на Олимпийских играх стало беспримерным проявлением спортивной доблести.",
            "Лишь несколько трофеев напоминают ему теперь о славной спортивной карьере."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}