{
    "athlete": {
        "comment": [],
        "translate": "спортсмен, атлет, легкоатлет",
        "transcription": " |ˈæθliːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She was quite an athlete as a child.",
            "I was a natural athlete as a kid.",
            "Athletes from around the world will be competing at the Olympics.",
            "She has the confidence of an accomplished athlete.",
            "As an athlete he is peerless.",
            "He has the chiseled body of an athlete.",
            "An athlete known for losing with grace",
            "He shows enormous potential as an athlete.",
            "He is the greatest athlete of all time, in my opinion.",
            "The athlete pulled a tendon in the competition.",
            "She rose with the fluent movement of an athlete.",
            "He typifies what a professional athlete should be.",
            "An athlete was training with an automatic pacemaker.",
            "аn athlete who projects a positive image to young people",
            "A star athlete can make a lot of money from endorsements.",
            "The star athlete was barraged with requests for an autograph.",
            "He may be a former athlete, but he still has to watch his weight.",
            "She is a versatile athlete who participates in many different sports.",
            "The heart surgery debilitated the college athlete beyond his worst fears.",
            "The athlete received a two-year suspension following a positive drug test.",
            "It takes hard work and natural ability to make it as a professional athlete.",
            "A tendency toward conceitedness taints that athlete's status as a role model.",
            "This medication for athlete's foot is atomized so that it can be sprayed on from an aerosol can."
        ],
        "example_translate": [
            "Она была довольно спортивным ребёнком.",
            "От природы я был очень сильным ребёнком.",
            "На Олимпийских играх будут соревноваться спортсмены со всего мира.",
            "Она обладает уверенностью опытной спортсменки.",
            "Как атлет, он бесподобен.",
            "У него рельефное тело атлета.",
            "Спортсмен, который известен своим умением достойно проигрывать",
            "Как спортсмен, он демонстрирует огромный потенциал.",
            "Он величайший спортсмен всёх времен, на мой взгляд.",
            "На соревнованиях этот спортсмен потянул сухожилие.",
            "Она поднялась плавным движением спортсменки.",
            "Он символизирует то, каким должен быть профессиональный спортсмен.",
            "Спортсмен тренировался с автоматическим регулятором скорости.",
            "спортсмен, который производит положительное впечатление на молодёжь",
            "Звёзды спорта могут заработать целую кучу денег на рекламе.",
            "Звезду спорта забросали просьбами дать автограф.",
            "Может, он и бывший спортсмен, но всё равно ему приходится следить за своим весом.",
            "Она разносторонняя спортсменка, которая занимается несколькими видами спорта.",
            "После операции на сердце этот студент-спортсмен ослаб так, что ему не снилось и в худших кошмарах.",
            "Спортсмен был дисквалифицирован на два года из-за положительных результатов допинг-контроля.",
            "Чтобы стать профессиональным спортсменом, нужны врождённые способности и огромный труд.",
            "Образцовый имидж этого спортсмена несколько портит склонность к зазнайству.",
            "Это лекарство для ног спортсменов измельчено, чтобы его можно было распылять из аэрозольного баллона."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}