{
    "atomic": {
        "comment": [
            "atom"
        ],
        "translate": "атомный",
        "transcription": " |əˈtɑːmɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "International Atomic Energy Agency",
            "When was the atomic age ushered in?",
            "The atomic reactor used a gas coolant.",
            "The first atomic bomb was detonated in 1945.",
            "They agreed to end the testing of atomic weapons.",
            "Atomic Energy Authority",
            "Hiroshima was nearly obliterated by the atomic bomb.",
            "Will atomic weapons deter powerful nations from war?",
            "They had planned to derail the trains that carried atomic waste.",
            "There is no shortage of financial firepower to fund atomic research.",
            "Scientists first conceived the idea of the atomic bomb in the 1930's.",
            "Whichever nation explodes an atomic bomb will engage the whole world in war.",
            "The international agency polices the development of atomic energy facilities.",
            "Far sooner than anyone thought possible, the Russians exploded an atomic bomb.",
            "The atomic clock enabled scientists to measure time with much greater accuracy."
        ],
        "example_translate": [
            "Международное агентство по атомной энергии (МАГАТЭ)",
            "Когда началась ядерная эпоха?",
            "В этом атомном реакторе использовался газовый охладитель.",
            "Первая атомная бомба была взорвана в 1945 году.",
            "Они согласились прекратить испытания атомного оружия.",
            "Управление атомной энергетики (в Великобритании)",
            "Хиросима была почти уничтожена атомной бомбой. / Атомная бомба едва не стёрла Хиросиму с лица Земли.",
            "Сможет ли ядерное оружие удержать могущественные государства от войны?",
            "Они замыслили пустить под откос поезда, перевозившие радиоактивные отходы.",
            "В финансовой мощи для финансирования атомных исследований недостатка нет.",
            "Ученые впервые зародились идеей атомной бомбы в 1930-е годы.",
            "Неважно, какая страна взорвет атомную бомбу, это так или иначе вызовет мировую войну.",
            "Международное агентство контролирует развитие объектов атомной энергетики.",
            "Намного раньше, чем кто-либо считал возможным, русские взорвали атомную бомбу.",
            "Атомные часы позволили учёным измерять время с гораздо большей точностью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}