{
    "attached": {
        "comment": [
            "attach",
            "moustache",
            "detached",
            "detach",
            "attachment"
        ],
        "translate": "прикрепленный, приложенный, привязанный, прикомандированный, преданный",
        "transcription": " |əˈtætʃt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was strongly attached to his family.",
            "I attached the file to the e-mail.",
            "Please complete the attached forms.",
            "She attached a note to the package.",
            "She was very attached to her father.",
            "Attached to this contract is ...",
            "To this treasure a curse is attached.",
            "The fault is attached to the bus driver.",
            "The house has an attached garage.",
            "The handle is not very well attached.",
            "The cheque was attached to our letter.",
            "Please fill out the attached application.",
            "There is a strong stigma attached to suicide.",
            "The rope strained when the weight was attached.",
            "the spider's thread attached to the window sill",
            "a recliner chair with a padded footrest attached",
            "No blame can be attached to Roy for the incident.",
            "Please fill in and return the attached reply slip.",
            "A young man from Canada had attached himself to Sam.",
            "I've attached an application to the brochure for you.",
            "The nation was firmly attached to hereditary monarchy.",
            "The policy offers 15% interest with no strings attached.",
            "It's easy to become attached to the children you work with.",
            "Files can be attached to your email at the push of a button.",
            "The Food Ministry is attached to the Ministry of Agriculture.",
            "Paulina became excessively attached to her. (E. Bulwer-Lytton)",
            "all art schools whether independent or attached to universities",
            "There is a lot of ceremonial attached to the job of Lord Mayor.",
            "A large atrium or portico is attached to two sides of the church.",
            "The shell of a sessile barnacle is attached directly to a substrate."
        ],
        "example_translate": [
            "Он был сильно привязан к своей семье.",
            "Я прикрепил файл к электронному письму.",
            "Заполните, пожалуйста, приложенные формы.",
            "Она прикрепила к пакету записку.",
            "Она была очень привязана к отцу.",
            "В приложении к настоящему договору…",
            "На этом богатстве лежит проклятие.",
            "Вина лежит на водителе автобуса.",
            "К дому пристроен гараж.",
            "Ручка плохо прикреплена.",
            "К нашему письму был приложен чек.",
            "Заполните, пожалуйста, прилагаемую анкету.",
            "После попытки самоубийства остался сильный шрам.",
            "Когда прикрепили груз, верёвка натянулась.",
            "паутинка, прикреплённая к подоконнику",
            "кресло с откидывающейся спинкой и прилагающейся к нему мягкой подставкой для ног",
            "Винить в этом происшествии Роя нельзя.",
            "Пожалуйста, заполните и верните прилагаемый бланк ответа.",
            "К Сэму привязался один молодой человек из Канады.",
            "Для вас я приложил к брошюре анкету.",
            "Весь народ решительно поддерживал наследственную монархию.",
            "Полис предлагает пятнадцать процентов годовых без каких бы то ни было условий.",
            "Легко привязаться к детям, с которыми работаешь.",
            "К электронной почте можно прикрепить файлы одним нажатием кнопки.",
            "Министерство пищевой промышленности является одним из подразделений Министерства сельского хозяйства.",
            "Полина чрезвычайно привязалась к ней.",
            "все художественные школы, будь то независимые или при университетах",
            "Должность лорда-мэра сопряжена с многочисленными церемониальными обязанностями.",
            "Большой атриум, или портик, присоединен к двум стенам церкви.",
            "Раковина сидячего усоногого крепится непосредственно к основанию."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}