{
    "attain": {
        "comment": [
            "curtain",
            "sustain",
            "fountain"
        ],
        "translate": "достигать, добиваться, приобретать, добираться",
        "transcription": " |əˈteɪn|",
        "antonyms": [],
        "mnemonic": [
            "attain [этэ'йн] достигать, добиваться - Мы достигли (п-этэйн-ого) выхода.",
            "attain [ə'teɪn]\nobtain [əb'tein] - получать, достигать, приобретать\n***\nДОСТИГ успехов, наводя тень на плетень. (это) attain\nДОСТИГ успехов Эйнштейн. (это) attain\nДОБИЛСЯ многого Эйнштейн. (это) attain\n***\nЕсли высот достиг \"attain\"\nили получил \"obtain\",\nты их сохрани \"retain\"."
        ],
        "examples": [
            "This target should be attainable.",
            "After a year she had attained her ideal weight.",
            "How can we attain to such wealth?",
            "The car can attain a top speed of 200 mph.",
            "He has attained to years of discretion.",
            "More women are attaining positions of power.",
            "Sir Lidian had attained his sixteenth year.",
            "Share prices attained a high of $3.27.",
            "This kind of tree can attain a height of 20 feet within just a few years.",
            "The heroic marshal, however, attained the opposite shore.",
            "She refused to let the injury keep her from attaining her goal of being in the Olympics.",
            "But for all their influence, D.C. lobbyists have failed to attain one elusive goal: public respect."
        ],
        "example_translate": [
            "Эта цель должна быть достижимой.",
            "Через год она достигла своего идеального веса.",
            "Как мы сможем достичь такого богатства?",
            "Этот автомобиль может достичь максимальной скорости в двести миль в час.",
            "Он достиг зрелого возраста.",
            "Всё больше женщин добивается высоких постов.",
            "Сэр Лидиан достиг шестнадцатилетнего возраста.",
            "Цены на акции достигли максимума - $3.27.",
            "Деревья этого вида могут достичь высоты в двадцать футов всего за несколько лет.",
            "Героический маршал, однако, добрался до противоположного берега.",
            "Она решила, что не допустит, чтобы травма помешала ей достигнуть своей цели — участвовать в Олимпийских играх.",
            "Несмотря на всё свое влияние, вашингтонским лоббистам не удалось достичь одной трудной цели — добиться народного уважения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}