{
    "attach": {
        "comment": [
            "attached",
            "moustache",
            "detached",
            "detach",
            "attachment"
        ],
        "translate": "придавать, прикреплять, присоединять, привязывать, прикладывать, связывать",
        "transcription": " |əˈtætʃ|",
        "antonyms": [],
        "mnemonic": [
            "attach [эте'ч] прикреплять - (А теч-ь) прикреплением изоленты устранена.",
            "attach [ə'tætʃ]\nattachment [ə'tætʃmənt] - привязанность; крепление\n***\nПРИКРЕПЯТ к лидеру - значит, контачь. (это) attach\nПристраивать."
        ],
        "examples": [
            "I attached the file to the e-mail.",
            "He was strongly attached to his family.",
            "She attached a note to the package.",
            "The handle is not very well attached.",
            "The fault is attached to the bus driver.",
            "Attached to this contract is ...",
            "To this treasure a curse is attached.",
            "People attach too much importance to economic forecasts.",
            "I attach hereto my revisions.",
            "The handle attaches here on the top.",
            "The cheque was attached to our letter.",
            "You can't really attach a label to this type of art.",
            "There was no place to attach supports for a shelf.",
            "Attach a recent photograph to your application form.",
            "Hindus attach great importance to food preparation. (=it is very important to them)",
            "No blame can be attached to Roy for the incident.",
            "You'll need a strong adhesive to attach the boards.",
            "The spokes attach to the hub of the wheel.",
            "Please fill in and return the attached reply slip.",
            "I've attached an application to the brochure for you.",
            "It's easy to let the emotions attached to one situation spill over into others.",
            "the spider's thread attached to the window sill"
        ],
        "example_translate": [
            "Я прикрепил файл к электронному письму.",
            "Он был сильно привязан к своей семье.",
            "Она прикрепила к пакету записку.",
            "Ручка плохо прикреплена.",
            "Вина лежит на водителе автобуса.",
            "В приложении к настоящему договору…",
            "На этом богатстве лежит проклятие.",
            "Люди придают слишком большое значение экономическим прогнозам.",
            "К настоящему прилагаю мои поправки.",
            "Ручка крепится здесь, наверху.",
            "К нашему письму был приложен чек.",
            "Такое искусство, вообще-то, не так просто оценить /классифицировать/.",
            "Прикрепить опоры для полки было некуда.",
            "Приложите к заполненному бланку заявления одну из своих недавних фотографий.",
            "Индусы придают огромное значение приготовлению пищи. (т.е. это для них очень важно)",
            "Винить в этом происшествии Роя нельзя.",
            "Чтобы прикрепить эти доски, вам понадобится сильный клей.",
            "Спицы крепятся к ступице колеса.",
            "Пожалуйста, заполните и верните прилагаемый бланк ответа.",
            "Для вас я приложил к брошюре анкету.",
            "Легко позволить эмоциям, связанных с одной ситуацией, перекинуться на другие.",
            "паутинка, прикреплённая к подоконнику"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}