{
    "attendance": {
        "comment": [],
        "translate": "посещаемость, посещение, присутствие, обслуживание, аудитория, услуги",
        "transcription": " |əˈtendəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The attendance is up.",
            "Attendance at the meeting is not required.",
            "How many attendances at class have you made?",
            "Attendance at the meeting is by invitation only.",
            "I have withdrawn from all attendance at public banquets.",
            "Never-ceasing attendance at the bedside of her sick father.",
            "His primary duty at the event is to take attendance.",
            "We have an average attendance of 4000 fans per game.",
            "Museum attendances in the city have been increasing in recent years.",
            "Her grades are good, but how's her attendance?",
            "He was assiduous in his attendance at church.",
            "The doctor will have a record of her attendances.",
            "Attendance is expected to surpass last year's record.",
            "He began to resent the compulsory attendance at the boring factory meetings.",
            "Because of your erratic attendance at practice, you're in danger of being cut from the team.",
            "She's below the statutory age for school attendance.",
            "A student's attendance is an important factor in her grade.",
            "The team wants to double attendance at its games this season.",
            "Most courses involve an average of eight hours attendance at college each week.",
            "She draws spiritual sustenance from daily church attendance."
        ],
        "example_translate": [
            "Посещаемость очень высокая.",
            "Присутствие на собрании не обязательно.",
            "Сколько раз вы присутствовали на занятиях?",
            "Допуск на заседание только по приглашениям.",
            "Я перестал присутствовать на всяких банкетах.",
            "Никогда не прекращающееся дежурство у кровати её больного отца.",
            "Его основной задачей на этом мероприятии является проверка посещаемости.",
            "Наша средняя посещаемость — четыре тысячи болельщиков за игру.",
            "В последние годы посещаемость городских музеев растёт.",
            "Оценки у неё хорошие, но вот как с посещаемостью?",
            "Он прилежно посещал церковь.",
            "У врача будет записано, сколько раз она приходила.",
            "Ожидается, что посещаемость побьёт прошлогодний рекорд.",
            "Его начало возмущать вынужденное присутствие на скучных заводских собраниях.",
            "Из-за нерегулярного посещения тренировок вы рискуете быть отчисленным из команды.",
            "Она ещё не достигла возраста, установленного для посещения школы.",
            "Посещаемость студенток оказывает важное влияние на их общую оценку.",
            "Команда хочет удвоить посещаемость матчей этого сезона.",
            "Большинство курсов требуют в среднем по восемь часов посещаемости колледжа в неделю.",
            "Ежедневные посещения церкви дают ей духовную подпитку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}