{
    "attempted": {
        "comment": [],
        "translate": "пытаться, пробовать, покушаться, делать попытку",
        "transcription": " |əˈtemptəd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was convicted of attempted rape.",
            "The police attempted to stop the thief.",
            "He attempted to mollify her.",
            "She attempted to encourage her young protégé.",
            "He was fouled as he attempted the shot.",
            "A rebel group attempted to seize power.",
            "He attempted to stutter some excuses.",
            "Rebels attempted to blow up the bridge.",
            "The prisoners attempted a daring escape.",
            "The sailors attempted to pinion Peter's arms.",
            "A woman was shot dead in an attempted robbery.",
            "My mother attempted suicide on many occasions.",
            "She attempted suicide early in their marriage.",
            "The prisoner is charged with attempted robbery.",
            "Smith was booked on suspicion of attempted murder.",
            "He attempted to compass his ends by violent means.",
            "He attempted the life of the former Prime Minister.",
            "Roosevelt occasionally attempted to circumvent him.",
            "The Woodstock generation attempted to swing freely.",
            "Her lawyer attempted to rebut the witness's testimony.",
            "He attempted to give a religious coloration to the war.",
            "They've attempted a climb up Mount Everest once before.",
            "The sailor was thrown in the hole for attempted mutiny.",
            "Senator Bryant attempted to marshal support for the measure.",
            "He attempted to pass him without any symptom of recognition.",
            "The army played a leading role in organizing the attempted coup.",
            "Supporters attempted to spin the bill's defeat to their advantage.",
            "The US government attempted to dictate the terms of the agreement.",
            "They had attempted to accroach to themselves royal power. (W. Stubbs)",
            "He attempted to question me while I was under the other night. (M. Spark)"
        ],
        "example_translate": [
            "Он был осужден за попытку изнасилования.",
            "Полиция попыталась остановить вора.",
            "Он попытался успокоить её.",
            "Она попыталась подбодрить своего молодого протеже.",
            "При попытке броска на нём сфолили. (о баскетболе)",
            "Группа повстанцев совершила попытку захватить власть.",
            "Он стал бормотать какие-то извинения.",
            "Повстанцы /мятежники/ пытались взорвать мост.",
            "Заключённые предприняли попытку дерзкого побега.",
            "Моряки попытались связать Питеру руки.",
            "При попытке ограбления была застрелена женщина.",
            "Моя мать неоднократно пыталась покончить с собой.",
            "В самом начале их брака она пыталась покончить с собой.",
            "Заключённый обвиняется в попытке ограбления.",
            "Смита арестовали по подозрению в покушении на убийство.",
            "Он попытался достичь своих целей при помощи насилия.",
            "Он покушался на жизнь бывшего премьер-министра.",
            "Время от времени Рузвельт пытался перехитрить его.",
            "Поколение Вудстока пыталось жить свободно, в своё удовольствие.",
            "Её адвокат попытался опровергнуть показания свидетеля.",
            "Он попытался придать этой войне религиозную окраску.",
            "Однажды они уже пытались совершить восхождение на Эверест.",
            "Моряк был брошен в карцер за попытку мятежа.",
            "Сенатор Брайант попытался организовать поддержку этой меры.",
            "Он попытался пройти мимо, сделав вид, что не узнал его.",
            "Армия сыграла ведущую роль в организации попытки государственного переворота.",
            "Сторонники законопроекта попытались обернуть его провал себе на пользу.",
            "Правительство США попыталось диктовать условия соглашения.",
            "Они сделали попытку захватить королевскую власть.",
            "Как-то ночью он пытался задавать мне вопросы, когда я был в отключке."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}