{
    "attendant": {
        "comment": [
            "attend",
            "attention",
            "attendance"
        ],
        "translate": "сопутствующий, сопровождающий, служитель, слуга, сопровождающее лицо",
        "transcription": " |əˈtendənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Give your hat to the checkroom attendant.",
            "Melancholy is a common attendant on poetic genius.",
            "This author was a constant attendant upon this great prince.",
            "From the attendant flotilla rang notes of triumph.",
            "Copies of meeting agenda must be available to all meeting attendants.",
            "My woolgathering was abruptly interrupted by a question from the flight attendant.",
            "The town is trying to deal with the population boom and the attendant increase in traffic.",
            "She let the parking attendant park her car.",
            "The chance to travel around the world attracted me to a career as a flight attendant.",
            "Don't unbuckle your seat belt until the flight attendant says it is safe to move around the cabin."
        ],
        "example_translate": [
            "Отдай свою шляпу гардеробщику.",
            "Меланхолия - частая спутница поэтического гения.",
            "Этот писатель был постоянным спутником великого принца.",
            "Из сопровождающей флотилии кораблей пришли вести об успехе.",
            "Копии повестки дня собрания должны быть предоставлены всем присутствующим на собрании.",
            "Мои мысли витали в облаках, пока стюардесса резко не оборвала их каким-то вопросом.",
            "Город пытается справиться с ростом населения и сопутствующим увеличением трафика.",
            "Она позволила парковщику припарковать свою машину.",
            "Возможность путешествовать по всему миру привлекла меня к профессии стюардессы.",
            "Не расстёгивайте ремень безопасности до тех пор, пока бортпроводник не скажет, что передвигаться по салону — безопасно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}