{
    "attitude": {
        "comment": [],
        "translate": "отношение, позиция, мироощущение, поза, осанка, положение самолета в воздухе",
        "transcription": " |ˈætɪtuːd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I do not like his attitude at all.",
            "You need to change your bad attitude.",
            "His attitude towards women really scares me.",
            "It upset me to learn of their attitude.",
            "As soon as they found out I was a doctor their whole attitude changed.",
            "His whole attitude bugs me.",
            "His attitude was forbidding.",
            "He has a positive attitude about the changes.",
            "She's got a really positive attitude to life.",
            "A negative attitude will get you nowhere.",
            "She has a carefree attitude toward life.",
            "I found her attitude totally unacceptable.",
            "She had a casual attitude to life.",
            "I'm very anxious about his attitude to learning.",
            "A preference is an attitude, a choice is an action.",
            "He has a piggish attitude toward women.",
            "His attitude is the same as ever.",
            "Her attitude is really ticking me off.",
            "Their attitude was slow to change.",
            "What gets me is their attitude.",
            "the church's attitude toward divorce",
            "She was upset to learn of their attitude.",
            "I suggest you get rid of that attitude and shape up.",
            "I find your attitude quite incomprehensible.",
            "I didn't like his attitude that he deserves special treatment.",
            "His attitude shows a want of proper respect.",
            "the apathetic attitude of the public",
            "This behaviour is indicative of her whole attitude, I'm afraid.",
            "a cavalier attitude to the laws",
            "The statement argues a change of attitude by the management."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мне совсем не нравится его отношение.",
            "Вам нужно изменить своё отношение к жизни.",
            "Его отношение к женщинам меня просто пугает.",
            "Я огорчился, узнав их мнение.",
            "Узнав, что я врач, они сразу же стали относиться ко мне совсем по-другому.",
            "Меня бесит весь этот его гонор.",
            "Он держал себя неприступно.",
            "Он положительно относится к этим изменениям.",
            "Она очень позитивно относится к жизни.",
            "Негативный настрой ни к чему хорошему тебя не приведёт.",
            "Она относится к жизни беспечно.",
            "Я счёл её позицию совершенно неприемлемой.",
            "К жизни она относилась легкомысленно.",
            "Его отношение к учёбе внушает мне большое беспокойство.",
            "Предпочтение — это отношение, а выбор — это действие.",
            "Он относится к женщинам по-свински.",
            "Его позиция — та же, что и всегда.",
            "Её гонор меня просто бесит.",
            "Их мироощущение менялось медленно.",
            "Что меня бесит, так это их гонор.",
            "отношение церкви к разводу",
            "Узнав их мнение, она очень расстроилась.",
            "Советую избавиться от своего гонора и взяться за ум.",
            "Мне ваша позиция совершенно непонятна.",
            "Мне не понравилась его позиция, что он заслуживает особого отношения.",
            "Его отношение показывает недостаток должного уважения.",
            "равнодушное отношение общественности",
            "Боюсь, что такое поведение свидетельствует об её отношении к делу.",
            "пренебрежительное отношение к закону",
            "В заявлении утверждается об изменении отношения со стороны руководства."
        ]
    }
}