{
    "attorney": {
        "comment": [
            "attitude",
            "attribute",
            "money"
        ],
        "translate": "адвокат, прокурор, поверенный, юрист, поверенный",
        "transcription": " |əˈtɜːrni|",
        "antonyms": [],
        "mnemonic": [
            "attorney [этэ'ни] юрист, поверенный - (А тени) поверенные юристы развеют.",
            "attorney [ə'tə:nɪ]\n***\nХороший АДВОКАТ у|Тони. (это) attorney\nЗнакомый ПРОКУРОР у|Тони. (это) attorney"
        ],
        "examples": [
            "I can give you the address of a good attorney.",
            "Their brother was articled to an attorney.",
            "He sent a heads-up to the District Attorney.",
            "You may need to retain an attorney.",
            "If you want to take it further, you should consult an attorney.",
            "He was warned that the district attorney would process him.",
            "He impressed the jury with his concise, pertinent answers to the attorney's questions.",
            "The President nominated her for Attorney General.",
            "The relationship between attorney and client is based on confidentiality.",
            "She talked to the count's attorney about buying land from his estate.",
            "He's just a grunt in the attorney's office.",
            "The judge ordered the attorney to stop hectoring the witness.",
            "Baker demanded an investigation of the district attorney's office.",
            "The US attorney's office has opened an investigation into the matter.",
            "The court ordered the appointment of an attorney to represent the child.",
            "The defense attorney charged that the jurors were biased.",
            "His attorney claimed the court lacked jurisdiction in this matter.",
            "When the investigation is concluded, the results will be sent to the US Attorney's office.",
            "a young attorney who has decided to dedicate her career to helping the poor receive justice",
            "The suspect invoked his right to an attorney.",
            "The defense attorney questioned the probity of the witness.",
            "The case is being prosecuted by the assistant district attorney.",
            "The attorney quickly turned his main defense argument on its head.",
            "The company has hired an attorney as a mouthpiece to answer its critics.",
            "His natural scrappiness serves him well as an aggressive defense attorney.",
            "The attorney offered evidence that controverted the plaintiff's allegations.",
            "An article in yesterday's paper misstated the name of the district attorney.",
            "The district attorney reopened the murder case because new evidence was found.",
            "The district attorney's office investigated reports of possible irregularities.",
            "All of a sudden the suspect just dummied up and demanded the presence of an attorney."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "(w) + or + Сг = [ə:]"
        ],
        "example_translate": [
            "Я могу дать вам адрес хорошего адвоката.",
            "Их брат стажировался у адвоката.",
            "Он послал окружному прокурору предостережение.",
            "Возможно, вам потребуется нанять адвоката.",
            "Если хотите большего, вы должны проконсультироваться с адвокатом.",
            "Его предупредили, что окружной прокурор возбудит против него дело.",
            "Он произвёл впечатление на присяжных своими краткими и уместными ответами на вопросы адвоката.",
            "Президент выдвинул её кандидатуру на должность Генерального прокурора.",
            "Отношения между адвокатом и клиентом основываются на конфиденциальности.",
            "Она поговорила с поверенным графа о покупке земельного участка из его имения.",
            "Он просто мелкая сошка из прокуратуры.",
            "Судья велел прокурору прекратить запугивать свидетеля.",
            "Бейкер потребовал расследования окружной прокуратуры.",
            "Прокуратура США открыла расследование по этому делу.",
            "Суд распорядился о назначении адвоката, который будет представлять интересы ребёнка.",
            "Защитник обвинил присяжных в необъективности.",
            "Его адвокат заявил, что суд не имеет полномочий в этом вопросе.",
            "Когда следствие будет заключено, его результаты будут направлены в прокуратуру США.",
            "молодой адвокат, который решил посвятить свою карьеру помощи бедным в достижении справедливости",
            "Подозреваемый воспользовался своим правом на адвоката.",
            "Адвокат усомнился в честности свидетеля.",
            "Обвинителем на этом процессе выступает помощник окружного прокурора.",
            "Адвокат быстро вывернул главный аргумент защиты наизнанку.",
            "Компания уже наняла адвоката, чтобы его устами ответить своим критикам.",
            "Его природная задиристость хорошо помогает ему в работе агрессивного адвоката защиты.",
            "Адвокат предоставил доказательства, которые опровергли утверждения истца.",
            "В одной из статей вчерашней газеты была неправильно указана фамилия районного прокурора.",
            "Окружной прокурор повторно открыл данное дело об убийстве ввиду обнаружения новых улик.",
            "Окружная прокуратура расследовала сообщения о возможных нарушениях.",
            "Вдруг подозреваемый замолчал и потребовал присутствия адвоката."
        ],
        "stars": 3
    }
}