{
    "attract": {
        "comment": [],
        "translate": "привлекать, притягивать, влечь, манить, прельстить, пленять, прельщать, приваживать",
        "transcription": " |əˈtrækt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He shouted to attract attention.",
            "The museums attract a lot of tourists.",
            "Her bright blue eyes attracted me.",
            "Leftover food attracts flies.",
            "They need to offer something extra to attract customers.",
            "Magnets can both repel and attract one another.",
            "Our aim is not only to attract investment to the UK but to keep it here too.",
            "A crowd was attracted to the scene of the accident.",
            "In spite of her hostility, she was attracted to him.",
            "Anything with strong gravity attracts other things to it.",
            "The beautiful garden attracted many people.",
            "I guess it was his eyes that attracted me first.",
            "Her good looks attract the stares of many men.",
            "The town is trying to attract new businesses.",
            "He waved a hand in the air to attract her attention.",
            "The male bird vocalizes to attract a mate.",
            "The story has attracted a lot of interest from the media.",
            "Because of their locations these houses attract a premium.",
            "A cat on a leash is sure to attract attention.",
            "The government is eager to attract foreign capital.",
            "The museum attracts visitors from all over the world.",
            "The clubs attract revelers as young as thirteen.",
            "She was flaring her handkerchief to attract attention.",
            "What attracted me most to the job was the chance to travel.",
            "Her unorthodox views tend to attract controversy.",
            "She waved to attract the attention of the waitress.",
            "financial inducements to attract good job candidates",
            "We are trying to attract managers who know the score.",
            "The lower rate is just a tease to attract new customers.",
            "The President of Tanzania said his country would also like to attract investment from private companies."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он закричал, чтобы обратить на себя внимание.",
            "Музеи привлекают множество туристов.",
            "Её ярко-голубые глаза пленили /привлекли, манили, прельстили/ меня.",
            "Остатки пищи привлекают мух.",
            "Им нужно предложить что-то особенное, чтобы привлечь клиентов.",
            "Магниты могут как притягиваться, так и отталкиваться друг от друга.",
            "Наша цель не только привлечь инвестиции в Великобританию, но и удержать и их в стране.",
            "Толпа была привлечена на место происшествия.",
            "Несмотря на свою враждебность, она была увлечена им.",
            "Любое тело с большой массой притягивает к себе другие.",
            "Этот прекрасный сад привлекал многих людей.",
            "Наверное, первым, что меня привлекло, были его глаза.",
            "Её красота привлекает взгляды многих мужчин.",
            "Город пытается привлечь новые предприятия.",
            "Он помахал рукой в воздухе, чтобы привлечь её внимание.",
            "Птица-самец поёт, чтобы привлечь самку.",
            "Эта история вызвала большой интерес со стороны СМИ.",
            "Благодаря своему расположению эти дома стоят дороже.",
            "Кошка на поводке, несомненно, привлечёт всеобщее внимание.",
            "Правительство стремится к привлечению иностранного капитала.",
            "Музей привлекает посетителей со всего мира.",
            "Эти клубы привлекают отдыхающих, начиная с тринадцатилетнего возраста.",
            "Она размахивала платком, чтобы привлечь внимание.",
            "Главное, что привлекало меня в этой работе, была возможность путешествовать.",
            "Ее нетрадиционные взгляды, как правило, вызывают жаркие споры.",
            "Она помахала рукой, чтобы привлечь внимание официантки.",
            "финансовые стимулы для привлечения хороших кандидатов на работу",
            "Мы пытаемся привлечь менеджеров, которые знают, что к чему.",
            "Более низкая ставка /цена/ — это просто наживка для привлечения новых клиентов.",
            "Президент Танзании заявил, что его страна также хотела бы привлекать инвестиции частных компаний."
        ]
    }
}