{
    "attraction": {
        "comment": [
            "attract",
            "attractive"
        ],
        "translate": "привлечение, притяжение, аттракцион, привлекательность, тяготение",
        "transcription": " |əˈtrækʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She felt a strong attraction to him.",
            "The attraction of riches is very strong.",
            "My attraction to him was totally physical.",
            "The town's main attraction is a thermal lake.",
            "She is the star attraction of the show.",
            "The Statue of Liberty is a major tourist attraction.",
            "The waterfall continues to be the main attraction at the park.",
            "We resented him being the centre of attraction. / We resented his being the centre of attraction.",
            "His chief attraction resides in his character.",
            "The attraction of the book is precisely its narrowness of focus.",
            "His attraction to her grew over the course of their time together.",
            "I understand the attraction of skydiving, but I could never do it.",
            "A good relationship is based on more than just physical attraction.",
            "They want to maintain the city's status as a major tourist attraction.",
            "The town's big attraction for movie lovers is the annual film festival.",
            "The man had a glamour for me and drew me with the attraction of a magnet.",
            "The beautiful beaches are the island's main attraction (=most popular place, activity etc).",
            "Shamu, the killer whale, is the show's star attraction (=best and most popular person or thing)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её сильно тянуло к нему.",
            "Притягательная сила богатства очень велика.",
            "Моё влечение к нему было чисто физическим.",
            "Главной достопримечательностью города является термальное озеро.",
            "Она является гвоздём программы этого шоу.",
            "Статуя Свободы является главной туристической достопримечательностью.",
            "Водопад по-прежнему остаётся главной достопримечательностью этого парка.",
            "Нам не нравилось, что он является центром внимания.",
            "Он привлекает главным образом своим характером.",
            "Привлекательность этой книги заключается именно в ограниченности фокуса её внимания.",
            "Чем больше времени они проводили вместе, тем больше его к ней тянуло.",
            "Я понимаю притягательность затяжных прыжков с парашютом, но сам никогда не смогу это сделать.",
            "Хорошие отношения основываются не только на чисто физическом влечении.",
            "Они хотят сохранить статус города как крупной туристической достопримечательности.",
            "Любителей кино очень привлекает проводящийся в этом городе ежегодный кинофестиваль.",
            "Этот человек обладал какой-то магической силой надо мной и тянул меня к себе, как магнит.",
            "Красивые пляжи являются главной достопримечательностью острова (т.е. самым популярным местом, видом деятельности и т.д.).",
            "Шэму, кит-убийца, является главной звездой этого шоу. (т.е. самым лучшим и популярным его участником)"
        ]
    }
}