{
    "attractive": {
        "comment": [
            "attract",
            "attraction"
        ],
        "translate": "привлекательный, притягательный, заманчивый, привлекающий, располагающий",
        "transcription": " |əˈtræktɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I must say, it's a very attractive offer.",
            "Women seem to find him attractive.",
            "An attractive woman greeted us at the door.",
            "Do you find him physically attractive?",
            "Attractive, modern homes for sale.",
            "Attractive packaging can help to sell a product.",
            "Lots of women I know find him attractive.",
            "I can't decide between these two attractive houses.",
            "It's an attractive little home, and I think it's a bargain.",
            "It is Sod's Law that we spend the least time in the most attractive places.",
            "All the girls are running after the attractive new student.",
            "The camera has many attractive features at a very attractive price.",
            "Forbidden fruit is always more attractive.",
            "He made an attractive business proposition.",
            "Every time he sees an attractive young boy, he starts camping.",
            "One of the most attractive characteristics of his mind - its catholicity.",
            "The job is attractive because of the pay.",
            "Kitchen utensils should be attractive as well as functional.",
            "Attractive woman, 27, seeks male, 25-35, for fun and friendship.",
            "She had never bought into the idea that to be attractive you have to be thin.",
            "A city is like any product, it has to be packaged properly to be attractive to the consumer.",
            "an attractive and likable young man",
            "attractive grammar books for adult learners",
            "At first blush the offer seemed attractive.",
            "An attractive window display can help to lure shoppers into the store.",
            "I never bought into this idea that you have to be thin to be attractive.",
            "our double-barreled desire to make things profitable as well as attractive",
            "Several lenders are offering very attractive rates of interest at the moment.",
            "a TV series about the lives and loves of a group of young, attractive metropolitans",
            "The offer of two tickets for the price of one makes it a very attractive proposition."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Должен сказать, это очень привлекательное предложение.",
            "Похоже, что женщины находят его привлекательным.",
            "Привлекательная женщина встретила нас у двери.",
            "Считаете /находите/ ли вы его физически привлекательным?",
            "Привлекательные, современные дома для продажи.",
            "Привлекательная упаковка способствует продаже товара.",
            "Множество моих знакомых женщин находят его привлекательным.",
            "Никак не могу выбрать между этими двумя домами, они оба симпатичные.",
            "Это привлекательный маленький дом, и я думаю, что это выгодная сделка.",
            "По закону подлости в самых привлекательных местах мы проводим меньше всего времени.",
            "Девушки прохода не дают этому симпатичному студенту-новичку.",
            "Данная камера обладает множеством привлекательных характеристик при очень заманчивой цене.",
            "Запретный плод всегда более привлекателен.",
            "Он сделал заманчивое деловое предложение.",
            "Всякий раз, когда он видит привлекательного юношу, он начинает заигрывать с ним.",
            "Одна из самых привлекательных черт его ума - разносторонность.",
            "Эта работа привлекательна из-за зарплаты.",
            "Кухонные принадлежности должны быть так же привлекательны, как и функциональны.",
            "Привлекательная женщина, 27 лет, ищет мужчину 25-35 лет, для развлечения и дружбы.",
            "Она никогда не верила, что для того чтобы быть привлекательной, нужно быть худой.",
            "Город, как любой товар, должен иметь яркую упаковку, чтобы привлекать покупателя.",
            "привлекательный и располагающий к себе молодой человек",
            "привлекательные учебники грамматики для взрослых",
            "На первый взгляд предложение показалось заманчивым.",
            "Привлекательная витрина может помочь заманить в магазин покупателей.",
            "Я никогда не доверяла представлению о том, что привлекательными бывают только худые.",
            "наше двойное желание сделать вещи не только привлекательными, но и полезными",
            "Некоторые кредиторы в данный момент предлагают очень привлекательные процентные ставки.",
            "телесериал о жизни и любви группа молодых и привлекательных жителей большого города",
            "Предложение двух билетов по цене одного делает его очень привлекательным."
        ]
    }
}