{
    "auction": {
        "comment": [
            "sanction",
            "fraction"
        ],
        "translate": "аукционный, аукцион, торг, продавать с аукциона",
        "transcription": " |ˈɔːkʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The house was sold at auction.",
            "They sold their house by auction.",
            "The car was auctioned for $48,600.",
            "We bought these items at an auction.",
            "The house was auctioned last week.",
            "In the auction buyers bid up the price until one buyer, by virtue of entering the high bid, wins.",
            "The auction is an important fund-raiser.",
            "The dealer put up three of his most valuable paintings for auction",
            "Valuable books are to be sold at auction.",
            "She consigned the painting to an auction house.",
            "This week 14 of his paintings were put up for auction.",
            "Auction companies provide a service by acting as an intermediary between buyers and sellers.",
            "She got a bargain at the auction.",
            "This table should fetch quite a bit at auction.",
            "The old print fetched a high price at the auction.",
            "This week 14 of Campbell's paintings were put up for auction.",
            "Primary dealers underwrite all government bonds put up for auction.",
            "The auction house would not disclose the price at which the van Gogh had sold.",
            "A bid at an auction is legally binding and you are unable to withdraw your offer.",
            "They auctioned a similar desk last year.",
            "I wondered where the pictures would end up after the auction.",
            "It was sad to see all grandmother's things being auctioned off.",
            "It was sad to see grandmother's lovely old things coming up for auction.",
            "When an auction is closed, the current best bid for the item is accepted.",
            "You can be carried along by the atmosphere of an auction and spend more than you planned.",
            "This man shilled and bid for an expensive carpet during the auction in order to drive the price up."
        ],
        "example_translate": [
            "Дом был продан на аукционе.",
            "Они продали свой дом с аукциона.",
            "Машина была продана с аукциона за $48600.",
            "Мы приобрели эти вещи на аукционе.",
            "Дом был продан с молотка на прошлой неделе.",
            "На аукционе покупатели набавляют цену до тех пор, пока не выиграет один из них - тот, кто назначит самую высокую цену.",
            "Этот аукцион является важным мероприятием по сбору средств.",
            "Торговец выставил на аукцион три самые дорогие свои картины.",
            "Ценные книги должны уйти с молотка.",
            "Она передала свою картину для продаже на аукционе.",
            "На этой неделе четырнадцать его картин были выставлены на аукцион.",
            "Аукционные компании служат посредником между покупателями и продавцами.",
            "На аукционе она совершила выгодную покупку.",
            "Этот стол должен принести круглую сумму на аукционе.",
            "За это старое издание на аукционе дали высокую цену.",
            "На этой неделе были выставлены на аукцион четырнадцать картин Кэмпбелла.",
            "Первичные дилеры подписываются на все государственные облигации, выставленные на аукцион.",
            "Аукционный дом не стал раскрывать цену, по которой была продана эта картина Ван Гога.",
            "Заявка на аукционе является юридически обязывающей, и вы не можете отозвать свое предложение.",
            "В прошлом году они выставили на аукцион подобный рабочий стол.",
            "Интересно, подумал я, где окажутся картины после аукциона.",
            "Грустно было смотреть, как все бабушкины вещи распродаются с молотка.",
            "Грустно было видеть, как распродают с аукциона старые милые бабушкины вещи.",
            "Когда аукционные торги закрываются, принимается лучшее из текущих предложений цены за продаваемый предмет.",
            "Атмосфера аукциона может увлечь вас и заставить потратить больше, чем вы планировали.",
            "Этот человек во время аукциона выступил в роли подставного лица, приняв участие в торгах за дорогой ковёр, чтобы поднять на него цену."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}