{
    "August": {
        "comment": [
            "disgust",
            "disgusted",
            "disgusting"
        ],
        "translate": "августейший, августовский, величественный",
        "transcription": " |ˈɔːɡəst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I took two weeks off in August.",
            "The family claims an august lineage.",
            "We are taking our vacation in August.",
            "The last two Augusts have been very dry.",
            "We visited their august mansion and expansive grounds.",
            "The new homes will be ready for occupation in August.",
            "We rented our friends' cottage for the month of August.",
            "The pair had a baby, Josh, in August.",
            "the liberation of Paris in August 1944",
            "Sales peaked in August, then fell sharply.",
            "A major offensive was launched on August 22.",
            "He resigned as Governor of Punjab in August.",
            "The date on the letter was 30th August 1962.",
            "On 29 August the royal army marched into Inverness.",
            "August is a quiet time of year for the retail trade.",
            "He was cleared by doctors to resume skating in August.",
            "The Senate debates will continue after the August recess.",
            "In August we were notified that our article had been rejected.",
            "the kind of sultry August afternoon that makes you just want to loaf",
            "Polling was conducted by telephone August 12-13, 2003 in the evenings.",
            "Anyone interested in running for office must file an application by August 1st.",
            "the insufferable heat of August in a New York apartment with no air conditioning"
        ],
        "example_translate": [
            "Я взял двухнедельный отпуск в августе.",
            "Семья утверждает, что имеет благородное /августейшее/ происхождение.",
            "Мы возьмём свой отпуск в августе.",
            "Последние два августа были очень засушливыми.",
            "Мы посетили их величественный особняк и просторный сад.",
            "Новые дома будут готовы для заселения в августе.",
            "В августе мы арендовали коттедж у наших друзей.",
            "В августе у супругов родился ребёнок - Джош.",
            "освобождение Парижа в августе 1944 г.",
            "Пик продаж пришелся на август, а затем они резко упали.",
            "Двадцать второго августа было начато крупное наступление.",
            "В августе он ушёл в отставку с поста губернатора штата Пенджаб.",
            "Датой, указанной на письме, было 30 августа 1962 года.",
            "Двадцать девятого августа королевская армия вошла в Инвернесс.",
            "Август — сезон затишья в розничной торговле.",
            "Врачи разрешили ему возобновить катание в августе.",
            "Сенатские дебаты продолжатся после августовских каникул.",
            "В августе мы получили уведомление, что наша статья была отвергнута.",
            "знойный августовский день, в который хочется просто побездельничать",
            "Опрос был проведен по телефону вечером 12 и 13-го августа 2003 года.",
            "Все заинтересованные в том, чтобы баллотироваться на выборах, должны подать заявление до первого августа.",
            "нестерпимая августовская жара в нью-йоркской квартире без кондиционера"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}