{
    "automatic": {
        "comment": [
            "automatically",
            "autonomy"
        ],
        "translate": "автоматический, автоматизированный, автомат, автоматический механизм",
        "transcription": " |ˌɔːtəˈmætɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She set the camera on automatic.",
            "The camera is in automatic mode.",
            "Littering results in an automatic fine.",
            "They gave me a choice between an automatic or standard transmission.",
            "I had never handled an automatic shift gear.",
            "My camera is fully automatic.",
            "Without thinking, he gave an automatic reply.",
            "Can you override the automatic locking system?",
            "The winking of the eyes is essentially automatic.",
            "An athlete was training with an automatic pacemaker.",
            "Convicted criminals have no automatic right of appeal.",
            "Drink-driving should carry an automatic prison sentence.",
            "the automatic shrinking of the pupils of the eye in strong light",
            "An automatic car takes all the effort out of driving (=it makes driving very easy)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она установила камеру на автоматический режим.",
            "Камера находится в автоматическом режиме.",
            "Разбрасывание мусора автоматически влечёт за собой штраф.",
            "Мне предоставили выбор между автоматической или стандартной коробкой передач.",
            "Я никогда не имел дела с автоматической коробкой передач.",
            "Моя (фото-, видео-) камера является полностью автоматической.",
            "Он ответил машинально, не задумываясь.",
            "Можно ли обойти автоматическую систему блокировки?",
            "Моргание происходит, по большей части, непроизвольно.",
            "Спортсмен тренировался с автоматическим регулятором скорости.",
            "Осуждённые преступники не имеют автоматического права на апелляцию.",
            "Вождение в нетрезвом состоянии должно влечь за собой автоматическое лишение свободы.",
            "автоматическое сужение глазных зрачков при ярком свете",
            "Машина с автоматической коробкой передач убирает из процесса вождения всякое усилие (т.е. она делает вождение очень лёгким)."
        ],
        "stars": 2
    }
}