{
    "automatically": {
        "comment": [],
        "translate": " автоматически, машинально",
        "transcription": "  |ˌɔːtəˈmætɪkli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He answered automatically.",
            "Addresses are typed in automatically.",
            "Of course I automatically said yes.",
            "The invoices are sent out automatically.",
            "The machine automatically ejected the CD.",
            "He designed the chair to adjust automatically.",
            "The car locks automatically when you start the engine.",
            "The tape-recorder ejects the tape automatically.",
            "The new cameras adjust the diaphragm automatically.",
            "The clock automatically readjusts when you enter a new time zone.",
            "The safety device cuts in automatically.",
            "...built a contraption for automatically buttering toast...",
            "The forwarding of mail to a new address is done automatically.",
            "The system automatically purges unread emails after two weeks.",
            "Your paycheck will be automatically deposited into your account.",
            "If there is a malfunction, the gears will automatically disengage.",
            "The money is automatically taken out of your bank account every month.",
            "Join now and you will automatically receive 50% off your first purchase.",
            "If a problem does occur, a signal is automatically sent to the mainframe.",
            "Most antivirus software updates automatically when you connect to the web.",
            "The new version of the software automatically retrieves digital information.",
            "Visitors to the old Web site address are redirected automatically to the new one.",
            "Your account will automatically be debited for the amount of your insurance bill every month.",
            "a fail-safe device in a nuclear weapon to deactivate it automatically in the event of accident",
            "...the notice that an 18% tip would be automatically added was so unobtrusive we almost didn't see it at the bottom of the menu..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он ответил автоматически.",
            "Адреса напечатаны автоматически.",
            "Разумеется, я машинально согласился.",
            "Счета высылаются автоматически.",
            "Устройство автоматически вытолкнуло компакт-диск.",
            "Он разработал кресло с автоматической подстройкой.",
            "Автомобиль автоматически запирается при запуске двигателя.",
            "Магнитофон выбрасывает кассету автоматически.",
            "В новые камерах диафрагма регулируется автоматически.",
            "Часы автоматически регулируются, когда вы попадаете в новый часовой пояс.",
            "Предохранительное устройство включается автоматически.",
            "...создал штуковину для автоматического намазывания масла на тост (поджаренный хлеб)...",
            "Пересылка почты на новый адрес осуществляется автоматически.",
            "Система автоматически удаляет непрочитанные сообщения спустя две недели.",
            "Зарплата будет автоматически зачислена на ваш счёт.",
            "Если возникнет неисправность, шестерни автоматически расцепятся.",
            "Каждый месяц деньги автоматически снимаются с вашего банковского счета.",
            "Присоединяйтесь сейчас, и вы автоматически получите скидку в размере 50% на первую покупку.",
            "Если какая-то проблема всё же возникает, сигнал автоматически передаётся на главный компьютер.",
            "В большинстве случаев антивирусное ПО обновляется автоматически, когда вы выходите в интернет.",
            "Новая версия программы автоматически извлекает цифровую информацию.",
            "Посетители, зашедшие на веб-сайт по старому адресу, автоматически перенаправляются на новый.",
            "Каждый месяц с вашего счёта будет автоматически списываться сумма страхового взноса.",
            "предохранительное устройство в ядерном оружии, установленное с целью его автоматической деактивации в случае аварии",
            "...надпись в нижней части меню, что чаевые в размере 18% будут автоматически добавлены к счету, было столь неприметным, что мы едва заметили его..."
        ]
    }
}