{
    "autumn": {
        "comment": [],
        "translate": "осенний, осень, наступление старости",
        "transcription": " |ˈɔːtəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "in the autumn of last year",
            "The autumn sun gilded the lake.",
            "The days are drawing in now that it is autumn.",
            "The leaves on trees change colour in the autumn.",
            "She went off to college in the autumn of 1999.",
            "Dig the ground over in the autumn.",
            "The leaves turn crimson in autumn.",
            "When autumn came he planted grass.",
            "Summer lengthens into autumn.",
            "The autumn foliage was spectacular.",
            "The leaves swirled in the autumn wind.",
            "the richness of the autumn colours",
            "leaves that turn fiery red in autumn",
            "There was a chill in the autumn air.",
            "the reds and oranges of autumn leaves",
            "The birds were knifing the autumn sky.",
            "I heard the rustle of the autumn leaves.",
            "The series will be repeated in the autumn.",
            "Many birds fly further south in the autumn.",
            "The woods are a riot of color in the autumn.",
            "In the autumn of 1918 the tide finally turned.",
            "Maple trees put on their best show in the autumn.",
            "The leaves are curling up in the cold autumn air.",
            "the refulgence of a full moon on a clear autumn night",
            "Red and gold are the characteristic colors of autumn.",
            "The new range will be appearing in shops in the autumn.",
            "This autumn the BBC will be showing a series of French films.",
            "Ralph Lauren debuted his autumn collection in Paris last week.",
            "We ghosted into the harbour in the gloom of an autumn evening.",
            "French and Scandinavian offices are due to open in the autumn."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "-mn = [m]"
        ],
        "example_translate": [
            "осенью прошлого года",
            "Осеннее солнце позолотило озеро.",
            "Наступила осень, дни становятся короче.",
            "Осенью листья на деревьях меняют цвет.",
            "Она пошла в колледж осенью 1999 года.",
            "Осенью перекопайте землю.",
            "Осенью листья становятся багряными.",
            "Когда пришла осень, он посеял траву.",
            "Лето постепенно переходит в осень. / За летом наступает осень.",
            "Осенняя листва представляла собой великолепное зрелище.",
            "Листья кружились на осеннем ветру.",
            "богатство осенних цветов",
            "листья, которые осенью становятся огненно-красными",
            "В осеннем воздухе уже веяло холодом.",
            "красно-оранжевая палитра осенней листвы",
            "Птицы рассекали просторы осеннего неба.",
            "Я слышал шелест осенних листьев.",
            "Сериал будут повторять осенью.",
            "Осенью многие птицы летят дальше на юг.",
            "Осенью в этих лесах — целое буйство красок.",
            "Осенью 1918 года ход событий принял наконец другой оборот.",
            "Красивее всего клёны выглядят осенью.",
            "Листья вянут на осеннем холоде.",
            "сияние полной луны в ясную осеннюю ночь",
            "Красный и золотой являются типичными цветами осени.",
            "Новая линейка появится в магазинах осенью.",
            "Этой осенью Би-Би-Си будет показывать несколько французских фильмов.",
            "На прошлой неделе Ральф Лорен дебютировал со своей осенней коллекцией в Париже.",
            "На хорошей скорости мы вошли в бухту тёмным безветренным осенним вечером.",
            "Представительства во Франции и Скандинавии должны открыться осенью."
        ]
    }
}