{
    "available": {
        "comment": [
            "availability"
        ],
        "translate": "доступный, имеющийся, налицо, имеющийся в наличии, наличный",
        "transcription": " |əˈveɪləbl|",
        "antonyms": [],
        "mnemonic": [
            "available [эвэ'йлэбл] имеющийся в наличии, доступный - (А веял облаками) имеющийся в наличии ветер."
        ],
        "examples": [
            "This book is not available.",
            "The information is available to anyone.",
            "Are you available for a meeting tomorrow?",
            "Is there anyone available to replace her?",
            "We spent every available hour upon the ice.",
            "Tickets are available from the box office.",
            "Every available space on the wall was covered in pictures.",
            "The dress is also available in larger sizes.",
            "The house is available after July 1.",
            "He was not available for comment.",
            "There was no available candidate of the old princely line.",
            "The drug is readily available in Europe.",
            "No figures are available for the number of goods sold.",
            "All available resources were used.",
            "Fresh fruit is available during the summer.",
            "Rooms are offered subject to availability.",
            "He was available and willing to accompany her.",
            "The articles are available at any drugstore.",
            "She spent every available dollar on her hobby.",
            "Not enough data is available to scientists.",
            "The family kept emergency supplies available.",
            "Parking is available for people staying at the hotel.",
            "The report will soon be made available to the public.",
            "I missed the plane, and the next available flight doesn't leave until tomorrow.",
            "There are plenty of jobs available in the area.",
            "Parking is readily available near the station entrance.",
            "Collins was not available for comment on Thursday night.",
            "Further building can continue when money is made available.",
            "Funds are available to assist teachers who want to attend the conference.",
            "Meetings were held to update employees as soon as new information became available."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "прил которые могут стоять как после сущ, так и перед сущ - без какой-либо разницы"
        ],
        "example_translate": [
            "Эту книгу нельзя достать.",
            "Эта информация доступна каждому.",
            "Мы могли бы встретиться завтра утром?",
            "Кто-нибудь может её сейчас заменить?",
            "Всё свободное время мы проводили на льду.",
            "Билеты можно приобрести в кассе.",
            "Всё свободное пространство на стене было покрыто фотографиями.",
            "Данное платье также имеется в больших размерах.",
            "После первого июля дом будет в вашем распоряжении.",
            "Он отказался от комментариев.",
            "По древней королевской линии родства не было ни одного подходящего кандидата.",
            "Данный препарат легко доступен в Европе.",
            "Данные по количеству проданного товара отсутствуют.",
            "Были использованы все имеющиеся в наличии ресурсы.",
            "Летом свежие фрукты не составляет труда достать.",
            "Номера предлагаются при наличии свободных мест.",
            "Он был свободен и готов её сопровождать.",
            "Эти товары имеются в любой аптеке.",
            "Она потратила все свободные деньги на своё хобби.",
            "У учёных пока что недостаточно информации.",
            "В семье имелся в наличии запас предметов первой необходимости.",
            "Проживающие в гостинице имеют право на парковку.",
            "Данный доклад скоро будет доступен для общественности.",
            "Я опоздал на самолёт, а следующий свободный рейс будет только завтра.",
            "В данной области имеется много вакансий.",
            "Возле входа на станцию можно без труда припарковаться.",
            "В четверг Коллинз отказался от комментариев.",
            "Дальнейшее строительство сможет продолжиться, когда будут в наличии деньги.",
            "Имеются средства для содействия учителям, которые хотят принять участие в конференции.",
            "Как только появилась новая информация, были проведены собрания с целью оповещения сотрудников."
        ],
        "stars": 3
    }
}