{
    "avenue": {
        "comment": [],
        "translate": "авеню, проспект, аллея, путь, средство, дорога, широкая улица, аллея к дому",
        "transcription": " |ˈævənuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He explores every avenue which may lead him to a point of vantage.",
            "Every avenue leading to the fair was crammed.",
            "The White House sits on Pennsylvania Avenue.",
            "Fifth Avenue",
            "It promises to open new avenues to understanding.",
            "We drove east along Brooklyn Avenue.",
            "There are many avenues open to researchers.",
            "We drove down the avenue.",
            "The hotel is at the corner of Fifth Avenue and 59th Street.",
            "The president wants to explore every avenue towards peace in the region.",
            "We plan to pursue all available avenues to get our message to the public.",
            "Tall trees border the avenue.",
            "The streetcar trundled down the avenue.",
            "A military parade marched slowly down Pennsylvania Avenue.",
            "Shaftesbury Avenue",
            "The march went up Fifth Avenue.",
            "They have closed off that avenue of discussion.",
            "Head for 44th Street, a few blocks east of Sixth Avenue.",
            "There were cheering crowds all along Pennsylvania Avenue."
        ],
        "example_translate": [
            "Он использует все средства, которые могут привести его к выигрышу.",
            "Все улицы, ведущие к ярмарке, были запружены народом.",
            "Белый дом расположен на Пенсильвания-авеню.",
            "Пятая Авеню",
            "Это обещает открыть новые пути к пониманию.",
            "Мы поехали на восток по Бруклин-авеню.",
            "Учёным открыто много дорог.",
            "Мы поехали по проспекту.",
            "Гостиница находится на углу Пятой авеню и Пятьдесят Девятой улицы.",
            "Президент хочет выявить любую возможность для достижения мира в данном регионе.",
            "Мы планируем использовать все имеющиеся возможности, чтобы донести нашу мысль до сознания общественности.",
            "Границы аллеи образованы высокими деревьями.",
            "Трамвай не спеша покатился по проспекту.",
            "Военные части медленно проходили парадом по Пенсильвания Авеню.",
            "Шафтсбери-Авеню",
            "Шествие проходило на Пятой авеню.",
            "Они уже отбросили эту ветвь обсуждения.",
            "Отправляйтесь на Сорок Четвёртую улицу, в нескольких кварталах к востоку от Шестой авеню.",
            "Вдоль Пенсильвания-авеню стояли ликующие толпы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}