{
    "average": {
        "comment": [
            "beverage",
            "rage"
        ],
        "translate": "средний, обычный, среднее число, составлять",
        "transcription": " |ˈævərɪdʒ|",
        "antonyms": [],
        "mnemonic": [
            "average ['ævərɪdʒ]\n***\nЯ ВЫВЕДУ СРЕДНЕЕ, а ты поверишь? (это) average\nСРЕДНЕЕ ЧИСЛО нашёл - поверишь? (это) average\nВ СРЕДНЕМ было хорошо - поверишь? (это) average"
        ],
        "examples": [
            "She was an average student.",
            "Last winter was colder than average.",
            "He is about average in height.",
            "a man of average build",
            "Smart children talk earlier than the average.",
            "On average, women live longer than men.",
            "They view on average for thirteen hours a week.",
            "In an average week I drive about 250 miles.",
            "These districts by no means represent the average character of Greece.",
            "The number of hours I work per week averages out to 40.",
            "They have an average-size front garden and a large rear garden.",
            "On average he watches three movies a week.",
            "The snowfall this month is below average.",
            "Inflation averaged just under 2.8% per year.",
            "To average, add all the numbers and divide by how many numbers you added.",
            "Temperatures were above average all week.",
            "The average man is taller and stronger than the average woman.",
            "On average, men still earn more than women.",
            "Her IQ is way above average.",
            "People on average are living much longer than before.",
            "He averaged a C.",
            "The winner stroked an average of 28.",
            "His work has been above the average.",
            "The investment had a higher average return.",
            "The rate of growth was averaged over a period of three years.",
            "At present the potentialities of the average person are not being fully used.",
            "Each person raised an average of £60 to plant an acre of trees.",
            "of average height for his age",
            "The average of 3, 8 and 10 is 7.",
            "The average of 16, 8, and 6 is 10."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она была обычной студенткой.",
            "Прошлая зима была холоднее обычной.",
            "Роста он примерно среднего.",
            "человек среднего телосложения",
            "Одарённые дети начинают разговаривать раньше, чем среднестатистические.",
            "В среднем, женщины живут дольше, чем мужчины.",
            "Они смотрят телевизор в среднем тринадцать часов в неделю.",
            "В среднем за неделю я проезжаю около двухсот пятидесяти миль.",
            "Эти районы никоим образом не являются типичными для Греции.",
            "Количество часов в неделю, которое я в среднем провожу на работе, равняется сорока.",
            "У них есть среднего размера палисадник и большой сад за домом.",
            "В среднем он смотрит по три фильма в неделю.",
            "В этом месяце снега выпало меньше обычного.",
            "Уровень инфляции в среднем составлял чуть меньше 2,8% в год.",
            "Чтобы рассчитать среднее арифметическое, сложите все числа и разделите результат на количество сложенных чисел.",
            "Температура всю неделю была выше среднего.",
            "Среднестатистический мужчина выше и сильнее среднестатистической женщины.",
            "В среднем мужчины по-прежнему зарабатывают больше, чем женщины.",
            "Её IQ намного выше среднего.",
            "В среднем, сейчас люди живут намного дольше, чем раньше.",
            "Средняя его оценка была \"C\".",
            "Средний темп победителей составил двадцать восемь гребков.",
            "Его работы были выше среднего уровня.",
            "Средняя доходность данной инвестиции была выше.",
            "Темпы роста были подсчитаны в среднем за трёхлетний период.",
            "В настоящее время потенциальные возможности среднего человека не используются полностью.",
            "Каждый человек собрал в среднем шестьдесят фунтов, чтобы посадить акр деревьев.",
            "среднего роста для своего возраста",
            "Среднее арифметическое трёх, восьми и десяти равно семи.",
            "Средним арифметическим шестнадцати, восьми и шести является десять."
        ],
        "stars": 3
    }
}