{
    "awake": {
        "comment": [
            "award",
            "aware",
            "awareness",
            "away",
            "unaware",
            "wake"
        ],
        "translate": "просыпаться, проснуться, пробудиться, бодрствующий, бдительный, настороженный",
        "transcription": " |əˈweɪk|",
        "antonyms": [],
        "mnemonic": [
            "wake [weık]\nawake [ə'weɪk] - будить, пробуждать, просыпаться;\nбодрствующий, проснувшийся\nfake - подделка, подделывать\n***\nПРОСЫПАЮСЬ, вижу - фейк. (это) wake\nПРОБУЖДАЮСЬ, вижу - фейк. (это) wake\nБодрствование."
        ],
        "examples": [
            "I hope he's awake now.",
            "The alarm awoke me early.",
            "It was midday when she awoke.",
            "It was hard to stay awake.",
            "The traffic noise kept me awake.",
            "She fell asleep immediately but awoke an hour later.",
            "She was lying awake, tossing and turning.",
            "“Are you asleep?” “No, I'm awake.”",
            "I awoke several times during the night.",
            "I was awake all through the night.",
            "At 2 a.m. I was still wide awake.",
            "Drinking coffee keeps him awake.",
            "They were awoken by a loud bang.",
            "She lay awake all night in torment.",
            "How do you stay awake during boring lectures?",
            "She was still only half awake when I brought her a cup of coffee.",
            "I am so tired I can barely stay awake.",
            "He was awake now, as was everyone else.",
            "Emma lay awake half the night, worrying.",
            "He lay awake watching her for a long time.",
            "He always drinks mugs of coffee to keep himself awake.",
            "The phone jolted him awake.",
            "It required a supreme effort to stay awake.",
            "She was awake to the dangers of her situation.",
            "I couldn't sleep last night. I was awake all night long.",
            "...the only way he can stay awake at his night job is by constantly swigging drinks containing caffeine...",
            "The loud bang jolted me awake.",
            "I was struggling to keep awake.",
            "The loud noise startled him awake.",
            "She lay awake thinking about the money."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые ставятся после глаголов, но не перед существительными"
        ],
        "example_translate": [
            "Я надеюсь, что он не спит сейчас.",
            "Будильник разбудил меня рано.",
            "Был полдень, когда она проснулась.",
            "Было трудно не заснуть.",
            "Шум уличного движения не давал мне уснуть.",
            "Она сразу заснула, но через час проснулась.",
            "Она не могла уснуть и лежала ворочаясь с боку на бок.",
            "“Ты спишь?” “Нет, я проснулся.”",
            "Я просыпался несколько раз за ночь.",
            "Я не спал всю ночь.",
            "В два часа ночи я всё ещё не спал.",
            "Кофе не даёт ему заснуть.",
            "Их разбудил громкий взрыв.",
            "Она пролежала всю ночь в муках без сна.",
            "Как тебе удаётся не заснуть во время скучных лекций?",
            "Она ещё до конца не проснулась, когда я принёс ей чашку кофе.",
            "Я так устал, что с трудом сдерживаюсь, чтобы не заснуть.",
            "Он уже проснулся, как и все остальные.",
            "Эмма полночи провела без сна, волнуясь.",
            "Он долго лежал и наблюдал за ней.",
            "Он всегда выпивает много кружек кофе, чтобы не заснуть.",
            "Он резко проснулся от телефонного звонка.",
            "Потребовалось приложить невероятное усилие, чтобы не заснуть.",
            "Она хорошо понимала всю опасность своего положения.",
            "Я прошлой ночью не мог заснуть. Всю ночь не спал.",
            "...единственный способ не уснуть на его ночной работе - это всё время потягивать напитки, содержащие кофеин...",
            "От громкого хлопка я вздрогнул и проснулся.",
            "Я изо всех сил старался не заснуть.",
            "От этого громкого шума он вздрогнул и проснулся.",
            "Она лежала без сна и думала о деньгах."
        ],
        "stars": 1
    }
}