{
    "awareness": {
        "comment": [],
        "translate": "осведомлённость, осознание",
        "transcription": " |əˈwernəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had no awareness of his mistakes",
            "an artist's awareness of light and color",
            "He seemed to have an intuitive awareness of how I felt.",
            "Teenagers often have a keen awareness of their parents' hypocrisies.",
            "Pot smokers claim it heightens their awareness.",
            "a doctor with an intuitive awareness of his patients' concerns",
            "The company made environmental awareness part of its business ethos.",
            "We're trying to raise awareness about the environment in general and air pollution in particular.",
            "The ads are intended to increase public awareness of the risks of smoking.",
            "The case has heightened public awareness of the problem of sexual harassment.",
            "Health officials have tried to raise awareness (=improve people's knowledge) about AIDS."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он совершенно не осознавал своих ошибок.",
            "художественное восприятие света и цвета",
            "Он, казалось, обладал интуитивным чутьем во всем, что касалось моих переживаний.",
            "Зачастую, подростки остро осознают неискренность своих родителей.",
            "Курильщики марихуаны утверждают, что от этого расширяется сознание.",
            "доктор, интуитивно распознающий проблемы своих пациентов",
            "Компания сделала экологическую осведомлённость частью своей деловой этики.",
            "Мы пытаемся поднять уровень осведомлённости об окружающей среде в целом и загрязнениях воздуха, в частности.",
            "Данные объявления предназначены для повышения информированности общественности об опасностях, связанных с курением.",
            "Этот случай повысил внимание общественности к проблеме сексуальных домогательств.",
            "Руководители органов здравоохранения попытались повысить осведомлённость (улучшить знания) населения о СПИДе."
        ]
    }
}