{
    "award": {
        "comment": [
            "aware",
            "awake",
            "awareness",
            "away",
            "unaware",
            "reward",
            "towards",
            "awkward",
            "backward",
            "backwards",
            "downward",
            "downwards",
            "forward",
            "forwards",
            "afterwards",
            "inwards",
            "outwards",
            "straightforward",
            "ward",
            "wardrobe",
            "upwards",
            "upward",
            "toward",
            "onwards"
        ],
        "translate": "премия, решение, присуждение, стипендия, присуждать, награждать",
        "transcription": " |əˈwɔːrd|",
        "antonyms": [],
        "mnemonic": [
            "award [э(ув)о':д] награда, возмещение - (А вод-а) - награда для жаждущего.",
            "award [ə'wɔ: d]\nreward [rɪ'wɔ:d]\n***\nНАГРАДИЛИ наш завод. (это) award\n***\nЕго ПРЕМИРУЮТ, а он ревёт. (это) reward\nСегодня ПРИСУЖДЕНИЕ и он ревёт. (это) reward\nНАГРАДУ получил и ревёт. (это) reward"
        ],
        "examples": [
            "He won the best actor award.",
            "She accepted the award with modesty.",
            "She was presented with an award.",
            "The referee awarded a free kick to the team.",
            "The judge awarded damages to the victims of the explosion.",
            "It's a marvel to me that he received the award.",
            "He was awarded a patent for his invention.",
            "He awarded to the Bishop of Vienna four neighbouring cities.",
            "She has won numerous awards for her books.",
            "The winner was awarded a gold medal.",
            "The judge awarded me first prize.",
            "He won the award for best actor in a drama.",
            "The maximum award for unfair dismissal is £55,000.",
            "The novel must be a prime candidate for the award.",
            "The Government intends to award an order to the small business.",
            "The award will be seen as a show of support.",
            "She accepted the award with a becoming humility.",
            "The judges will award a prize to the best speaker.",
            "He was unable to make the trip to accept the award.",
            "The jury awarded a million dollars to the plaintiff.",
            "Rosie was in London to receive her award as Mum of the Year.",
            "He received an award for services to sport.",
            "A Nobel Prize was awarded to Waksman in 1952.",
            "Will the film win any awards at the festival?",
            "the highest military award given in peacetime",
            "She competed for the award in her age category.",
            "He went up to receive his award from the mayor.",
            "She was given an award for meritorious service.",
            "The film received five Academy Award nominations.",
            "A literary award like that isn't easy to come by."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "wa(закр сл) = [wɔ(ː)]"
        ],
        "example_translate": [
            "Он выиграл приз за лучшую мужскую роль.",
            "Она скромно приняла награду.",
            "Ей вручили награду /премию/.",
            "Арбитр назначил штрафной в пользу команды.",
            "Судья присудил жертвам взрыва возмещение нанесённого ущерба.",
            "Я поражён тем, что он получил награду.",
            "Он получил патент на своё изобретение.",
            "Он дал в награду епископу Вены четыре соседних города.",
            "За свои книги она завоевала множество наград.",
            "Победителя наградили золотой медалью.",
            "Судья присудил мне первый приз.",
            "Он получил награду за лучшую мужскую драматическую роль.",
            "Максимальная компенсация за несправедливое увольнение составляет £55.000.",
            "Этот роман обязан быть главным кандидатом на получение премии.",
            "Правительство намеревается разместить заказ на предприятиях малого бизнеса.",
            "Эта награда будет воспринята как демонстрация поддержки.",
            "Она приняла награду с подобающей скромностью.",
            "Лучшего оратора судьи удостоят награды.",
            "Он не смог совершить поездку, чтобы принять эту награду.",
            "Присяжные присудили истцу миллион долларов.",
            "Рози была в Лондоне, чтобы получить свою награду Мамы Года.",
            "Он получил награду за своё служение спорту.",
            "В 1952 году Ваксману была присуждена Нобелевская премия.",
            "Завоюет ли данный фильм какую-либо награду на этом фестивале?",
            "высшая военная награда, которой награждают в мирное время",
            "Она боролась за награду в своей возрастной категории.",
            "Он поднялся на сцену, чтобы получить награду от мэра.",
            "Она получила награду за похвальную службу.",
            "Фильм получил пять номинаций на премию Оскар.",
            "Такие литературные премии на дороге не валяются. / Литературную премию вроде этой не каждому дают."
        ],
        "stars": 3
    }
}