{
    "aware": {
        "comment": [
            "award",
            "awake",
            "awareness",
            "away",
            "unaware",
            "beware"
        ],
        "translate": "знающий, осведомленный, сознающий",
        "transcription": " |əˈwer|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am fully aware of your problems.",
            "They were aware of the difficulties.",
            "He is aware of danger.",
            "The management are aware of the problem.",
            "I was not aware of your presence. Your foot is so light.",
            "She was only dimly aware of the risk.",
            "Be aware of your own strengths and weaknesses.",
            "He was aware that women were seldom hip to the really important things in life.",
            "He was aware of the wind in his face.",
            "He was well aware of the difficulties ahead.",
            "I was aware that we had passed the point of no return.",
            "Are you aware how important you are to me?",
            "He was only half aware of what was happening.",
            "I was keenly aware of the dangers.",
            "I'm aware of the risks associated with this treatment.",
            "The word Hutcheson slipped my pen before I was aware.",
            "I'm well aware of the problems involved.",
            "People are becoming increasingly aware of this problem.",
            "I am aware of a single attempt to cultivate the sponge.",
            "She was probably not consciously aware of her true feelings.",
            "They were aware of her station in life.",
            "Jill gradually became aware of an awful smell.",
            "She was aware of a tall dark figure watching her.",
            "I was vaguely aware of another figure by the door.",
            "Peter was aware of his heart thudding in his chest.",
            "They were well aware that the company was losing money.",
            "Are you entirely aware of what you're doing with that thing?",
            "She wasn't aware of the true nature of their relationship.",
            "The archbishop was aware of the motives by which the papal decisions were governed.",
            "She was well aware of the peculiarity of her own situation."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые ставятся после глаголов, но не перед существительными"
        ],
        "example_translate": [
            "Я осведомлен о ваших проблемах.",
            "Они знали об этих трудностях.",
            "Он отдаёт себе отчёт (осознаёт) о грозящей опасности.",
            "Администрации известно об этой проблеме.",
            "Я не заметил, как вы вошли. У вас такая лёгкая походка.",
            "Она лишь смутно осознавала эту опасность.",
            "Знай свои сильные и слабые стороны.",
            "Он знал, что женщины редко разбираются в по-настоящему важных вещах.",
            "Он заметил, что ветер дует в лицо.",
            "Он был хорошо осведомлён о предстоящих трудностях.",
            "Я понимал, что мы уже прошли точку невозврата.",
            "Знаешь ли ты, как ты для меня важен?",
            "Он лишь наполовину сознавал, что происходит.",
            "Я прекрасно осознавал эту опасность.",
            "Я осведомлён о рисках, связанных с этой процедурой.",
            "Слово \"Хатчесон\" выскользнуло из-под моего пера прежде, чем я это заметил.",
            "Я хорошо знаю, какие проблемы с этим связаны.",
            "Люди всё больше осознают эту проблему.",
            "Мне известна лишь одна попытка возделывания этой заболоченной местности.",
            "Возможно, она не осознавала свои истинные чувства.",
            "Они были осведомлены о её жизненном положении.",
            "Постепенно Джилл стала замечать какой-то ужасный запах.",
            "Она заметила, что за ней наблюдает кто-то высокий и смуглый.",
            "Я смутно осознавал, что у двери стоит кто-то ещё.",
            "Питер чувствовал, как сердце колотится у него в груди.",
            "Они хорошо знали о том, что компания теряет деньги.",
            "Вы хорошо понимаете, что делаете с этой штукой?",
            "Она не осознавала истинную природу их отношений.",
            "Архиепископ знал о мотивах, повлиявших на решение папы.",
            "Она хорошо осознавала, в какой необычной ситуации оказалась."
        ]
    }
}