{
    "axe": {
        "comment": [],
        "translate": "топор, секира, колун, сокращение бюджета, урезать, сокращать, спрашивать, просить",
        "transcription": " |æks|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I got the axe from school.",
            "Eleven ministers have been axed.",
            "They are facing the axe.",
            "The show has been given the axe.",
            "There are plans to axe 2600 staff.",
            "The project can get the axe at any time.",
            "He got the axe last week and now has no job.",
            "The local hospital has been saved from the axe.",
            "Hundreds of workers are to be axed at the end of May.",
            "The boss told him that he had been axed.",
            "TV's longest running show is to be axed.",
            "Twenty-six schools have been axed in Durham.",
            "The boss will ax anyone who leaks company secrets.",
            "The NSF axed the research program and stopped funding it.",
            "The company was hemorrhaging money, so 700 employees would soon be given the ax."
        ],
        "example_translate": [
            "Меня исключили из школы.",
            "Одиннадцать министров было отправлено в отставку.",
            "Им грозит увольнение по сокращению штатов.",
            "Эту развлекательную программу закрыли.",
            "Планируется сокращение двух тысяч шестисот сотрудников.",
            "Проект в любой момент может быть приостановлен.",
            "Его уволили на прошлой неделе, и сейчас он сидит без работы.",
            "Местную больницу спасли от закрытия.",
            "Сотни работников будут сокращены в конце Мая.",
            "Руководитель сообщил ему об увольнении.",
            "Самое продолжительное шоу на телевидении будет закрыто.",
            "В Дареме было закрыто двадцать шесть школ.",
            "Начальник уволит любого, кто разглашает секреты компании.",
            "Исследовательская программа была закрыта, а её финансирование прекращено Национальным Научным Фондом.",
            "Компания теряла деньги, так что вскоре семистам её сотрудников грозило увольнение."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}