[
    {
        "rus": "1.  Она была разочарована, не застав его дома. ",
        "eng": "1. She was disappointed at not finding him at home."
    },
    {
        "rus": "2.  Он любит, когда его приглашают в гости. ",
        "eng": "2. He likes being invited."
    },
    {
        "rus": "3.  Эти сумки нужно просушить. ",
        "eng": "3. These bags need drying."
    },
    {
        "rus": "4.  Он упомянул о том, что уже читал об этом. ",
        "eng": "4. He mentioned having already read about it."
    },
    {
        "rus": "5.  Получив ответ, он обрадовался. ",
        "eng": "5. On receiving the answer he became glad."
    },
    {
        "rus": "6.  Анна настаивала на том, чтобы нам сообщили о дне отправки. ",
        "eng": "6. Ann insisted on being informed about the day of the departure."
    },
    {
        "rus": "7.  Петр извинился, что заставил нас ждать. ",
        "eng": "7. Peter apologized for making us wait."
    },
    {
        "rus": "8.  Его речь еще отнюдь не закончена. ",
        "eng": "8. His speech is still far from being ended."
    },
    {
        "rus": "9.  Оля отрицала тот факт, что была в этом заведении. ",
        "eng": "9. Olga denied having been to this establishment."
    },
    {
        "rus": "1О.  Я думаю, что мне помогут. ",
        "eng": "10. I think of being helped."
    },
    {
        "rus": "11.  Каковы ваши возражения по поводу того, что он здесь присутствует? ",
        "eng": "11. What are your objections to his being here?"
    },
    {
        "rus": "12.  Мы настаивали, чтобы контракт был подписан немедленно. ",
        "eng": "12. We insisted on the contract being signed immediately."
    },
    {
        "rus": "13.  Олег говорит мне о том, что Петрова посылают в командировку. ",
        "eng": "13. Oleg tells me about Petrov's being sent on a business-trip."
    },
    {
        "rus": "14.  Я знаю о том, что он послал вам посылку. ",
        "eng": "14. I know of his having sent you a parcel."
    },
    {
        "rus": "15.  Комнату нужно убрать. ",
        "eng": "15. The room needs cleaning."
    },
    {
        "rus": "16.  Нет смысла плакать над разлитым молоком. ",
        "eng": "16. It is no use crying over spilt milk."
    },
    {
        "rus": "17.  Я ничего не знаю о том, что Катя уезжает. ",
        "eng": "17. I know nothing of Kate's leaving."
    },
    {
        "rus": "18.  Аня призналась, что получала от него письма. ",
        "eng": "18. Ann acknowledged having received letters from him."
    },
    {
        "rus": "19.  Она была признательна, что ее взяли с собой в путешествие. ",
        "eng": "19. She was thankful for being taken for the trip."
    },
    {
        "rus": "20.  Я не мог не волноваться, когда получил телеграмму от жены. ",
        "eng": "20. I couldn't help being excited when I received the telegram from my wife.,."
    },
    {
        "rus": "21.  Извините, что не позвонил вам вчера. ",
        "eng": "21. Excuse me for not ringing you up yesterday."
    },
    {
        "rus": "22.  Он гордится тем, что получил этот приз. ",
        "eng": "22. He is proud of having won this prize."
    },
    {
        "rus": "23.  Я не возражаю против того, что ты должен своих близких.",
        "eng": "23. I don't mind your having to visit your relatives."
    },
    {
        "rus": "24.  Я ненавижу смотреть телевизор. ",
        "eng": "24. I dislike watching TV programmes."
    },
    {
        "rus": "25.  Она не любила, когда за ней наблюдают. ",
        "eng": "25. She didn't like being watched."
    },
    {
        "rus": "26.  Я помню, что погода тогда была теплая. ",
        "eng": "26. 1 remember the weather being warm then."
    },
    {
        "rus": "27.  Все были удивлены, что/когда он ушел с собрания. ",
        "eng": "27. Everybody was surprised at his leaving the meeting."
    },
    {
        "rus": "28.  Он упомянул, что был дважды женат. ",
        "eng": "28. He mentioned his having been married twice."
    },
    {
        "rus": "29.  Он не возражал против того, что секретарь должен уходить раньше. ",
        "eng": "29. He didn't mind the secretary's having to leave earlier."
    },
    {
        "rus": "30.  Я помню, что нужно отnравить письмо. ",
        "eng": "30. I remember to send the letter."
    },
    {
        "rus": "31.  Продолжайте петь. ",
        "eng": "31. Go on singing."
    },
    {
        "rus": "32.  Переходите к пересказу текста. ",
        "eng": "32. Go on to retell the text."
    },
    {
        "rus": "33.  Представь, что мы должны уйти из дома в такую погоду! ",
        "eng": "33. Fancy our having to leave the house in such weather!"
    },
    {
        "rus": "34.  Заучивать правила без примеров - бесполезно. ",
        "eng": "34. Learning rules without examples is useless."
    },
    {
        "rus": "35.  Несмотря на занятость, он пришел на день рождения. ",
        "eng": "35. In spite of being busy, he came to the birthday party."
    },
    {
        "rus": "36.  Нет смысла беспокоиться о вещах, которые не можем изменить. ",
        "eng": "36. It is no use worrying about the things we can't change."
    },
    {
        "rus": "37.  Он должен был провести три дня дома прежде чем он отправится на дачу. ",
        "eng": "37. He was to spend three days at home before going to the country- house."
    },
    {
        "rus": "38.  Она вышла из комнаты, не замечая Гостей. ",
        "eng": "38. She left the room without noticing the guests."
    },
    {
        "rus": "39.  Лучшее средство от такой головной боли - лечь в постель. ",
        "eng": "39. The best remedy for such a headache is going to bed."
    },
    {
        "rus": "40.  От него не избавиться сейчас. ",
        "eng": "40. There is no avoiding him now."
    },
    {
        "rus": "41.  Вязание может помочь тебе успокоиться. ",
        "eng": "41. Knitting can help you (to) become calm."
    },
    {
        "rus": "42.  Я боялся, что мне зададут такие сложные вопросы. ",
        "eng": "42. I was afraid of being asked such difficult questions."
    },
    {
        "rus": "43.  Аня против того, чтобы мы пошли в кино. ",
        "eng": "43. Ann is against our going to the cinema."
    },
    {
        "rus": "44.  Она не могла спать, потому что боялась грозы. ",
        "eng": "44. She couldn't sleep because of being afraid of the thunder­storm."
    },
    {
        "rus": "45.  Когда он смотрел фильм, он вспомнил название статьи. ",
        "eng": "45. On watching the film, he remembered the title of the article."
    },
    {
        "rus": "46.  Она сказала, что муж может продолжить ремонтировать машину. ",
        "eng": "46. She said that her husband could go on repairing the car."
    },
    {
        "rus": "47.  Она не привыкла жить без удобств. ",
        "eng": "47. She is not used to living without any conveniences."
    },
    {
        "rus": "48.  Услышав новости, она разрьщалась. ",
        "eng": "48. On hearing the news, she burst into tears."
    },
    {
        "rus": "49.  Мама подозревала, что мы оставили зонт в трамвае. ",
        "eng": "49. Mother suspected us of having left the umbrella in the tram."
    },
    {
        "rus": "50.  Она разорвала письмо на мелкие кусочки, не читая его. ",
        "eng": "50. She tore the letter into small pieces without reading it."
    },
    {
        "rus": "51.  Не хочется ли тебе испечь пирог? ",
        "eng": "51. Do you feel like making a pie?"
    },
    {
        "rus": "52.  Он продолжал кричать на нее. ",
        "eng": "52. He kept on shouting at her."
    },
    {
        "rus": "53.  Наконец-то дождь прекратился. ",
        "eng": "53. At last it has stopped raining."
    },
    {
        "rus": "54.  Я за то, чтобы пойти в ночной клуб. ",
        "eng": "54. I am for going to the night club."
    },
    {
        "rus": "55.  Неожиданно она рассмеялась. ",
        "eng": "55. All of a sudden she burst out laughing."
    },
    {
        "rus": "56.  Его единственным желанием бьшо уйти как можно скорее. ",
        "eng": "56. His only desire was leaving the place as soon as possible."
    },
    {
        "rus": "57.  Я бьш погружен в чтение писем. ",
        "eng": "57. He was engrossed in reading letters."
    },
    {
        "rus": "58.  Она сидела в кресле не шевелясь. ",
        "eng": "58. She sat in the arm-chair without moving."
    },
    {
        "rus": "59.  Я молчал, несмотря на то, что у меня было много вопросов. ",
        "eng": "59. I kept silent in spite of there being a lot of questions to ask."
    },
    {
        "rus": "60.  У нее было чувство, будто ее преследуют. ",
        "eng": "60. She had the feeling of being followed."
    },
    {
        "rus": "61.  Не вини себя за то, что ты такой рассеянный. ",
        "eng": "61. Don't blame yourself for being so absent-minded."
    },
    {
        "rus": "62.  Катя с нетерпением ждала прихода гостей. ",
        "eng": "62. Kate was looking forward to the guests' coming."
    },
    {
        "rus": "63.  Танцы еще не начались. ",
        "eng": "63. Dancing has not begun yet."
    },
    {
        "rus": "64.  Бесполезно прятать голову под крьшо. ",
        "eng": "64. It's no good hiding our heads under our wings."
    },
    {
        "rus": "65.  Никто не мог пройти так, чтобы его не заметили. ",
        "eng": "65. Nobody could pass without being seen."
    },
    {
        "rus": "66.  Ему было стыдно, что он проявил раздражение. ",
        "eng": "66. He was ashamed of having shown irritation."
    },
    {
        "rus": "67.  Я не помню, чтобы когда-нибудь слышал эту легенду. ",
        "eng": "67. I don't remember hearing this legend."
    },
    {
        "rus": "68.  Она не любила ни читать вслух, ни слушать чтение. ",
        "eng": "68. She liked neither reading aloud nor being read aloud to."
    },
    {
        "rus": "69.  Надеюсь, вы простите меня за то, что я вас побеспокоил. ",
        "eng": "69. I hope you'll forgive my (me) disturbing you."
    },
    {
        "rus": "70.  Я начал представяять себе, как меня найдут мертвым в гостинице. ",
        "eng": "70. I began to picture to myself my being found dead in the hotel."
    },
    {
        "rus": "71.  Мы не могли отложить осмотр дома. ",
        "eng": "71. We couldn't put off going over the house."
    },
    {
        "rus": "72.  Доктор продолжал приходить и осматривать пациента. ",
        "eng": "72. The doctor kept on coming and examining the patient."
    },
    {
        "rus": "73.  Я не мог не проголодаться. ",
        "eng": "73. I couldn't help being hungry."
    },
    {
        "rus": "74.  Его обвиняют в том, что он имел дело с преступным миром. ",
        "eng": "74. They accuse him of having dealt with the criminal world."
    },
    {
        "rus": "75.  Мне хочется поговорить. ",
        "eng": "75. I feel like talking."
    },
    {
        "rus": "76.  Вы можете рассчитывать на то, что я все улажу.",
        "eng": "76. You may rely on my setting matters right."
    },
    {
        "rus": "77.  Ему не иравилась мысль, что Генри будет его пресле довать. ",
        "eng": "77. He didn't like the idea of being hunted by Henry."
    },
    {
        "rus": "78.  Вы уверены, что эти слова относятся к моей сестре? ",
        "eng": "78. Are you aware of these words referring to my sister?"
    },
    {
        "rus": "79.  Он был в негодовании, потому что сын его ослушался. ",
        "eng": "79. He was indignant at his son's having disobeyed him."
    },
    {
        "rus": "80.  Я чувствовала себя не в состоянии говорить с родственниками. ",
        "eng": "80. I felt incapable of speaking with my relatives."
    },
    {
        "rus": "81.  Не забудьте закрыть окно. ",
        "eng": "81. Don't forget to shut the window/Remember to shut the window."
    },
    {
        "rus": "82.  Я помню, что был в этом книжном магазине. ",
        "eng": "82. I remember being in this book-shop."
    },
    {
        "rus": "83.  Не забудьте купить такой сЛоварь. ",
        "eng": "83. Remember to buy such a dictionary/Don't forget to buy such a dictionary."
    },
    {
        "rus": "84.  Он оглянулся, усцышав ее шаги. ",
        "eng": "84. He turned at hearing her footsteps."
    },
    {
        "rus": "85.  Она напугала отца тем, что расплакалась. ",
        "eng": "85. She startled her father by bursting into tears."
    },
    {
        "rus": "86.  У него нет права входить в комнату без приглашения. ",
        "eng": "86. He has no right to enter the room without being invited."
    },
    {
        "rus": "87.  Я чувствовал себя лучше, потому что долго прожил за границей. ",
        "eng": "87. I felt better for having lived abroad for a long time."
    },
    {
        "rus": "88.  Не было видно, что сейф трогали: ",
        "eng": "88. The safe showed no sign of having been touched."
    },
    {
        "rus": "89.  Я поблагодарил их за то, что они были пунктуальными. ",
        "eng": "89. I thanked them for being punctual."
    },
    {
        "rus": "90.  Его оштрафовали, потому что он был пьян. ",
        "eng": "90. He was fined for being drunk."
    },
    {
        "rus": "91.  Он никогда не nереставал жаловаться. ",
        "eng": "91. He never ceased complaining."
    },
    {
        "rus": "92.  Я возражала против его частных звонков. ",
        "eng": "92. I objected to his/him making private calls."
    },
    {
        "rus": "93.  Работая днем и ночью, он преуспел в том, что закончил работу вовремя. ",
        "eng": "93. By working day and night, he succeeded in finishing the job in time."
    },
    {
        "rus": "94.  Что-то мне не хочется писать доклад. Как насчет того, чтобы пойти поrулять? ",
        "eng": "94. I don't feel like making a report. What about going for a walk?"
    },
    {
        "rus": "95.  Она увлекается чтением сентиментальных историй. ",
        "eng": "95. She is fond of reading sentimental stories."
    },
    {
        "rus": "96.  Сердце перестало биться. ",
        "eng": "96. The heart stopped beating."
    },
    {
        "rus": "97.  Он привык принимать холодный душ. ",
        "eng": "97. He got used to having a cold shower."
    },
    {
        "rus": "98.  Она никогда не помогала ему по рисованию. ",
        "eng": "98. She never helped him with drawing."
    },
    {
        "rus": "99.  Идея пожениться показалась ему странной. ",
        "eng": "99. The idea of getting married seemed strange to him."
    },
    {
        "rus": "100.  Она упрекала его за то, что над ним всегда смеются. ",
        "eng": "100. She reproached him for his being laughed at."
    },
    {
        "rus": "1О1.  К сожалению, она не может позволить себе поехать заграницу. ",
        "eng": "101. Unfortunately, she can't afford going abroad."
    },
    {
        "rus": "102.  Они привыкли засиживаться допоздна. ",
        "eng": "102. They are used to sitting up late (keeping late hours)."
    },
    {
        "rus": "103.  Петр иреуспевал в рисовании. ",
        "eng": "103. Peter succeeded in drawing."
    },
    {
        "rus": "104.  Все хвалят ее за хорошую учебу. ",
        "eng": "104. Everybody praises her for studying well."
    },
    {
        "rus": "105.  У него был страх перед одиночеством. ",
        "eng": "105. He had fear of being alone."
    },
    {
        "rus": "106.  Давай рискнем пойти на концерт вместе! ",
        "eng": "106. Let's risk going to the concert together."
    },
    {
        "rus": "107.  Его идея возразить мистеру Брауну рассмешила меня. ",
        "eng": "107. His idea of objecting to Mr. Brown made me laugh."
    },
    {
        "rus": "108.  Он был горд, что к нему обратились с просьбой. ",
        "eng": "108. He was proud of having been addressed with request."
    },
    {
        "rus": "109.  Бьшо в нем что-то такое, что не делало его скучным. ",
        "eng": "109. There was something about him, that prevented him from being a bore."
    },
    {
        "rus": "110.  Вопреки себе я не мог не солгать ей. ",
        "eng": "110. In spite of myself I couldn't help telling her a lie."
    },
    {
        "rus": "111.  Петровы поблагодарили нас за то, что мы их подвезли. ",
        "eng": "111. The Petrovs thanked us for being given a lift."
    },
    {
        "rus": "112.  Спасибо, что напомнили нам о такси. ",
        "eng": "112. Thank you for reminding us of the taxi."
    },
    {
        "rus": "113.  Елена не любила, когда eе  прерывали. ",
        "eng": "113. Helen didn't like being interrupted."
    },
    {
        "rus": "114.  Учитель возражает, чтобы детям подсказывали. ",
        "eng": "114. The teacher objected to the children's being prompted."
    },
    {
        "rus": "115.  Я думаю, должна быть причинадля ее возвращения домой. ",
        "eng": "115. I think there must be some reason for her coming back home."
    },
    {
        "rus": "116.  Страх перед опозданием раздражал его. ",
        "eng": "116. The fear of being late disturbed him."
    },
    {
        "rus": "117.  Как насчет того, чтобы купить обои? ",
        "eng": "117. What do you say to buying new wall-paper?"
    },
    {
        "rus": "118.  От своего имени я благодарю вас за то, что вы встретили делегацию. ",
        "eng": "118. On behalf of myself I thank you for meeting the delegation."
    },
    {
        "rus": "119.  День провели в хождении по магазинам. ",
        "eng": "119. The day was spent in doing (the) shopping."
    },
    {
        "rus": "120.  Они начали встречаться. ",
        "eng": "120. They began seeing each other."
    },
    {
        "rus": "121.  Я был удивлен, что мои родители позволили мне эту поездку. ",
        "eng": "121. I was surprised at my parents' having allowed the journey."
    },
    {
        "rus": "122.  Нервный срыв у него уже не предотвратить. ",
        "eng": "122. There is no preventing him from having a nervous breakdown (you can't prevent him from having...)."
    },
    {
        "rus": "123.  Ты не будешь возражать, если мы запишемся к другому стоматологу? ",
        "eng": "123. Would you mind our making an appointment with some other dentist?"
    },
    {
        "rus": "124.  Доктор настаивает на том, что тебе нужно воздержаться от алкогольных напитков. ",
        "eng": "124. The doctor insists on your keeping off alcohol."
    },
    {
        "rus": "125.  Медсестра преуспела в том, что улыбалась больным: это срабатывало лучше любого укола. ",
        "eng": "125. The medical nurse succeeded in smiling at her patients, and really it worked better than any injection."
    },
    {
        "rus": "126.  Дышите глубоко. Я думаю, вам нельзя откладывать рентген. ",
        "eng": "126. Take a deep breath. I think you mustn't put off being X-rayed."
    },
    {
        "rus": "127.  О том, чтобы взять больничный, не может быть и речи.",
        "eng": "127. Being on sick leave is out of the question."
    },
    {
        "rus": "128.  Она боялась заболеть скарлатиной.",
        "eng": "128. She was afraid of falling ill with scarlet fever."
    },
    {
        "rus": "129.  Доктор совершил ошибку, поставив диагноз: туберкулез.",
        "eng": "129. The doctor made a mistake by diagnosing the illness as tuberculosis."
    },
    {
        "rus": "130.  Анна никогда не простит мужу, что она жила на хлебе и воде целый месяц. ",
        "eng": "130. Ann will never forgive her husband her living from hand to mouth the whole month."
    },
    {
        "rus": "131.  Петр жаловался, что сестра действует ему на нервы. ",
        "eng": "131. Peter complained of his sister's getting on his nerves."
    },
    {
        "rus": "132.  Она настаивала (упорствовала) на том, чтобы надеть свое лучшее платье по такому случаю. ",
        "eng": "132. She persisted in dressing in her very best frock for such an occasion."
    },
    {
        "rus": "133.  План заключался в том, чтобы перевернуть все вверх дном в квартире. ",
        "eng": "133. The plan consisted in turning everything upside down in the flat."
    },
    {
        "rus": "134.  Выброси из головы идею подшутить над ними! ",
        "eng": "134. Give up the idea of making fun of them!"
    },
    {
        "rus": "135.  Теперь многое будет зависеть от того, будет ли она регулярно питаться и соблюдать диету. ",
        "eng": "135. Now much will depend on her having regular meals and keeping to a diet."
    },
    {
        "rus": "136.  Он сознался, что не привык получать подарки. ",
        "eng": "136. He confessed, that he was not used to being given presents (to receiving)."
    },
    {
        "rus": "137.  Это мама обвинила наших соседей в ограблении гаража. ",
        "eng": "137. It was mother who accused our neighbours of having robbed the garage."
    },
    {
        "rus": "138.  Он никогда не согласится, чтобы его посадили рядом с девчонкой в классе. ",
        "eng": "138. He will never agree to his being put down in class next to a girl."
    },
    {
        "rus": "139.  Я протянул руку Анне, чтобы она не упала. ",
        "eng": "139. I stretched out my hand to prevent Ann from falling down."
    },
    {
        "rus": "140.  Мальчик жалуется, что его постоянно наказывают. ",
        "eng": "140. The boy complains of being constantly punished."
    },
    {
        "rus": "141.  Ей удалось привыкнуть к такой жизни. ",
        "eng": "141. She succeeded in getting used to living such a life."
    },
    {
        "rus": "142.  Она отрицала, что была многим обязана ему. ",
        "eng": "142. She denied having been much obliged to him."
    },
    {
        "rus": "143.  Она не проявила никаких признаков удивления. ",
        "eng": "143. She showed no sign of being surprised."
    },
    {
        "rus": "144.  Подсказывать на занятиях - бесполезно. ",
        "eng": "144. Prompting in class is useless."
    },
    {
        "rus": "145.  Тебе не стыдно, что ты ждешь, когда тебе подскажут? ",
        "eng": "145. Aren't you ashamed to wait for being prompted?"
    },
    {
        "rus": "146.  Ему нравится заниматься фехтованием. ",
        "eng": "146. He is fond of going in for fencing."
    },
    {
        "rus": "147.  Без сомнений, Петров помог команде выиграть со счетом 4:3. ",
        "eng": "147. No doubt, Petrov helped the team in winning with the score 4:3."
    },
    {
        "rus": "148.  Ее удивление по поводу того, что Олег установил рекорд, было шокирующим. ",
        "eng": "148. Her surprise at Oleg's setting up the record was shocking."
    },
    {
        "rus": "149.  Фанатам удалось избежать ссоры, так как игра закончилась вничью. ",
        "eng": "149. The fans managed to avoid quarrelling, because the game (had) ended in a draw."
    },
    {
        "rus": "150.  Разумно с вашей стороны предотвратить его участие в этом матче. ",
        "eng": "150. It's so clever of you to have prevented him from participating in this match."
    },
    {
        "rus": "151.  Завоевать кубок в этом соревновании - его главное желание. ",
        "eng": "151. Winning the cup in this competition is his main wish."
    },
    {
        "rus": "152.  Не припомню, что видел игру лучше этой. ",
        "eng": "152. I hardly remember ever seeing a better game."
    },
    {
        "rus": "153.  Аня не могла терпеть, когда он внезапно прекращал разговор. ",
        "eng": "153. Ann couldn't stand his breaking off."
    },
    {
        "rus": "154.  Он не мог не сдержать свое обещание. ",
        "eng": "154. He couldn't help sticking to his promise."
    },
    {
        "rus": "155.  Такая музыка сводит ее с ума. ",
        "eng": "155. Listening to such music drives her mad."
    },
    {
        "rus": "156.  У нее привычка засовывать руки в карманы. ",
        "eng": "156. She is in the habit of sticking her hands in her pockets."
    },
    {
        "rus": "157.  Она одобрила мои действия кивком головы. ",
        "eng": "157. She approved of my actions by nodding."
    },
    {
        "rus": "158.  Ее привычка бить посуду во время ссор утомляла его. ",
        "eng": "158. Her habit of breaking dishes while quarrelling made him tiresome."
    },
    {
        "rus": "159.  У него был план разорить нашу семью. ",
        "eng": "159. He had the plan for bringing our family to ruin."
    },
    {
        "rus": "160.  Она мастерски носила свободную одежду. ",
        "eng": "160. She had a certain skill in wearing loose clothes."
    },
    {
        "rus": "161.  Подписав документ, он потер руки от удовольствия. ",
        "eng": "161. After signing the document he rubbed his hands (together)."
    },
    {
        "rus": "162.  Нет ничего плохого в том, что она часто кривит рот. - Неужели? ",
        "eng": "162. There is no harm in her curling her lip.— Isn't there?"
    },
    {
        "rus": "163.  Я уверен, она помогла ему совершить самоубийство. ",
        "eng": "163. I am sure she helped him in committing suicide."
    },
    {
        "rus": "164.  Эту выставку стоит посмотреть, не так ли? ",
        "eng": "164. This exhibition is worth visiting, isn't it?"
    },
    {
        "rus": "165.  Игра в карты - ero любимое времяпрепровождение. ",
        "eng": "165. Card-playing is his favourite pastime."
    },
    {
        "rus": "166.  Он выразил удивление, пожав плечами. ",
        "eng": "166. He expressed his surprise by shrugging his shoulders."
    },
    {
        "rus": "167.  Он не помнил, приклеил ли он марку на открытку. ",
        "eng": "167. He did not remember sticking a stamp on the postcard."
    },
    {
        "rus": "168.  Были ли у вас трудности в разрешении этой проблемы? ",
        "eng": "168. Did you have/find any difficulty in solving this problem?"
    },
    {
        "rus": "169.  Он подумывал о том, чтобы выступить в ее защиту. ",
        "eng": "169. He thought of speaking for her defence."
    },
    {
        "rus": "170.  Он получил «отлично» по страноведению без предварительной подготовки дома. ",
        "eng": "170. He got a \"five\" in Country Studies without having learnt the material at home."
    },
    {
        "rus": "171.  Я ненавижу правожать друзей. ",
        "eng": "171. I hate seeing my friends off."
    },
    {
        "rus": "172.  Я предпочитаю, чтобы меня провожали. ",
        "eng": "172. I prefer being seen off myself."
    },
    {
        "rus": "173.  Она гордится тем, что много путешествовала. ",
        "eng": "173. She is proud of having travelled much."
    },
    {
        "rus": "174.  Необходимость лететь в командировку была очевидна. ",
        "eng": "174. The necessity of going on business by plane was evident."
    },
    {
        "rus": "175.  Восторг от входа в гавань был неописуем.",
        "eng": "175. The excitement in coming into the harbour was indescribable."
    },
    {
        "rus": "176.  Морская болезнь помешала ей путешествовать морем. ",
        "eng": "176. Seasickness prevented her from travelling by sea."
    },
    {
        "rus": "177.  Я был против того, чтобы заказывать билеты заранее. ",
        "eng": "177. I was against (our) booking the tickets beforehand (in ad­vance)."
    },
    {
        "rus": "178.  Его родителей раздражало то, что он был домосед. ",
        "eng": "178. His being a stay-at-home irritated his parents."
    },
    {
        "rus": "179.  Кто обычно возражает против путешествий самолетом? ",
        "eng": "179. What kind of people usually object to travelling by air?"
    },
    {
        "rus": "180.  Кроме того, что он умен, он очень трудолюбив. ",
        "eng": "180. Besides being clever he is very industrious."
    },
    {
        "rus": "181.  Вместо того, чтобы попросить носильщика помочь, он нес вещи сам. ",
        "eng": "181. Instead of asking a porter to help he carried the things himself."
    },
    {
        "rus": "182.  Стоит ли покупать билеты в день отправления? ",
        "eng": "182. Is it any good buying tickets on the day of departure?"
    },
    {
        "rus": "183.  Заказав билеты по телефону, она перестала нервничать. ",
        "eng": "183. After reserving a ticket by phone, she stopped being nervous."
    },
    {
        "rus": "184.  Она не любит стоять в очереди. ",
        "eng": "184. She dislikes standing in a queue."
    },
    {
        "rus": "185.  Мы настаивали на том, чтобы ящики были немедленно увезены на склад. ",
        "eng": "185. We insisted on the cases being taken to the warehouse immediately."
    },
    {
        "rus": "186.  Они не рассчитывали на мое присутствие. ",
        "eng": "186. They didn't count on my being present."
    },
    {
        "rus": "187.  Она упрекала себя за то, что заблудилась и опоздала. ",
        "eng": "187. She reproached herself for having lost her way and having been late."
    },
    {
        "rus": "188.  Продолжайте помогать ей и не примекайте внимание. ",
        "eng": "188. Go on helping her and avoid attracting attention."
    },
    {
        "rus": "189.  Он ненавидит, когда его прерывают. ",
        "eng": "189. He hated being interrupted."
    },
    {
        "rus": "190.  Практикуйте долгие прогулки перед сном. ",
        "eng": "190. Practise having long walks before going to bed."
    },
    {
        "rus": "191.  Я нахожу странным то, что его будут оперировать. ",
        "eng": "191. I find it strange his being operated on."
    },
    {
        "rus": "192.  Не вини себя за то, что ты не смог нам помочь. ",
        "eng": "192. Don't blame yourself for (your) not being able to help us."
    },
    {
        "rus": "193.  Представь, как он удивится, увидев меня. ",
        "eng": "193. Imagine his surprise at seeing me."
    },
    {
        "rus": "194.  Все, что его интересует, - это видеть ее счастливой. ",
        "eng": "194. All he is interested in is seeing her happy."
    },
    {
        "rus": "195.  Было неизвестно, что она хочет. ",
        "eng": "195. There was no knowing what she wanted."
    },
    {
        "rus": "196.  Она не могла вынести унижение. ",
        "eng": "196. She couldn't stand/bear being humiliated."
    },
    {
        "rus": "197.  Ты должен извиниться за столь поздний приход. ",
        "eng": "197. You must apologize for (your) coming so late."
    },
    {
        "rus": "198.  Он поблагодарил нас за то, что его развлекали. ",
        "eng": "198. He thanked us for being entertained."
    },
    {
        "rus": "199.  Было ясно, что он говорил, не думая, как обычно. ",
        "eng": "199. It was clear he spoke (was speaking) without thinking, as usual."
    },
    {
        "rus": "200.  Он выразил удовольствие от того, что его пригласили на обед. ",
        "eng": "200. He expressed pleasure at being asked to dinner."
    },
    {
        "rus": "201.  Я устал делать одно и то же каждый день. ",
        "eng": "201. I was tired of doing much the same thing every day."
    },
    {
        "rus": "202.  У него был такой вид, словно он вот-вот заснет. ",
        "eng": "202. He looked as though he were on the point of falling asleep."
    },
    {
        "rus": "203.  Под его влиянием она начала писать эссе и короткие рассказы. ",
        "eng": "203. Under his influence she had taken to writing essays and short stories."
    },
    {
        "rus": "204.  Он почувствовал надежду, увидев, что ты вернулся домой. ",
        "eng": "204. On seeing you back home he felt hopeful."
    },
    {
        "rus": "205.  Английская грамматика очень трудна, и немногим писателям удалось избежать ошибок. ",
        "eng": "205. English grammar is very difficult and few writers have avoided making mistakes in it."
    },
    {
        "rus": "206.  Я больше не мог думать о том, чтобы покинуть ее. ",
        "eng": "206. I could no longer contemplate leaving her."
    },
    {
        "rus": "207.  Роджер продолжал говорить энергично и воодушевленно. ",
        "eng": "207. Roger went on speaking with energy and enthusiasm."
    },
    {
        "rus": "208.  Если это то, о чем ты намерен просить меня, то перестань попусту тратить время. ",
        "eng": "208. If this is what you intend asking me, stop wasting your time."
    },
    {
        "rus": "209.  Для меня было загадкой не то, что Браун продолжительно настаивал на личной беседе со мной, но то, что он вдруг прекратил свои попытки. ",
        "eng": "209. It puzzled me not that Brown kept pressing for a private talk with me, but that all of a sudden he left off doing so."
    },
    {
        "rus": "210.  Она не была высокомерной, хотя и любила порисоваться. ",
        "eng": "210. She was not conceited, though she liked showing off."
    },
    {
        "rus": "211.  Мы сделаем все возможное, если вы не против немного подождать. ",
        "eng": "211. We'll do what we can, if you don't mind waiting a bit."
    },
    {
        "rus": "212.  Он сказал мне, что отложит поездку в Америку. ",
        "eng": "212. He told me he'd postpone going to America."
    },
    {
        "rus": "213.  Я по-прежнему не мог вспомнить, встречал ли я ее когда-нибудь или что-либо связанное с ней. ",
        "eng": "213. I still could not recall meeting her, or anything about her."
    },
    {
        "rus": "214.  Что за девушка, подумал он, и продолжил читать газету. ",
        "eng": "214. What a girl, he thought, and resumed reading his paper."
    },
    {
        "rus": "215.  Я начал изучать немецкий, но так и не продвинулся дальше чтения коротких текстов. ",
        "eng": "215. I set about learning German but I never got further than being able to read short texts."
    },
    {
        "rus": "216.  Они терпеть не могут, когда их так грубо обманывают. ",
        "eng": "216. They can't bear being deceived in such a vulgar way."
    },
    {
        "rus": "217.  Я знал, что он не мог вынести, когда о нем говорили. ",
        "eng": "217. I knew he could not face being talked about."
    },
    {
        "rus": "218.  Я помню, что онемел от счастья, что Бог свел нас. ",
        "eng": "218. I remember being speechless with happiness that God had brought us together."
    },
    {
        "rus": "219.  Им было трудно найти подходящую одежду. ",
        "eng": "219. They had difficulty (in) finding proper clothes."
    },
    {
        "rus": "220.  Ты еще долго будешь делать это? ",
        "eng": "220. Will you be much longer doing that?"
    },
    {
        "rus": "221.  Он подумывал о том, чтобы бросить это. ",
        "eng": "221. He felt like giving it up."
    },
    {
        "rus": "222.  Неожиданно она расхохоталась, а вслед за ней и другие. ",
        "eng": "222. All of a sudden she burst out laughing and the others fol­lowed."
    },
    {
        "rus": "223.  Когда он подошел к воротам парка, его чуть-чуть не сбил большой автомобиль. ",
        "eng": "223. As he approached the park gates he narrowly missed being run down by a large car."
    },
    {
        "rus": "224.  Я помню, что в детстве слышал, как мои тетушки говорили, что великие люди равнодушны к лести. ",
        "eng": "224. I remember hearing my aunts telling me in my childhood that great men never cared for flattery."
    },
    {
        "rus": "225.  Я высоко ценю то, что вы ветупились за меня. ",
        "eng": "225. I appreciate your coming to my defence."
    },
    {
        "rus": "226.  Ее возмутило то, что его пригласили. ",
        "eng": "226. She resented his being invited."
    },
    {
        "rus": "227.  Я, не колеблясь, рассказал ей: между нами не бьшо секретов. ",
        "eng": "227. I didn't think twice about telling her; we had no secrets."
    },
    {
        "rus": "228.  Что она имела в виду, так хвастаясь? ",
        "eng": "228. What did she mean by boasting like that?"
    },
    {
        "rus": "229.  Вот что получается~ когда бегаешь за девочками. ",
        "eng": "229. That's what comes of running after the girls."
    },
    {
        "rus": "230.  Как-то после обеда, когда я рассчитывал поработать еще часок-другой, зазвонил телефон. ",
        "eng": "230. One afternoon, when I was counting on working for an hour or two more, the telephone rang."
    },
    {
        "rus": "231.  Давайте приступим к подписанию документов. ",
        "eng": "231. Let's get down to signing the papers."
    },
    {
        "rus": "232.  Я гордился тем, что сделал свое жилище красивым· и удобным. ",
        "eng": "232. I took pride in making my lodgings pretty and comfortable."
    },
    {
        "rus": "233.  Он рисковал, разговаривая с ними таким тоном. ",
        "eng": "233. He was taking risks in speaking in that tone to them."
    },
    {
        "rus": "234.  Я колебался, nозвонить или нет Роджеру. ",
        "eng": "234. I hesitated about ringing Roger up."
    },
    {
        "rus": "235.  Она пожаловалась, что каша комками. ",
        "eng": "235. She complained about the porridge being lumpy."
    },
    {
        "rus": "236.  Она подозревала своего мужа в том, что он пытается обмануть ее? ",
        "eng": "236. Did she suspect her husband of trying to take her in?"
    },
    {
        "rus": "237.  Вы не сомневались в естественностц ее смерти. ",
        "eng": "237. You had no doubt as to her death being natural."
    },
    {
        "rus": "238.  Именно недостаток воображения мешает людям смотреть на вещи по-другому. ",
        "eng": "238. It is want of imagination that prevents people from seeing things from any point of view but their own."
    },
    {
        "rus": "239.  Она посвятила годы своей жизни заботе о нем. ",
        "eng": "239. She gave years of her life to taking care of him."
    },
    {
        "rus": "240.  С какой стати мне тратить время на обсуждение того, что неизбежно? ",
        "eng": "240. Why should I waste time in discussing what is inevitable?"
    },
    {
        "rus": "241.  С достоинством он поблагодарил меня за то, что я развлекал его. ",
        "eng": "241. With dignity he thanked me for entertaining him."
    },
    {
        "rus": "242.  Я сказал что-то о том, что Джоан влюблена в него, но он не хотел говорить о ней. ",
        "eng": "242. I said something about Joan being in love with him, but he would not talk of her."
    },
    {
        "rus": "243.  Я нескладно пробормотал, что мне жаль. ",
        "eng": "243. I muttered something lame about it being a pity."
    },
    {
        "rus": "244.  Он с горечью укорял меня за то, что ему не дали знать. ",
        "eng": "244. He reproached me bitterly for not having let him know."
    },
    {
        "rus": "245.  Исказив факты, вы нанесли большой вред. ",
        "eng": "245. You've done great harm by distorting facts."
    },
    {
        "rus": "246.  Я говорил, не думая, и позже сожалел об этом. ",
        "eng": "246. I spoke without thinking and later was sorry for having done so."
    },
    {
        "rus": "247.  Изучение языка начинаеТся со вслушивания в новые звуки. ",
        "eng": "247. You begin learning a language by listening to the new sounds."
    },
    {
        "rus": "248.  Я не хочу огорчать ее, говоря, что вы вели себя как негодяй. ",
        "eng": "248. I don't want to distress her by telling her that you have be­haved like a blackguard."
    },
    {
        "rus": "249.  Прежде чем ответить, он долго ждал. ",
        "eng": "249. He waited a long while before answering."
    },
    {
        "rus": "250.  Несколько мальчиков три дня не ходили в школу, после того как побегали по игровой площадке босиком. ",
        "eng": "250. Some boys missed classes for three days after running round the playground barefoot."
    },
    {
        "rus": "251.  Приехав в коттедж, она обнаружила, что он закрыт. ",
        "eng": "251. On arriving at the cottage she found it locked."
    },
    {
        "rus": "252.  После восемнадцатилетнего отсутствия он вряд ли может ожидать, что мы жаждем его видеть. ",
        "eng": "252. After staying away eighteen years he can hardly expect us to be very anxious to see him."
    },
    {
        "rus": "253.  Кроме того, что я узнал кое-что о человеческой nрироде, моя учеба в медицинском колледже дала мне элементарные научные знания и научный подход. ",
        "eng": "253. Besides teaching me something about human nature my training in a medical college gave me an elementary knowl­edge of science and scientific method."
    },
    {
        "rus": "254.  Не проходило ни одного дня, чтобы тот молодой человек не приходил поесть хотя бы раз. ",
        "eng": "254. Not a day had passed without that young man coming to at least one meal."
    },
    {
        "rus": "255.  Я надеюсь, они не уехали, не встретившись с вами. ",
        "eng": "255. I hope they haven't gone off without your seeing them."
    },
    {
        "rus": "256.  Бессмысленно пользоваться человеческими слабостями. ",
        "eng": "256. It's no good taking advantages of people's weaknesses."
    },
    {
        "rus": "257.  Я признаю, что даверялея этому человеку. ",
        "eng": "257. I admit having confided in this man."
    },
    {
        "rus": "258.  Оставшись один, он начал думать о своем временном успехе и закончил тем, что признал, что был неправ. ",
        "eng": "258. On being left alone he began thinking of his temporary suc­cess and ended by admitting that he had been wrong."
    },
    {
        "rus": "259.  Он никогда не может сказать ничего без того, чтобы не вызвать чьего-либо негодования. ",
        "eng": "259. He can never say anything without arousing somebody's in­dignation."
    },
    {
        "rus": "260.  Не отрицайте, что проявили мало героизма, когда произошла катастрофа. ",
        "eng": "260. Don't deny having displayed little heroism when the catas­trophe occurred."
    },
    {
        "rus": "261.  Не говоря ничего Кристине, Эндрю начал подыскивать подходящее место для медицинского кабинета. ",
        "eng": "261. Without saying anything to Christine Andrew began to look for a convenient consulting-room."
    },
    {
        "rus": "262.  На нем бьш старый костюм, и он давно не стригся. ",
        "eng": "262. He was wearing an old suit and his hair wanted cutting."
    },
    {
        "rus": "263.  Я полагаю, вы огорчены тем, что Кейт покидает нас. ",
        "eng": "263. I expect you are upset by Kate's leaving us."
    },
    {
        "rus": "264.  Ему нравится общаться с детьми, и ему нравИтся быть счастливым. ",
        "eng": "264. He likes dealing with kids and he likes being happy."
    },
    {
        "rus": "265.  Я ничего не мог сделать по поводу того, что у Иры не было денег. ",
        "eng": "265. I couldn't help Irene's having no money."
    },
    {
        "rus": "266.  Это было бы безумием, это означало отказ от всего того, что он уважал. ",
        "eng": "266. It would be madness, it would mean giving up all that he respected."
    },
    {
        "rus": "267.  Дом был старый и ветхий, ему не был нужен. ремонт, его надо было сносить.  · ",
        "eng": "267. The house was old and shabby, it needed no redecorating, it wanted pulling down."
    },
    {
        "rus": "268.  Это всколыхнуло ее злость к отцу, который отдалился, стал чужим. ",
        "eng": "268. It revived her old grudge against her father for having estranged himself."
    },
    {
        "rus": "269.  Я думаю, что это смеШно (нелепо), что он женится таким молоДым. ",
        "eng": "269. I think it ridiculous his getting married so young!"
    },
    {
        "rus": "270.  Я заработал эти деньги тем, что ассистировал, что присутствовал там. ",
        "eng": "270. I earned this fee for assisting, for being there."
    },
    {
        "rus": "271.  Суизин был несколько огорчен тем, что его остановили тогда, когда он собирался сказать неqто важное. ",
        "eng": "271. Swithin was somewhat upset at being stopped like that at the point of saying something important."
    },
    {
        "rus": "272.  Беда его была в том, что он не мог контролировать свои мысли и чувства. ",
        "eng": "272. His trouble was not having control of his thoughts and feelings."
    },
    {
        "rus": "273.  Это слабая отговорка за ничегонеделанье. ",
        "eng": "273. It's a lame excuse for doing nothing."
    },
    {
        "rus": "274.  Приехав в аэропорт, в первую очередь он пошел в камеру хранения.  · ",
        "eng": "274. On arriving at the airport he went to the left-luggage office first thing."
    },
    {
        "rus": "275.  Просматривая документы, он случайно натолкнулся на очень интересную фотографию. ",
        "eng": "275. In looking through the documents he came across a very interesting photograph."
    },
    {
        "rus": "276.  Проходя мимо их дома, я заметил, что все окна были темные. ",
        "eng": "276. On passing their house I noticed that all the windows were dark."
    },
    {
        "rus": "277.  То, что он смог обойтись без нее, удивило всех. ",
        "eng": "277. His being able to do without her surprised everybody."
    },
    {
        "rus": "278.  Врач настоял на том, чтобы она отложила поездку. ",
        "eng": "278. The doctor insisted on her putting off the trip."
    },
    {
        "rus": "279.  Прежде чем начать действовать, вы бы лучше навели справки. ",
        "eng": "279. Before taking action you had better make inquiries."
    },
    {
        "rus": "280.  В этот раз он не удивился, встретив своего друга. ",
        "eng": "280. This time he felt no surprise at meeting his friend."
    },
    {
        "rus": "281.  Я только что имел удовольствие быть nредставленным вашей сестре. ",
        "eng": "281. I've just had the pleasure of being introduced to your sister."
    },
    {
        "rus": "282.  Вы так сильно изменились, что его можно простить за то, что он не узнал вас. ",
        "eng": "282. You've changed so much that he might be excused for not recognizing you."
    },
    {
        "rus": "283.  Американка выглядела цветущей, несмотря на то, что не спала всю ночь. ",
        "eng": "283. The American lady looked wholesome in spite of not having slept all night."
    },
    {
        "rus": "284.  Дети были раздосадованы, когда им велели уйти. ",
        "eng": "284. The children were annoyed at being told to leave."
    },
    {
        "rus": "285.  Она выглядела разочарованной, и мы заподозрили его в том, что он сообщил ей плохую новость. ",
        "eng": "285. She looked disappointed and we suspected him of having told her bad news."
    },
    {
        "rus": "286.  Этот факт стоит запомнить. ",
        "eng": "286. This fact is worth remembering."
    },
    {
        "rus": "287.  Не стоит обсуждать эту проблему в его отсутствие. ",
        "eng": "287. It is not worth while discussing the problem in his absence."
    },
    {
        "rus": "288.  Я помню, что как-то обыграл его в шахматы. ",
        "eng": "288. I remember beating him at chess once."
    },
    {
        "rus": "289.  Это дело нужно прояснить. ",
        "eng": "289. This matter wants clearing up."
    },
    {
        "rus": "290.  Он воспринял новость спокойно, не поднимая шума по этому поводу. ",
        "eng": "290. He received the news calmly without making a fuss about it."
    },
    {
        "rus": "291.  Против него было выдвинуто обвинение в убийстве миссис Бейкер, вдовы сорока пяти лет. ",
        "eng": "291. He was charged with murdering Mrs. Helen Baker, a widow of 45."
    },
    {
        "rus": "292.  Отец не одобрял то, что я отвергла это предложение. ",
        "eng": "292. Father did not approve of my having rejected the offer."
    },
    {
        "rus": "293.  Он умел говорить с женщинами. ",
        "eng": "293. He had a way of talking with women."
    },
    {
        "rus": "294.  Прежде чем принять окончательное решение, надо о многом подумать. ",
        "eng": "294. There are a lot of things to consider before making a final de­cision."
    },
    {
        "rus": "295.  Нельзя не сказать, что старость - самая малоприятная пора жизни. ",
        "eng": "295. One can't help saying that old age is the least pleasant time of our life."
    },
    {
        "rus": "296.  Бабушка, ты не могла бы мне сказать, как тебе удалось сохранить любовь и уважение дедушки за долгие годы вашей семейной жизни? ",
        "eng": "296. Could you tell me, Grannie, how you have succeeded in preserving my grandfather's love and respect through all these long years of your married life?"
    },
    {
        "rus": "297.  Я смогла сделать это очень просто - делая все то, что иравилось ему, и молча перенося все то, что не нравилось мне. ",
        "eng": "297. I could do it by very simple means: by doing all that pleased him and by enduring silently all that displeased me."
    },
    {
        "rus": "298.  Вы можете положиться на то, что он уладит дело. ",
        "eng": "298. You can rely on his (him) settling the matter."
    },
    {
        "rus": "299.  Не беспокойся по поводу того, что это лекарство может причинить какой-либо вред. ",
        "eng": "299. Don't worry about this medicine doing any harm."
    },
    {
        "rus": "300.  Билл почувствовал отвращение от ее вульгарности. ",
        "eng": "300. Bill was disgusted with her being so vulgar."
    },
    {
        "rus": "301.  Я боялся, что они· передумают, но к счастью этого не случилось. ",
        "eng": "301. I was afraid of them changing their minds, but fortunately it didn't happen."
    },
    {
        "rus": "302.  Только подумай - Руфь обманывает меня! Я не знал, что она способна лгать. ",
        "eng": "302. Think of Ruth deceiving me! I didn't know she was capable of telling lies."
    },
    {
        "rus": "303.  Только представь, что она такая храбрая! Да она просто герой! ",
        "eng": "303. Imagine her being so brave! She is quite a hero."
    },
    {
        "rus": "304.  Незнание правил грамматики ведет к множеству ошибок. ",
        "eng": "304. Not knowing the rules of grammar leads to many mistakes."
    },
    {
        "rus": "305.  Выступление перед такой большой аудиторией очень нервировало его. ",
        "eng": "305. Speaking before such a large audience made him very nervous."
    },
    {
        "rus": "306.  Отсутствие проrресса означает регресс. Это нельзя отрицать. ",
        "eng": "306. No progressing is regressing. There is no denying it."
    },
    {
        "rus": "307.  Люди будут сплетничать. Этому нельзя помешать. ",
        "eng": "307. People will gossip.There's no preventing it."
    },
    {
        "rus": "308.  Эту воду нужно фильтровать. ",
        "eng": "308. The water needs filtering."
    },
    {
        "rus": "309.  Я уверен, вы не пожалеете, что купили этот дом, хотя его надо красить и ремонтировать. ",
        "eng": "309. I'm sure you won't regret buying the house, even though it needs painting and decorating."
    },
    {
        "rus": "310.  Этот агент расскажет вам о плюсах. и минусах постройки собственного дома. ",
        "eng": "310. This agent will tell you about Dos and Don'ts of building your own house."
    },
    {
        "rus": "311.  Директор не разрешает бегать по коридорам. ",
        "eng": "311. The headmaster does not allow running along the corridors."
    },
    {
        "rus": "312.  Тони ничего не может сделать, если ему не скажут, по крайней мере, дважды. ",
        "eng": "312. Tony cannot do any work without being told at least twice."
    },
    {
        "rus": "313.  Я не помню, чтобы я доставал бумажник из сумки, но я, должно быть, сделал это, когда остановился купить бензин. ",
        "eng": "313. I don't remember taking my wallet out of my bag, but I must have done it when I stopped to buy petrol."
    },
    {
        "rus": "314.  Я надеюсь, ты не забъm позвонить в ·автомастерскую, потому что машина нуждается в обслуживании. ",
        "eng": "314. I hope you haven't forgotten to telephone the garage because the car badly needs servicing."
    },
    {
        "rus": "315.  Ты не мог бы перестать на минуту стучать по машинке? Мне надо сосредоточиться на этом письме. ",
        "eng": "315. Could you stop typing for a moment? I need to concentrate on this letter."
    },
    {
        "rus": "316.  Сейчас очень популярны диеты. ",
        "eng": "316. Dieting is very popular now."
    },
    {
        "rus": "317.  Одной из моих целей в этом году является контролирование своих чувств. ",
        "eng": "317. Controlling my temper has been one of my goals this year."
    },
    {
        "rus": "318.  С какой стати он без приглашения приходит и мешает тебе? ",
        "eng": "318. Why should he come bothering you without being invited?"
    },
    {
        "rus": "319.  Я никогда не поверю, что ты хочешь взять на себя бремя ухода за ним. ",
        "eng": "319. I will never believe you wish to go to the trouble of looking after him."
    },
    {
        "rus": "320.  Я смотрел на нее какое-то время, прежде чем осмелился открыть рот. ",
        "eng": "320. I looked at her for some moments before daring to open my mouth."
    },
    {
        "rus": "321.  Я бы никогда не подумал, что чистить картофель такое трудное дело. ",
        "eng": "321. I should never have thought that peeling potatoes was such an undertaking."
    },
    {
        "rus": "322.  Не смущайся и nозови меня, если я тебе нужен. ",
        "eng": "322. Don't be shy of calling if you need me."
    },
    {
        "rus": "323.  Мне всегда трудно заnомнить даты, они nросто не держатся у меня в nамяти. ",
        "eng": "323. I always have some difficulty in remembering dates, they just slip my memory."
    },
    {
        "rus": "324.  Мы все обсуждали значение личных качеств nри. выборе nрофессии. ",
        "eng": "324. We all discussed the role played by personal traits of character in choosing a profession."
    },
    {
        "rus": "325.  Вряд ли вы можете ожидать, что они мечтали бы о том, что их единственная дочь выЙдет замуж за такого человека. ",
        "eng": "325. You can hardly imagine that they would dream of their only daughter marrying such a man."
    },
    {
        "rus": "326.  Он безнадежен, и я отказалась от попыток переделать его. ",
        "eng": "326. He is hopeless and I have given up trying to reform him."
    },
    {
        "rus": "327.  Боюсь, что мне nридется отказаться от удовольствия nообедать с тобой сегодня. ",
        "eng": "327. I'm afraid I'll have to abandon the pleasure of dining with you tonight."
    },
    {
        "rus": "328.  Анна наnисала свое имя, но когда она писала, она осознала, что за ней наблюдает какой-то незнакомец. ",
        "eng": "328. Anna wrote her name but in doing so she became aware of being watched by a stranger."
    },
    {
        "rus": "329.  Он был уверен, что нет способа наверняка обнаружить его. ",
        "eng": "329. He was certain there would be no sure way of detecting him."
    },
    {
        "rus": "330.  Ей не нравилось, что Герберт будет контактировать с множеством грубых мальчишек в местной школе графства. ",
        "eng": "330. She didn't like the idea of Herbert being thrown into contact with a lot of rough boys at the County Council School."
    },
    {
        "rus": "331.  Вечером, когда он садился в кресло, она обычно вставала на колени и стаскивала с него тяжелые ботинки, nрежде чем подать ему шлепанцы.",
        "eng": "331. At night when he sank into a chair she would kneel and take off his heavy boots, before handing him his slippers."
    },
    {
        "rus": "332.  В тот вечер он вошел, не помахав ей весело рукой. ",
        "eng": "332. He came in that evening without hailing her gaily."
    },
    {
        "rus": "333.  Несмотря на бедность, Кристина и Эндрю знали, что такое счастье",
        "eng": "333. In spite of being very poor Christine and Andrew knew hap­piness."
    },
    {
        "rus": "334.  Я признаю, что нет ничего необычного в том, что он держит меня на расстоянии. ",
        "eng": "334. I admit there's nothing unusual in his keeping me at arm's length."
    }
]