[
    {
        "rus": "1.  Она решила поступать в педагогический университет. ",
        "eng": "1.  She decided to enter а pedagogical university. "
    },
    {
        "rus": "2.  Женщинам нравится, когда ими восхищаются. ",
        "eng": "2.  Women  like  to be admired. "
    },
    {
        "rus": "3.  Я был счастлив слушать тебя. ",
        "eng": "3.  I was  happy to be listening to you. "
    },
    {
        "rus": "4.  Извините, что я не проинформировал вас об этом заранее. ",
        "eng": "4.  I am sorry not to  have  informed you about it  beforehand. "
    },
    {
        "rus": "5.  Он рад, что ему помогли. ",
        "eng": "5.  Не is  glad  to have  been helped. "
    },
    {
        "rus": "6.  Кажется, они путешествуют около года. ",
        "eng": "6.  They seem to have been travelling about а year. "
    },
    {
        "rus": "7.  Он любил много читать. ",
        "eng": "7.  Не liked to  read  much. "
    },
    {
        "rus": "8.  Он еще маленький, он любит, когда ему читают. ",
        "eng": "8.  Не is  still  little,  he  likes  to be read to. "
    },
    {
        "rus": "9.  Кажется, он прочитал все книги в этой библиотеке. ",
        "eng": "9.  Не seems to  have  read all  the books in this  library. "
    },
    {
        "rus": "10.  Кажется, он сейчас читает сказку. ",
        "eng": "10.  Не seems to be reading а fairy tale now. "
    },
    {
        "rus": "11.  Он говорит, что он любил, когда ему читали вслух. ",
        "eng": "11.  Не says  that he  liked to  be read to aloud. "
    },
    {
        "rus": "12.  Говорят, что он читал этот журнал целый месяц. ",
        "eng": "12.  Не is  said  to  have  been  reading  the  magazine  the  whole  month. "
    },
    {
        "rus": "13.  Ссориться - бесполезно. ",
        "eng": "13.  То quarre1  is  useless.  (lt is useless to quarre1.) "
    },
    {
        "rus": "14.  Они приехали в этот городок, чтобы осмотреть достопримечательности. ",
        "eng": "14.  They arrived at that town  to go  sightseeing. "
    },
    {
        "rus": "15.  Его мечтой было стать пианистом. ",
        "eng": "15.  His dream was to become а pianist. "
    },
    {
        "rus": "16.  Глуnо, что он женился на Анне в 18  лет. ",
        "eng": "16.  Не was  stupid to have  married Ann at the  age  of 18. "
    },
    {
        "rus": "17.  Он выразил желание помочь ей. ",
        "eng": "17.  Не expressed а desire to help her. "
    },
    {
        "rus": "18.  Она, должно быть, забыла об обещании. ",
        "eng": "18.  She  must  have  forgotten  about  her promise. "
    },
    {
        "rus": "19.  Петр хотел, чтобы ему сказали nравду. ",
        "eng": "19.  Peter wanted  to be told  the truth. "
    },
    {
        "rus": "20.  Я думаю, это не тема для обсуждения. ",
        "eng": "20.  I think this is  not the topic to discuss. "
    },
    {
        "rus": "21.  Он пришел, чтобы задать этот вопрос. ",
        "eng": "21.  Не came to ask the questioц. "
    },
    {
        "rus": "22.  Чтобы овладеть иностранным языком, вы должны работать систематически. ",
        "eng": "22.  (ln order)  to  master  а foreign  language  you  must  work  systematically. "
    },
    {
        "rus": "23.  Я советую вам прочитать эти правила еще несколько раз для того, чтобы понять их лучше.  . ",
        "eng": "23.  I advise  you  to  read  these  rules  several  times  so  as  (in order) to understand them better. "
    },
    {
        "rus": "24.  Он знает французский достаточно хорошо для того, чтобы перевести этот документ. ",
        "eng": "24.  Не knows  French well  enough  to translate  this document. "
    },
    {
        "rus": "25.  Он не знает, что делать. ",
        "eng": "25.  Не doesn't know what to do. "
    },
    {
        "rus": "26.  Я могу вам сказать, гДе купить эту книгу. ",
        "eng": "26.  I can tell  you where to buy this book. "
    },
    {
        "rus": "27.  Они спросили меня, где достать билеты на концерт. ",
        "eng": "27.  They asked  me  where to get tickets to the concert. "
    },
    {
        "rus": "28.  Николай хотел, чтобы нас пригласили на выставку. ",
        "eng": "28.  Nick wanted us to be invited to the exhiЬition. "
    },
    {
        "rus": "29.  Где ты хочешь, чтобы мы тебя подождали? ",
        "eng": "29.  Where do you  want us  to wait  for  you? "
    },
    {
        "rus": "30.  Мы ожИдаем, что соглашение скоро подпишут. ",
        "eng": "30.  We  expect the agreement to be signed soon. "
    },
    {
        "rus": "31.  Никто не оЖИдал, что это произойдет. ",
        "eng": "31.  Nobody expected it to happen. "
    },
    {
        "rus": "32.  Катя nриказала упаковать вещи. ",
        "eng": "32.  Кate ordered the things to be packed."
    },
    {
        "rus": "33.  Кажется, он обдумывает какую-то проблему. ",
        "eng": "33.  He seems to be thinking over some problem."
    },
    {
        "rus": "34.  Они, по-видимому, очень хорошо поняли это правило. ",
        "eng": "34.  They appear to have understood this rule very well."
    },
    {
        "rus": "35.  Доктор, казалось, был доволен результатом работы. ",
        "eng": "35.  The doctor seemed to be pleased  with the work. "
    },
    {
        "rus": "36.  Этот дом, кажется, был построен в XVIII  веке. ",
        "eng": "36.  The house seems to have  been built in the XVIIIth century. "
    },
    {
        "rus": "37.  Вероятно, они уже получили наше письмо. ",
        "eng": "37.  They  might  have  already  received our letter. "
    },
    {
        "rus": "38.  Вряд ли (маловероятно, что) они придут к с_оглашению. ",
        "eng": "38.  They are  unlikely to come to an agreement. "
    },
    {
        "rus": "39.  Господин Петров, вероятно, будет назначен директором этой фабрики. ",
        "eng": "39.  Mr.  Petrov  is  likely  to be appointed director of this factory. "
    },
    {
        "rus": "40.  Катя, по-видимому, потеряла адрес Ани. ",
        "eng": "40.  Каtе appears to have  lost Ann's address. "
    },
    {
        "rus": "41.  Сегодня слишком холодно, чтобы купаться. ",
        "eng": "41.  It's too cold to bathe today. "
    },
    {
        "rus": "42.  Она говорила громко, как будто nривлекая наше внимание. ",
        "eng": "42.  She  spoke  loudly  (was  speaking)  as  if to  attract  our attention. "
    },
    {
        "rus": "43.  До озера идти· недалеко. ",
        "eng": "43.  The  lake  is  near enough to walk  there. "
    },
    {
        "rus": "44.  Я не сомневался, что они заставили Катю прийти рано. ",
        "eng": "44.  I didn't douЬt, that they had made  Каtе come early. "
    },
    {
        "rus": "45.  Она спросила, сможет ли брат помочь ей отремонтировать машину. ",
        "eng": "45.  She  asked  if her brother would  be аЬlе to  help  her (to)  repair the  car. "
    },
    {
        "rus": "46.  Ничего не оставалось делать, как уставиться в окно. ",
        "eng": "46.  There was  nothing to do but stare at the window. "
    },
    {
        "rus": "47.  Посетителей просят не кормить животных. ",
        "eng": "47.  Visitors are asked  not to feed  the artimals. "
    },
    {
        "rus": "48.  Ольга слишком хороша, чтобы быть стеснительной. ",
        "eng": "48.  Olga is too beautiful to be shy. "
    },
    {
        "rus": "49.  Я не слышал, как открылась дверь. ",
        "eng": "49.  I didn't hear the  door open. "
    },
    {
        "rus": "50.  Олег был единственным, кто осознавал опасность. ",
        "eng": "50.  Oleg  was  the only one to realize the danger. "
    },
    {
        "rus": "51.  Твои родители, должно быть, путешествуют сейчас. ",
        "eng": "51.  Your parents  must be travelling  now. "
    },
    {
        "rus": "52.  Говорят, он пишет книги. ",
        "eng": "52.  Не is  said to write  books. "
    },
    {
        "rus": "53.  Говорили, что он пишет картину. ",
        "eng": "53.  Не was said to be drawing а picture. "
    },
    {
        "rus": "54.  Я рада, что занималась танцами. ",
        "eng": "54.  I am glad to  have  gone  in  for dancing. "
    },
    {
        "rus": "55.  Она хотела, чтобы его новая книга была посвящена ей. ",
        "eng": "55.  She wanted his new  book to be devoted to her. "
    },
    {
        "rus": "56.  Катерине было трудно уважительно относиться к родственникам мужа, но она пыталась справиться с этим. ",
        "eng": "56.  It was  difficult  for  Katherine  to  have  respect  for  her  husband's relatives,  but she  tried to  соре with  it.  · "
    },
    {
        "rus": "57.  Пусть они останутся при своем мнении. ",
        "eng": "57.  Let them agree to differ. "
    },
    {
        "rus": "58.  На вершине этой горы всегда (есть) тучи. ",
        "eng": "58.  There are  always clouds to  rest  on the top of this  mountain. "
    },
    {
        "rus": "59.  Она не сможет удобно усесться в этом кресле-качалке. ",
        "eng": "59.  She  will  not be аЬlе to  make  herself comfortaЬle in  this rocking  armchair. "
    },
    {
        "rus": "60.  Кажется, что он дремлет, не так ли? ",
        "eng": "60.  Не seems to be dozing,  doesn't he? "
    },
    {
        "rus": "61.  Мне кажется, что перекричать ее - невозможно! ",
        "eng": "61.  It seems to me,  that  it  is  impossiЬle to  shout  her down. "
    },
    {
        "rus": "62.  В ее задачу входил уход за пенсионерами. ",
        "eng": "62.  Her task was to look after pensioners. "
    },
    {
        "rus": "63.  Я видела, как Петр оглядывался по сторонам. ",
        "eng": "63.  I saw  Peter look around. "
    },
    {
        "rus": "64.  Его родители хотят, чтобы он стал хорошо образованным человеком. ",
        "eng": "64.  His parents want him to be а well-educated person. "
    },
    {
        "rus": "65.  Единственное, что мы должны сделать сейчас, - это вызвать врача. ",
        "eng": "65.  The only thing we  have  to do  now  - is  to call the doctor. "
    },
    {
        "rus": "66.  Кажется, она знает все о простуде. ",
        "eng": "66.  She seems to know everything about а bad cold. "
    },
    {
        "rus": "67.  Я лучше умру, чем приму их приглашение на свадьбу. ",
        "eng": "67.  I would  sooner die  than  accept  their invitation  to  the  wedding. "
    },
    {
        "rus": "68.  Выбора для меня не было. Ничего не оставалось, кроме как согласиться с директором.",
        "eng": "68.  I had  по choice.  There  was  nothing to  do but agree  with  the director. "
    },
    {
        "rus": "69.  Очень мило с вашей стороны, что вы вызвали \"скорую помощь\". ",
        "eng": "69.  It is  nice  of you to  have  called the emergency. "
    },
    {
        "rus": "70.  Вот инструкции, которые вы должны выполнять. ",
        "eng": "70.  Here are the instructions to  follow. "
    },
    {
        "rus": "71.  В обязанности Анны входило измерение температуры больных пациентов. ",
        "eng": "71.  Ann's duty was  to  take  (the)  patients' temperature. "
    },
    {
        "rus": "72.  Вам бы лучше снова лечь в постель. ",
        "eng": "72.  Уou had better go back to bed. "
    },
    {
        "rus": "73.  Казалось, он абстрагировался от того, что происходило. ",
        "eng": "73.  Не seemed  (to be) detached from  what  was  going  оп. "
    },
    {
        "rus": "74.  Катя совершила ошибку, посвятив свою жизнь мужу. ",
        "eng": "74.  Каtе was mistaken to have devoted  her life  to the  husband. "
    },
    {
        "rus": "75.  Я бьш слишком напуган, чтобы двигаться. ",
        "eng": "75.  I was  too frightened  to move. "
    },
    {
        "rus": "76.  Каnитан обязан последним покидать корабль. ",
        "eng": "76.  The captain  is  the last  to  leave  the shiр  (is  to be the last ... ) "
    },
    {
        "rus": "77.  Должно быть, выбрали эту фотографию. ",
        "eng": "77.  This photo must  have  been chosen."
    },
    {
        "rus": "78.  У нее нет привычки лгать. ",
        "eng": "78.  То tell  а lie  is  not her hablt. "
    },
    {
        "rus": "79.  Забыть прошлое казалось невозможным. ",
        "eng": "79.  То forget  the past seemed. impossiЬle. "
    },
    {
        "rus": "80.  Я не должен работать по воскресеньям. ",
        "eng": "80.  I don't have to work on Sundays. "
    },
    {
        "rus": "81.  Он имел обыкновение встречать ее после работы. ",
        "eng": "81.  Не used  to  meet her after work. "
    },
    {
        "rus": "82.  Мы начали понимать, что все было напрасно. ",
        "eng": "82.  We  began to  realize  that all  was  in vain. "
    },
    {
        "rus": "83.  Тебе следует nринимать выписанные таблетки три раза в день после еды. ",
        "eng": "83.  You  shou1d  take  the  prescribed  taЬlets 3 times  а day  after mea1s. "
    },
    {
        "rus": "84.  Она притворилась, что у нее болит горло. ",
        "eng": "84.  She pretended to have  а sore throat. "
    },
    {
        "rus": "85.  (Глазам) больно смотреть на солнце. ",
        "eng": "85.  It hurts the eyes  to 1ook at the sun. "
    },
    {
        "rus": "86.  У тебя заболит голова, если ты будешь слушать такую музыку. ",
        "eng": "86.  То listen to  such  music,  you'll  have  headache. "
    },
    {
        "rus": "87.  Пойти гулять без головного убора в такую погоду - это значит простудиться. ",
        "eng": "87.  То go  for  а walk  bare-headed in such weather is  to  have  а bad co1d. "
    },
    {
        "rus": "88.  Она ведь дожила до 80 лет? ",
        "eng": "88.  She  lived  to be 80,  didп't she? "
    },
    {
        "rus": "89.  Почему они должны бьши жить в таких плохих условиях? ",
        "eng": "89.  Why  did they have  to live  under such bad  conditions? "
    },
    {
        "rus": "90.  Анна вернулась домой за кошельком. ",
        "eng": "90.  Ann came back home to take  her purse. "
    },
    {
        "rus": "91.  Говорят, что эти события неправдоnодобны. ",
        "eng": "91.  These  events  are  said  (thought)  not to be true to life. "
    },
    {
        "rus": "92.  Кажется, ее му•шет зубная боль. ",
        "eng": "92.  She seems to be suffering from  toothache. "
    },
    {
        "rus": "93.  Он был слишком стар, чтобы заботиться о себе. ",
        "eng": "93.  Не was  too o1d  to look after himse1f. "
    },
    {
        "rus": "94.  Она достаточно сильная, чтобы справиться с этой проблемой. ",
        "eng": "94.  She  is  strong enough to  соре with  this proЬlem. "
    },
    {
        "rus": "95.  Я думаю, что лучше проконсультироваться у врача, нежели вычитывать лечение в сnравочнике. ",
        "eng": "95.  I think it  is  better to consu1t  а doctor than (to)  read  up  the treatment in а reference book. "
    },
    {
        "rus": "96.  Бьшо известно, что Аня родилась в маленьком провинциальном городке. ",
        "eng": "96.  Ann was  known to have been bom in а small provincia1 town. "
    },
    {
        "rus": "97.  С медицинской точки зрения, полезно. вести здоровый образ жизни. ",
        "eng": "97.  From а medical point of view  it is  usefu1  to 1ive  а hea1thy Iife. "
    },
    {
        "rus": "98.  Петр открыл рот, чтобы доктор осмотрел горло. ",
        "eng": "98.  Peter opened  his  mouth  for  the  doctor  to  examine. "
    },
    {
        "rus": "99.  Не каждый врач может определить заболевание (болезнь) правильно. ",
        "eng": "99.  Not every  doctor can  (is  аЬlе to)  diagnose  the  disease. "
    },
    {
        "rus": "100.  Говорят, у Кати бессонница уже 2 месяца. ",
        "eng": "100.  Каtе is said to have been suffering from  insomnia for  2 months already. "
    },
    {
        "rus": "101.  Ему много на что можно пожаловаться. У него все болит. ",
        "eng": "101.  There  is  much  for  him to comp1ain  of,  he  is  feeling  sore  all over. "
    },
    {
        "rus": "102.  Она не очень старалась, чтобы бь1стрее nоnравиться. ",
        "eng": "102.  She  didn't try  muc11  in order to  recover. "
    },
    {
        "rus": "103.  Вы должны поставить горчичники на грудь и спину. ",
        "eng": "103.  You  must put mustard plasters on your chest and back. "
    },
    {
        "rus": "104.  На этот вопрос трудно ответить. ",
        "eng": "104.  This question is  difficult  to  answer. "
    },
    {
        "rus": "105.  Она остановилась nокурить. ",
        "eng": "105.  She stopped to  smoke. "
    },
    {
        "rus": "106.  Плохо, что ты не пил горячий чай с медом и малиновым вареньем. Теnерь могут быть серьезные осложнения. ",
        "eng": "106.  It is  bad of you  not to have  drunk tea with  honey and raspberry jam. Some severe complications are possiЬle now. "
    },
    {
        "rus": "107.  Почему бы не nринять это лекарство от головной боли? ",
        "eng": "107.  Why  not take  this  medicine  for  headache? "
    },
    {
        "rus": "108.  Он не тот доктор, которому можно доверять. ",
        "eng": "108.  Не is  not the  doctor to trust  (to be trusted). "
    },
    {
        "rus": "109.  Мне трудно поверить тебе. ",
        "eng": "109.  It's difficult  for  me  to be1ieve  you  =  I find  it  hard to believe you. "
    },
    {
        "rus": "110.  О том, чтобы сделать глубокий вдох, не могло быть и речи. ",
        "eng": "110.  То take а deep breath was  out of the  question. "
    },
    {
        "rus": "111.  Вам следует остерегаться ангины, она сказывается на сердце. ",
        "eng": "111.  You  should  be afraid  of quinsy,  because  it  tells  оn one's heart. "
    },
    {
        "rus": "112.  Этой пациентке сложно угодить. ",
        "eng": "112.  This patient is  hard to please. "
    },
    {
        "rus": "113.  Постепенно они перестали ссориться. ",
        "eng": "113.  They gradually  ceased  to quarrel. "
    },
    {
        "rus": "114.  Я сожалел, что пригласил сестру на вечер. ",
        "eng": "114.  I was  sorry  to  have  invited  my  sister to the  party. "
    },
    {
        "rus": "115.  Оказалось, что они всегда опаздывали. ",
        "eng": "115.  They turned out to  a1ways  be late. "
    },
    {
        "rus": "116.  Дождь был слишком сильный, чтобы организовать пикник. ",
        "eng": "116.  The  rain was  too heavy to make  the picnic. "
    },
    {
        "rus": "117.  Ей ничего не оставалось, как бранить своего мужа. ",
        "eng": "117.  There  was  nothing  for  her to  do  but scold her  hasband. "
    },
    {
        "rus": "118.  В этот момент они как раз играли в шахматы. ",
        "eng": "118.  At  that moment they happened to be p1aying  c11ess. "
    },
    {
        "rus": "119.  Говорят, что с ней обедал ее близкий друг. ",
        "eng": "119.  An  intimate friend  is  said to have  dined with her. "
    },
    {
        "rus": "120.  Конечно, я собрался навестить Аню, но. .. ",
        "eng": "120.  Of course,  I meant to  have  visited Ann  (but ... ). "
    },
    {
        "rus": "121.  Я велел им взять мой багаж. ",
        "eng": "121.  I had them take my  1uggage. "
    },
    {
        "rus": "122.  Казалось, Катя \"Сидела\" на диете целый год!",
        "eng": "122.  Kate seemed to have  been keepiпg to  а diet  the who1e  year. "
    },
    {
        "rus": "123.  Я не могу так не думать! ",
        "eng": "123.  I can't but think so. "
    },
    {
        "rus": "124.  Обстоятельства слишком серьезны, чтобы их не учитывать. ",
        "eng": "124.  The circumstances are  too seriotis  not to bе taken  into  consideration. "
    },
    {
        "rus": "125.  Сама мысль об этом причиняла мне страдания. ",
        "eng": "125.  Even  to tblnk of it gave  me  torture. "
    },
    {
        "rus": "126.  Бьmо приятно опять вести машину.· ",
        "eng": "126.  It was  p1easant  to be driving  а саг again. "
    },
    {
        "rus": "127.  Он считал невозможным покинуть этот городок. ",
        "eng": "127.  Не found  it  impossiЬle to 1eave  the town. "
    },
    {
        "rus": "128.  У меня жена и ребенок, о которых я должен заботиться. ",
        "eng": "128.  I've got my wife  and а little Ьоу to look after. "
    },
    {
        "rus": "129.  Законы бьmщ созданы не для того, чтобы их нарушать. ",
        "eng": "129.  Laws  were  not made  to  be broken. "
    },
    {
        "rus": "130.  Глаза у него были достаточно зоркие, чтобы заботиться о своей выгоде. ",
        "eng": "130.  His eyes were sharp enough to look after his own business."
    },
    {
        "rus": "131.  Он был так слаб, что не мог работать. ",
        "eng": "131. He was too weak to be able to work."
    },
    {
        "rus": "132.  Я считаю, что у нее нет совести. ",
        "eng": "132. I believe her to have no conscience."
    },
    {
        "rus": "133.  Я никогда не видела, чтобы он терял самообладание. ",
        "eng": "133. I have never seen him lose his temper."
    },
    {
        "rus": "134.  Видели, как он заказывал номер. ",
        "eng": "134. He was seen to book a room."
    },
    {
        "rus": "135.  Она приказала, чтобы экипаж бьm готов. ",
        "eng": "135. She ordered her carriage to be ready."
    },
    {
        "rus": "136.  Я не могу допустить, чтобы вы так говорили. ",
        "eng": "136. I can't allow you to speak like this."
    },
    {
        "rus": "137.  Мы рассчитываем, что вы придете вовремя. ",
        "eng": "137. We rely on you to come in time."
    },
    {
        "rus": "138.  Было слышно, как она весело смеется. ",
        "eng": "138. She was heard to be laughing heartily."
    },
    {
        "rus": "139.  Полагают, что церковь была построена в XVI  веке. ",
        "eng": "139. The church is believed to have been built in the XVI century."
    },
    {
        "rus": "140.  Около 11  часов доктор случайно заглянул к ней в комнату. ",
        "eng": "140. The doctor chanced to look into her room at about 11 o'clock."
    },
    {
        "rus": "141.  Выяснить это должен бьm он. ",
        "eng": "141. That was for him to find out."
    },
    {
        "rus": "142.  Полагали, что родители подарили Ане новую машину. ",
        "eng": "142. Ann was supposed to have been presented with a new car (by her parents)."
    },
    {
        "rus": "143.  Все ждали, когда она запоет. ",
        "eng": "143. Everybody waited for her to sing."
    },
    {
        "rus": "144.  Он, возможно, влюбился. ",
        "eng": "144. He may have fallen in love."
    },
    {
        "rus": "145.  Она должна бьmа быть прооперирована вчера. ",
        "eng": "145. She was to have been operated on yesterday."
    },
    {
        "rus": "146.  Я удивлен, что меня узнали. ",
        "eng": "146. I am surprised to have been recognized."
    },
    {
        "rus": "147.  Мне жаль, что я принес такие плохие новости. ",
        "eng": "147. I am sorry to have brought such bad news."
    },
    {
        "rus": "148.  Казалось, она вязала свитер вечность. ",
        "eng": "148. She seemed to have been knitting the sweater for ages."
    },
    {
        "rus": "149.  Ему следует побольше читать. ",
        "eng": "149. He should read more."
    },
    {
        "rus": "150.  Ему следовало побольше читать. ",
        "eng": "150. He should have read more."
    },
    {
        "rus": "151.  Погода, кажется, улучшается. ",
        "eng": "151. The weather seems to be improving."
    },
    {
        "rus": "152.  Ему жаль, что он подвел вас. ",
        "eng": "152. He is sorry to have failed you."
    },
    {
        "rus": "153.  Она рада, что поговорила с вами. ",
        "eng": "153. She is glad to have spoken with you."
    },
    {
        "rus": "154.  Она была рада поговорить с вами. ",
        "eng": "154. She was glad to speak with you."
    },
    {
        "rus": "155.  Он намереналея почистить костюм на прошлой неделе, но. .. ",
        "eng": "155. He intended to have cleaned the coat, but..."
    },
    {
        "rus": "156.  Передают, что фирма сейчас ведет переговоры с Германией. ",
        "eng": "156. The firm is reported to be conducting negotiations with Germany."
    },
    {
        "rus": "157.  Они, должно быть, все еще живут на даче. ",
        "eng": "157. They must still be living in the country-house."
    },
    {
        "rus": "158.  Мне нечего скрывать. ",
        "eng": "158. I have nothing to hide."
    },
    {
        "rus": "159.  Он даже не предложил мне сесть. ",
        "eng": "159. He even didn't bid me take a seat."
    },
    {
        "rus": "160.  Ей наверняка понравится это пальто. ",
        "eng": "160. She is sure to like this coat."
    },
    {
        "rus": "161.  Хорошо, что Петровы навестили нас. ",
        "eng": "161. It is nice to have been visited by the Petrovs."
    },
    {
        "rus": "162.  Я предпочитаю, чтобы меня не впутывали в такого рода деятельность. ",
        "eng": "162. I prefer not to be involved in such activities."
    },
    {
        "rus": "163.  Я верю, что письма пишут регулярно. ",
        "eng": "163. I believe the letters to be written regularly."
    },
    {
        "rus": "164.  В этот час они, похоже, гуляют в парке. ",
        "eng": "164. They seem (are likely) to be walking in the park at this very hour."
    },
    {
        "rus": "165.  Кажется, им все уже объяснили. ",
        "eng": "165. Everything seems to have been explained to them."
    },
    {
        "rus": "166.  Вряд ли, чтобы они смогли там спрятаться. ",
        "eng": "166. They could hardly have hidden there."
    },
    {
        "rus": "167.  Она случайно проходила мимо. ",
        "eng": "167. She happened to be passing."
    },
    {
        "rus": "168.  Сказали, что Катю увезли в больницу. ",
        "eng": "168. Kate was said to have been taken to hospital."
    },
    {
        "rus": "169.  Его нигде не. было видно. ",
        "eng": "169. He was nowhere to be seen."
    },
    {
        "rus": "170.  Она заставила меня замолчать. ",
        "eng": "170. She made me keep silent."
    },
    {
        "rus": "171.  Ты случайно не знаешь, где здесь (можно) измерить давление? ",
        "eng": "171. Do you happen to know where to have blood pressure tested?"
    },
    {
        "rus": "172.  Почему бы не последовать предписаниям вашего доктора? ",
        "eng": "172. Why not follow your doctor's prescriptions?"
    },
    {
        "rus": "173.  Я чувствовал, что это- правда. ",
        "eng": "173. I felt it to be true."
    },
    {
        "rus": "174.  Он поступил в университет для того, чтобы выучить французский. ",
        "eng": "174. He entered the University in order to (so as to) learn French."
    },
    {
        "rus": "175.  Он был рад тому, что наконец-то поправился. ",
        "eng": "175. He was glad to have recovered at last."
    },
    {
        "rus": "176.  Она проснулась и услышала шум дождя. ",
        "eng": "176. She woke to hear the rain."
    },
    {
        "rus": "177.  Прийти сюда означало увидеть все своими глазами. ",
        "eng": "177. To come here was to see everything with my own eyes."
    },
    {
        "rus": "178.  Его считали честным человеком. ",
        "eng": "178. He was thought to be honest."
    },
    {
        "rus": "179.  Я предпочел остаться дома. ",
        "eng": "179. Preferred to stay at home."
    },
    {
        "rus": "180.  Она боялась идти по таким темным улицам. ",
        "eng": "180. She was afraid to go along such dark streets."
    },
    {
        "rus": "181.  Я думаю, что она скорее захочет, чтобы вы остались. ",
        "eng": "181. I rather think she'll want you to stay."
    },
    {
        "rus": "182.  Ему нечего было сказать. ",
        "eng": "182. He had nothing to say."
    },
    {
        "rus": "183.  Отец заставил сына остаться в комнате до вечера. ",
        "eng": "183. The father made his son stay in the room till evening."
    },
    {
        "rus": "184.  Ему всегда удавалось разрешать проблемы. ",
        "eng": "184. He never failed to solve the problems."
    },
    {
        "rus": "185.  Его глаза, казалось, проникали в вашу душу. ",
        "eng": "185. He had eyes, that seemed to penetrate to your soul."
    },
    {
        "rus": "186.  Предполагалось, что я начну говорить о деньгах. ",
        "eng": "186. I was supposed to talk about the money."
    },
    {
        "rus": "187.  Сдается дом. ",
        "eng": "187. The house is to let."
    },
    {
        "rus": "188.  Ей следовало прийти и рассказать обо всем раньше. ",
        "eng": "188. She ought to have come and to have told everything earlier."
    },
    {
        "rus": "189.  Кажется, ничего не происходит, не так ли? ",
        "eng": "189. Nothing seems to be happening there, does it?"
    },
    {
        "rus": "190.  Сожалею, что напомнил тебе об Анне. ",
        "eng": "190. I regret to have reminded you of Ann."
    },
    {
        "rus": "191.  Он говорит, что даже слышать об этом не может. ",
        "eng": "191. He says he even can't bear to hear about it."
    },
    {
        "rus": "192.  Кажется, мне нечего добавить. ",
        "eng": "192. I think, I have no more to add."
    },
    {
        "rus": "193.  Чтобы я вышла за него замуж? Никогда! ",
        "eng": "193. Me - marry him? Never!"
    },
    {
        "rus": "194.  Он очень хотел быстрее поправиться. ",
        "eng": "194. He longed to recover soon."
    },
    {
        "rus": "195.  Вы случайно не знаете, где здесь nочта? ",
        "eng": "195. Do you happen to know where the post-office is?"
    },
    {
        "rus": "196.  Почему бы не отправиться пуТешествовать (в путешествие)? ",
        "eng": "196. Why not start/begin travelling?"
    },
    {
        "rus": "197.  Я буду благодарен тебе, если ты отдашь мне мое письмо. ",
        "eng": "197. I will thank you to give me my letter."
    },
    {
        "rus": "198.  Она решила сделать уборку, чтобы чем-то себя занять. ",
        "eng": "198. To occupy her mind, she decided to do the flat."
    },
    {
        "rus": "199.  Я надеялся, что застану его дома, но увы. .. ",
        "eng": "199. I hoped to have found him at home."
    },
    {
        "rus": "200.  Видели, как он гулял с собакой. ",
        "eng": "200. He was seen to take the dog out for a walk."
    },
    {
        "rus": "201.  Продолжать эту дискуссию- значит терять время. ",
        "eng": "201. To go on with this discussion is to waste time."
    },
    {
        "rus": "202.  Мне жаль, что я заняла у вас столько времени. ",
        "eng": "202. I'm sorry to have taken so much of your time."
    },
    {
        "rus": "203.  Это, кажется, слишком хорошо, чтобы быть правдой. ",
        "eng": "203. It seems too good to be true."
    },
    {
        "rus": "204.  Мы собрались, чтобы обсудить наши планы. ",
        "eng": "204. We assembled to discuss our plans."
    },
    {
        "rus": "205.  Первое, что мы должны решить, это что брать с собой. ",
        "eng": "205. The first thing to settle is what to take with us."
    },
    {
        "rus": "206.  Мы составили список вещей, которые надо было взять с собой. ",
        "eng": "206. We made a list of things to be taken."
    },
    {
        "rus": "207.  Джордж предложил яичницу с беконом, которую было легко приготовить. ",
        "eng": "207. George suggested eggs and bacon, which were easy to cook."
    },
    {
        "rus": "208.  Мне нравится, когда у рассказа есть начало, середина и конец. ",
        "eng": "208. I like a story to have a beginning, a middle and an end."
    },
    {
        "rus": "209.  Капитан приказал, чтобы пассажирам показали их каюты. ",
        "eng": "209. The captain ordered the passengers to be shown their cabins."
    },
    {
        "rus": "210.  Он готов помогать всем. ",
        "eng": "210. He is so ready to help everybody."
    },
    {
        "rus": "211.  Нельзя было пропускать такой праздник. ",
        "eng": "211. A celebration such as this was not to be missed."
    },
    {
        "rus": "212.  Они молча ждали, когда подадут их обед. ",
        "eng": "212. They waited in silence for their dinner to be served."
    },
    {
        "rus": "213.  Говорят, любовь слепа. ",
        "eng": "213. Love is said to be blind."
    },
    {
        "rus": "214.  Это утверждение кажется ошибочным. ",
        "eng": "214. This statement seems to be wrong."
    },
    {
        "rus": "215.  Временами он чувствовал, как на него накатываются приступы ужасного головокружения. ",
        "eng": "215. He felt extraordinary fits of giddiness come over him at times."
    },
    {
        "rus": "216.  Пойди и посмотри, не оставила ли ты что-нибудь. ",
        "eng": "216. Look back to make sure you haven't left anything behind."
    },
    {
        "rus": "217.  Покидая купе, она оглянулась и увидела, что оставила на сиденье пакет (сверток). ",
        "eng": "217. Leaving the compartment she looked back to see she had left the parcel on the seat."
    },
    {
        "rus": "218.  После его третьего урока я ушел и больше не вернулся. ",
        "eng": "218. After the third lesson I left his class never to return."
    },
    {
        "rus": "219.  Отказаться было трудно. Но с какой стати соглашатьсн делать это? ",
        "eng": "219. It was difficult to refuse. But why agree to do it?"
    },
    {
        "rus": "220.  Прощупывать человека по поводу его намерений ему было особенно неприятно. ",
        "eng": "220. To sound a man as to his intentions was peculiarly unpleas­ant to him."
    },
    {
        "rus": "221.  Не годится презирать Форсайта, не годится пренебрегать им! ",
        "eng": "221. It doesn't do to despise a Forsyte, it doesn't do to disregard him!"
    },
    {
        "rus": "222.  Я думаю, вы были бы рады покончить с такой долгой работой. ",
        "eng": "222. I think you'd be glad to get a long job like that off your hands."
    },
    {
        "rus": "223.  Бьmо известно, что Филипп Босинни был молодой человек без всякого состояния.",
        "eng": "223. Philip Bosinney was known to be a young man without for­tune."
    },
    {
        "rus": "224.  Это была бы неплохая мысль - взять ее с собой вчера. ",
        "eng": "224. It would have been a good idea to take her along yesterday."
    },
    {
        "rus": "225.  Кажется, ее брат копит деньги на новую машину. ",
        "eng": "225. Her brother seems to be saving money to buy a new car."
    },
    {
        "rus": "226.  Кажется, она очень разборчивая. ",
        "eng": "226. She seems to be very choosey."
    },
    {
        "rus": "227.  Я, кажется, не могу припомнить ее. ",
        "eng": "227. I don't seem to remember her."
    },
    {
        "rus": "228.  Маловероятно, что он будет рисковать. ",
        "eng": "228. He is unlikely to take any risks."
    },
    {
        "rus": "229.  Ему дали понять, что его поведение не было хорошим. ",
        "eng": "229. He was made to understand that his behaviour was not nice."
    },
    {
        "rus": "230.  Сообщается, что шторм перемещается на юг. ",
        "eng": "230. The storm is reported to be moving South."
    },
    {
        "rus": "231.  Полагают, что они досконально знают эту проблему. ",
        "eng": "231. They are supposed to know the problem inside out."
    },
    {
        "rus": "232.  Мои новые соседи оказались очень приятными людьми. ",
        "eng": "232. My new neighbours turned out to be very agreeable people."
    },
    {
        "rus": "233.  Маловероятно, что она покупает готовую одежду. ",
        "eng": "233. She is unlikely to buy ready-made clothes."
    },
    {
        "rus": "234.  У меня случайно не оказалось с собой денег. ",
        "eng": "234. I happened to have no money on me."
    },
    {
        "rus": "235.  Казалось, что картина не в его вкусе. ",
        "eng": "235. The picture didn't appear to be in his taste."
    },
    {
        "rus": "236.  Его трудно ошеломить. ",
        "eng": "236. He is not an easy man to astonish."
    },
    {
        "rus": "237.  Они были слишком ленивы даже для того, чтобы как следует почистить картофель. ",
        "eng": "237. They were too lazy even to peel potatoes properly."
    },
    {
        "rus": "238.  Старушка поехала к дочери на дачу и через день умерла там. ",
        "eng": "238. The old woman went to her daughter's country house only to die there a day later."
    },
    {
        "rus": "239.  Он потерял уверенность и так и 'не обрел ее заново. ",
        "eng": "239. He lost his confidence never to get again."
    },
    {
        "rus": "240.  Мнесие Хауэлс ума не могла приложить, что делать. ",
        "eng": "240. Mrs. Hewells was at her wits' end what to do."
    },
    {
        "rus": "241.  Я продолжаю интересоваться им ради старой дружбы. ",
        "eng": "241. I continue to take an interest in him for old acquaintance's sake."
    },
    {
        "rus": "242.  Том остался дома от греха подальше. ",
        "eng": "242. Tom stayed at home to be out of harm's way."
    },
    {
        "rus": "243.  Разве не странно было то, что он· помнил этот эпизод всю свою жизнь? ",
        "eng": "243. Was it not strange for him to remember that episode all his life?"
    },
    {
        "rus": "244.  Очень важно, чтобы они следили за текущими события ми. ",
        "eng": "244. It is important for them to keep track of current events."
    },
    {
        "rus": "245.  Фрэнку очень хотелось, чтобы девушка пришла опять. ",
        "eng": "245. Frank was anxious for the girl to come again."
    },
    {
        "rus": "246.  Это был не тот случай, чтобы обсуждать его с подростком. ",
        "eng": "246. It was not a matter to be discussed with a teenager."
    },
    {
        "rus": "247.  Она считала, что следует рассказать мисс Каролине о незнакомце. ",
        "eng": "247. She believed that it was worth telling Miss Caroline about the stranger."
    },
    {
        "rus": "248.  Я полагаю, что неправильно иметь зуб против них. ",
        "eng": "248. I consider it to be a mistake to bear a grudge against them."
    },
    {
        "rus": "249.  Это все, что я могу ожидать. ",
        "eng": "249.     That's all I've got to look forward to."
    },
    {
        "rus": "250.  К сожалению, я недостаr.рчно сильна, чтобы сделать это. ",
        "eng": "250. Unfortunately, I am not strong enough to do it."
    },
    {
        "rus": "251.  Что заставиЛо его сказать такую гадость? ",
        "eng": "251. What made him say such a nasty thing?"
    },
    {
        "rus": "252.  Опасно распоряжаться жизнью других людей. ",
        "eng": "252. It is a dangerous thing to order the lives of others."
    },
    {
        "rus": "253.  Говорят, что эта ошибка неисправима. ",
        "eng": "253. The mistake is said to be irreparable."
    },
    {
        "rus": "254.  Он уехал в Испанию и остался там навсегда. ",
        "eng": "254. He went to Spain to stay there for good."
    },
    {
        "rus": "255.  Это безумие- бросать хорошую надежную работу ради не известности. ",
        "eng": "255. It is madness to give up a good safe job for an uncertainty."
    },
    {
        "rus": "256.  Я пришел попросить у вас совета. ",
        "eng": "256. I've come to ask you for advice."
    },
    {
        "rus": "257.  Однажды поздно вечером, когда я подумывал, что уже достаточно поработал в тот день, я услышал, как зазвонил колокольчик у входа. ",
        "eng": "257. Late one evening when I was beginning to think that I had worked enough for that day, I heard the bell ring."
    },
    {
        "rus": "258.  Как может человек советовать другому, как поступать? ",
        "eng": "258. How can one advise another how to act?"
    },
    {
        "rus": "259.  Это наглость, так разговаривать с ним. ",
        "eng": "259. It's an impertinence to speak to him like this."
    },
    {
        "rus": "260.  Для них бьmо важно собраться (взять себЯ 8  руки). ",
        "eng": "260. It was important for them to pull themselves together."
    },
    {
        "rus": "261.  Мальчика следует отослать домой, чтобы другие дети не заразились. ",
        "eng": "261. The boy ought to be sent home lest he should infect the other children."
    },
    {
        "rus": "262.  Маловероятно, что он может вот так выйти из себя. ",
        "eng": "262. He is unlikely to give way to his temper like this."
    },
    {
        "rus": "263.  Этот довод наверняка немного поколеблет его уверенность. ",
        "eng": "263. This argument is sure to shake his confidence a bit."
    },
    {
        "rus": "264.  Это все, что можно сказать об этой книге. ",
        "eng": "264. That's all to be said about this book."
    },
    {
        "rus": "265.  Она поехала в адвокатскую контору, чтобы оформить завещание. ",
        "eng": "265. She went to a solicitor's to make her will."
    },
    {
        "rus": "266.  Когда картофель был почищен, они начали готовить ирландское рагу. ",
        "eng": "266. The potatoes peeled, they began to cook an Irish stew."
    },
    {
        "rus": "267.  Она вела себя так, словно пыталась завоевать всеобщее восхищение. ",
        "eng": "267. She acted as though she were trying to win everybody's ad­miration."
    },
    {
        "rus": "268.  Она приняла решение, словно ее неожиданно осенило, как сделать это. ",
        "eng": "268. She took the decision as if she had been inspired by some sudden thought to do it."
    },
    {
        "rus": "269.  Тебе ничего не будет стоить отдать это мне. ",
        "eng": "269. It will cost you nothing to give it to me."
    },
    {
        "rus": "270.  Кто он такой, чтобы разговаривать со мной подобным образом? ",
        "eng": "270. Who is he to speak to me like this?"
    },
    {
        "rus": "271.  Артур проснулся и увидел, что он в незнакомой комнате. ",
        "eng": "271. Arthur awoke to see that he was in a strange room."
    },
    {
        "rus": "272.  Если ты действительно подозреваешь его, почему бы прямо не сказать ему об этом и не покончить с этим? ",
        "eng": "272. If you really suspect him why not tell him frankly about it and be through with it?"
    },
    {
        "rus": "273.  Бертон совершенно не знал, куда ему обратиться за помощью. ",
        "eng": "273. Burton was quite at a loss where to turn for help."
    },
    {
        "rus": "274.  Он всегда сожалел, когда ему приходилось вмешиваться в разговор других людей. ",
        "eng": "274. He was always reluctant to intrude on the conversation of other men."
    },
    {
        "rus": "275.  Хорошенько подумав, я решила, что необходимо предупредить ее. ",
        "eng": "275. On second thoughts I found it necessary to warn her."
    },
    {
        "rus": "276.  Вряд ли можно ожидать, что такая девушка как Гвендолен будетжить в деревне. ",
        "eng": "276. A girl like Gwendolen could hardly be expected to reside in the country."
    },
    {
        "rus": "277.  Я считаю, что будет справедливо сказать тебе правду. ",
        "eng": "277. I think it only fair to tell you the truth."
    },
    {
        "rus": "278.  Он не из тех студентов, которые пропускают занятия без всякой причины. ",
        "eng": "278. He is not the kind of student to miss classes for no reason at all."
    },
    {
        "rus": "279.  Ты ошибаешься, если думаешь, что Фрида могла бы интересоваться рыбалкой. ",
        "eng": "279. You are wrong to suppose that Frieda might care for fishing."
    },
    {
        "rus": "280.  Мистер Коллинз случайно был там и видел аварию. ",
        "eng": "280. Mr. Collins chanced to be there and see the accident."
    },
    {
        "rus": "281.  Ты, должно быть, выжил из ума, если полагаешь, что я совершу такую глупость. ",
        "eng": "281. You must be out of your mind to expect me to do such a silly thing."
    },
    {
        "rus": "282.  Он не из тех, кто наслаждается работой в саду. ",
        "eng": "282. He is not the sort of man to enjoy working in the garden."
    },
    {
        "rus": "283.  Я никогда не видел, чтобы она плакала в присутствии других людей. ",
        "eng": "283. I've never seen her cry when there are other people present."
    },
    {
        "rus": "284.  Ребенка наказывали несколько раз, но наказание, кажется, не приносит никаких результатов. ",
        "eng": "284. The child has been punished several times, but punishment seems to yield no results."
    },
    {
        "rus": "285.  Говорят, что Майкл сделал Сильвии предложение. ",
        "eng": "285. Michael is said to have asked Sylvia to marry him."
    },
    {
        "rus": "286.  Какое это имеет отношение ко мне? ",
        "eng": "286. What has it got to do with me?"
    },
    {
        "rus": "287.  Откровенно говоря, я не очень высокого мнения об этом писателе. ",
        "eng": "287. To speak quite frankly, I don't think much of the writer."
    },
    {
        "rus": "288.  Ей разрешили сидеть в кровати несколько часов в день, но чаще всего она не могла воспользоваться этим разрешением. ",
        "eng": "288. She was permitted to sit up a few hours every day, but as often as not she failed to take the advantage."
    },
    {
        "rus": "289.  У тебя не хвтило приличия хотя бы послать мне открытку, что ты не приедешь. ",
        "eng": "289. You didn't even have the decency to drop me a postcard saying you were not coming."
    },
    {
        "rus": "290.  За исключением работы, меня ничто не связывало с ним. ",
        "eng": "290. I didn't have anything to do with him apart from work."
    },
    {
        "rus": "291.  Поэты и художники часто черпают силы в природе для создания шедевров. ",
        "eng": "291. Poets and artists often draw their power to create master­pieces from nature."
    },
    {
        "rus": "292.  Он достаточно хорошо видел, что миссис Хауэлз была не виновата. ",
        "eng": "292. He saw well enough that Mrs. Hawells was not to blame."
    },
    {
        "rus": "293.  Они наверняка воспользуются моим отсутствием. ",
        "eng": "293. They are sure to take advantage of my absence."
    },
    {
        "rus": "294.  Согласно карте им предстояло пройти еще семь миль. ",
        "eng": "294. According to their map they had still some seven miles to go."
    },
    {
        "rus": "295.  Какая ночь для прогулки! ",
        "eng": "295. What a night to wander out in!"
    },
    {
        "rus": "296.  Какой день, чтобы съездить за город! ",
        "eng": "296. What a day to go out of town!"
    },
    {
        "rus": "297.  Это урок, который следует вынести из изучения истории. ",
        "eng": "297. This is the lesson to be learnt from a study of history."
    },
    {
        "rus": "298.  Сообщалось, что противник понес большие потери в живой силе. ",
        "eng": "298. The enemy was reported to have suffered heavy losses in manpower."
    },
    {
        "rus": "299.  Ученые полагают, что этот эффект является результатом экспериментальной ошибки. ",
        "eng": "299. Scientists consider this effect to be the result of an experimental error."
    },
    {
        "rus": "300.  Бьшо обнаружено, что эта теория не согласовывалась с практикой. ",
        "eng": "300. This theory was found to have disagreed with practice."
    },
    {
        "rus": "301.  Ньютон применил три закона движения для объяснения движения Луны вокруг Земли и движения планет вокруг Солнца. ",
        "eng": "301. Newton made use of the three laws of motion to explain the movement of the moon around the Earth and of the planets around the Sun."
    },
    {
        "rus": "302.  Ты случайно не помнишь, кто последний ушел из лаборатории? ",
        "eng": "302. Do you happen to remember who was the last to leave the laboratory?"
    },
    {
        "rus": "303.  Его огромным желанием бьшо пересечь Атлантику на шлюпке. ",
        "eng": "303. His great ambition was to cross the Atlantic in a rowboat."
    },
    {
        "rus": "304.  Его друзья пытались отговорить его от этого. ",
        "eng": "304. His friends tried to argue him out of it."
    },
    {
        "rus": "305.  Чем больше он знал, тем больше он жаждал знать. ",
        "eng": "305. The more he knew, the more he desired to know."
    },
    {
        "rus": "306.  Говорят, что это лекарство очень эффективно. ",
        "eng": "306. This medicine is said to be very effective."
    },
    {
        "rus": "307.  Ожидается, что Боб Вилкот сегодня вечером выступит на телевидении. ",
        "eng": "307. Bob Wilcot is expected to appear on TV tonight."
    },
    {
        "rus": "308.  Сообщалось, что самолет потерпел крушение при nосадке. ",
        "eng": "308. The plane was reported to have crashed while landing."
    },
    {
        "rus": "309.  Ты слышал, что председатель призвал всех присутствующих поддержать это предложение? ",
        "eng": "309. Have you heard the chairman call on all those present to support the proposal?"
    },
    {
        "rus": "310.  Он подвинулся, чтобы я села. ",
        "eng": "310. He made room for me to sit down."
    },
    {
        "rus": "311.  Он вышел из воды и опять упал в реку. ",
        "eng": "311. He got out of the water only to fall in the river again."
    },
    {
        "rus": "312.  Я всегда колебался давать советы. ",
        "eng": "312. I have always hesitated to give advice."
    },
    {
        "rus": "313.  Не могу представить лучшего места для отдыха. ",
        "eng": "313. I cannot imagine a better place to have a rest in."
    },
    {
        "rus": "314.  Он никогда не видел более интересного собеседника. ",
        "eng": "314. He never saw a more interesting person to speak with."
    },
    {
        "rus": "315.  Это было время, когда его гениальность еще не была признана. ",
        "eng": "315. It was time before his genius came to be recognized."
    },
    {
        "rus": "316.  Ну, старина, по правде говоря, мне это ничуть не нравится! ",
        "eng": "316. Well, old man, to tell you the truth, I don't like it a little bit!"
    },
    {
        "rus": "317.  Бесполезно пытаться убедить ее простить его. ",
        "eng": "317. It's no use trying to persuade her to forgive him."
    },
    {
        "rus": "318.  На волынке очень трудно играть. ",
        "eng": "318. Bagpipes are trying instruments to perform upon."
    },
    {
        "rus": "319.  Вы вольны попытаться еще раз. ",
        "eng": "319. You are at liberty to try once more."
    },
    {
        "rus": "320.  Когда наступает ноябрь, дни становятся короче. ",
        "eng": "320. The days begin to draw in when November comes."
    },
    {
        "rus": "321.  В зале суда мы узнали, что дело Эрна будет слушаться одним из первых. ",
        "eng": "321. In the courtroom we learnt that Ern's case was one of the first to be examined."
    },
    {
        "rus": "322.  Мы попытались встать, но ноги отказывались держать нас. ",
        "eng": "322. We made an effort to rise but our legs wouldn't support us."
    },
    {
        "rus": "323.  От его замечания она покраснела до кончиков ушей. ",
        "eng": "323. His remark made her blush to the top of her ears."
    },
    {
        "rus": "324.  Он бы остановился, чтобы поговорить с тобой, если бы узнал тебя. ",
        "eng": "324. He would have stopped to talk to you if he had recognized you."
    },
    {
        "rus": "325.  Я отказываюсь верить, что он мог бы обмануть меня. ",
        "eng": "325. I refuse to believe that he could have deceived you."
    },
    {
        "rus": "326.  Они, должно быть, изменили расписание. Поезд обычно отправлялся раньше. ",
        "eng": "326. They must have changed the time-table. The train used to leave earlier."
    },
    {
        "rus": "327.  Мы счастливы работать под его руководством. ",
        "eng": "327. We are happy to be working under his guidance."
    },
    {
        "rus": "328.  Им повезло, что их учил такой хороший учитель. ",
        "eng": "328. They are lucky to have been taught by such a good teacher."
    },
    {
        "rus": "329.  Я хочу взять свои слова обратно. Я сожалею, что обозвал тебя. ",
        "eng": "329. I want to take my words back. I'm sorry to have called you names."
    },
    {
        "rus": "330.  Слушать Элтона Джона - истинное наслаждение. ",
        "eng": "330. To listen to Elton John is sheer delight."
    },
    {
        "rus": "331.  За этим столом очень удобно работать. ",
        "eng": "331. This table is very convenient to work at."
    },
    {
        "rus": "332.  Давай пока не пойдем домой. ",
        "eng": "332. Don't let's go home yet."
    },
    {
        "rus": "333.  Она чувствовала, что ее туфли жмут.",
        "eng": "333. She felt her shoes pinch."
    }
]