[
    {
        "rus": "1.  Все смотрели на танцующую пару. ",
        "eng": "1. Everybody looked at the dancing couple."
    },
    {
        "rus": "2.  Все, кто живет (живущие) в этом общежитии, - сtуденты. ",
        "eng": "2. All the people living in this hostel are students."
    },
    {
        "rus": "3.  Будьте осторожны, переходя улицу. ",
        "eng": "3. When crossing the street, be careful."
    },
    {
        "rus": "4.  Чувствуя себя лучще, он решил поужинать. ",
        "eng": "4. Feeling more at ease, he decided to have supper."
    },
    {
        "rus": "5.  Услышав звуки музыки, мы перестали разговаривать. ",
        "eng": "5. Hearing the sounds of music, we stopped talking."
    },
    {
        "rus": "6.  На почте было много людей, отправляющих посылки. ",
        "eng": "6. There were many people in the post-office, sending parcels."
    },
    {
        "rus": "7.  Она всегда ела вареные яйца на завтрак. ",
        "eng": "7. She always ate boiled eggs for breakfast."
    },
    {
        "rus": "8.  Пальто, купленное в прошлом году, коротко мне сейчас. ",
        "eng": "8. The coat bought last year is too short for me now."
    },
    {
        "rus": "9.  Все, написанное на этом бланке, правильно. ",
        "eng": "9. Everything written in this blank is right."
    },
    {
        "rus": "10.  Прочитайте переведенное предложение еще раз. ",
        "eng": "10. Read the translated sentence once more."
    },
    {
        "rus": "11.  Будучи ребенком, он был очень капризным. . ",
        "eng": "11. When a child, he used to be naughty."
    },
    {
        "rus": "12.  Поставив машину в гараж, он вспомнил о ключах. ",
        "eng": "12. Having garaged the car, he remembered about the keys."
    },
    {
        "rus": "13.  Шум дождя, стучавшего по крыше, раздражал меня. ",
        "eng": "13. The sound of the rain, pattering on the roof, got on my nerves."
    },
    {
        "rus": "14.  Она посмотрела на имя, написанное детским почерком. ",
        "eng": "14. She looked at the name, written in a school-boy hand."
    },
    {
        "rus": "15.  Так как он был не в состоянии читать, он просил сестру об этом. ",
        "eng": "15. Not being able to read, he asked his sister to do it."
    },
    {
        "rus": "16.  Оставшись одни, мы замолчали. ",
        "eng": "16. Being left alone, we kept silent."
    },
    {
        "rus": "17.  Разостлав платок на коленях, он начал кушать. ",
        "eng": "17. Having spread a handkerchief, he began to eat."
    },
    {
        "rus": "18.  Так как мне уже сообщили об этом, я не очень удивилась, когда пришла Маша. ",
        "eng": "18. Having already been informed about this, I was not surprised when Maria came."
    },
    {
        "rus": "19.  Услышав шаги, он вышел на лестницу. ",
        "eng": "19. Hearing a footstep, he went to the stairs."
    },
    {
        "rus": "20.  Когда он писал письма, он не любил, чтобы ему мешали. ",
        "eng": "20. When writing letters, he didn't like to be disturbed."
    },
    {
        "rus": "21.  Написав письмо, она расплакалась. ",
        "eng": "21. Having written a letter, she burst out crying."
    },
    {
        "rus": "22.  Он принес разбитый стакан. ",
        "eng": "22. He brought a broken glass."
    },
    {
        "rus": "23.  Его интересовала линия, которую прокладывали недалеко от дома. ",
        "eng": "23. He was interested in the line, being laid out not far from the house."
    },
    {
        "rus": "24.  Даже жена, знавшая его привычки, была удивлена его приходом. ",
        "eng": "24. Even the wife, who knew all his habits, was surprised at his coming."
    },
    {
        "rus": "25.  Картина, висевшая на стене, шокировала меня. ",
        "eng": "25. The picture hanging on the wall shocked me."
    },
    {
        "rus": "26.  Схватив чернила и бумагу, она начала писать. ",
        "eng": "26. Seizing ink and paper, she began to write."
    },
    {
        "rus": "27.  Я собираюсь починить машину (в мастерской). ",
        "eng": "27. Iam going to have the car repaired."
    },
    {
        "rus": "28.  Приехав в этот город, мы растерялись. ",
        "eng": "28. Arriving in this city, we were at a loss."
    },
    {
        "rus": "29.  Судя по внешности, он был шофером. ",
        "eng": "29. Judging by appearance, he was a driver."
    },
    {
        "rus": "30.  Книгу, потерянную моей сестрой, нашли. ",
        "eng": "30. The book, lost by my sister, was found."
    },
    {
        "rus": "31.  Медленно повернувшись, они вышли из зала. ",
        "eng": "31. Turning slowly, they left the hall."
    },
    {
        "rus": "32.  Так как мы не завели будильник, мы проспали. ",
        "eng": "32. Not having wound the alarm-clock, we overslept."
    },
    {
        "rus": "33.  Я слышал, что дверь открывается. ",
        "eng": "33. I heard the door being opened."
    },
    {
        "rus": "34.  Будучи преследуемой незнакомцем, она не знала, что делать. ",
        "eng": "34. Being followed by a stranger, she didn't know what to do."
    },
    {
        "rus": "35.  Выучив поэму, она решила передохнуть. ",
        "eng": "35. Having learnt the poem, she made up her mind to have a short rest."
    },
    {
        "rus": "36.  Когда ему задавали вопросы, он разозлился. ",
        "eng": "36. While being asked questions, he got angry."
    },
    {
        "rus": "37.  Выписав лекарства, доктор ушел. ",
        "eng": "37. Having prescribed the medicine, the doctor went away."
    },
    {
        "rus": "38.  Выписанное доктором лекарство бьuю горьким. ",
        "eng": "38. The medicine prescribed by the doctor was bitter."
    },
    {
        "rus": "39.  Будучи очень усталым, я пошел прямо домой. ",
        "eng": "39. Being very tired, I went straight home."
    },
    {
        "rus": "40.  Рассказы, помещаемые в этом журнале, стоит читать. ",
        "eng": "40. The stories, published in this magazine, are worth reading."
    },
    {
        "rus": "41.  Она лежала на диване, читая книгу. ",
        "eng": "41. She lay on the sofa reading a book."
    },
    {
        "rus": "42.  Я не мог достать материал, рекомендованный преподавателем. ",
        "eng": "42. I couldn't get the material recommended by the teacher."
    },
    {
        "rus": "43.  Будучи рассеянным, он сделал несколько ошибок, переписывая рассказ. ",
        "eng": "43. Being absent-minded, he made a few mistakes while copying the story."
    },
    {
        "rus": "44.  Он тихо закрыл дверь, не желая будить ребенка. ",
        "eng": "44. He closed the door softly, not wanting to wake up the child."
    },
    {
        "rus": "45.  Не зная, как перевести это предложение, я попросил студента, сидящего рядом со мной, помочь мне. ",
        "eng": "45. Not knowing how to translate this sentence, I asked a student sitting next to me to help me."
    },
    {
        "rus": "46.  Словари, взятые в библиотеке, должны быть возвращены не позднее 5 часов. ",
        "eng": "46. The dictionaries, taken by the students from the library, must be returned not later than 5 p.m."
    },
    {
        "rus": "47.  Разгружая товары, рабочие натолкнулись на несколько мешков, попорченных морской водой. ",
        "eng": "47. While discharging the goods, the workers came across a number of bags damaged by sea water."
    },
    {
        "rus": "48.  Он стоял у окна, думая о своем прошлом. ",
        "eng": "48. He stood at the window, thinking of his past."
    },
    {
        "rus": "49.  Мой друг сидел на диване и курил сигарету. ",
        "eng": "49. My friend sat on the sofa, smoking a cigar."
    },
    {
        "rus": "50.  Я обнаружил вещи нераспакованными. ",
        "eng": "50. I found the things unpacked."
    },
    {
        "rus": "51.  Я хотел почистить пальто (в химчистке). ",
        "eng": "51. I wanted to have my coat cleaned."
    },
    {
        "rus": "52.  Повернув· за угол, я увидел прекрасное строение. ",
        "eng": "52. Turning over the corner, I saw a beautiful building."
    },
    {
        "rus": "53.  Проработав в этой области много лет, он знал все очень хорошо. ",
        "eng": "53. Having worked in this field for many years, he knew everything very well."
    },
    {
        "rus": "54.  Она не сказала ни слова, ее переполияла чувство доверия. ",
        "eng": "54. She didn't say a word, being filled with the sense of confidence."
    },
    {
        "rus": "55.  Они и в самом деле были друзьями, так как вместе учились в школе. ",
        "eng": "55. They were indeed old friends, having studied at school together."
    },
    {
        "rus": "56.  Схватив все свои вещи, она побежала из квартиры. ",
        "eng": "56. Seizing all her things, she ran out of the flat."
    },
    {
        "rus": "57.  Забор, окружающий сад, был недавно покрашен. ",
        "eng": "57. The fence surrounding the garden was newly painted."
    },
    {
        "rus": "58.  Из комнаты вышли две девушки, прибиравшие комнату. ",
        "eng": "58. The two girls, who had been doing the room, left it."
    },
    {
        "rus": "59.  Он смотрел на летящий самолет. ",
        "eng": "59. He looked at the flying plane."
    },
    {
        "rus": "60.  Идя домой, я встретил соседа. ",
        "eng": "60. When (while) going home, I met my neighbour."
    },
    {
        "rus": "61.  Разбитая чашка лежала на ковре. ",
        "eng": "61. A broken cup was lying on the carpet."
    },
    {
        "rus": "62.  Ответ, написанный карандашом, считался ошибкой. ",
        "eng": "62. The answer, written in pencil, was considered (to be) a mistake."
    },
    {
        "rus": "63.  Мальчик, бросающий камни, громко смеялся. ",
        "eng": "63. A boy, throwing stones, was laughing loudly."
    },
    {
        "rus": "64.  Мои дети, бросавшие камни в реку, ушли домой. ",
        "eng": "64. My children, who had been throwing stones into the river, went home."
    },
    {
        "rus": "65.  Камни, бросаемые с берега, идут ко дну. ",
        "eng": "65. Stones, thrown from the bank of the river, sink to the bottom."
    },
    {
        "rus": "66.  Посмотри: камни, бросаемые этим мальчиком, падают дальше всех. ",
        "eng": "66. Look, the stones, being thrown by this boy, fly (fall down) farthest of all."
    },
    {
        "rus": "67.  Он выглядит обеспокоенным и отчасти потерянным. ",
        "eng": "67. He looks worried and partly lost."
    },
    {
        "rus": "68.  Я ни в ком не бьш так разочарован, как в мистере Брауне. ",
        "eng": "68. I have never been so deceived in a man as I was in Mr. Brown."
    },
    {
        "rus": "69.  Ее слова не звучали убедительно. ",
        "eng": "69. Her words didn't sound convincing."
    },
    {
        "rus": "70.  Это, должно быть, бьто очень больно видеть, что твой дом занят посторонними. ",
        "eng": "70. It must have been very painful to see your house occupied by strangers."
    },
    {
        "rus": "71.  Вы хотите, чтобы вам билеты доставили домой? ",
        "eng": "71. Do you want to have your tickets delivered?"
    },
    {
        "rus": "72.  Она неожиданно покинула меня, будто желая прервать разговор. ",
        "eng": "72. She left me suddenly as if desiring to cut short our talk."
    },
    {
        "rus": "73.  Он ненавидел всех этих людей на вокзале, будучи однажды одним из них. ",
        "eng": "73. He hated all the people at the station having once been one of them himself."
    },
    {
        "rus": "74.  Не зная, где живет мистер Браун, она решила узнать его адрес. ",
        "eng": "74. Not knowing where Mr. Brown lived, she decided to find out his address."
    },
    {
        "rus": "75.  Несмотря на то, что мы отправились в поход очень поздно, мы пришли в назначенное место вовремя. ",
        "eng": "75. Though having started very late, we came to the appointed place on time."
    },
    {
        "rus": "76.  Честно говоря, новости были тревожные. ",
        "eng": "76. Frankly speaking, the news was alarming."
    },
    {
        "rus": "77.  Осознав, что он любит Анну, мистер Браун испугался. ",
        "eng": "77. Having admitted he loved Ann, Mr. Brown was frightened."
    },
    {
        "rus": "78.  Он засомне~ался на секунду, не зная, что сказать. ",
        "eng": "78. He hesitated for a moment, not knowing what to say."
    },
    {
        "rus": "79.  Рассказав все, что он знал, свидетель ушел.",
        "eng": "79. Having told what he knew, the witness went away."
    },
    {
        "rus": "80.  Когда ему задали прямой вопрос, он очень быстро рассказал все. ",
        "eng": "80. When asked a direct question, he told everything very quickly."
    },
    {
        "rus": "81.  Она бьша разбита после смерти мужа.",
        "eng": "81. After her husband's death she was broken."
    },
    {
        "rus": "82.  Он вошел в комнату в сопровождении слуги. ",
        "eng": "82. He entered the room accompanied by his servant."
    },
    {
        "rus": "83.  Она не могла сказать ни слова, шокированная его nредложением. ",
        "eng": "83. She couldn't say a word shocked by his proposal."
    },
    {
        "rus": "84.  Это была пожилая женщина в очках. ",
        "eng": "84. It was an old woman wearing glasses."
    },
    {
        "rus": "85.  Он лежал в постели, куря сигарету. ",
        "eng": "85. He lay on his bed smoking a cigarette."
    },
    {
        "rus": "86.  Она даже не взглянула на убитого мужчину.",
        "eng": "86. She didn't even look at the murdered man."
    },
    {
        "rus": "87.  Парализованная от страха, она не знала, куда пойти.",
        "eng": "87. Paralyzed with terror she didn't know where to go."
    },
    {
        "rus": "88.  Я наблюдал, как регистрируют багаж. ",
        "eng": "88. I watched (was watching) the luggage registered."
    },
    {
        "rus": "89.  Ее нашли лежащей в саду. ",
        "eng": "89. She was found lying in the garden."
    },
    {
        "rus": "90.  Если ты хочешь, чтобы все бьшо хорошо сделлай это сам. ",
        "eng": "90. If you want things done well, do them yourself."
    },
    {
        "rus": "91.  Когда у человека болят зубы, он идет к стоматсщоrу поставить пломбу. ",
        "eng": "91. When a person has pain in his/her teeth, he (she) goes to a dentist to have the holes in the teeth filled."
    },
    {
        "rus": "92.  Вы должны сделать анализ крови. ",
        "eng": "92. You must have your blood tested."
    },
    {
        "rus": "93.  На следующий день мне доставили билет в rocтиницу, где я остановился. ",
        "eng": "93. The next day I had my ticket delivered to the hotel I was staying at."
    },
    {
        "rus": "94.  Книги, заказываемые здесь, обычно пересылаютя no почте. ",
        "eng": "94. The books ordered here are usually sent by post."
    },
    {
        "rus": "95.  Книги, заказанные в прошлом месяце, еще не цриwли. ",
        "eng": "95. The books ordered last month have not arrived yet."
    },
    {
        "rus": "96.  Заказав книги, мы отправились домой. ",
        "eng": "96. Having ordered the books, we went home."
    },
    {
        "rus": "97.  Человек, заказавш»й книги, был незнакомцем. ",
        "eng": "97. The man who ordered the books, was a stranger (to me)."
    },
    {
        "rus": "98.  После того как книги хранились в течение 10 дней·В читальном зале, их вернули в фонд. ",
        "eng": "98. Having been kept in the reading-room for ten days, the books were returned to the funds."
    },
    {
        "rus": "99.  Я надеюсь, что предлагаемые заключения основываюся на последних находках. ",
        "eng": "99. I hope, the conclusions being drawn are based on recent finds."
    },
    {
        "rus": "100.  Известно, что язык, на котором говорили эти племена, был германским. ",
        "eng": "100. It is known that the language spoken by these tribes was Germanic."
    },
    {
        "rus": "101.  Я бросился в кусты вслед за полицейским. ",
        "eng": "101. I rushed to the bushes following the policeman."
    },
    {
        "rus": "102.  Она вошла в холл в сопровождении собачки. ",
        "eng": "102.She entered the hall followed by her pet-dog."
    },
    {
        "rus": "103.  Строго говоря, доктор был не прав. ",
        "eng": "103. Strictly speaking, the doctor was not right."
    },
    {
        "rus": "104.  Будучи усталым, он решил лечь спать. ",
        "eng": "104. Being tired he decided to go to bed."
    },
    {
        "rus": "105.  Так как он устал, я решил не тревожить его. ",
        "eng": "105. He being tired, I decided not to disturb him."
    },
    {
        "rus": "106.  Когда конференция закончил ась, участники поехали на экскурсию. ",
        "eng": "106. The conference being over, the participants went on an excursion."
    },
    {
        "rus": "107.  Когда их работа была закончена, секретари ушли. ",
        "eng": "107. Their work completed, the secretaries left."
    },
    {
        "rus": "108.  Так как в комнате никого не было, он решил подождать. ",
        "eng": "108. There being nobody in the room, he decided to wait."
    },
    {
        "rus": "109.  Я часто слышу, как обсуждают его манеры. ",
        "eng": "109. I often hear his manners discussed."
    },
    {
        "rus": "110.  Исследуемое вешество сначала взвешивается. ",
        "eng": "110. The substance being investigated is first weighed."
    },
    {
        "rus": "111.  Вешество, полученное таким образом, было чистым. ",
        "eng": "111. The substance thus obtained was pure."
    },
    {
        "rus": "112.  Учителя, приглашаемые в наш колледж, - выпускники педагогического университета. ",
        "eng": "112. The teachers invited to our college are graduates of the pedagogical university."
    },
    {
        "rus": "113.  Статья, на которую ссылаютсЯ, кажется, была написана в XIX  веке. ",
        "eng": "113. The paper referred to seems to have been written in the XIXth century."
    },
    {
        "rus": "114.  После того как пациента трижды обследовали, ему разрешили принимать лекарство дома. ",
        "eng": "114. Having been examined three times, the patient was allowed to take medicine at home."
    },
    {
        "rus": "115.  Без подогрева такие nирожки невкусные. ",
        "eng": "115. Unless heated, such pies are not tasty."
    },
    {
        "rus": "116.  Так как мои коллеги отсутствовали, мне пришлось самому принять решение. ",
        "eng": "116. My colleagues being away, I had to take the decision myself."
    },
    {
        "rus": "117.  Если погода позволит, астроном продолжит свои наблюдения. ",
        "eng": "117. Weather permitting, the astronomer will proceed with his observation."
    },
    {
        "rus": "118.  Когда дается сигнал, ракета сразу взлетает. ",
        "eng": "118. The signal given, the rocket starts immediately."
    },
    {
        "rus": "119.  Мы продолжали работу, а наши лаборанты помогали нам. ",
        "eng": "119. We continued our work, with our assistants helping us."
    },
    {
        "rus": "120.  Этот вопрос довольно сложен, поскольку относится к истории языка. ",
        "eng": "120. This question is rather complicated, belonging to the history of the English language."
    },
    {
        "rus": "121.  Поскольку статья была напечатанавнебольшом журнале, она оставалась неизвестной. ",
        "eng": "121. The article, published in a small magazine, remained unknown."
    },
    {
        "rus": "122.  Он следил за тем, как постепенно повышалась температура. ",
        "eng": "122. He watched the temperature gradually rising."
    },
    {
        "rus": "123.  Понимая, что у него было недостаточно денег, но не желая занимать деньги у отца, он решил \"заложить\" часы.",
        "eng": "123. Realizing that he hadn't (didn't have) enough money and not wanting to borrow from his father, he decided to pawn his watch."
    },
    {
        "rus": "124.  Не зная языка и не имея друзей в этом городе, ему было трудно найти работу. ",
        "eng": "124. Not knowing the language and having no friends in the town, he found it hard to get work."
    },
    {
        "rus": "125.  Не сдав Экзамен дважды, он решил Перестать учиться. ",
        "eng": "125. Having failed the exam twice, he made up his mind to stop studying."
    },
    {
        "rus": "126.  Будучи предупрежденной о бандитах, она оставила все ценности дома. ",
        "eng": "126. Having been warned about the bandits, she left her valuables at home."
    },
    {
        "rus": "127.  Том, напуганный тем, что сделал, ничего не мог сказать. ",
        "eng": "127. Tom, horrified at what he had done, could at first say nothing."
    },
    {
        "rus": "128.  Принимая это лекарство, следуйте инструкции. ",
        "eng": "128. When using this medicine, follow the instructions."
    },
    {
        "rus": "129.  Я хочу, чтобы эта работа была сделана быстро. ",
        "eng": "129. I want this work done quickly."
    },
    {
        "rus": "130.  Приехав в наш город, он сообшил нам плохие новости. ",
        "eng": "130. Arriving at our town, he brought bad news."
    },
    {
        "rus": "131.  Я слышал, что упоминали твое имя. ",
        "eng": "131. I heard your name being mentioned."
    },
    {
        "rus": "132.  Не будите спящую собаку. ",
        "eng": "132. Let sleeping dogs lie."
    },
    {
        "rus": "133.  Женщина, отправлявшая посылку, ушла. ",
        "eng": "133. The woman who had been sending a parcel, left the post-of­fice."
    },
    {
        "rus": "134.  Меня оставили ожидать во дворе. ",
        "eng": "134. I was left waiting in the yard."
    },
    {
        "rus": "135.  После того как письмо было написано, я спрятал его в кармане. ",
        "eng": "135. The letter having been written, I hid it in my pocket."
    },
    {
        "rus": "136.  Не заставляйте меня ждать вас. ",
        "eng": "136. Don't keep me waiting."
    },
    {
        "rus": "137.  Он очень доволен моей работой. ",
        "eng": "137. He is very pleased with my work."
    },
    {
        "rus": "138.  Это была плохо спланированная квартира. ",
        "eng": "138. It was a badly-planned flat."
    },
    {
        "rus": "139.  Странно, но ты выглядишь обеспокоенным. ",
        "eng": "139. Strange as it may seem, but you look troubled."
    },
    {
        "rus": "140.  У больного была сломана рука. ",
        "eng": "140. The patient had an arm broken."
    },
    {
        "rus": "141.  Разговаривая по-английски, обращайте внимание на порядок слов. ",
        "eng": "141. When speaking English, pay attention to the word-order."
    },
    {
        "rus": "142.  Назовите места, которые вы посетили в прошлом году. ",
        "eng": "142. Name the places visited by you last year."
    },
    {
        "rus": "143.  Так как день был воскресный, они пошли в церковь. ",
        "eng": "143. It being Sunday, they went to church."
    },
    {
        "rus": "144.  Так как на столе больше нечего было есть, он сказал, что не голоден: ",
        "eng": "144. There being nothing else on the table, he said he wasn't hungry."
    },
    {
        "rus": "145.  Когда концерт был закончен, началась лотерея. ",
        "eng": "145. The concert being over, the lottery came next."
    },
    {
        "rus": "146.  Когда все приготовпения были сделаны, он спустился вниз. ",
        "eng": "146. All the preparations having been made, he went downstairs."
    },
    {
        "rus": "147.  Он слышал, что (как) они возвращались по песчаной дорожке, а их голоса звенели в тишине.",
        "eng": "147. He heard them coming up the sandy road, their voices ringing through the quietness."
    },
    {
        "rus": "148.  Они продолжили свой путь, причем мальчик потихоньку всхлипывал. ",
        "eng": "148. They continued their way, the boy sobbing quietly."
    },
    {
        "rus": "149.  Она стояла молча, плотно сжав губы. ",
        "eng": "149. She stood silent, her lips pressed together."
    },
    {
        "rus": "150.  Андрей последовал за отцом, а его сердце сильно билось. ",
        "eng": "150. Andrew followed his father with his heart beating fast."
    },
    {
        "rus": "151.  Девушка шла по улице, а слезы текли по ее щекам. ",
        "eng": "151. The girl went along the street, with tears rolling down her cheeks."
    },
    {
        "rus": "152.  Если время позволит, мы пойдем в музей. ",
        "eng": "152. Time permitting, we'll go to the museum."
    },
    {
        "rus": "153.  Не зная адреса, я не мог послать ей письмо. ",
        "eng": "153. Not knowing her address, I couldn't send her a letter."
    },
    {
        "rus": "154.  Получив единогласную поддержку, проект был одобрен. ",
        "eng": "154. Supported unanimously, the project was approved."
    },
    {
        "rus": "155.  Я считаю его самым лучшим из ныне здравствующих поэтов. ",
        "eng": "155. I think he is the best poet living."
    },
    {
        "rus": "156.  Я видел, как фотографировали этот памятник. ",
        "eng": "156. I saw the monument being photographed."
    },
    {
        "rus": "157.  Он сделал ремонт квартиры. ",
        "eng": "157. He had his flat redecorated."
    },
    {
        "rus": "158.  Мне отремонтируют машину в следующем месяце. ",
        "eng": "158. I'll have my car repaired next month."
    },
    {
        "rus": "159.  Так как ситуация была благоприятной, они купили эти акции. ",
        "eng": "159. The situation being favourable, they bought the shares."
    },
    {
        "rus": "160.  Женщина, уставившалея на меня, была странно одета. ",
        "eng": "160. The woman, staring at me, was in the strange clothes."
    },
    {
        "rus": "161.  Оглядываясь по сторонам, он споткнулся. ",
        "eng": "161. Looking about, he stumbled over something."
    },
    {
        "rus": "162.  Она сидела, положив локти на стол. ",
        "eng": "162. She sat with her elbows resting on the table."
    },
    {
        "rus": "163.  Не желая признать это, она, конечно, влюбилась в Питера. ",
        "eng": "163. Not wanting to admit it openly, she certainly fell in love with Peter."
    },
    {
        "rus": "164.  Выбрав профессию учителя, она разочаровалась в ней позднее. ",
        "eng": "164. Having chosen teaching for her career, she was disappointed at it later."
    },
    {
        "rus": "165.  Творческие люди склонны к бессоннице. ",
        "eng": "165. People, dedicating their life to constant creativity, tend to get (have) insomnia."
    },
    {
        "rus": "166.  Когда он был на родительском собрании, он не мог не сердиться. ",
        "eng": "166. When being at a Parent-Teachers association meeting, he couldn't help being angry."
    },
    {
        "rus": "167.  Я хочу, чтобы его как следует побили. ",
        "eng": "167. I want him well thrashed."
    },
    {
        "rus": "168.  Ведя себя по-другому, он чувствовал угрызения совести. ",
        "eng": "168. Behaving in a different way, he felt remorse."
    },
    {
        "rus": "169.  Став мастером нового стиля, он приобрел множество клиентов. ",
        "eng": "169. Having established himself as the master of a new style, he had a great number of clients."
    },
    {
        "rus": "170.  Девушка с \"круrами\" под глазами бьmа серьезно больна. ",
        "eng": "170. The girl having dark areas under her eyes was seriously ill."
    },
    {
        "rus": "171.  Почему ты любишь гулять без головного убора? ",
        "eng": "171. Why do you prefer to walk bare-headed?"
    },
    {
        "rus": "172.  Прожив много лет в xopoшиx условиях, он не мог привыкнуть к изменениям в его жизни. ",
        "eng": "172. Having lived many years under good conditions, he couldn't get used to the changes in his life."
    },
    {
        "rus": "173.  Я думаю, новичкам интересно узнать о традициях, которые соблюдаются в нашем клубе. ",
        "eng": "173. I think it is interesting for the newcomers to know the traditions of our club."
    },
    {
        "rus": "174.  Будучи пораженными его поведением, мы не могли сказать ни слова. ",
        "eng": "174. Having been struck by his behaviour, we couldn't say a word."
    },
    {
        "rus": "175.  Переходя улицу, смотрите сначала налево, затем направо. ",
        "eng": "175. When crossing a street, look left first, then - right."
    },
    {
        "rus": "176.  Наша квартира, выходящая окнами на восток, очень светлая. ",
        "eng": "176. Our flat, facing the East, is very light."
    },
    {
        "rus": "177.  Сидя на траве в парке, мы любовались красотой пейзажа. ",
        "eng": "177. Sitting (when sitting) on the grass, we admired the beauty of the landscape."
    },
    {
        "rus": "178.  Я видел, как (что) она наблюдала за утками, плавающими в пруду. ",
        "eng": "178. I saw her watching (watch) ducks, floating on the pond."
    },
    {
        "rus": "179.  Как красив этот район, обсаженный деревьями. ",
        "eng": "179. How beautiful is this district, lined with trees!"
    },
    {
        "rus": "180.  Нам почти никогда не удается навещать родственников, живущих за городом. ",
        "eng": "180. We are hardly ever able to visit our relatives, living out-of-town."
    },
    {
        "rus": "181.  В конце концов нам разрешили наблюдать за оперирующим хирургом. ",
        "eng": "181. So in the end we were allowed to watch a surgeon operating on a patient."
    },
    {
        "rus": "182.  Перевернув все вверх дном, они устроили полный бесnорядок. ",
        "eng": "182. Having turned everything upside down, they left the flat in a mess."
    },
    {
        "rus": "183.  Согласившись помочь брату, я должен буду встать завтра раньше обычного. ",
        "eng": "183. Having agreed to help my brother, I am to get up earlier than usual tomorrow."
    },
    {
        "rus": "184.  Он смотрел на праздничный стол,потирая руки от удовольствия. ",
        "eng": "184. He looked at a festive dinner, rubbing his hands (together)."
    },
    {
        "rus": "185.  Имеются ли факты, доказывающие вину мистера Томсона? ",
        "eng": "185. Are there any facts, providing Mr. Thomson's guilt?"
    },
    {
        "rus": "186.  Я видела, как он неподвижно сидел за столом. ",
        "eng": "186. I saw him sitting motionless at the table."
    },
    {
        "rus": "187.  Будучи приглашеиным к нам в гости, он вскоре почувствовал себя как дома. ",
        "eng": "187. Having been invited to our place, he made himself at home very quickly."
    },
    {
        "rus": "188.  Держась за ветку, он забрался еще выше. ",
        "eng": "188. Holding on to a branch, he climbed a little higher."
    },
    {
        "rus": "189.  Когда урок подходил к концу, все шумели. ",
        "eng": "189. The lesson being over, everybody was making noise."
    },
    {
        "rus": "190.  Я знаю многих, кто увлекается театром. ",
        "eng": "190. I know many people, being fond of theatre."
    },
    {
        "rus": "191.  Когда мы идем в турпоход, мы всегда берем с собой сухофрукты. ",
        "eng": "191. We always take dried fruit with us when we go on a hike."
    },
    {
        "rus": "192.  Масло, которое хранится в холодильнике, всегда свежее. ",
        "eng": "192. Butter kept in a fridge is always fresh."
    },
    {
        "rus": "193.  Ожидаемый ответ пришел на следующий день. ",
        "eng": "193. The expected reply came the next day."
    },
    {
        "rus": "194.  Выбрось разбитые тарелки. Я не люблю держать в доме разбитые вещи. ",
        "eng": "194. Throw away the broken plates. I don't like broken things in the house."
    },
    {
        "rus": "195.  Упущенное время никогда не вернуть. ",
        "eng": "195. Lost time is never found again."
    },
    {
        "rus": "196.  Лиха беда начало. ",
        "eng": "196. Weil begun is half done."
    },
    {
        "rus": "197.  Легче сказать, чем сделать. ",
        "eng": "197. Easier said than done."
    },
    {
        "rus": "198.  Когда температура достигла 100  градусов, вода начала кипеть. ",
        "eng": "198. The temperature being 100 degrees, the water began to boil."
    },
    {
        "rus": "199.  Сборка машин производится здесь, а многие детали доставляются с других заводов. ",
        "eng": "199. The machines are assembled here, with many parts arriving from other factories."
    },
    {
        "rus": "200.  Так как нога причиняла ему боль, он не смог продолжить свою поездку. ",
        "eng": "200. His leg hurting him, he couldn't continue the journey."
    },
    {
        "rus": "201.  Так как вода плотнее воздуха, скорость звука меньше. ",
        "eng": "201. Water being denser than air, the speed of sound is less."
    },
    {
        "rus": "202.  Так как обстоятельства были подходящими, Джек решил принять предложенную ему работу. ",
        "eng": "202. Circumstances being suitable, Jack decided to take the job offered him."
    },
    {
        "rus": "203.  Так как это был у него уже второй сердечный приступ в этом месяце, все считали, что ситуация очень серьезна. ",
        "eng": "203. This being the second heart attack he had that month, they thought the situation was very serious."
    },
    {
        "rus": "204.  Они вынуждены были двигаться очень медленно, потому что дорога для них была незнакома. ",
        "eng": "204. They had to move very slowly, the road being new to them."
    },
    {
        "rus": "205.  Так как от этой болезни не бьшо лекарства, врачи ничего не могли для него сделать. ",
        "eng": "205. There being no cure for the disease, there was nothing the doctors could do for him."
    },
    {
        "rus": "206.  Нельзя бьшо терять ни минуты, так как корабль быстро шел ко дну. ",
        "eng": "206. There wasn't a moment to lose, with the ship sinking fast."
    },
    {
        "rus": "207.  Они решили переехать в другой город, так как там климат был лучше. ",
        "eng": "207. They decided to move to another town, the climate being better there."
    },
    {
        "rus": "208.  Перед путешественниками возвышалась гряда гор, покрытых льдом.",
        "eng": "208. Towering in front of the explorers, rose a great range of mountains covered with ice."
    },
    {
        "rus": "209.  В случае проигрыша игра могла бы стоить ему целого состояния. ",
        "eng": "209. The game, if lost, might cost him a fortune."
    },
    {
        "rus": "210.  Они сделали, как их инструктировали. ",
        "eng": "210. They did all, as instructed."
    },
    {
        "rus": "211.  Когда у него брали интервью, ученый отказался комментировать последнее открытие. ",
        "eng": "211. When interviewed, the scientist refused to comment on the latest discovery."
    },
    {
        "rus": "212.  Когда строительство будет завершено, в новом здании будут размещены все основные лаборатории. ",
        "eng": "212. When completed, the new building will house all of the ba­sic laboratories."
    },
    {
        "rus": "213.  Они провели ряд экспериментов, используя самые современные методы и оборудование. ",
        "eng": "213. They carried out a number of experiments using the most up-to-date methods and equipment."
    },
    {
        "rus": "214.  Особо следует отметить интенсивные исследования, проводимые сейчас в биохимии. ",
        "eng": "214. Special mention must be made of the extensive research now being conducted in bio-chemistry."
    },
    {
        "rus": "215.  Зная вредное влияние лучей, они предприняли особые меры предосторожности. ",
        "eng": "215. Knowing the harmful effects of the rays, they took special precautions."
    },
    {
        "rus": "216.  Растения, выращиваемые в темноте, всегда бесцветны, так как хлорофилл становится зеленым только на свету. ",
        "eng": "216. Plants grown in the dark are always colourless, chlorophyll becoming green only under the action of light."
    },
    {
        "rus": "217.  Так как дело было неотложным, они вынуждены были пересмотреть первоначальный план. ",
        "eng": "217. The matter being so urgent, they had to reconsider the original plan."
    },
    {
        "rus": "218.  Фло продолжала улыбаться, она была особенно очаровательна благодаря своему доброму нраву. ",
        "eng": "218. Flo kept on smiling, good temper being her special charm."
    },
    {
        "rus": "219.  Так как температура на улице была 10  градусов ниже нуля, в доме было необычно холодно. ",
        "eng": "219. The outside temperature being ten degrees below zero, it was unusually cold inside."
    },
    {
        "rus": "220.  Когда задача была выполнена, им дали трехдневный отпуск.  ",
        "eng": "220. The mission carried out, they were granted a three day leave."
    },
    {
        "rus": "221.  Приняв все во внимание, мне есть за что быть благодарным. ",
        "eng": "221. I have something to be thankful for, all things considered."
    },
    {
        "rus": "222.  Она слышала, как дождь бил по стеклу. ",
        "eng": "222. She heard the rain beating against the window."
    },
    {
        "rus": "223.  Моника провела вечер, обзванивая друзей. ",
        "eng": "223. Monica spent the evening phoning her friends."
    },
    {
        "rus": "224.  У них был огород, снабжавший их овощами летом. ",
        "eng": "224. They had a kitchen-garden providing them with vegetables in the summer."
    },
    {
        "rus": "225.  Столкнувшись с серьезными трудностями, я мог рассчитывать на твою поддержку и понимание. ",
        "eng": "225. Having run into serious difficulties, I could count on your support and understanding."
    },
    {
        "rus": "226.  Наша дружба очень долгая. ",
        "eng": "226. Ours is a long-standing friendship."
    },
    {
        "rus": "227.  Студентам, изучающим иностранный язык, следует читать оригинальную литературу. ",
        "eng": "227. Students, studying a foreign language, should read authentic literature."
    },
    {
        "rus": "228.  Эмма пришла на вечеринку, хотя всё еще отказываясь танцевать. ",
        "eng": "228. Emma came to the party, though still refusing to dance."
    },
    {
        "rus": "229.  С гор налетел ветер. ",
        "eng": "229. The wind came whirling from the mountains."
    },
    {
        "rus": "230.  Так как море было неспокойно, я не пошла купаться в тот день. ",
        "eng": "230. The sea rough and choppy, I missed my usual swim that day."
    },
    {
        "rus": "231.  Адриан наблюдал, как Никки готовила его любимый салат. ",
        "eng": "231. Adrian watched Nicky making his favourite salad."
    },
    {
        "rus": "232.  Майкл проколол ухо, чтобы досадить родителям. ",
        "eng": "232. Michael had his ear pierced to annoy his parents."
    },
    {
        "rus": "233.  Может пройти несколько дней или даже недель, прежде чем починят твой телефон. ",
        "eng": "233. It can take days or weeks to get your telephone repaired."
    },
    {
        "rus": "234.  Как, черт возьми, ты смог починить свою машину так дешево? ",
        "eng": "234. How on earth did you manage to have your car repaired so cheaply?"
    },
    {
        "rus": "235.  Полиция сделала отметку в его водительском удостоверении за неосторожное вождение. ",
        "eng": "235. He had his driving license endorsed by the police for dan­gerous driving."
    },
    {
        "rus": "236.  Пожалуйста, проверьте шины и залейте в бак бензин. ",
        "eng": "236. I'd like my tyres checked, please. And the tank filled."
    },
    {
        "rus": "237.  Смотри, чтобы ты не прищемил дверью пальцы. ",
        "eng": "237. Mind that you don't have your fingers caught in the door."
    },
    {
        "rus": "238.  С серьезным видом собака удалилась, появившись несколько минут спустя, неся в зубах мертвую водяную крысу. ",
        "eng": "238. The dog strolled away with an earnest air, reappearing a few minutes afterwards, with a dead water-rat in his mouth."
    },
    {
        "rus": "239.  Оказавшись в Далласе, он остановился в гостинице \"Bull\". ",
        "eng": "239. Finding himself at Dallas, he put up at the \"Bull\"."
    },
    {
        "rus": "240.  Мы были довольны комнатами, предоставленными нам в этой гостинице. ",
        "eng": "240. We were pleased with the rooms assigned to us in this inn."
    },
    {
        "rus": "241.  Будучи оставлен один, Монморенси, бывало, гонялся за кошками. ",
        "eng": "241. If left to himself, Montmorency would chase cats."
    },
    {
        "rus": "242.  Когда его звали, он, как правило, появлялся тотчас же. ",
        "eng": "242. When called, he would appear immediately."
    },
    {
        "rus": "243.  Это была очень старая сельская гостиница, очень скромно обставленная. ",
        "eng": "243. It was an old country inn furnished very modestly."
    },
    {
        "rus": "244.  Не зная как следует немецкий, он не мог заказать завтрак. ",
        "eng": "244. Not knowing German properly he could not order his breakfast."
    },
    {
        "rus": "245.  Я снова перечитал доклад, делая пометки. ",
        "eng": "245. I read the report through again, making notes."
    },
    {
        "rus": "246.  Сев за один из маленьких столиков, мы позвали официанта.",
        "eng": "246. Seating ourselves at one of the little tables we called the waiter."
    },
    {
        "rus": "247.  Когда на ней это белое платье, она выглядит еще обаятельнее обычного. ",
        "eng": "247. Dressed in this white frock she looks even more charming than usual."
    },
    {
        "rus": "248.  Когда завтрак был заказан, он начал просматривать свой немецкий разговорник. ",
        "eng": "248. Breakfast ordered, he began looking through his German conversation book."
    },
    {
        "rus": "249.  Джером и Гаррис чистили картошку, а Джордж давал советы. ",
        "eng": "249. Jerome and Harris scraped the potatoes, George giving advice."
    },
    {
        "rus": "250.  Когда картофель был почищен, они начали готовить тушеную баранину с луком (по-ирландски). ",
        "eng": "250. The potatoes peeled, they began to cook an Irish stew."
    },
    {
        "rus": "251.  Так как было уже поздно проплывать Рединг, мы решили вернуться. ",
        "eng": "251. It being too late to sail on past Reading, we decided to go back."
    },
    {
        "rus": "252.  Так как в разговорнике ничего, кроме глупых диалогов, не было, он был ему бесполезен. ",
        "eng": "252. There being nothing but silly dialogues in the conversation book, it was of no use for him."
    },
    {
        "rus": "253.  Увидев, что чайник кипит, Моиморенеи зарычал и убежал.",
        "eng": "253. Seeing the kettle boiling, Montmorency growled and ran away."
    },
    {
        "rus": "254.  Так как у Гаррриса болела голова, он был против того, чтобы Джордж играл на банджо. ",
        "eng": "254. Having a headache, Harris objected to George playing banjo."
    },
    {
        "rus": "255.  Брызгающий и кипящий чайник всегда вызывал его любопытство.  · ",
        "eng": "255. A spluttering and steaming kettle always aroused his curiosity."
    },
    {
        "rus": "256.  Если он решался подраться, Монморенси, как nравило, не колебался. ",
        "eng": "256. If determined to have a fight, Montmorency would not hesitate."
    },
    {
        "rus": "257.  Обещание мало что стоит, если оно не выполняется. ",
        "eng": "257. A promise accounts to little unless kept."
    },
    {
        "rus": "258.  Он обычно рычал и быстро отступал с поджатым хвостом. ",
        "eng": "258. He would growl and back at a rapid rate, with his tail shut down."
    },
    {
        "rus": "259.  Когда дождь прекратился, они вылезли из палатки. ",
        "eng": "259. The rain having stopped, they climbed out of the tent."
    },
    {
        "rus": "260.  Так как никто не возражал, Джордж начал играть на своем банджо. ",
        "eng": "260. Nobody objecting, George began playing his banjo."
    },
    {
        "rus": "261.  Джордж играл на своем банджо, а его друзья слушали музыку в тишине. ",
        "eng": "261. George played his banjo, his friends listening to the music in silence."
    },
    {
        "rus": "262.  Он не ответил, чувствуя, что находится в крайне сложном положении. ",
        "eng": "262. He did not answer, feeling himself in an utterly false position."
    },
    {
        "rus": "263.  На расстоянии пятидесяти ярдов стоял хорошенький маленький коттедж с огородом, который тянулся до леса. ",
        "eng": "263. Fifty yards away was the pretty little cottage with the vegetable garden stretching away to the wood."
    },
    {
        "rus": "264.  Она оказалась в жалкой на вид кухоньке, освещенной небольшой лампой. ",
        "eng": "264. She found herself in a wretched little kitchen, lighted by a little lamp."
    },
    {
        "rus": "265.  Собака, обойдя вокруг трех маленьких цветочных клумб, тоже села перед старым Джолионом. ",
        "eng": "265. The dog, having walked round the three small flower-beds, had also taken a seat in front of old Jolyon."
    },
    {
        "rus": "266.  Она позвонила Хэлен, рассказав ей, что Чарльз был расстроен. ",
        "eng": "266. She called Helen, telling her that Charles was upset."
    },
    {
        "rus": "267.  Она крадучись поднялась по лестнице, держа в руках котенка. ",
        "eng": "267. She came stealing up the stairs, with a kitten in her arms."
    },
    {
        "rus": "268.  Заметив, что они уже не одни, он отвернулся и начал рассматривать люстру. ",
        "eng": "268. Noticing that they were no longer alone, he turned and began examining the luster."
    },
    {
        "rus": "269.  Окна гостиной открывзлись на балкон, выходящий к саду. ",
        "eng": "269. The windows of the drawing-room opened on to a balcony overlooking the garden."
    },
    {
        "rus": "270.  У нее были маленькие дети, о которых ей надо было заботиться. ",
        "eng": "270. She had her growing babies to take care of."
    },
    {
        "rus": "271.  Они ушли, взявшись за руки, при этом маленькая Холли оглядывалась через плечо. ",
        "eng": "271. They went off hand in hand, little Holly looking back over her shoulder."
    },
    {
        "rus": "272.  Он оставил жену сидящей на диване в гостиной, руки у нее были скрещены на коленях, и своим видом она ясно показывала, что ждет, когда он выйдет. ",
        "eng": "272. He had left his wife sitting on the sofa in the drawing-room, her hands crossed in her lap, manifestly waiting for him to go out."
    },
    {
        "rus": "273.  Он быстро шел, склонив голову, не глядя по сторонам (ни вправо, ни влево). ",
        "eng": "273. He walked rapidly, his head bent, looking neither to the right nor left."
    },
    {
        "rus": "274.  Ребенок сидел не мигая, глядя на Маргарет. ",
        "eng": "274. The child sat facing Margaret with unflickering eyes."
    },
    {
        "rus": "275.  Я пошел на пляж искупаться, а мой дядя, у которого были какие-то дела в городе, прошел часть пути со мной. ",
        "eng": "275. I walked down to the beach to bathe, and my uncle, having something to do in the town, walked part of the way with me."
    },
    {
        "rus": "276.  Мы были поражены акробатами, которые балансировали, стоя друг на друге. ",
        "eng": "276. We were stunned by the acrobats balancing on top of each other with incredible ease."
    },
    {
        "rus": "277.  Мне стало страшно, когда укротитель засунул руки в пасть льва. ",
        "eng": "277. I felt terrified when the lion-tamer put his hands into the lion's mouth."
    },
    {
        "rus": "278.  Дети были разочарованы, когда их не пригласили покататься на слонах. ",
        "eng": "278. The children were disappointed when they were not invited to ride on the elephants' backs."
    },
    {
        "rus": "279.  Он огляделся в заполненном людьми кафе и направился к столику, на котором стояла табличка \"Столик заказан\". ",
        "eng": "279. He looked around the coffee-shop packed with people and moved to the table marked \"Reserved\"."
    },
    {
        "rus": "280.  Она отказалась встретиться с ним по уже известным причинам. ",
        "eng": "280. She refused to see him for reasons already mentioned."
    },
    {
        "rus": "281.  Я потянулся за стаканом, протянутым мне. ",
        "eng": "281. I reached for the glass held out to me."
    },
    {
        "rus": "282.  Когда он красил калитку, он пел старую песню, временами останавливаясь, чтобы полюбоваться на свою работу. ",
        "eng": "282. While painting the gate he sang an old song stopping at times to admire his work."
    },
    {
        "rus": "283.  \"Я не уверен, что понимаю, к чему вы клоните\", - с обиженным выражением сказал он. ",
        "eng": "283. \"I don't know if I see what you are driving at,\" he said with a hurt expression."
    },
    {
        "rus": "284.  Она встала и сказав мне следовать за ней, пошла дальше, смеясь и болтая. ",
        "eng": "284. She rose and, telling me to follow her, walked on, laughing and talking."
    },
    {
        "rus": "285.  Он покачал головой и потом с яростью закричал: \"Я не позволю, чтобы Карла обижали!\" ",
        "eng": "285. He shook his head and then broke out with violence “I won't have Carl hurt”."
    },
    {
        "rus": "286.  Когда ему надоедали, он шел в свою комнату и залиралея там. ",
        "eng": "286. When annoyed, he went to his room and locked in."
    },
    {
        "rus": "287.  Она просто ужасна, когда ее злят.",
        "eng": "287. She is a terror when roused."
    },
    {
        "rus": "288.  Она, наконец, вошла, раскрасневшаяся, красивая, нахмуренная. ",
        "eng": "288. At last she came in, flashed, handsome, browning."
    },
    {
        "rus": "289.  Он был крупный мужчина, шатен, с редкими жидкими волосами.",
        "eng": "289. He was a large man, with thinning brown hair."
    },
    {
        "rus": "290.  Проходя мимо театра комедии, я случайно посмотрел вверх и увидел облака, освещенные заходящим солнцем. ",
        "eng": "290. Passing the Comedy Theatre I happened to look up and saw the clouds lit by the setting sun."
    },
    {
        "rus": "291.  Видели, что Дуглас все еще мило улыбался, несмотря на возрастающий гнев. ",
        "eng": "291. Douglas was seen still smiling sweetly in spite of his growing anger."
    },
    {
        "rus": "292.  Минуту назад видели, что он был занят оживленной беседой. ",
        "eng": "292. A minute ago he was seen engaged in a lively conversation."
    },
    {
        "rus": "293.  Он, не отрываясь, смотрел на меня до тех пор, пока я не закончил говорить.",
        "eng": "293. He kept his eyes fixed on mine till I had finished speaking."
    },
    {
        "rus": "294.  Дым рассеялся, и у подножья горы показался лагерь. ",
        "eng": "294. The smoke drifted away and the camp lay revealed at the foot of the mountain."
    },
    {
        "rus": "295.  Я уверен, что эту информацию надо обнародовать. ",
        "eng": "295. I am sure this information will have to be made known."
    },
    {
        "rus": "296.  Но я слышал, что тебя постоянно видят пьяиым во второй половине дня. ",
        "eng": "296. But I hear you are constantly seen drunk in the middle of the afternoon."
    },
    {
        "rus": "297.  Приехав в этот небольшой дом, она обнаружила, что он заперт и в нем никого нет. ",
        "eng": "297. Arriving at the small building she found it locked and deserted."
    },
    {
        "rus": "298.  Ты никогда не угадаешь, где мне сшили костюм. ",
        "eng": "298. You'll never guess where I had the suit made."
    },
    {
        "rus": "299.  Это все уже в прошлом - все закончилось, всему конец. Я не хочу, чтобы это ворошили. ",
        "eng": "299. It's all past — all over and finished with. I don't want it raked up."
    },
    {
        "rus": "300.  Видели, как она стояла, скрестив руки, курила и отрешенно смотрела вперед. ",
        "eng": "300. She was seen standing with her arms folded, smoking, star­ing thoughtlessly."
    },
    {
        "rus": "301.  Когда выбор был сделан, она подбежала к нему. ",
        "eng": "301. The choice made, she ran up to him."
    },
    {
        "rus": "302.  Странно возбужденный, он слушал, как они шептались. ",
        "eng": "302. Curiously excited, he listened to their whispered conversation."
    },
    {
        "rus": "303.  Они сидели на упавшем дереве, которое представляло собой удобное сидение. ",
        "eng": "303. They sat on a fallen tree that made a convenient seat."
    },
    {
        "rus": "304.  Можно бьmо видеть, как над деревней поднимался дымок. ",
        "eng": "304. Smoke could be seen rising from the village."
    },
    {
        "rus": "305.  Она почувствовала, что ничего не видит из-за слез, и отвела глаза, чтобы скрыть свои чувства. ",
        "eng": "305. She felt the tears blinding her eyes and looked away, trying to hide her emotions."
    },
    {
        "rus": "306.  Ты что, собираешься провести свою жизнь, говоря \"следует\", как остальные наши моралисты? ",
        "eng": "306. Are you going to spend your life saying \"ought\", like the rest of our moralists?"
    },
    {
        "rus": "307.  Человек был обнаружен лежащим ниц на полу (распростертым на полу). ",
        "eng": "307. The man was found grovelling on the floor."
    },
    {
        "rus": "308.  Было слышно, как старушка пронзительно кричала с короткими перерывами, ее вопли походили на звук сирены корабля, заблудившегося в тумане. ",
        "eng": "308. The old woman was heard shrieking in short bursts like a ship in a fog."
    },
    {
        "rus": "309.  Когда дверь закрылась, Майкл и я остались одни и смотрели друг на друга. ",
        "eng": "309. When the door closed, Mike and I were left looking at each other."
    },
    {
        "rus": "310.  Я почувствовал, что меня поймали на хвастовстве. ",
        "eng": "310. I felt I had been caught boasting."
    },
    {
        "rus": "311.  Примерно в то время сообщили, что ураган двигался в нашем направлении (по направлению к нам). ",
        "eng": "311. About that time the hurricane was reported tramping its way out in our direction."
    },
    {
        "rus": "312.  В один из августовских дней я увидел кое-что, что меня удивило и заставило задуматься. ",
        "eng": "312. One afternoon in August I saw something that surprised me and set me thinking."
    },
    {
        "rus": "313.  Он посмотрел на Джейн, которая ути.рала залитое слезами лицо. ",
        "eng": "313. He looked at Jane wiping her tear-wet face."
    },
    {
        "rus": "314.  Я воображала, как я сижу у его кровати и ухаживаю за ним. ",
        "eng": "314. I pictured myself sitting by his bed, nursing him."
    },
    {
        "rus": "315.  Бесцельно сидя за столом, он попыхивал сигарой и наблюдал за клубами голубого дыма. ",
        "eng": "315. Sitting idly at his desk, he puffed away at a cigar and watched, the blue smoke curling."
    },
    {
        "rus": "316.  Приехав, он застал меня за чтением \"Тома Джонса\". ",
        "eng": "316. Arriving he found me reading \"Tom Jones\"."
    },
    {
        "rus": "317.  Как раз тогда, когда я дошел до конца коридора, я услышал, что опять звонит телефон. ",
        "eng": "317. Just as I got to the end of the corridor, I heard my telephone ringing again."
    },
    {
        "rus": "318.  Мне не нравится, что ты едешь назад одна. ",
        "eng": "318. I don't like you driving back alone."
    },
    {
        "rus": "319.  Я не хотел, чтобы на репетицию приглашали посторонних. ",
        "eng": "319. I didn't want any outsiders invited to the rehearsal."
    },
    {
        "rus": "320.  Я чувствовал, как у меня в голове бешено стучит пульс. ",
        "eng": "320. I could feel a pulse beating madly in my head."
    },
    {
        "rus": "321.  Я слышал, как колотили (ломали) мебель. ",
        "eng": "321. I could hear furniture being smashed."
    },
    {
        "rus": "322.  Я видел, как они бегом поднимались по лестнице в крайнем возбуждении. ",
        "eng": "322. I saw them running up the stairs, brimming with excitement."
    },
    {
        "rus": "323.  Я вознамерился выйти, но Роджер, нахмурившись, отрицательно покачал головой.",
        "eng": "323. I made to go out, but Roger, browning, shook his head."
    },
    {
        "rus": "324.  Зная, что он не мог пойти к Эллис, он попытался позвонить ей. ",
        "eng": "324. Knowing he could not go to Alice, he tried to telephone her."
    },
    {
        "rus": "325.  Видя, что им неловко, миссис Эйп смягчилась и улыбнулась. ",
        "eng": "325. Seeing their discomfort, Mrs. Ape softened and smiled."
    },
    {
        "rus": "326.  Живя за границей, ты пропустил все эти волнующие моменты. ",
        "eng": "326. You missed all that excitement living abroad."
    },
    {
        "rus": "327.  Он спускалея по лестнице, держась за перила. ",
        "eng": "327. He went downstairs, holding on the banisters on the way down."
    },
    {
        "rus": "328.  Присоединившись к нашей группе, Диана горела желанием действовать. ",
        "eng": "328. Joining our group, Diana was avid for action."
    },
    {
        "rus": "329.  Часто, когда он лохвалялся своими мошенническими проделками, голос у него был совсем детский и невинный. ",
        "eng": "329. Often, when boasting of his deceits, he sounded childlike and innocent."
    },
    {
        "rus": "330.  Ей не хватало смелости полностью отказаться от косметички, когда она куда-нибудь ходила с Кейтом. ",
        "eng": "330. She lacked the courage to drop cosmetics altogether when going out with Keith."
    },
    {
        "rus": "331.  Он слушал, как бы размышляя про себя о чем-то. ",
        "eng": "331. He listened, as though brooding."
    },
    {
        "rus": "332.  Она замолчала, словно ожидая, что он заговорит. ",
        "eng": "332. She stopped speaking, as though waiting for him to speak."
    },
    {
        "rus": "333.  Будучи человеком необразованным, хотя и чрезвычайно сообразительным, он мало ценил книжные знания. ",
        "eng": "333. Himself a man of no education, though possessing remarka­ble wit, he placed little value on book knowledge."
    },
    {
        "rus": "334.  Он всегда останавливался, если шел ночью в сырую погоду, и принюхивался, и наслаждался этим скунсовым запахом. ",
        "eng": "334. He always stopped if passing on a wet night, and sniffed and enjoyed that skunk smell."
    },
    {
        "rus": "335.  Поэтому, приняв все во внимание, я решила порвать статью. ",
        "eng": "335. So taking all things into consideration, I decided to tear the article up."
    }
]