{
    "3": [
        [
            "1 Если ты придешь в семь, мы все еще будем готовить ужин.Если ты захочешь, ты нам поможешь. ",
            "1 If you come at seven, we will still be cooking dinner. If you want, you will helpus. "
        ],
        [
            "2 Том любит смотреть видеофильмы. Он смотрит два или три фильма каждый день. Когда япозвонил ему вчера, он смотрел новую комедию. Он сказал, что ктому моменту, как я позвонил, он посмотрел два фильма. Когда яприду к нему завтра, он снова будет смотреть фильм. Я думаю, онпосмотрит уже два фильма к тому времени. ",
            "2 Tom likes watching video films. He watches two or three films every day. WhenI called him yesterday, he was watching a new comedy. He said that by the time Icalled, he had watched two films. When I come to him tomorrow, he will be watchinga film again. I think, he will have already watched two films by that time. "
        ],
        [
            "3 Что ты читаешь всеэто время? ",
            "3 Whathave you been reading all this time? "
        ],
        [
            "4 Мы шли молча. Она ничего не говорила. Она уже всерассказала о себе. ",
            "4 We walked (were walking) keeping silence.She was not saying anything. She had already told me everything about herself."
        ],
        [
            "5 Сколько нам потребуется времени, чтобы добраться самолетом из Бреста до Торонто? ",
            "5 How much time will it take us to get from Brest to Toronto by plane? "
        ],
        [
            "6 Когда я пришел к нимдомой, они сказали мне, что он ушел час назад. ",
            "6 WhenI came to their place, they told me that he had left an hour before. "
        ],
        [
            "7 Когда она вышлаиз дома, дул сильный ветер и шел снег. ",
            "7 When shewent outside, it was blowing heavily and it was snowing. "
        ],
        [
            "8 Она не знала, когда вернется. ",
            "8 She didn't know whenhe would be back. "
        ],
        [
            "9 Покормил собаку? ",
            "9 Have you fed the dog? "
        ],
        [
            "10 Где дочь? — Я оставил ее у мамы.Я заберу ее, когда закончу работать. ",
            "10 Where is our daughter? — I lefther at my mother's. I will take her back when I have finished work. "
        ],
        [
            "11 Моя дочь смотрела телевизор уже целый час, когда я пришел. ",
            "11 My daughterhad been watching TV for the whole hour when I came. "
        ],
        [
            "12 Не шуми! Бабушка спит.Если ты будешь шуметь, она проснется. ",
            "12 Don't make so muchnoise! Your grandmother is sleeping. If you make so much noise, she will wake up."
        ],
        [
            "13 Вы когда-либо были вЛондоне? — Вы знаете, я уже живу в Лондоне более 15 лет. ",
            "13 Have you ever been to London? — You know, I have been living in London formore then 15 years. "
        ],
        [
            "14 Онавстретила меня, когда я шел в магазин. ",
            "14 She met me when I was going to the shop. "
        ],
        [
            "15 Как он узнал, что тыкупил мне это кольцо? ",
            "15 How didhe learn that you had bought me that ring? "
        ],
        [
            "16 Кто-нибудь скажет мне, что произошло?",
            "16 Will anyone tell me what hashappened?"
        ]
    ]
}