{
    "4": [
        [
            "1 Она сказала, что он не пришел. ",
            "1 She said that he hadn't come. "
        ],
        [
            "2 Он носит очки. Он носиточки уже более двух лет. ",
            "2 He wears glasses. He has been wearing glassesfor more than two years. "
        ],
        [
            "3 Они поженились в маленькой церквинедалеко от Барселоны. Они живут вместе уже более 20 лет. Правда,они уже пытались развестись пару раз. ",
            "3 They got married in a small church not far from Barcelona.They have been living together for more than 20 years. But frankly speaking, theyhave already tried to get divorced a few times. "
        ],
        [
            "4 Они смеялись, когда явошел в комнату. Я не знаю, над чем они смеялись. Я подумал, чтоСаша рассказал им что-то интересное. Надеюсь, что они смеялисьне надо мной. ",
            "4 They were laughing when I enteredthe room. I don't know what they were laughing at. I thought that Sasha had toldthem something interesting. Hope they were not laughing at me. "
        ],
        [
            "5 Она закончила уборку к семи. ",
            "5 She had finishedcleaning up by seven. "
        ],
        [
            "6 Если ты не скажешь нам, что случилось, прямо сейчас, тогда ты все потеряешь иничто тебе не поможет. ",
            "6 If you are not going to tell us right now what has happened,you will lose everything and nothing will help you then. "
        ],
        [
            "7 Если ты будешь плохо работать, они тебяуволят. ",
            "7 If you work not wellenough, they will sack you. "
        ],
        [
            "8 Она будет ждать нас до девяти вечера? ",
            "8 Will she be waiting for us till nine in the evening?"
        ],
        [
            "9 Похолодало, иуже темнеет. Пошли домой. ",
            "9 It has got cold and it is already getting dark. Let's go home. "
        ],
        [
            "10 Мы уезжаем сегодня. Придешь проводить нас? ",
            "10 We are leavingtoday. Will you come to see us off? "
        ],
        [
            "11 К концу года она не будет работать у нас два года,она будет работать у нас уже три года. ",
            "11 By the end of the year she won't have beenworking at our company for more than two years, she will have already been workingfor three years. "
        ],
        [
            "12 Ты не узнал его? — Нет,он так сильно изменился. ",
            "12 Didn't you recognize him? — No, I didn't. He has changed somuch. "
        ],
        [
            "13 Звонит телефон. Интересно, кто звонит. ",
            "13 The phone is ringing. I wonder who is calling. "
        ],
        [
            "14 Посмотри! Кто-то принес нам цветы. ",
            "14 Look! Someone hasbrought usflowers. "
        ],
        [
            "15 Вы слышали новость? — Она уехала? — Нет, но уже собирается. ",
            "15 Have you heard the news? - Has she left? - No, but she isgoing to. "
        ],
        [
            "16 Представляешь?Он меня опять обманул! Я больше никогда ему не поверю. ",
            "16 Can you imagine? He has deceived me again. I will not believe him everagain. "
        ],
        [
            "17 Онаспала уже целый час к тому моменту, как мы пришли. ",
            "17 She had been sleeping for an hour by the moment we came. "
        ],
        [
            "18 Вчера явстал позднее, чем обычно, и чуть не опоздал на урок.",
            "18 YesterdayI got up later than usual and was nearly late for my lesson."
        ]
    ]
}