{
    "1": [
        [
            "1 Этот фильм оказался очень скучным. ",
            "1 This film turned out to be very boring. "
        ],
        [
            "2 Окажется, что они будут смотреть этот фильм целый вечер. ",
            "2 They will appear to be watching this film the whole evening. "
        ],
        [
            "3 Казалось, что ему нра- вится смотреть комедии. ",
            "3 He seemed to like to watch comedies. "
        ],
        [
            "4 Оказывается, что она ничего не слыша- ла об этом. ",
            "4 She appears to have heard nothing about it. "
        ],
        [
            "5 Оказалось, что она ничего не слышала об этом. ",
            "5 She appeared to have heard nothing about it. "
        ],
        [
            "6 Окажется, что она ничего не слышала. ",
            "6 She will appear to have heard nothing about it. "
        ],
        [
            "7 Оказывается, они при- ехали в июле. ",
            "7 They appear to have come in July. "
        ],
        [
            "8 Окажется, что они приехали в июле. ",
            "8 They will appear to have come in July. "
        ],
        [
            "9 Оказыва- ется, они сейчас едут в Ригу. ",
            "9 They appear to be going to Riga now. "
        ],
        [
            "10 Оказывается, они едут в Ригу уже более двух часов. ",
            "10 They appear to have been going to Riga for more than two hours. "
        ],
        [
            "11 Кажется, им уже говорили об этом. ",
            "11 They seem to have already been told about it. "
        ],
        [
            "12 Он, кажется, сейчас смотрит телевизор. ",
            "12 He seems to be watching TV now. "
        ],
        [
            "13 Казалось, что он смотрел телевизор весь вечер вчера. ",
            "13 He seemed to be watching TV the whole evening yesterday. "
        ],
        [
            "14 Кажется, он любит смотреть теле- визор. ",
            "14 He seems to like to watch TV. "
        ],
        [
            "15 Кажется, он уже посмотрел этот фильм. ",
            "15 He seems to have already watched this film. "
        ],
        [
            "16 Казалось, что он уже посмотрел этот фильм. ",
            "16 He seemed to have already watched this film. "
        ],
        [
            "17 Окажется, что он уже по- смотрел этот фильм. ",
            "17 He will appear to have already watched this film. "
        ],
        [
            "18 Казалось, что он смотрел этот фильм уже более часа. ",
            "18 He seemed to have already been watching this film for more than an hour. "
        ],
        [
            "19 Мы случайно посмотрели этот фильм, когда мы были в Лондоне. ",
            "19 We happened to watch this film when we were in London. "
        ]
    ]
}