{
    "4": [
        [
            "1 Похоже, что он все-таки купит этот дорогой компьютер. ",
            "1 He is likely to buy this expensive computer. "
        ],
        [
            "2 Похоже, что погода переменится. ",
            "2 The weather is likely to change. "
        ],
        [
            "3 Предполагают, что она сейчас в Кракове. ",
            "3 She is supposed to be in Krakow now. "
        ],
        [
            "4 Предполагают, что она была в Кракове. ",
            "4 She is supposed to have been in Krakow. "
        ],
        [
            "5 Предполагали, что она в Кракове. ",
            "5 She was supposed to be in Krakow. "
        ],
        [
            "6 Предполагали, что она была в Кракове. ",
            "6 She was supposed to have been in Krakow. "
        ],
        [
            "7 Похоже, что она не передумает. ",
            "7 She is unlikely to change her mind. "
        ],
        [
            "8 Вряд ли он придет сейчас. Он говорил, что будет занят в это время. ",
            "8 He is unlikely to come now. He said he would be busy at this time. "
        ],
        [
            "9 Окажется, что они будут жить вместе уже более пяти лет к тому времени. ",
            "9 They will appear to have been living together for more than five years by that time. "
        ],
        [
            "10 Казалось, что она много работала в последнее время. ",
            "10 She seemed to have been working much lately. "
        ],
        [
            "11 Оказалось, что она ничего не поняла. ",
            "11 She appeared to have understood nothing. (She appeared not to have understood anything.) "
        ],
        [
            "12 Кажется, он спит. ",
            "12 He seems to be sleeping. "
        ],
        [
            "13 Не ожидали, что сегодня пойдет дождь. ",
            "13 It hasn't been expected to rain today. "
        ],
        [
            "14 Предполагается, что ремонт закончится через два месяца. ",
            "14 The repair is supposed to be over in two months. "
        ],
        [
            "15 Говорят, что она пишет интересную книгу. ",
            "15 She is said to be writing an interesting book. "
        ],
        [
            "16 Говорят, что она написала интересную книгу. ",
            "16 She is said to have written an interesting book. "
        ],
        [
            "17 Говорили, что она пишет интересную книгу. ",
            "17 She was said to be writing an interesting book. "
        ],
        [
            "18 Говорили, что он написал новую книгу. ",
            "18 He was said to have written a new book. "
        ],
        [
            "19 Говорят, что он уже пишет свою книгу более двух лет. ",
            "19 He is said to have been writing his book for more than two years. "
        ],
        [
            "20 Известно, что Лондон один из самых красивых городов мира. ",
            "20 London is known to be one of the most beautiful cities in the world. "
        ],
        [
            "21 Твоя мама обязательно позвонит. ",
            "21 Your mother is sure to phone. "
        ]
    ]
}