{
    "1": [
        [
            "1 В этом классе мало девочек. У них в классе мало девочек. ",
            "1 There are few girls in this class. They have few girls in their class. "
        ],
        [
            "2 Недалеко от нашего дома есть новая церковь. Новая церковь находится недалеко от нашего дома. ",
            "2 There is a new church not far from our house. The new church is not far from our house. "
        ],
        [
            "3 В центре города находится рынок. Рынок находится в центре города. ",
            "3 There is a market in the center of the city. The market is in the center of the city. "
        ],
        [
            "4 В нашем городе было только пять ресторанов 2 года назад, но сейчас в нем уже десять ресторанов и три бара. ",
            "4 There were only five restaurants in our city two years ago, but now there are already ten restaurants and three bars in it. "
        ],
        [
            "5 В моей голове много мыслей. ",
            "5 There are a lot of thoughts in my head. "
        ],
        [
            "6 Ошибка в предложении. В предложении есть ошибка. ",
            "6 The mistake is in the sentence. There is a mistake in the sentence. "
        ],
        [
            "7 Журналы на том стуле. На том стуле нет журналов. ",
            "7 The magazines are on that chair. There are no magazines on that chair. "
        ],
        [
            "8 В коробке нет яблок. В коробке есть банан, три сливы и ананас. ",
            "8 There are no apples in the box. There is a banana, three plums and a pineapple in the box. "
        ],
        [
            "9 В этом тексте есть новые слова. Новые слова на доске. ",
            "9 There are new words in this text. The new words are on the blackboard. "
        ],
        [
            "10 В комнате стол и кровать, да? ",
            "10 There is a table and a bed in the room, isn't there? "
        ],
        [
            "11 В мире много любви. ",
            "11 There is much love in the world. "
        ],
        [
            "12 На столе письмо. Письмо на столе. ",
            "12 There is a letter on the table. The letter is on the table. "
        ]
    ]
}