{
    "3": [
        [
            "1 Его квартира в новом доме. ",
            "1 His flat is in the new house. "
        ],
        [
            "2 В середине комнаты стоит стол.",
            "2 There is a table in the middle of the room."
        ],
        [
            "3 В этой комнате много света и свежего воздуха. ",
            "3 There is much light and fresh air in this room. "
        ],
        [
            "4 На окнах нетцветов. ",
            "4 There are no flowers on thewindows. "
        ],
        [
            "5 В комнате нет мебели. ",
            "5 There is no furniture in the room. "
        ],
        [
            "6 В моей комнате мало мебели.",
            "6 There is little furniture in my room."
        ],
        [
            "7 На нашей улице скоро будет китайский ресторан. ",
            "7 There will be a Chinese restaurant in our street soon. "
        ],
        [
            "8 У него нетошибок в диктанте. ",
            "8 He has no mistakes in hisdictation. "
        ],
        [
            "9 Сколько комнат в твоей квартире? - В моейквартире три комнаты. ",
            "9 How many rooms are there in your flat? — There are three rooms in myflat. "
        ],
        [
            "10 На моей тарелке была курица, картошкаи салат. ",
            "10 There was chicken, potato and salad on my plate. "
        ],
        [
            "11 В нашей комнате нет телевизора. ",
            "11 There is no (not a)TV set in our room. "
        ],
        [
            "12 В нашей группебыло десять студентов в прошлом году, а в этом году их пятнадцать.",
            "12 There were ten students in our group last year, but there arefifteen of them this year. "
        ],
        [
            "13 Сколько чашек с кофе было на столе? — На столе было три чашки. ",
            "13 How many cups of coffee were there on the table? There were three cups. "
        ],
        [
            "14 Рядом с моим домом будет большой парк. ",
            "14 There will be a big park near my house. "
        ],
        [
            "15 Чашки не настоле, они на полке. ",
            "15 The cups arenot on the table, they are on the shelf. "
        ],
        [
            "16 Перед окном стоят стулья. ",
            "16 There are chairs in front of the window."
        ],
        [
            "17 В серединесада большой памятник.",
            "17 There is a big monument in the middle of the garden."
        ]
    ]
}