{
    "hear about": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You'll hear about this alright!",
            "I don't want Linda to hear about this.",
            "She was sorry to hear about their divorce.",
            "We were so thrilled to hear about the baby.",
            "Wait till the boys back home hear about this!",
            "Wait till the girls back home hear about this!",
            "Wait till the folks back home hear about this!",
            "Do you want to hear about all the latest hot gossip?",
            "Well now, what's all this I hear about you getting married?",
            "If there was a merger in the wind, I'm sure we'd hear about it.",
            "If I hear about a website that sounds interesting, I check it out.",
            "I don't want to hear about your problems — I just don't give a damn.",
            "His partner, his wife of 20 years, was shocked to hear about his accident.",
            "What's all this I hear about you leaving?",
            "Did you hear about that business yesterday?",
            "I like to hear about the kids and their highjinks.",
            "Sorry to hear about that but that's the way the mop flops.",
            "Have you ever heard about it?",
            "I didn't hear zilch about it.",
            "I heard about it through a friend.",
            "The whole neighborhood heard about it.",
            "Teresa heard about the decision later.",
            "How did you hear of / about our product?",
            "Dad will go crazy when he hears about this.",
            "I heard about his resignation on the grapevine.",
            "I think she heard about the job by word of mouth.",
            "When Ben heard about the accident, he just freaked.",
            "It runs in my head that I've heard something about it.",
            "'Have you heard about the job?' 'No, I'm still waiting.'",
            "I don't believe the legends I've heard about this forest."
        ],
        "example_translate": [
            "Вы ещё, разумеется, услышите об этом!",
            "Я не хочу, чтобы Линда узнала (услышала) об этом.",
            "Ей было жаль услышать об их разводе.",
            "Мы так обрадовались, когда услышали о ребёнке.",
            "Погоди, вот вернусь домой, всё пацанам расскажу!",
            "Погоди, вот приеду домой — всё девчонкам расскажу!",
            "Погоди, вот приеду домой — всё родным расскажу!",
            "Хочешь узнать самые свежие сплетни?",
            "Ну, и что это за слухи ходят о вашей женитьбе?",
            "Если бы затевалось слияние, мы бы наверняка об этом услышали.",
            "Когда мне говорят о каком-нибудь интересном веб-сайте, я захожу на него посмотреть.",
            "Не хочу я слышать о ваших проблемах, мне просто наплевать.",
            "Его супруга, двадцатилетняя жена, была потрясена, узнав о его аварии.",
            "Что это еще за слухи насчет вашего отъезда?",
            "Вы слышали о том, что вчера случилось?",
            "Мне нравится слушать рассказы о детях и их проделках.",
            "Жаль все это слышать, но это жизнь.",
            "Вы когда-нибудь об этом слышали?",
            "Я ничегошеньки /ни слова, ни хрена и т.п./ об этом не слышал.",
            "Я слышал об этом от приятеля.",
            "Вся округа слышала об этом.",
            "Тереза узнала об этом решении позже.",
            "Как вы узнали о нашей продукции?",
            "Папа с ума сойдёт, когда об этом узнает.",
            "До меня дошли слухи, что он ушёл в отставку.",
            "По-моему, она узнала об этой работе от кого-то из своих знакомых.",
            "Бен был просто в шоке, когда узнал об аварии.",
            "У меня вертелось в голове, что я где-то уже об этом слышал.",
            "— Что-нибудь слышно по поводу работы? — Нет, я все еще жду.",
            "Я не верю в поверья, которые я слышал об этом лесу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}