{
    "hear of": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We wouldn't hear of it.",
            "How did you hear of / about our product?",
            "I was most surprised to hear of your engagement.",
            "Is it better to view the appalling or merely hear of it?",
            "I said we should go back, but Dennis wouldn't hear of it.",
            "I offered to help with the dishes but the hostess would not hear of it.",
            "I'm sorry to hear of your family's sad loss (=the death of someone you love).",
            "Ever hear of a character called Freud?",
            "That man has never heard of you.",
            "I've never heard of such a thing!",
            "They heard thousands of gunshots.",
            "We don't hear anything of him these days.",
            "Have you heard of her intention to resign?",
            "She could hear echoes of her own footsteps.",
            "I don't want to hear any of your sob stories.",
            "I could only hear fragments of their conversation.",
            "I'm amazed you've never heard of the Rolling Stones.",
            "We could hear peals of laughter coming from the hall.",
            "I've heard of a job which would be just right for you.",
            "Who ever heard of a grown man being scared of the dark?",
            "I don't want to hear any of your sick jokes, thank you.",
            "He's from a tiny town that you've probably never heard of.",
            "When she heard of her son's death, she was mad with grief.",
            "Wrap it up, you lot, we've heard enough of your complaints.",
            "He could hear snatches of conversation from across the room.",
            "I could hear snatches of the conversation from across the room.",
            "We heard stories of corruption in the upper echelons of the firm.",
            "Like most Catholic children, he had heard stories of Ireland from the cradle.",
            "The average American sees and hears thousands of commercial messages each day.",
            "Many of our customers walk in off the street without having heard of us before."
        ],
        "example_translate": [
            "Мы об этом и слушать не хотим.",
            "Как вы узнали о нашей продукции?",
            "Я был очень удивлен, услышав о вашей помолвке.",
            "Что лучше — просто услышать о чём-то ужасном или увидеть это своими глазами?",
            "Я сказал, что мы должны вернуться, но Деннис и слушать не захотел об этом.",
            "Я предложила помочь помыть посуду, но хозяйка об этом и слышать не захотела.",
            "Мне жаль слышать о печальной утрате, которую понесла ваша семья (т.е. о смерти вашего любимого человека).",
            "Ты слышал про чувака по имени Фрейд?",
            "Этот человек никогда не слышал о вас.",
            "Я никогда не слыхала ничего подобного!",
            "Они слышали тысячи ружейных выстрелов.",
            "В настоящее время мы от него ничего не слышим.",
            "Вы слышали о её намерении уйти в отставку?",
            "Она слышала эхо собственных шагов.",
            "Я не хочу выслушивать твоих душещипательных историй.",
            "Я слышала только обрывки их разговора.",
            "Я поражён, что вы никогда не слышали о группе Rolling Stones.",
            "Из зала до нас доносились раскаты хохота.",
            "Я слышал о работе, которая будет для тебя в самый раз.",
            "Где это слыхано, чтобы взрослый человек боялся темноты?",
            "Не надо мне ваших плоских шуток, спасибо большое.",
            "Он родом из крохотного городка, о которым вы, вероятно, никогда и не слышали.",
            "Когда она услышала о смерти сына, то сошла с ума от горя.",
            "Кончайте, вы, мы наслушались ваших жалоб.",
            "Обрывки разговора доносились до него с другого конца комнаты.",
            "С другого конца комнаты до меня доносились обрывки разговора.",
            "До нас дошли рассказы о коррупции в верхних эшелонах фирмы.",
            "Как и большинство детей-католиков, он с пелёнок слышал рассказы об Ирландии.",
            "Обычный американец каждый день видит и слышит тысячи рекламных сообщений.",
            "Многие наши клиенты приходят с улицы, ничего о нас до этого не слышав."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}