{
    "hear from": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I hear from him every now and then.",
            "We hear from him on a regular basis.",
            "Michelle sounded excited to hear from him.",
            "The only jokes I tell are the ones that I hear from you.",
            "We were so worried when we didn't hear from you for three weeks.",
            "If you're hoping to hear from him soon, forget it, it's not going to happen.",
            "Now we hear from our man on the scene.",
            "We'll soon hear from our man on the spot.",
            "He heard protests from the crowd.",
            "We've heard nothing from her for weeks.",
            "I haven't heard from him since last January.",
            "'Have you heard from Ann?' 'No, not a word.'",
            "We heard nothing from our son for five years.",
            "We haven't heard from him in an awful long time.",
            "Several weeks went past before we heard from her.",
            "'Have you heard from Tom yet?' 'No, not a sausage!'",
            "I can hear Jane from here, hammering out a tune on the piano.",
            "I've heard from reliable sources that the company is in trouble.",
            "People can basically hear anything from 20 hertz to 20 megahertz.",
            "Another country heard from!",
            "It is an awful while since you have heard from me.",
            "In the middle of the discussion the baby started crying. \"Another country heard from,\" said Tom."
        ],
        "example_translate": [
            "Время от времени он посылает мне весточки.",
            "Мы регулярно получаем от него весточки.",
            "Похоже, Мишель была очень рада получить от него весточку.",
            "Я рассказываю только те шутки, что слышу от тебя.",
            "Мы так волновались, от тебя три недели ничего не было.",
            "Если ты надеешься, что он скоро даст о себе знать — забудь, этого не будет.",
            "А сейчас сообщение нашего корреспондента с места событий.",
            "Мы скоро получим сообщение от нашего человека, который находится непосредственно на месте событий.",
            "Он слышал протесты, исходящие из толпы",
            "Мы уже несколько недель ничего о ней не слышали.",
            "Я ничего не слышал о нем с прошлого января.",
            "— От Энн есть известия? — Нет, ни единого слова!",
            "Мы пять лет ничего не слышали о нашем сыне.",
            "Мы ужасно долго ничего о нём не слышали.",
            "Прежде чем мы вновь услышали о ней, прошло несколько недель.",
            "У вас есть новости от Тома? - Нет, совсем никаких.",
            "Даже отсюда слышно, как Джейн барабанит на пианино.",
            "Я слышал из достоверных источников, что компания находится в беде.",
            "Люди в принципе могут слышать всё, что угодно, в диапазоне от 20 Герц до 20 мегагерц.",
            "Только тебя мы еще не слышали!",
            "Я тебе уже не писал целую вечность.",
            "В самый разгар дискуссии ребенок заплакал. \"Ну вот, началось,\" - сказал Том."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}