{
    "hope for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I hope for a favourable answer.",
            "He was their best hope for a victory.",
            "She's the team's best hope for a medal.",
            "The people are full of hope for the future.",
            "All we can do is hope for a better tomorrow.",
            "Gamblers always hope for a run of good luck.",
            "Hope for their safety was slowly extinguishing.",
            "We hope for the recovery of the stolen paintings.",
            "I hope for a rapprochement between our two countries.",
            "It is unrealistic to hope for an improvement so soon.",
            "Let's hope for an end to the war and a return to normalcy.",
            "“Hope for the best and prepare for the worst” is my motto.",
            "We may hope for a happy issue from the approaching convocation.",
            "I hope for your sake you're playing it straight (=being honest).",
            "The latest reports hold out hope for a possible end to this crisis.",
            "He confided to his friends that he didn't have much hope for his marriage.",
            "They'll announce their decision next week. Until then, she'll just have to hope for the best.",
            "If a tyre bursts or something you just have to sit tight and hope for the best.",
            "I was hoping for a yes.",
            "We had high hopes for her.",
            "He has hopes for preferment.",
            "He hopes for a turn in his luck.",
            "We were hoping for good weather.",
            "They were hoping for good weather.",
            "He rolled the die, hoping for a six.",
            "Our hopes for peace are building up.",
            "The help we hoped for was not forthcoming.",
            "Benn himself held out no hopes for victory.",
            "Hopes for peace dissolved in renewed violence.",
            "There was still a sniff of hope left for the team."
        ],
        "example_translate": [
            "Я надеюсь на положительный ответ.",
            "Он был их главной надеждой на победу.",
            "У неё самые большие шансы на медаль в этой команде.",
            "Люди полны надежд на будущее.",
            "Всё, что мы можем сделать, это понадеяться на лучшее завтра.",
            "Игроки всегда надеются, что наступит полоса удач.",
            "Надежда на то, что они в безопасности, постепенно угасала.",
            "Мы надеемся на возвращение украденных картин.",
            "Я надеюсь на сближение между нашими двумя странами.",
            "Не стоит надеяться на такое быстрое улучшение.",
            "Будем надеяться на окончание войны и возвращение к нормальной жизни.",
            "Мой девиз — “надейся на лучшее, но готовься к худшему”.",
            "Мы можем надеяться на хорошие итоги приближающейся встречи.",
            "Ради твоего же блага, я надеюсь, что ты играешь честно (т.е. не врёшь, не жульничаешь).",
            "Последние сообщения вселяют надежду на возможное окончание этого кризиса.",
            "Он признался друзьям, что не очень-то надеется на свой брак.",
            "Они объявят своё решение на следующей неделе, а до тех пор ей остаётся только надеяться на лучшее.",
            "Если у вас полетит шина, то сидите и не рыпайтесь.",
            "Я надеялась, что да.",
            "Мы возлагали на неё большие надежды.",
            "Он надеется на повышение по службе.",
            "Он надеется, что ему повезёт.",
            "Мы надеялись на хорошую погоду.",
            "Они надеялись на хорошую погоду.",
            "Он бросил кубик, в надежде, что выпадет шестёрка.",
            "Наши надежды на мир, кажется, начинают реализовываться.",
            "Помощи, на которую мы надеялись, не последовало.",
            "Сам Бенн и не надеялся победить.",
            "Надежды на мир исчезли с возобновлением насилия.",
            "Для команды ещё оставалась какая-то крупица надежды."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}