{
    "label": {
        "comment": [
            "belt",
            "below",
            "bell",
            "belly",
            "rebel"
        ],
        "translate": "этикетка, метка, ярлык, маркировка, бирка, помечать, метить, наклеивать ярлыки",
        "transcription": " |ˈleɪbl|",
        "antonyms": [],
        "mnemonic": [
            "label [лейбл] бирка - (Полей бл-ины) бирками с маслом."
        ],
        "examples": [
            "The file was labelled 'Top Secret'.",
            "The label says to take one tablet before meals.",
            "They labeled him unfit to work here.",
            "The new leader was quickly labelled as hot-tempered, at least by his enemies.",
            "These dangerous tins should be labelled with a warning.",
            "The price is written on the label.",
            "He peered at the label on the bottle.",
            "It says 'Dry clean' on the label.",
            "Tie this label to your suitcase.",
            "These students were labelled 'learning disabled'.",
            "The regime was inevitably labelled as 'communist'.",
            "The newspapers had unjustly labelled him a troublemaker.",
            "The label on this shirt itches me.",
            "We cannot label Voltaire either spiritualist or materialist. (J. Morley)",
            "Tape the shipping label to the box.",
            "On what label was the song recorded?",
            "A label must be affixed to all parcels.",
            "The word was given the label “obsolete.”",
            "She landed a contract with record label EMI.",
            "The name is prominently displayed on the label.",
            "Put the bottle in soapy water to soak the label off.",
            "You can't really attach a label to this type of art.",
            "A large label had been gummed to the back of the photograph.",
            "You should read the warning label before you take any medicine.",
            "Once you give people labels, it's hard to see them as individuals.",
            "He labels his photographs with the date and place they were taken.",
            "The label modern is applied to many different kinds of architecture.",
            "The band has made records for several different labels in their career.",
            "It's the same product — they've done nothing more than change the label.",
            "Some people describe him as “selfish,” but he doesn't deserve that label."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Папка была помечена грифом \"Совершенно секретно\".",
            "На этикетке написано: принимать по одной таблетке перед едой.",
            "Его отбраковали от здешней работы. / Его сочли непригодным для этой работы.",
            "Нового лидера быстро окрестили взбалмошным, по крайней мере, его враги.",
            "Эти банки содержат опасное вещество, нужно наклеить на них этикетку с предупреждением.",
            "Цена написана на этикетке.",
            "Он внимательно посмотрел на бутылочную этикетку.",
            "На бирке написано: \"Сухая чистка /химчистка/\".",
            "Привяжите эту бирку к своему чемодану.",
            "Этих студентов сочли \"неспособными к обучению\".",
            "На режим, само собой, навесили ярлык \"коммунистического\".",
            "Газеты несправедливо окрестили его смутьяном /бузотёром, склочником, скандалистом/.",
            "На этой рубашке щекочется ярлычок /бирка/.",
            "Мы не можем отнести Вольтера ни к спиритуалистам, ни к материалистам.",
            "Приклейте на коробку транспортную этикетку.",
            "На какой студии была записана песня?",
            "На все пакеты должна быть приклеена бирка.",
            "Слово отнесли к категории \"вышедших из употребления\".",
            "Она заключила контракт со студией грамзаписи EMI.",
            "Название /имя/ хорошо заметно на этикетке /на бирке/.",
            "Чтобы отклеить этикетку, поместите бутылку в мыльную воду.",
            "Такое искусство, вообще-то, не так просто оценить /классифицировать/.",
            "К обратной стороне фотографии была приклеена большая бирка.",
            "Прежде чем принимать любое лекарство, нужно читать предупреждение на этикетке.",
            "Вот навесишь на людей ярлыки, и становится трудно воспринимать их как личностей.",
            "Он указывает на фотографиях дату и место, где они были сняты.",
            "Ярлык \"современная\" применяется к множеству различных видов архитектуры",
            "В течение своей музыкальной карьеры группа записывала пластинки у нескольких различных звукозаписывающих компаний.",
            "Это один и тот же продукт, — просто этикетку поменяли, и всё.",
            "Некоторые называют его эгоистом, но он не заслуживает такого эпитета."
        ],
        "stars": 2
    }
}