{
    "labor": {
        "comment": [],
        "translate": "труд, рабочие, работа, роды, трудиться, работать, трудовой, лейбористский",
        "transcription": " |ˈleɪbər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Labor Day",
            "His labor did not require a great deal of skill.",
            "She had a difficult labor.",
            "Department of Labor",
            "She went into labor this morning.",
            "He rested from his labors.",
            "They put in years of patient labor on the project.",
            "She began to have labor pains this morning.",
            "The truck labored up the hill.",
            "Labor costs have actually fallen.",
            "The new system will provide a saving in labor.",
            "healthy relations between labor and management",
            "Getting the job done will require many hours of difficult labor.",
            "They will induce labor to avoid complications.",
            "Bureau of Labor Statistics",
            "She has a tendency to labor the obvious.",
            "We should honor those who labored so long to make the truth known.",
            "She was in labor for six hours.",
            "Management and labor could not agree.",
            "the puissance of the labor vote",
            "Workers labored in the vineyard.",
            "A day's labor should get the job done.",
            "He labored for several years as a miner.",
            "She has been in labor for several hours.",
            "I have been laboring through this book for months.",
            "There is a shortage of skilled labor in this field.",
            "There is a labor dispute between workers and management.",
            "The talks between labor and management were unproductive.",
            "During labor, a woman's cervix will dilate to about 10 centimeters.",
            "a congress of the ruling Labor Party"
        ],
        "example_translate": [
            "День труда (первый понедельник сентября, официальный рабочий праздник)",
            "Его труд не требовал большого мастерства.",
            "У неё были сложные роды.",
            "Министерство труда (в США)",
            "Утром у неё начались схватки.",
            "Он отдохнул от своих трудов.",
            "Они вложили в этот проект годы терпеливого труда.",
            "Сегодня утром у неё начались схватки.",
            "Грузовик с трудом взбирался на гору.",
            "Стоимость трудозатрат и в самом деле снизилась.",
            "Новая система обеспечит экономию труда.",
            "здоровые отношения между работниками и руководством",
            "Выполнение этого задания потребует многих часов нелёгкого труда.",
            "Они спровоцируют роды, чтобы избежать осложнений.",
            "Бюро статистики труда (Министерства труда США)",
            "У неё есть привычка постоянно повторять очевидные вещи.",
            "Мы должны почтить тех, кто так долго трудился, чтобы открыть правду.",
            "Она рожала шесть часов.",
            "Администрация не смогла договориться с работниками.",
            "могущественное влияние электората лейбористов",
            "В винограднике трудились работники.",
            "За день с этой работой нужно управиться.",
            "Он несколько лет трудился шахтёром.",
            "Она рожает уже несколько часов.",
            "Я уже несколько месяцев бьюсь над прочтением этой книги.",
            "В этой области присутствует нехватка квалифицированных кадров.",
            "Имеет место трудовой спор между работниками и руководством.",
            "Переговоры между работниками и руководством оказались безрезультатными.",
            "Во время родов шейка матки женщины расширяется примерно до десяти сантиметров.",
            "съезд правящей Лейбористской партии"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}