{
    "laboratory": {
        "comment": [
            "labor",
            "elaborate",
            "lab"
        ],
        "translate": "лаборатория, лабораторный",
        "transcription": " |ˈlæbrətɔːri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We have very high safety standards in this laboratory.",
            "He had direct charge of the laboratory.",
            "The laboratory runs on a budget of a million a year.",
            "All laboratory men feature in this research.",
            "experiments conducted in a modern laboratory",
            "The new teacher was assigned to the science laboratory.",
            "Veneral Disease Research Laboratory",
            "culture bacteria in laboratory dishes",
            "Many of the laboratory animals express the trait.",
            "Students will carry out simple laboratory experiments.",
            "Laboratory tests show that the new drug is very effective.",
            "The laboratory retrofitted to meet the safety codes.",
            "The computer laboratory is an essential resource for students.",
            "The virus is cultured in the laboratory from samples of infected tissue.",
            "Another laboratory has provided independent confirmation of the test results.",
            "Laboratory tests gave conclusive proof that the meat presents no risk to human health."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В этой лаборатории очень строгие правила техники безопасности.",
            "Лаборатория находилась в его непосредственном подчинении.",
            "Лаборатория работает с бюджетом миллион в год.",
            "В этом исследовании заняты все работники лаборатории.",
            "эксперименты, проведённые в современной лаборатории",
            "Нового учителя направили в научную лабораторию.",
            "Научно-исследовательская лаборатория по изучению венерических заболеваний",
            "выращивать бактерии в лабораторных чашках",
            "Этот характерный признак проявляется у многих лабораторных животных.",
            "Студенты выполнят несложные лабораторные опыты.",
            "Лабораторные испытания показывают, что новый препарат очень эффективен.",
            "Лаборатория модернизирована, чтобы соответствовать правилам техники безопасности.",
            "Компьютерная лаборатория является важным ресурсом для студентов.",
            "Вирус культивируют в лаборатории из образцов инфицированных тканей.",
            "Другая лаборатория обеспечила независимое подтверждение результатов тестирования.",
            "Лабораторные анализы предоставили окончательное подтверждение того, что это мясо не представляет никакой опасности для здоровья человека."
        ]
    }
}