{
    "labour": {
        "comment": [
            "labor"
        ],
        "translate": "труд, рабочие, работа, роды, трудиться, работать, трудовой, лейбористский",
        "transcription": " |ˈleɪbər|",
        "antonyms": [],
        "mnemonic": [
            "labour [ле'йбо] труд - (Лейбо-ристы) - труд-овая партия.",
            "labour ['leɪbə]\n***\nЯ ТРУЖУСЬ, РАБОТАЮ - делаю лейбы. (это) labour\nНа РАБОТЕ делаю ярлыки и лейбы. (это) labour\nТруд, работа, усилие."
        ],
        "examples": [
            "The engine works with labour.",
            "She was in labour for five hours.",
            "The truck laboured up the hill.",
            "Meg was in labour for ten hours.",
            "Slave labour has been outlawed.",
            "The court gave him six months hard labour.",
            "There is an abundant supply of cheap labour.",
            "We need to reduce our labour costs.",
            "He set himself to labour with real goodwill.",
            "Diane went into labour at 2 o'clock.",
            "The labour pains were unbearable.",
            "When did you join the Labour party?",
            "The doctor decided to induce labour.",
            "These countries are a source of cheap labour.",
            "There was a plentiful supply of cheap labour.",
            "Labour Party",
            "The region has a large and talented labour pool.",
            "I've been labouring over this report all morning.",
            "Labour is bought and sold like any other commodity.",
            "The labour candidate is in.",
            "The labour of portaging was very severe.",
            "The Labour Party has to be a broad church.",
            "married women re-entering the labour market",
            "Voters have come back to a renascent Labour Party.",
            "International Labour Office",
            "I voted Labour, as did my wife.",
            "the Labour Party's climb to power",
            "the Labour Party's election manifesto",
            "Machinery dispenses with much labour.",
            "Labour scraped in by a small majority."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Двигатель работает с трудом.",
            "Она рожала пять часов.",
            "Грузовик с трудом взбирался вверх по склону.",
            "Мэг рожала десять часов.",
            "Рабство было запрещено.",
            "Суд осудил его на шесть месяцев каторжных работ.",
            "Там изобилие дешёвой рабочей силы.",
            "Мы должны сократить затраты на оплату труда.",
            "Он с готовностью принялся за работу.",
            "В два часа у Дианы начались роды.",
            "Родовые схватки были невыносимы.",
            "Когда вы вступили в лейбористскую партию?",
            "Врач решил стимулировать роды.",
            "Эти страны являются источником дешёвой рабочей силы.",
            "Дешевой рабочей силы хватало в избытке.",
            "Лейбористская партия (одна из крупнейших политических партий Великобритании)",
            "В данной области имеются большие и высококвалифицированные трудовые резервы.",
            "Я всё утро тружусь над этим докладом.",
            "Труд покупается и продается, как любой другой товар.",
            "Кандидат лейбористской партии прошёл на выборах.",
            "Труд, связанный с перетаскиванием груза, был очень тяжёлым.",
            "Лейбористской Партии приходится объединять людей с самыми разными взглядами.",
            "замужние женщины, повторно выходящие на рынок труда,",
            "Избиратели вернулись к возрождающейся Лейбористской партии.",
            "Международное бюро труда",
            "Я проголосовал за лейбористов, как и моя жена.",
            "восхождение лейбористской партии к власти",
            "предвыборный манифест Лейбористской партии",
            "Машины и механизмы позволяют избежать значительных трудозатрат.",
            "Лейбористы победили с огромным трудом, незначительным большинством голосов."
        ],
        "stars": 0
    }
}
