{
    "lace": {
        "comment": [],
        "translate": "кружево, шнурок, тесьма, кружевной, шнуровать",
        "transcription": " |leɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I need new laces for these shoes.",
            "Lace up your shoes or you'll trip over.",
            "Grandmother always covered the table with a lace cloth.",
            "He laced a guard's coffee with a sedative.",
            "Her wedding dress was decorated with lace.",
            "She had a tower of lace on her head.",
            "They laced the punch with rum.",
            "The tablecloth is edged with lace.",
            "Modern fashions, fortunately, do not demand that women should be laced in.",
            "Lace veils are a drug in the market.",
            "Edge the sleeve with lace.",
            "The prince's coat was of black silk laced with gold thread.",
            "The gardener laced the shoots of ivy around the trellis to direct their growth.",
            "The gaud that most delights the ladies is the old lace.",
            "Add a lace top for a touch of glamour.",
            "Rachel floated around the bedroom in a lace nightgown.",
            "The level sea, like a pale blue disc netted in silver lace.",
            "The sunlight falling through the lace curtain stippled her face.",
            "The canvas was laced to a steel frame.",
            "The bride wore a lovely lace wedding gown."
        ],
        "example_translate": [
            "Мне нужны новые шнурки для этих ботинок.",
            "Зашнуруй ботинки /завяжи шнурки/, а то споткнешься.",
            "Бабушка всегда стелила на стол кружевную скатерть.",
            "Он подмешал в кофе охраннику снотворное.",
            "Её свадебное платье было украшено кружевами.",
            "У неё на голове была целая гора из кружев.",
            "Они добавляли ром в пунш.",
            "Края скатерти украшены кружевами.",
            "К счастью, современная мода не требует от женщин ношения корсета.",
            "Кружевные вуали сейчас не пользуются спросом.",
            "Рукава окаймите кружевами.",
            "Плащ принца был из чёрного шёлка с золотым шитьём.",
            "Садовник обвил побеги плюща вокруг шпалер, чтобы они росли в нужном направлении.",
            "Безделица, больше всего занимающая дам, - это старинное кружево.",
            "Добавьте чуточку гламура при помощи кружевного топа.",
            "Рэйчел плавно скользила по спальне в кружевной ночной рубашке.",
            "Поверхность моря, похожая на бледный голубой диск, покрытый серебряной сетью кружев.",
            "Солнечный свет, падающий сквозь кружевные занавески, оставлял на её лице тонкий узор.",
            "Парусина была пришнурована к стальной раме.",
            "Невеста была в прекрасном кружевном свадебном платье."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}