{
    "lacking": {
        "comment": [
            "lack",
            "black",
            "blackmail",
            "blackboard"
        ],
        "translate": "недостающий, умственно отсталый",
        "transcription": " |ˈlækɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was lacking in confidence.",
            "Time is lacking for a full explanation.",
            "He was lacking in steam.",
            "The candidate was lacking in charisma.",
            "The film's plot was notably lacking.",
            "These qualities are sadly lacking today.",
            "She has never been accused of lacking confidence.",
            "He is sorely lacking in social skills.",
            "The Puritan Period was lacking in color.",
            "Evidence to support these claims is still lacking.",
            "Financial backing for the project is still lacking.",
            "Their research seems to me to be lacking in rigour.",
            "Dave was lacking in the trustworthiness department.",
            "His wife is sadly lacking in social graces I must add.",
            "The President has been accused of lacking the human touch.",
            "The new designs have all been found lacking in some important way.",
            "a society lacking a well-established clerisy with a strong commitment to democratic ideals"
        ],
        "example_translate": [
            "Ему не хватало уверенности в себе.",
            "На подробное объяснение не хватает времени.",
            "Ему не хватало куража.",
            "Этому кандидату не хватало харизмы.",
            "Особенно бросилась в глаза слабость сюжета данного фильма.",
            "К сожалению, в наши дни этих качеств очень не хватает.",
            "Её ещё никогда не обвиняли в отсутствии уверенности в себе.",
            "Ему катастрофически не хватает умения вести себя в обществе.",
            "Пуританскому периоду не хватало колорита.",
            "Данные в поддержку этих утверждений по-прежнему отсутствуют.",
            "Финансовая поддержка проекта по-прежнему недостаточна.",
            "Их исследованию, на мой взгляд, не хватает точности.",
            "Дэйву не хватало надёжности.",
            "От себя добавлю, что его жена, к сожалению, не умеет себя вести в приличном обществе.",
            "Президента обвиняют в том, что ему не хватает человеческого тепла.",
            "Во всех новых конструкциях были найдены те или иные важные изъяны.",
            "общество, не имеющее установившейся интеллигенции, обладающей твёрдой приверженностью демократическим идеалам"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}