{
    "lack": {
        "comment": [],
        "translate": "отсутствие, недостаток, нужда, не хватать, недоставать, нуждаться",
        "transcription": " |læk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her problem is lack of sleep.",
            "This soup lacks salt.",
            "Time is lacking for a full explanation.",
            "You shall never lack for money while I am alive.",
            "He will not lack for advisers.",
            "Lack of food weakened his strength.",
            "For lack of fuel, their planes were grounded.",
            "Alex's real problem is that he lacks confidence.",
            "The problem is a lack of money.",
            "I hate feeling fenced in by lack of money.",
            "Lack of vitamin D is another factor to consider.",
            "I was surprised by his lack of tact.",
            "His book lacks any coherent structure.",
            "They lack the spine to do what needs to be done.",
            "The lack of rain has hurt the corn crop.",
            "Her decision shows a lack of sensitivity.",
            "Too many teachers are treated with a lack of respect.",
            "Our lack of money limits our options.",
            "There was a lack of cohesion in the rebel army.",
            "Your lack of experience could count against you.",
            "What angered me most was his total lack of remorse.",
            "Throughout the trial, the prisoner insisted on his lack of guilt.",
            "What got me was his utter lack of initiative.",
            "Lack of imagination is an obstacle to one's advancement.",
            "Why does he requite my love with complete lack of interest?",
            "His behavior shows a lack of maturity.",
            "There had been great affluence of company, and no lack of diversions.",
            "Lack of space forbids listing the names of all those who contributed.",
            "Lack of money seemed a mere flea-bite.",
            "You never can have your druthers when it comes to lack of money."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её беда в том, что она мало спит.",
            "В этом супе не хватает соли. / Этот суп недосолен.",
            "На подробное объяснение не хватает времени.",
            "Пока я жив, у тебя никогда не будет недостатка в деньгах.",
            "В советчиках у него недостатка не будет.",
            "Недоедание подточило его силы.",
            "Из-за нехватки топлива их самолёты взлететь не смогли.",
            "Настоящей проблемой Алекса является нехватка уверенности.",
            "Проблема заключается в нехватке денег.",
            "Ненавижу, когда нехватка денег связывает мне руки.",
            "Недостаток витамина D — ещё один фактор, который следует принять во внимание.",
            "Меня удивила его бестактность.",
            "Его книга лишена какой-либо связной структуры.",
            "У них кишка тонка, чтобы сделать, то, что нужно. (букв. У них не хватает хребта)",
            "Отсутствие дождя повредило урожаю зерновых.",
            "Её решение свидетельствует об отсутствии чуткости и такта.",
            "Слишком часто к преподавателям относятся с недостаточным уважением.",
            "Недостаток денег ограничивает наши возможности.",
            "Повстанческой армии не хватало сплочённости.",
            "Недостаток опыта может обернуться против вас.",
            "Больше всего меня разозлило полное отсутствие у него угрызений совести.",
            "В течение всего судебного процесса подсудимый настаивал на своей невиновности.",
            "Что меня доконало, так это его полная безынициативность.",
            "Недостаток воображения препятствует в продвижении вперёд.",
            "Почему за мою любовь он платит мне полнейшим безразличием?",
            "Его поведение показывает недостаток зрелости.",
            "Было огромное скопление народу, и не было недостатка в развлечениях.",
            "Недостаток места (на табличке, листе) не позволяет перечислить имена всех, кто внес свой вклад.",
            "Недостаток денег казался лишь маленьким неудобством.",
            "Выбирать не из чего, когда выясняется, что у тебя не хватает денег."
        ]
    }
}