{
    "ladder": {
        "comment": [
            "addition",
            "address",
            "add",
            "additional",
            "daddy",
            "addiction",
            "added",
            "saddle",
            "addict"
        ],
        "translate": "лестница, трап, стремянка, спускаться",
        "transcription": " |ˈlædər|",
        "antonyms": [],
        "mnemonic": [
            "ladder [лэдэ] лестница, трап - Поднимись по лестнице за (леде-нцами).",
            "ladder ['lædə]\n***\nНа карьерной ЛЕСТНИЦЕ я в шоколаде. (это) ladder\nКрутая ЛЕСТНИЦА на складе. (это) ladder"
        ],
        "examples": [
            "I can't get at the top branches, can you bring the ladder?",
            "He climbed up the ladder.",
            "She climbed up the ladder.",
            "Give me a hand with this ladder.",
            "Climb to the top of the ladder and chuck the apples down to me.",
            "He climbed down the ladder.",
            "She got a ladder / run in her stocking.",
            "He hurt himself falling off a ladder.",
            "Yes, I know I've got a ladder in my tights.",
            "I'm returning your ladder. Thanks for letting me borrow it.",
            "She worked her way up from the lowest rung on the economic ladder.",
            "Can you hold the bottom of the ladder for me?",
            "I used to come to this place to decompress after a busy day of climbing the corporate ladder.",
            "...the oft-told story of the foxy flatterer who works her way up the ladder of success by stepping on people as she goes...",
            "He climbed high on the ladder.",
            "The ladder felt a little wobbly.",
            "I lent our ladder to the neighbors.",
            "He pulled the ladder into position.",
            "The ladder was standing flat against the side wall.",
            "Make sure the ladder feels firm before you climb up.",
            "This young man knows how to climb the social ladder.",
            "Becoming a doctor would be a step up the social ladder.",
            "Wait until we've braced the ladder.",
            "The painter climbed high on the ladder.",
            "She stood the ladder against the house.",
            "Dad was up the ladder, repairing the roof.",
            "There was a ladder propped up against the wall.",
            "The doctor's assistant was up a ladder in the stockroom.",
            "Some people feel that it is unlucky to walk under a ladder.",
            "Take care to ensure that the ladder is steady before you climb it."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не достаю до верхних веток, принеси мне, пожалуйста, лестницу.",
            "Он взобрался наверх по лестнице.",
            "Она поднялась по (приставной) лестнице.",
            "Помоги мне с этой лестницей.",
            "Заберись по лестнице на самый верх и скинь мне несколько яблок.",
            "Он спустился по приставной лестнице /стремянке, трапу/.",
            "У неё чулок \"поехал\".",
            "Он ушибся, когда упал с лестницы.",
            "Да, я знаю, что у меня колготки расползаются.",
            "Я возвращаю вашу стремянку. Спасибо, что одолжили мне её.",
            "Она пробилась наверх с самой нижней ступеньки экономической лестницы.",
            "Ты не подержишь мне лестницу?",
            "Я приходил сюда, чтобы расслабиться после напряжённого дня в офисе.",
            "...обычная история о льстивой лисице, которая идет к успеху по головам...",
            "Он забрался по лестнице на большую высоту.",
            "Лестница казалась не слишком-то устойчивой.",
            "Я одолжил нашу лестницу соседям.",
            "Он поставил лестницу на место.",
            "Лестница была плотно приставлена к боковой стенке.",
            "Прежде чем подниматься по лестнице, убедитесь, что она стоит твёрдо и не шатается.",
            "Этот молодой человек знает, как подняться по социальной лестнице.",
            "Стать врачом было бы шагом вверх по социальной лестнице.",
            "Подожди, пока мы не закрепим лестницу.",
            "Художник взобрался высоко на лестницу.",
            "Она прислонила лестницу к дому.",
            "Папа ремонтировал кровлю /чинил крышу/, забравшись на лестницу.",
            "На стену опиралась лестница. / К стене была приставлена лестница.",
            "Фельдшер стоял на лестнице в кладовой.",
            "Некоторые люди считают, что проходить под лестницей - к несчастью.",
            "Прежде чем подняться по лестнице, убедитесь, что она устойчива."
        ],
        "stars": 2
    }
}