{
    "landlord": {
        "comment": [
            "land",
            "island",
            "landscape",
            "landing",
            "inland",
            "landlady",
            "woodland"
        ],
        "translate": "помещик, землевладелец, лендлорд, хозяин квартиры, владелец дома, квартирохозяин",
        "transcription": " |ˈlændlɔːrd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The landlord says your rent is late.",
            "The landlord hiked up the rents.",
            "The landlord retained the security deposit.",
            "Housing associations are the biggest landlords in this area.",
            "Since no one lived in the attic, the landlord suggested that the new tenant might have seen the materialization of a woman once murdered there.",
            "He got into a hassle with his landlord.",
            "The family brought suit against the landlord.",
            "The landlord can evict a tenant who doesn't pay the rent.",
            "The pub is said to be haunted by the ghost of a former landlord.",
            "On the landlord's instructions, the barmaid refused to serve him.",
            "A landlord may retain part of your deposit if you break the lease.",
            "The landlord provides board and lodging (=meals and a place to stay).",
            "Tenants are complaining about the landlord's neglect of the property.",
            "The landlord fixed the heat, but the tenants still were not mollified.",
            "His landlord has threatened to evict him if he doesn't pay the rent soon.",
            "They agreed to pay the landlord the rent on the first Monday of each month.",
            "The landlord evicted the tenants after they had not paid the rent for four months",
            "The landlord wanted to evict the tenants so he banged on the pipes every morning at 3 a.m.",
            "Their landlord regularly milks them for extra money by claiming for damage to his property.",
            "a weekend workshop that is intended to disabuse would-be landlords of a bed-and breakfast that the job is one long vacation"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Хозяин квартиры говорит, что ты задолжал.",
            "Домовладелец повысил квартплату.",
            "Хозяин оставил денежный залог себе.",
            "Жилищные ассоциации - самые крупные арендодатели в этом районе.",
            "Поскольку на чердаке никто не жил, владелец дома предположил, что новый арендатор, возможно, видел воплощение духа женщины, которую однажды там убили.",
            "Он ввязался в перебранку / в драку с домовладельцем.",
            "Семья подала на домовладельца в суд.",
            "Домовладелец имеет право выселить арендатора, если тот не платит арендную плату.",
            "Говорят, что в этом пабе обитает призрак прежнего владельца.",
            "По указанию хозяина дома, буфетчица отказалась его обслуживать.",
            "Арендодатель может удержать часть вашего задатка, если вы расторгнете договор аренды раньше срока.",
            "Домовладелец обеспечивает питание и проживание (т.е. еду и место для проживания).",
            "Жильцы жалуются на то, что домовладелец не уделяет своему имуществу должного внимания.",
            "Владелец дома починил отопление, но жильцы так и не успокоились.",
            "Владелец дома пригрозил его выселить, если он в ближайшее время не заплатит за квартиру.",
            "Они согласились платить владельцу дома за квартиру в первый понедельник каждого месяца.",
            "Домовладелец выселил жильцов после того, как они четыре месяца не платили за квартиру.",
            "Домовладелец хотел выселить жильцов, и поэтому каждую ночь в три часа стучал по трубам.",
            "Домовладелец регулярно выдаивает из них деньги, утверждая, что они причинили ущерб его имуществу.",
            "семинар выходного дня, цель которого заключается в том, чтобы вывести потенциальных владельцев гостиниц типа \"постель и завтрак\" из заблуждения, что эта работа — один сплошной отдых"
        ]
    }
}