{
    "landmark": {
        "comment": [],
        "translate": "ориентир, веха, поворотный пункт, межевой знак, береговой знак",
        "transcription": " |ˈlændmɑːrk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The decision was a landmark in legal history.",
            "We ride past the Kremlin and other historic landmarks.",
            "It is a landmark in the history of the computer.",
            "The moon landing is a landmark in space exploration.",
            "The church steeple provided a convenient landmark.",
            "The battlefield is a national historical landmark.",
            "The Rock of Gibraltar is one of Europe's most famous landmarks.",
            "They published a landmark paper in 1995.",
            "The Supreme Court issued a landmark decision in January 2001.",
            "The talks went down as a landmark in the peace process.",
            "One of Belfast's most famous landmarks, the Grosvenor Hall, has been demolished."
        ],
        "example_translate": [
            "Это решение стало важной вехой в истории права.",
            "Мы проезжаем мимо Кремля и других исторических достопримечательностей.",
            "Это поворотный пункт в истории вычислительных машин.",
            "Высадка на Луну — это важная веха /поворотный пункт/ в освоении космоса.",
            "Шпиль церкви послужил удобным ориентиром.",
            "Данное поле битвы является национальным историческим памятником.",
            "Гибралтарская скала - один из самых знаменитых ориентиров Европы.",
            "В 1995 году они опубликовали важнейшую статью.",
            "В январе 2001 года Верховный Суд вынес историческое решение.",
            "Эти переговоры запомнились в качестве поворотного пункта в процессе мирного урегулирования.",
            "Разрушена одна из самых известных достопримечательностей Белфаста, Гросвенор-холл."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}