{
    "landing": {
        "comment": [
            "land",
            "island",
            "landlord",
            "landscape",
            "inland",
            "landlady",
            "woodland"
        ],
        "translate": "посадка, приземление, высадка, выгрузка, посадочный, десантный",
        "transcription": " |ˈlændɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Happy landing!",
            "Landing in high winds can be dangerous.",
            "We stopped to rest at the first floor landing.",
            "Peggy followed her out onto the landing.",
            "The plane had to make an emergency landing.",
            "The moon landing is a landmark in space exploration.",
            "The aircraft planed down before landing.",
            "The helicopter had to make an emergency landing.",
            "The plane had to make an emergency landing because of mechanical problems.",
            "The pilot retracted the plane's landing gear.",
            "We watched the seaplanes landing on the water.",
            "Return your seat to an upright position for landing.",
            "We expect to be landing in Oslo in about fifty minutes.",
            "Our plane was cleared for landing.",
            "American forces have begun a big landing.",
            "The plane's landing gear failed to retract.",
            "The plane circled, looking for a landing spot.",
            "The plane made a smooth landing.",
            "The pilot executed an emergency landing.",
            "Belton, at the controls, made a perfect landing.",
            "The plane had to make a forced landing in a field.",
            "The airplane made a precision approach for landing.",
            "The plane will be landing in approximately 20 minutes.",
            "His landing was cushioned by the fresh snow that had fallen.",
            "He stumbled across the landing and plunged into Torpenhow's room.",
            "Landing a job should be child's play for someone with his skills.",
            "There are problems with the design of the airplane's landing gear.",
            "Landing this type of aircraft is a piece of cake for an experienced pilot.",
            "...shortly after the moon landing, interest in the space program withered...",
            "The soupy skies over the island make a nighttime landing a very risky business."
        ],
        "example_translate": [
            "Мягкой посадки!",
            "Посадка при сильном ветре бывает опасной.",
            "Мы остановились отдохнуть на площадке второго этажа.",
            "Пегги вышла вслед за ней на лестничную площадку.",
            "Самолёту пришлось совершить аварийную посадку.",
            "Высадка на Луну — это важная веха /поворотный пункт/ в освоении космоса.",
            "Самолёт некоторое время планировал, прежде чем приземлиться.",
            "Вертолету пришлось совершить аварийную посадку.",
            "Самолет вынужден был совершить аварийную посадку из-за технических проблем.",
            "Пилот самолёта убрал шасси.",
            "Мы наблюдали посадку гидросамолётов на воду.",
            "Верните кресло в вертикальное положение для посадки.",
            "Мы рассчитываем на посадку в Осло минут через пятьдесят.",
            "Наш самолёт получил разрешение на посадку.",
            "Американцы начали крупномасштабную высадку десанта.",
            "У самолёта не убралось шасси.",
            "Самолет кружил в поисках места для посадки.",
            "Самолет совершил мягкую посадку.",
            "Пилот совершил вынужденную посадку.",
            "Белтон, находясь у штурвала самолёта, совершил идеальную посадку.",
            "Самолёту пришлось совершить вынужденную посадку в поле.",
            "Самолёт выполнил чёткий заход на посадку.",
            "Самолёт начнёт приземление примерно через двадцать минут.",
            "Недавно выпавший снег смягчил его приземление.",
            "Он случайно набрёл на лестничную площадку и ввалился в комнату к Торпенхоу.",
            "Устроиться на работу, с его-то навыками, не должно составить никакого труда.",
            "Есть проблемы с конструкцией шасси данного самолёта.",
            "Для опытного пилота посадка такого самолёта — пара пустяков.",
            "...вскоре после высадки на Луну, интерес к космической программе угас...",
            "Густая облачность в небе над этим островом делает посадку на него делом очень рискованным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}