{
    "lane": {
        "comment": [],
        "translate": "полоса, переулок, дорожка, ряд, аллея, проход, одинокий, уединенный, единственный",
        "transcription": " |leɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "That idiot changed lanes without signalling.",
            "I moved out into the second lane.",
            "She nosed the car into the left lane.",
            "It is a long lane that has no turning. посл.",
            "Use the outside lane for overtaking only.",
            "The left lane is for through traffic only.",
            "On the M40, there are lane closures near Oxford.",
            "His horse stumbled in a lane and fell with him.",
            "There was open ground at the end of the lane.",
            "The house was in Drury Lane, very handy for the theatre.",
            "Cars in the fast lane were travelling at over 80 miles an hour.",
            "Mrs Lane's predilection for gossip",
            "the express lane at the grocery store",
            "driving in the middle lane of the motorway",
            "the pastor of Carrs Lane Congregational church",
            "Lane left teaching after 30 years in the trenches.",
            "Lane seemed to publish almost all the exciting new authors.",
            "We're hoping to progress the Lane project more quickly next week.",
            "She returned to her old school yesterday for a trip down memory lane."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот идиот сменили полосу без предупреждения (не включив поворотник).",
            "Я переместился на вторую дорожку.",
            "Она осторожно перестроила машину в левую полосу.",
            "И несчастьям бывает конец.",
            "Используйте внешнюю полосу /внешний ряд/ только для обгона.",
            "Левая полоса — только для движения транзитного транспорта.",
            "На трассе M40, в районе Оксфорда, частично перекрыто движение.",
            "Его лошадь споткнулась на узкой дорожке и упала вместе с ним.",
            "В конце переулка было открытое пространство.",
            "Дом был на Друри-Лейн — очень удобно для театра.",
            "На полосе обгона автомобили развивали скорость свыше восьмидесяти миль в час.",
            "пристрастие Миссис Лейн к сплетням",
            "\"быстрая\" касса в продуктовом магазине",
            "вождение в средней полосе автомагистрали",
            "пастор Конгрегационной церкви Каррз Лэйн (в Бирмингеме, Англия)",
            "Лейн оставила преподавание после тридцати лет, проведённых у доски.",
            "По всей видимости, Лейн публиковал произведения почти всех хороших новых авторов.",
            "Мы надеемся, что на следующей неделе работы по проекту Лейна будут продвигаться быстрее.",
            "Вчера она зашла в свою бывшую школу, чтобы мысленно вернуться в прошлое."
        ]
    }
}