{
    "lap": {
        "comment": [],
        "translate": "колени, круг, этап, перекрытие, заезд, тур, упиваться, лакать, жадно пить, складывать",
        "transcription": " |læp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The cat lapped up the milk.",
            "The mother had her son on her lap",
            "They are on the last lap.",
            "The lake is lapped in woods.",
            "Shannon sat on her mother's lap.",
            "His hands were folded in his lap.",
            "Every morning she swims 50 laps in the pool.",
            "The water lapped against the side of the pool.",
            "The job fell right in my lap.",
            "The tide was lapping the harbour wall.",
            "The last lap of the election campaign.",
            "The cat lapped up the milk",
            "The last lap of their journey was by ship.",
            "He picked up the little girl and plopped her down in his lap.",
            "How long will the public go on lapping up the lies of politicians?",
            "The dog's laps were warm and wet.",
            "He drove an extra lap just for insurance.",
            "These clever students lap up all the information that I can give them.",
            "The waves lapped gently against the rocks.",
            "The entire team took a victory lap in front of their cheering fans.",
            "His lap was covered with food stains.",
            "She could hear the soft lapping of the sea.",
            "Erik Comas spun off the track when trying to lap Andrew Scott.",
            "He finished last after being lapped twice by the leading runners.",
            "Rubens Barrichello finished a lap ahead of his team-mate.",
            "The ends of the cloth lap around the pole.",
            "Shoppers have been lapping the bargains up.",
            "The lap of the shingles should be at least ten inches"
        ],
        "example_translate": [
            "Кошка вылакала молоко.",
            "Мать держала сына на коленях.",
            "Они вышли на последний этап.",
            "Озеро окружено лесами.",
            "Шеннон сидела у матери на коленях.",
            "Его руки были сложены на коленях. / Он сложил руки на коленях.",
            "Каждое утро она проплывает в бассейне 50 кругов.",
            "Вода плескалась о берег пруда.",
            "Эта работа свалилась прямо мне в руки.",
            "Волны прилива плескались о портовую стенку.",
            "Последний тур избирательной кампании.",
            "Кот лакал молоко.",
            "Последний этап своего путешествия они прошли по морю.",
            "Он поднял девочку и посадил ее к себе на колени.",
            "До каких пор люди будут кормиться той ложью, которой их потчуют политиканы?",
            "Прикосновения собачьего языка были тёплыми и мокрыми.",
            "Он проехал дополнительный круг, просто на всякий случай / для пущей уверенности.",
            "Эти умные ребята впитывают всю информацию, которую я могу им дать.",
            "Волны мягко плескались о камни.",
            "Вся команда совершила круг почёта под аплодисменты своих болельщиков.",
            "Одежда на его коленях была покрыта пятнами от еды.",
            "Она слышала тихий плеск моря.",
            "Эрик Кома вылетел за пределы трассы, пытаясь опередить на круг Эндрю Скотта.",
            "Он финишировал последним после того, как сильнейшие бегуны обогнали его на два круга.",
            "Рубенс Баррикелло финишировал, опередив на круг своего партнёра по команде.",
            "Края ткани обёрнуты вокруг древка.",
            "Покупатели расхватывали дешёвые товары.",
            "Напуск черепицы должен быть не менее десяти дюймов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}