{
    "largely": {
        "comment": [
            "large",
            "enlarge",
            "large-scale"
        ],
        "translate": "в значительной степени, щедро, обильно, в широком масштабе, на широкую ногу",
        "transcription": " |ˈlɑːrdʒli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The story is largely true.",
            "The state of Nevada is largely desert.",
            "He walked largely upon the earth.",
            "These surrounding hills are largely rocky.",
            "She gave largely to hospitals and churches.",
            "He is largely responsible for the problem.",
            "The money was raised largely through the efforts of parents.",
            "This stone is largely used for scouring paint.",
            "The city is largely cut off from the outside world.",
            "The economy is based largely on farming.",
            "Efforts toward peace have been largely unsuccessful.",
            "His success is largely due to his charisma.",
            "The company was largely the creation of one woman.",
            "Doctors still remain largely unaccountable to the public.",
            "Paper bags have been largely replaced by plastic bags.",
            "His mysterious murder went largely unreported by the press.",
            "The firm's success is largely due to Brannon's commercial acumen.",
            "Educationists around the U.K. were largely in support of the reforms.",
            "the largely ceremonial post of President",
            "The committee largely concurred with these views.",
            "The north remained largely unaffected by the drought.",
            "The sketch was so largely drawn that you could see it from the back row.",
            "Up to now the post of president has been largely ceremonial.",
            "The case against McCarthy is based largely on circumstantial evidence.",
            "Throughout history the achievements of women have been largely ignored.",
            "The degree of drought is largely a function of temperature and drainage.",
            "The government has largely abdicated its responsibility in dealing with housing needs.",
            "The school's poor exam record is largely due to the fact that it is chronically underfunded.",
            "Several obituaries for Herman Melville portrayed him as an obscure, largely forgotten author.",
            "a periodical that insists on using largely superannuated terms like “editress” and “aviatrix”"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "История во многом верна.",
            "Штат Невада в основном является пустынью. / Территорию штата Невада в основном занимает пустыня.",
            "Он величественно ступал по земле",
            "Окружающие возвышенности чрезвычайно скалисты.",
            "Она делала большие пожертвования в пользу больниц и церквей.",
            "Он в значительной степени несёт ответственность за эту проблему.",
            "Средства были собраны во многом благодаря усилиям родителей.",
            "Этот камень широко используется для отскабливания краски.",
            "Город, по большому счёту, отрезан от внешнего мира.",
            "Экономика в значительной степени базируется на сельском хозяйстве.",
            "Попытки достичь мира пока что в основном безуспешны.",
            "Успехом он во многом обязан своей харизме.",
            "В значительной степени эта компания была создана одной женщиной.",
            "Врачи по-прежнему остаются, по большому счёту, неподотчётными общественности.",
            "Бумажные мешки в основном заменены полиэтиленовыми.",
            "О его загадочном убийстве почти не писали в газетах.",
            "Своим успехом фирма во многом обязана коммерческой хватке Брэннона.",
            "Педагоги всей Великобритании в основном поддерживали эти реформы.",
            "в основном представительский пост президента",
            "Комитет, в основном, согласился с этим мнением.",
            "Север остался практически незатронут засухой.",
            "Эскиз был нарисован так крупно, что его было видно с последнего ряда.",
            "До сих пор пост президента был по большей части лишь формальностью.",
            "Дело против Маккарти базируется в основном на косвенных доказательствах.",
            "На протяжении всей истории достижения женщин в значительной степени игнорировались.",
            "Степень засухи по большей части является функцией температуры и дренажа.",
            "Правительство во многом сняло с себя ответственность за решение жилищного вопроса.",
            "Плохой результат экзамена в школе во многом результат того, что она хронически недофинансируется.",
            "В некоторых некрологах Германа Мелвилла изображали безвестным, почти забытым автором.",
            "периодическое издание, которое настаивает на использовании, по большому счёту, устаревших терминов — например, “редакторша” и “авиаторша”"
        ],
        "stars": 3
    }
}