{
    "lasting": {
        "comment": [
            "plastic",
            "last",
            "plaster",
            "lastly",
            "blast"
        ],
        "translate": "прочный, длительный, длящийся, устойчивый, продолжительность, длительность",
        "transcription": " |ˈlæstɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The reforms will bring lasting benefits.",
            "The two boys formed a deep and lasting friendship.",
            "Lasting shame on thee and thine. (W. Shakespeare)",
            "The trip had a lasting effect on her.",
            "Their generosity made a lasting impression on me.",
            "The town was captured after a siege lasting ten days.",
            "How you greet a customer can leave a lasting impression.",
            "Our goal is to create the conditions for a lasting peace.",
            "He was a kind man, with a gift for forming lasting friendships.",
            "Ha was in despondency because he couldn't seem to settle into a lasting relationship.",
            "Her kindness left a lasting impression on her students.",
            "Our ultimate aim is to create something of lasting value.",
            "Please accept this parting gift as a token of our lasting affection.",
            "An appeal has been launched to build a lasting memorial to the composer.",
            "She had a lasting impact on his life both personally and professionally."
        ],
        "example_translate": [
            "Реформы принесут долгосрочные выгоды.",
            "Между парнями возникла глубокая и крепкая дружба.",
            "Вечный позор тебе и роду твоему.",
            "Эта поездка оказала на неё огромное влияние.",
            "Их щедрость произвела на меня неизгладимое впечатление.",
            "Город был захвачен после осады, длившейся десять дней.",
            "То, как вы приветствуете клиента, может оставить неизгладимое впечатление.",
            "Наша цель — создать условия для прочного мира.",
            "Он был добрым человеком, который обладал даром заводить длительные дружеские отношения.",
            "Он был в отчаянии из-за того, что у него никак не получалось завязать продолжительные отношения.",
            "Её доброта произвела на её учеников неизгладимое впечатление.",
            "Наша конечная цель заключается в том, чтобы создать нечто, представляющее непреходящую ценность.",
            "Примите, пожалуйста, этот прощальный подарок в знак нашей крепкой привязанности.",
            "Был инициирован запрос по поводу создания долговечного памятника композитору.",
            "Она оказала огромное влияние на его жизнь как в личном, так и в профессиональном плане."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}