{
    "lastly": {
        "comment": [
            "plastic",
            "last",
            "plaster",
            "blast",
            "lasting"
        ],
        "translate": "наконец, в заключение",
        "transcription": " |ˈlæstlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Lastly, could I ask all of you to keep this information secret.",
            "She succeeded on her last attempt.",
            "I last saw him in the supermarket.",
            "She was first to arrive at the party and last to leave.",
            "He was tragically killed during the last days of the war.",
            "My horse was last in the race.",
            "They last went to the beach in June.",
            "I haven't seen her recently. The last time we met was at a party.",
            "He spoke last at the meeting.",
            "He was the last one out of the building.",
            "These are the last two books in the series.",
            "This word was last used in the 17th century.",
            "We are going to the beach for the last week of the summer.",
            "She said she wouldn't marry him if he was the last man on earth."
        ],
        "example_translate": [
            "И наконец, могу ли я попросить всех вас держать эту информацию в тайне?",
            "Её последняя попытка оказалась удачной.",
            "В последний раз я видел его в супермаркете.",
            "Она первой пришла на вечеринку и последней с неё ушла.",
            "Он трагически погиб в последние дни войны.",
            "Моя лошадь пришла последней в забеге.",
            "В последний раз они ходили на пляж в июне.",
            "Я её в последнее время не видел. В последний раз мы виделись на какой-то вечеринке.",
            "На собрании он выступал последним.",
            "Он последним выходил из здания.",
            "Это две последние книги в данной серии.",
            "В последний раз это слово использовалось в семнадцатом веке.",
            "Последнюю неделю лета мы проведём на пляже.",
            "Она сказала, что не вышла бы за него замуж, даже если бы он был последним мужчиной на земле."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}