{
    "launch": {
        "comment": [],
        "translate": "запускать, начинать, выпускать, катер, баркас, спуск судна на воду",
        "transcription": " |lɔːntʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The launch of a ship was a big occasion.",
            "The launch was postponed to a later date.",
            "The police have launched an investigation into the incident.",
            "She's trying to launch a new career as a singer.",
            "the launch of a new women's magazine",
            "NASA reported a trouble-free launch",
            "Can we afford to launch out on a colour television?",
            "The enemy launched an attack at sunrise.",
            "Double-click on an icon to launch an application.",
            "abort the launch of a rocket",
            "The big bosses went to Hawaii, ostensibly to launch the new project.",
            "The musical theatre company is about to launch a new performer on the musical world.",
            "The book launched his career as a novelist.",
            "He helped launch her in her career as a singer.",
            "This morning's launch of the space shuttle has been delayed.",
            "He launched into a long diatribe.",
            "We'll make a trip by launch to White Island.",
            "The missiles were launched against enemy targets.",
            "The company says it is committed to launch a new vehicle every year in India.",
            "The press launched a vicious attack on the President.",
            "The company hopes to launch the new drug by next October.",
            "The show is timed to coincide with the launch of a new book.",
            "You can launch the program by double-clicking on the icon.",
            "The organization has launched a campaign to raise $150,000.",
            "From launch to splashdown the Apollo-8 mission went entirely without hitch.",
            "A test satellite was launched from Cape Canaveral.",
            "There was great rejoicing at the launch party for the book.",
            "The police have launched an investigation into his activities.",
            "The Canadian police plan to launch an investigation into the deal."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Спуск корабля на воду был большим событием.",
            "Запуск был перенесён на более поздний срок.",
            "Полиция начала расследование дела.",
            "Она пытается начать новую карьеру в качестве певицы.",
            "начало выпуска нового женского журнала",
            "NASA сообщили об успешном запуске (ракеты)",
            "Можем мы потратиться на цветной телевизор?",
            "Враг начал наступление на рассвете.",
            "Дважды нажмите на значок, чтобы запустить приложение.",
            "отменить запуск ракеты",
            "Высшее руководство отправилось на Гавайи, якобы для того чтобы запустить новый проект.",
            "Музыкальная компания собирается выпустить на мировую сцену нового исполнителя.",
            "Эта книга положила начало его карьере в качестве романиста.",
            "Он помогал ей начать карьеру певицы.",
            "Запуск шаттла, намеченный на утро, был отложен.",
            "Он начал долгую обличительную речь.",
            "Мы поедем на катере на остров Уайт.",
            "Ракеты ударили по целям противника.",
            "Компания заявила о том, что решено выпускать новый автомобиль на рынок в Индии каждый год.",
            "В прессе начались злобные нападки на президента.",
            "Компания надеется выпустить новый препарат к октябрю следующего года.",
            "Данное представление приурочено к выходу новой книги.",
            "Программу можно запустить двойным щелчком по иконке.",
            "Организация развернула кампанию по привлечению ста пятидесяти тысяч долларов.",
            "От запуска и до приводнения космический полет Аполло-8 прошел гладко.",
            "С мыса Канаверал был запущен пробный спутник.",
            "На презентации этой книги было много веселья.",
            "Полиция начала расследование его деятельности.",
            "Канадская полиция планирует начать расследование этой сделки."
        ]
    }
}