{
    "lavish": {
        "comment": [
            "polish",
            "demolish",
            "parish",
            "stylish",
            "banish",
            "abolish"
        ],
        "translate": "щедрый, расточительный, обильный, расточать, быть щедрым",
        "transcription": " |ˈlævɪʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They lead an extremely lavish lifestyle.",
            "He is never lavish with praise.",
            "The food was lavish.",
            "Take note of the lavish table decorations.",
            "A great actor who lavished his talent in lousy movies.",
            "They distributed gifts with a lavish hand.",
            "He lavished attention on her.",
            "The critics were lavish in their praise.",
            "If she lavished as much care on the children as she does on the dog, the family would be better off.",
            "Hug your children and lavish them with love.",
            "This lavish consumption of our natural resources simply cannot continue.",
            "She envied the lavish lifestyles of wealthy people.",
            "The evangelist's lavish lifestyle discords with his professed religious beliefs.",
            "All of his movies feature lavish sets and exotic locations.",
            "We were always lavish with financial aid in times of crisis."
        ],
        "example_translate": [
            "Они ведут чрезвычайно расточительный образ жизни.",
            "Он всегда скуп на похвалы.",
            "Угощение было щедрым.",
            "Обрати внимание на шикарное убранство стола.",
            "Великий актёр, который растратил свой талант на паршивые фильмы.",
            "Они щедрой рукой раздавали подарки.",
            "Он не жалел для нее внимания.",
            "Критики не скупились на похвалы.",
            "Если бы она заботилась о детях так же, как о собаке, семье жилось бы лучше.",
            "Обнимайте своих детей и окружайте их любовью.",
            "Столь расточительное потребление природных ресурсов просто не может продолжаться на том же уровне.",
            "Она завидовала роскошной жизни богачей.",
            "Роскошный образ жизни этого евангелиста диссонирует с религиозными убеждениями, которые он исповедует.",
            "Для всех его фильмов характерны роскошные декорации и экзотические места.",
            "Мы всегда щедро оказывали материальную помощь в период кризиса."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}