{
    "law": {
        "comment": [
            "lawyer",
            "lawsuit",
            "lawn"
        ],
        "translate": "закон, право, юриспруденция, суд, заповеди, законный, правовой, юридический",
        "transcription": " |lɔː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There is no law against fishing.",
            "It is against the law to smoke in an elevator.",
            "She's studying law in London.",
            "Necessity / need knows no law.",
            "I think she may be in trouble with the law.",
            "In Sweden it is against the law to hit a child.",
            "The laws against drug use were very severe.",
            "The courts exist to uphold, interpret, and apply the law.",
            "The law came looking for him.",
            "It is Sod's Law that we spend the least time in the most attractive places.",
            "There is a law against kidnapping.",
            "The Suicide Act became law in 1961.",
            "European laws on equal opportunities",
            "a lawyer who specializes in criminal law",
            "Federal law protects workers who are disabled.",
            "He's been in and out of trouble with the law for the last 10 years.",
            "Civilization presupposes respect for the law.",
            "She has proposed a new law to protect people from being evicted unfairly.",
            "Five people arrested under anti-terrorism laws were released without charge.",
            "Should people do what they think is right even when it means breaking the law?",
            "Elected officials ought to obey the law.",
            "By law, seatbelts must be worn by all passengers.",
            "The bill will become law at the beginning of the year.",
            "In our civics class we learned how a bill becomes a law.",
            "Schools are required by law to provide a safe learning environment.",
            "They were fully convinced they were performing their duties within the law."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "aw + Гл. = [ɔː]"
        ],
        "example_translate": [
            "Ловить рыбу законом не запрещено.",
            "По закону запрещено курить в лифте.",
            "Она изучает право в Лондоне.",
            "Нужда не знает закона. (посл.)",
            "Я думаю, у неё могут быть проблемы с законом.",
            "В Швеции бить детей запрещено законом.",
            "Законы против употребления наркотиков были очень суровыми.",
            "Суды существуют для того, чтобы защищать, толковать и применять закон.",
            "Его приходила искать полиция.",
            "По закону подлости в самых привлекательных местах мы проводим меньше всего времени.",
            "Похищение людей противоречит закону. / Похищать людей — незаконно.",
            "Закон о самоубийстве вступил в силу в 1961 году.",
            "европейские законы о равных возможностях",
            "юрист, который специализируется в уголовном праве",
            "Федеральный закон защищает работников, которые являются нетрудоспособными.",
            "Последние десять лет у него то и дело возникали проблемы с законом.",
            "Цивилизация предполагает уважение к закону.",
            "Она предложила новый закон, чтобы защитить людей от несправедливого выселения.",
            "Пять человек, арестованных в рамках антитеррористических законов, были отпущены без предъявления обвинений.",
            "Следует ли людям делать то, что они считают правильным, даже если это означает нарушить закон?",
            "Выборные должностные лица должны подчиняться закону.",
            "По закону, все пассажиры должны быть пристёгнуты ремнями безопасности.",
            "Законопроект вступит в силу в начале следующего года.",
            "На уроке гражданского права мы узнали, как законопроект становится законом.",
            "Школы обязаны по закону обеспечить безопасные условия обучения.",
            "Они были совершенно уверены, что выполняют свои обязанности в рамках закона."
        ]
    }
}