{
    "lawn": {
        "comment": [],
        "translate": "газон, лужайка, батист",
        "transcription": " |lɔːn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We need to water the lawn.",
            "It's time to cut the lawn again.",
            "May I borrow your lawn mower?",
            "We hired her to mow our lawn.",
            "Clear the leaves from the lawn.",
            "The moles burrowed into our lawn.",
            "It's time to mow the lawn again.",
            "Mowing the lawn is your responsibility.",
            "He fertilizes the lawn every year.",
            "The tree cast a long shadow on the lawn.",
            "Roses were pranking the lawn.",
            "Our neighbor borrowed my lawn mower.",
            "The velvet lawn closely girdling the grey base of the mansion.",
            "The lawn needs a great deal of watering.",
            "One of his neighbors offered to mow his lawn.",
            "He spread fertilizer over the lawn.",
            "There's a small statue on the front lawn.",
            "They use chemical fertilizers on their lawn.",
            "The store had a special on lawn furniture this week.",
            "We got the lawn mower working again eventually.",
            "Water trickled onto the lawn from the broken hose.",
            "Fertilizer was applied to the lawn every two weeks.",
            "You need a few trees and bushes to break up the lawn.",
            "White lines were showing up clearly against the green background of the lawn.",
            "A tomcat was yowling out on the lawn.",
            "The lawn is kind of patchy this year.",
            "The lawn had been churned up by the tractor.",
            "The tree cast a long shadow across the lawn.",
            "I need to replace the webbing on the lawn chair.",
            "The kids romped on the lawn until dinner was ready."
        ],
        "example_translate": [
            "Нам нужно полить газон.",
            "Пора снова стричь газон.",
            "Могу я одолжить у вас газонокосилку?",
            "Мы наняли её косить газон.",
            "Убери листья с газона.",
            "Кроты вырыли нору на нашей лужайке.",
            "Пора косить газон снова.",
            "Стрижка газона — это твоя обязанность.",
            "Он удобряет газон каждый год.",
            "Дерево отбрасывало на газон длинную тень.",
            "Розы украшали этот газон.",
            "Наш сосед взял у меня газонокосилку на время.",
            "Бархатный газон, вплотную окружавший серый фундамент особняка.",
            "Этот газон нужно хорошенько полить.",
            "Один из соседей предложил подстричь его газон.",
            "Он разбросал по газону удобрение.",
            "На лужайке перед домом есть небольшая статуя.",
            "Они подкармливают свой газон химическими удобрениями.",
            "На этой неделе в магазине была распродажа садовой мебели.",
            "В конце концов нам удалось вновь запустить газонокосилку.",
            "Из порванного шланга на газон сочилась вода.",
            "Газон удобряли раз в две недели.",
            "Вам потребуется несколько деревьев и кустарников, чтобы разделить газон на части.",
            "На фоне зелёной лужайки белые линии были хорошо заметны.",
            "Какой-то кот выл на лужайке.",
            "В этом году газон какой-то неоднородный.",
            "Лужайка была разворочена трактором.",
            "Дерево отбрасывало на газон длинную тень.",
            "Мне нужно заменить ткань на шезлонге.",
            "Пока готовился ужин, дети возились на лужайке."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}