{
    "lawsuit": {
        "comment": [],
        "translate": "иск, судебный процесс, тяжба, судебное дело",
        "transcription": " |ˈlɔːsuːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The lawsuit could leave them bankrupt.",
            "The parties in the lawsuit reached a settlement.",
            "The lawsuit dragged on for years.",
            "His lawyer filed a lawsuit against the city.",
            "They had refused to pay and relented only after being threatened with a lawsuit.",
            "The new lawsuit challenges the lower court's decision.",
            "They were embroiled in a complicated lawsuit.",
            "The lawsuit will be postponed until the president leaves office.",
            "The parties to the lawsuit hereby agree to settle the matter out of court.",
            "Jefferson was ruined by the lawsuit.",
            "The only hope of redress is in a lawsuit.",
            "We suffered through an eternity of delays during the lawsuit.",
            "Survivors of the fire later brought a billion dollar lawsuit against the company.",
            "Haley dismissed the lawsuit as a tempest in a teapot."
        ],
        "example_translate": [
            "Этот судебный процесс может оставить их без гроша.",
            "Стороны судебного процесса доcтигли соглашения.",
            "Тяжба тянулась многие годы.",
            "Его адвокат подал иск против городских властей.",
            "Они отказались платить и сдались только под угрозой судебного преследования.",
            "Новый иск оспаривает решение нижестоящего суда.",
            "Они были вовлечены в сложную судебную тяжбу.",
            "Судебный иск будет отложен до тех пор, пока президент не покинет свой пост.",
            "Настоящим стороны судебного разбирательства соглашаются уладить дело во внесудебном порядке.",
            "Эта судебная тяжба разорила Джефферсона.",
            "Единственная надежда на получение компенсации состоит в судебном процессе.",
            "В ходе судебного процесса процесса мы вытерпели громадное количество задержек.",
            "Пережившие этот пожар позже выдвинули против компании судебный иск на миллиард долларов.",
            "Хейли назвал этот иск \"бурей в стакане\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}