{
    "lay": {
        "comment": [
            "clay",
            "layout",
            "layer",
            "delay"
        ],
        "translate": "лежать, возложить, уложить, расположение, положение, мирской, светский",
        "transcription": " |leɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Lay the books on the table.",
            "Lay the packages on the table.",
            "Lay the cartons one on top of the other.",
            "I'll lay money that they'll say yes.",
            "This hen doesn't lay.",
            "Lay the patient carefully onto the bed.",
            "Lay the fabric carefully on the table.",
            "It's a mistake to lay too much emphasis on grades.",
            "Lay the material flat on the table.",
            "a lay opinion as to the cause of the disease",
            "a science magazine written for the lay public",
            "For a year or two he wrote poetry. But then he gave up that lay.",
            "I'd lay money that he will go on to play for England.",
            "The patient's lay diagnosis was close to the doctor's.",
            "A cuckoo is able to lay in a range of different nests.",
            "Lay the wounded soldier down carefully so as not to hurt him.",
            "The flies lay their eggs on decaying meat.",
            "lay the foundation for a new health care plan"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Положите книги на стол.",
            "Положи пакеты на стол.",
            "Ставь коробки одна на одну.",
            "Бьюсь об заклад, они согласятся.",
            "Эта курица не несётся (не откладывает яйца).",
            "Осторожно уложите больного на кровать.",
            "Аккуратно разложите ткань на столе.",
            "Неверно придавать слишком большое значение оценкам.",
            "Положите материал плашмя на стол.",
            "непрофессиональное мнение о причине заболевания",
            "научный журнал, изданный для широкой публики",
            "В течение года или двух он писал стихи, но потом бросил это занятие.",
            "Готов поспорить, что он будет продолжать играть за Англию (досл. Я бы поставил деньги на то...)",
            "Диагноз, поставленный себе пациентом, оказался близким к врачебному.",
            "Кукушка может откладывать яйца в разные гнезда. (не только в одно, но точно - не в своё!)",
            "Уложи раненого осторожно, чтобы не сделать ему больно.",
            "Мухи (часто) откладывают свои яйца / личинки в мясе, которое (уже) начинает портиться.",
            "заложить фундамент для нового плана медицинского обслуживания"
        ]
    }
}