{
    "layer": {
        "comment": [
            "clay",
            "layout",
            "delay",
            "lay"
        ],
        "translate": "слой, уровень, пласт, прокладка, прослоек, наслаивать, разводить отводками",
        "transcription": " |ˈleɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A layer of snow coated the trees.",
            "The cake has three layers.",
            "Layer the pasta with slices of tomato.",
            "The ozone layer is a shield which protects the Earth against the sun's radiation.",
            "Cover with a layer of sand and level it off.",
            "I managed to scrape off the top layer of paint.",
            "Stout long straw layered in rainy weather.",
            "He was wearing several layers of clothing.",
            "I have layered, shoulder-length brown hair.",
            "A simile has at least two layers of meaning.",
            "There are multiple layers of meaning in the story.",
            "Everything was dusted over with a fine layer of soot.",
            "the upper layer of the Earth's crust",
            "Even the filling before adding the top layer of the cake.",
            "a deep yielding layer of foam rubber",
            "The snow had compacted into a hard icy layer.",
            "She glued together several layers of paper.",
            "the Montreal protocol on the protection of the ozone layer",
            "We are operating with fewer layers of management.",
            "The hens are of a bad breed and are infrequent layers.",
            "The rise in greenhouse gases parallels the reduction in the ozone layer.",
            "A layer of transparent material is sandwiched between the pieces of glass.",
            "The undermost layer of the mattress filling should provide firm back support.",
            "The eruption of the volcano covered states as far away as Montana in a fine layer of ash.",
            "As the river slows down, it deposits a layer of soil.",
            "the improvident view that the wearing away of the ozone layer need not concern us",
            "After applying a thin layer of paint to the wall and letting it dry, apply another coat.",
            "There will be freezing rain tonight, so we can expect to find a thick layer of ice overlying the car windshield in the morning."
        ],
        "example_translate": [
            "Деревья покрылись слоем снега.",
            "Этот торт состоит из трёх слоёв.",
            "Переложите макаронные изделия слоями нарезанных кружочками помидоров.",
            "Озоновый слой - это щит, который защищает Землю от солнечной радиации.",
            "Покройте (его) слоем песка и разровняйте.",
            "Мне удалось соскоблить верхний слой краски.",
            "Крепкая длинная солома полегла в дождливую погоду.",
            "На нём было несколько слоёв одежды.",
            "У меня каштановые /тёмно-русые/ волосы до плеч, подстриженные слоями /\"каскадом\"/.",
            "Каждое сравнение имеет по крайней мере два смысловых уровня.",
            "В этой истории есть несколько пластов смысла.",
            "Всё было присыпано тонким слоем сажи.",
            "верхний слой земной коры",
            "Разровняйте начинку, прежде чем накрыть пирог вторым слоем теста.",
            "толстый мягкий слой поролона",
            "Снег уплотнился, превратившись в твёрдый ледяной слой.",
            "Она склеила вместе несколько слоёв бумаги.",
            "Монреальский протокол по защите озонового слоя",
            "Мы работаем с меньшим количеством уровней управления.",
            "Эти куры из плохой породы и не часто несутся.",
            "Параллельно росту выбросов парниковых газов идёт уменьшение озонового слоя.",
            "Между этими кусками стекла зажат кусок прозрачного материала.",
            "Нижний слой \"начинки\" матраса должен обеспечивать крепкую поддержку спины.",
            "Извержение вулкана покрыло тонким слоем пепла территорию многих штатов, до самой Монтаны.",
            "Когда река замедляет своё течение, производится осаждение слоя почвы.",
            "недальновидная точка зрения о том, что уменьшение озонового слоя не должно нас беспокоить",
            "Нанесите на стену тонкий слой краски и подождите, пока она высохнет, а затем нанесите ещё один слой.",
            "Вечером будет дождь с образованием гололёда, так что утром на лобовом стекле автомобиля можно будет найти толстый слой льда."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}