{
    "lazy": {
        "comment": [],
        "translate": "ленивый",
        "transcription": " |ˈleɪzi|",
        "antonyms": [],
        "mnemonic": [
            "lazy [ле'йзи] ленивый - (Лейзи) Минелли ленивая женщина.",
            "laze [leɪz]\nlazy ['leɪzi] - ленивый\n***\nЛЕНТЯЙНИЧАЛ - в кредиты влез. (это) laze\nБЕЗДЕЛЬНИЧАЛ - не в своё дело лез. (это) laze\nЛеность, лень."
        ],
        "examples": [
            "She was too lazy to wash the dishes.",
            "That lazy boy needs shaking up.",
            "Basically, I'm just lazy.",
            "It is easy to relapse into lazy habits.",
            "a lazy child who avoided household chores",
            "With children as lazy as these, you have to beat the facts in.",
            "We beguiled our journey with lazy talk.",
            "You have to beat the facts into these lazy children.",
            "Get up, you lazy sod!",
            "He's so lazy it's unbelievable.",
            "She called her children lazy and ungrateful.",
            "She's lazy, slow, and stubborn. Need I say more?",
            "'You're fat and lazy.' 'Fat and lazy to you with brass knobs on!'",
            "He felt too lazy to get out of bed.",
            "The lazy student promised to reform.",
            "The eldest son was highly intelligent, if somewhat lazy.",
            "What can we do to urge these lazy workers to greater production?",
            "Don't come the poor struggling artist with me. You're just lazy!",
            "I should have done more work this weekend, but I was feeling lazy.",
            "It's a common fallacy that a neutered dog will become fat and lazy.",
            "If he's not pegged down to a certain course of action he gets lazy.",
            "a hawk flying in lazy circles",
            "We spent a pleasantly lazy afternoon.",
            "I was stereotyped as a lazy Southern European",
            "a good afternoon to spend lazying on the back porch",
            "The teacher knew how to deal with these lazy students.",
            "He spent a lazy afternoon trifling on the front porch.",
            "It's incredible to me that such a lazy person could be so successful."
        ],
        "example_translate": [
            "Ей было лень мыть посуду.",
            "Этого лентяя нужно расшевелить.",
            "По правде говоря, мне просто лень.",
            "Очень легко привыкнуть к лени.",
            "ленивый ребенок, который избегал домашних дел (не хотел выполнять работу по дому)",
            "Когда вы имеете дело с такими лентяями, вам приходится буквально вколачивать в них знания.",
            "За нашей неспешной беседой путешествие прошло незаметно.",
            "Вам приходится буквально вколачивать знания в этих лентяев.",
            "Поднимайся, сволочь ленивая! / Вставай, ленивый ты мудак!",
            "Он просто невероятно ленив.",
            "Она назвала своих детей ленивыми и неблагодарными.",
            "Она ленивая, медлительная и упрямая. Этого достаточно? / Хватит или продолжать?",
            "— Ты — жирный и ленивый. — А ты ещё жирнее и ленивее меня! / Уж чья бы корова мычала!",
            "Ему было лень вставать с кровати.",
            "Этот ленивый студент пообещал исправиться.",
            "Старший сын был очень умный, вот только немного ленивый.",
            "Что же мы можем сделать, чтобы заставить лентяев работать производительнее?",
            "Не надо мне тут строить из себя бедного неудачливого художника. Ты просто лентяй!",
            "Мне следовало больше поработать в эти выходные, но было что-то лень.",
            "Это общее заблуждение, что кастрированный пёс станет жирным и ленивым.",
            "Если он не настроен на какое-то одно дело, он начинает лениться.",
            "ястреб, лениво кружащийся в небе",
            "День мы провели в приятном безделье.",
            "Меня шаблонно воспринимали ленивым жителем Южной Европы.",
            "денёк, который хочется провести, лениво лёжа на веранде",
            "Учитель знал, как поступить с этими ленивыми учениками.",
            "С обеда до вечера он ленился, бездельничая на веранде.",
            "Мне не верится, что такой ленивый человек может быть таким успешным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}