{
    "leadership": {
        "comment": [
            "plead",
            "leader",
            "lead",
            "leading",
            "misleading",
            "membership",
            "partnership",
            "relationship",
            "worship",
            "ship",
            "friendship",
            "championship",
            "ownership",
            "fellowship",
            "sponsorship",
            "scholarship",
            "shipping",
            "shipment",
            "citizenship"
        ],
        "translate": "руководство, лидерство, руководящая роль, превосходство, предводительство",
        "transcription": " |ˈliːdərʃɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's a not bad leadership material.",
            "Leadership does not rest on the exercise of force alone.",
            "She was viewed as a serious threat to the party leadership.",
            "He shows strong leadership qualities.",
            "Dave developed leadership qualities in his new position.",
            "He intends to oppose the prime minister in the leadership election.",
            "She has strong leadership qualities.",
            "She will first have to establish her leadership credentials.",
            "The paralysis of the leadership leaves the army without its supreme command.",
            "The party leadership are in agreement.",
            "Strong leadership is a two-edged sword.",
            "Britain needs new leadership if she is to help shape Europe's future.",
            "The director thinks that the firm can charge off its success to his leadership.",
            "Her leadership is roundly praised.",
            "He has not concealed his hard-line views, but has avoided coming into direct public confrontation with the party leadership.",
            "his defeat in the leadership tussle",
            "She accepted the mantle of leadership.",
            "The national leadership adopted his plan.",
            "He believed that leadership can be taught.",
            "What this country needs is firm leadership.",
            "He made a play for the leadership last year.",
            "The war was a severe test of his leadership.",
            "The US must now take a firm leadership role.",
            "They challenged his leadership of the union.",
            "She arrogated the leadership role to herself.",
            "The political ferment produced new leadership.",
            "Leadership is an intangible asset to a company.",
            "pinheaded leadership that got us into this mess",
            "The next leadership election is due in November.",
            "Leadership in science is important to our nation."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Из него выйдет неплохой руководитель.",
            "Лидерство основывается не только на применении силы.",
            "Её считали серьёзной угрозой партийному руководству.",
            "Он демонстрирует сильные лидерские качества.",
            "На новой должности Дэйв проявил лидерские качества.",
            "На выборах партийного лидера он намеревается вступить в борьбу с премьер-министром.",
            "Она обладает сильными лидерскими качествами.",
            "Для начала ей придётся доказать свои права на лидерство.",
            "Беспомощность руководства оставляет армию без верховного командования.",
            "В руководстве партии царит согласие. (брит.)",
            "Сильное руководство — это палка о двух концах. (букв. обоюдоострый меч)",
            "Если Британия хочет участвовать в формировании будущего Европы, ей нужно новое руководство.",
            "Директор думает, что компания может приписать свой успех его руководству.",
            "Её руководство почти все хвалят.",
            "Он не скрывал своих жёстких взглядов, но избегал прямой конфронтации с партийными лидерами.",
            "его поражение в борьбе за лидерство",
            "Она приняла на себя обязанности лидера.",
            "Руководство страны приняло его план.",
            "Он считал, что лидерству можно научиться.",
            "Твёрдое руководство — вот что нужно нашей стране.",
            "В прошлом году он совершил попытку захватить лидерство.",
            "Война оказалась суровой проверкой его лидерских качеств.",
            "Теперь США должны занять твёрдую руководящую роль.",
            "Они поставили под сомнение его руководство профсоюзом.",
            "Она незаслуженно присвоила себе роль лидера.",
            "В результате политического брожения появилось новое руководство.",
            "Лидерская позиция является нематериальным активом любой компании.",
            "идиотское руководство, из-за которого мы оказались в такой неприятной ситуации",
            "Ближайшие выборы руководителя должны состояться в ноябре.",
            "Превосходство в научной сфере важно для нашей страны."
        ]
    }
}