{
    "leaf": {
        "comment": [],
        "translate": "лист, створка, листва, листовой, лиственный, перелистывать, листать",
        "transcription": " |liːf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The leaves were turning yellow.",
            "Leaves fall.",
            "Leaves rustle.",
            "The trees are in leaf early this year.",
            "The maple leaf is an emblem of Canada.",
            "I heard the rustle of the autumn leaves.",
            "The dry leaf rustles in the brake.",
            "Waiting to see the doctor, Jim leafed through some old magazines.",
            "I was so nervous that I was shaking like a leaf.",
            "I see fatherhood as a chance to turn over a new leaf.",
            "The plant you gave me leafed out, just when I thought it was dead.",
            "As surely as the leaf fades, so surely shall we fade.",
            "She leafed through the volume.",
            "The leaf of the pig is generally regarded as producing the best lard.",
            "spots of rot on the leaf",
            "The edge of the leaf is wavy.",
            "The yellow leaf is margined with green.",
            "He slipped the letter between the leaves of his notebook.",
            "The main distinguishing feature of this species is the leaf shape.",
            "What's wrong with you? You're shaking like a leaf (=shaking a lot because you are very nervous or frightened).",
            "a butterfly that mimics a leaf",
            "Fertilizer promotes leaf growth.",
            "The forest was just coming into leaf.",
            "Dew dripped from the face of the leaf.",
            "The leaf was flaccid and apparently dead.",
            "Add a few leaves of fresh basil to the salad.",
            "The national emblem of Canada is a maple leaf.",
            "Each individual leaf on the tree is different.",
            "A leaf was on the ground, curling up at the edges.",
            "They are committing $3m to research. We could take a leaf out of their book."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Листья становились жёлтыми.",
            "Падают листья.",
            "Листья шуршат.",
            "Деревья очень рано покрылись листвой в этом году.",
            "Кленовый лист является символом Канады.",
            "Я слышал шелест осенних листьев.",
            "В кустах шуршит сухая листва.",
            "Ожидая приёма у врача, Джим просматривал старые журналы.",
            "Я был настолько взволнован, что дрожал, словно осиновый лист.",
            "Я воспринимаю отцовство как шанс начать жизнь с чистого листа.",
            "То растение, которое ты мне дал, вдруг пустило ростки, а я уже думал, что оно погибло.",
            "Как должно листьям увядать, так и мы должны увянуть.",
            "Она пролистала этот том.",
            "Считается, что из почечного жира поросёнка получается лучшее сало.",
            "пятна гнили на листе",
            "Края данного листа — волнистые.",
            "Листок с зелёной каёмкой.",
            "Он засунул письмо между листков своей записной книжки.",
            "Главной отличительной чертой этого вида является форма листа.",
            "Что с тобой? Дрожишь, как осиновый лист (т.е. сильно дрожишь, потому что очень нервничаешь или испуган).",
            "бабочка, имитирующая лист",
            "Удобрения способствуют росту листьев.",
            "Листва на лесных деревьях только начала появляться.",
            "С поверхности листа капала роса.",
            "Лист был поникшим и, по-видимому, мёртвым.",
            "Добавьте в салат несколько листиков свежего базилика.",
            "Государственный герб Канады — кленовый лист.",
            "Каждый отдельный лист дерева — особенный /не похож на другие/.",
            "На земле, свернувшись на краях, лежал листик.",
            "Они выделяют на исследования три миллиона долларов — нам стоило бы кое-чему у них научиться."
        ]
    }
}