{
    "league": {
        "comment": [
            "colleague",
            "eager",
            "eagle"
        ],
        "translate": "лига, союз, лье, класс, объединяться, объединять",
        "transcription": " |liːɡ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Arab League",
            "He leads the league in saves.",
            "He leads the league in rebounds.",
            "Covenant of the League of Nations",
            "The club's priority is to win the League.",
            "The League of Nations was the forerunner to the United Nations.",
            "Achaean League",
            "He leads the league in takeaways.",
            "He led the league in rebounds last year.",
            "He is among the top pitchers of the league.",
            "Vernon was accused by his enemies of being in league with the devil.",
            "They climbed to second place in the League.",
            "He made his Major League debut as shortstop.",
            "Our team has the best offense in the league.",
            "At 9-0 they have the best record in their league.",
            "The team has one of the best infields in the league.",
            "The team has become the laughingstock of the league.",
            "The Red Sox won the American League pennant in 2004.",
            "There was a desire for National League ball in the area.",
            "Our win today put us back into third place in the league.",
            "The players were banned from the league for being overage.",
            "United's position at the top of the league seems relatively secure.",
            "West Ham United are currently languishing at the bottom of the league.",
            "Why do I always find myself rooting for the team at the bottom of the league?",
            "The team has one of the best outfields in the league.",
            "Barcelona remain top of the league after beating Real Madrid.",
            "If the teams don't cap player salaries, the league won't survive.",
            "The team's awful record has made it an object of derision in the league.",
            "They set out with the aim of becoming the number one team in the league.",
            "They aren't the best team in the league, but they're no pushover, either."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ue = []"
        ],
        "example_translate": [
            "Лига арабских государств /стран/",
            "Он возглавляет лигу по показателю сэйвов.",
            "Он лидер лиги по подборам.",
            "Устав Лиги Наций",
            "Главная задача клуба — выиграть Лигу.",
            "Лига Наций была предшественницей ООН.",
            "Ахейский союз",
            "Он первый в лиге по количеству совершённых перехватов.",
            "В прошлом году он возглавил лигу по показателю подборов. (о баскетболе)",
            "Он входит в число лучших питчеров Лиги.",
            "Враги обвинили Вернона в сговоре с дьяволом.",
            "Они поднялись на второе место в Лиге.",
            "Он дебютировал в МЛБ на позиции шортстопа. (о бейсболе)",
            "Наша команда имеет лучшее в лиге нападение.",
            "Они одержали девять побед без единого поражения, и это лучший результат в лиге.",
            "В команде играет один из лучших инфилдов лиги. (о бейсболе, крикете)",
            "Команда стала посмешищем всей лиги.",
            "В 2004 году \"Бостон Ред Сокс\" завоевали вымпел победителя Американской лиги МЛБ.",
            "Было желание провести в этой области бейсбольный матч Национальной лиги.",
            "Наша сегодняшняя победа вернула нас на третье место в Лиге.",
            "Игроков изгнали из лиги из-за слишком большого возраста.",
            "Положение \"Юнайтед\" на вершине турнирной таблицы, по-видимому, относительно надёжно.",
            "В данный момент \"Вест Хэм Юнайтед\" прозябает в нижней части турнирной таблицы.",
            "Почему постоянно выходит так, что я болею за команду из нижней части турнирной таблицы?",
            "В команде играет один из лучших аутфилдов лиги. (о бейсболе, крикете)",
            "\"Барселона\" после победы над мадридским \"Реалом\" продолжает возглавлять чемпионат.",
            "Если команды не ограничат зарплаты игрокам, лига не выживет.",
            "Ужасное выступление этой команды сделало её объектом насмешек в лиге.",
            "Они поставили цель — стать командой номер один в лиге.",
            "Они не лучшая команда в лиге, но и не слабаки."
        ],
        "stars": 3
    }
}