{
    "lease": {
        "comment": [],
        "translate": "аренда, наем, сдача, арендовать, арендный",
        "transcription": " |liːs|",
        "antonyms": [],
        "mnemonic": [
            "release [rɪ'li: s]\n***\nВсех ОСВОБОДИЛИ, и они разбрелись. (это) release\nИх ОТПУСТИЛИ, и они разбрелись. (это) release\nОСВОБОЖДЕНИЕ получили и разбрелись. (это)\nrelease\nНОВЫЙ ФИЛЬМ \"Застрелись\". (это) release\nОсвобождение, облегчение; новый фильм.\n***\nВот тебе пожалуйста \"please\"\nосвобождение \"release\"\nи дом в аренду \"lease\"."
        ],
        "examples": [
            "He has a flat on a long lease.",
            "The lease runs for five years.",
            "I'm interested in leasing your cottage.",
            "She leases a red convertible.",
            "The lease runs for a term of 99 years.",
            "They leased the building as a warehouse.",
            "Cars could be leased at a reasonable rate per month.",
            "We leased the house to a young married couple.",
            "Husband and wife co-signed the lease.",
            "The building was leased to a health club.",
            "Do you understand all the terms of the lease?",
            "This lease is a document of title to land.",
            "The district administration may annul the lease.",
            "She renews her lease every year.",
            "No changes to the property are allowed during the continuance of the lease.",
            "We hold leases on both of our cars.",
            "They lease the site from the council.",
            "She renews her lease on a yearly basis.",
            "They took out a lease on a seven-acre field.",
            "The contract set out the conditions of the lease.",
            "I have leased this house for the last four years.",
            "An astute tenant always reads the small print in a lease.",
            "A landlord may retain part of your deposit if you break the lease.",
            "The lease on the flat expired on June 14th.",
            "They took out a five-year lease on the house."
        ],
        "example_translate": [
            "Он снимает квартиру на долгий срок.",
            "Аренда действительна на пять лет.",
            "Меня интересует аренда вашего коттеджа.",
            "Она арендует красный кабриолет.",
            "Договор заключён сроком на девяносто девять лет.",
            "Они арендовали здание под товарный склад.",
            "Автомобили сдаются в аренду по умеренной цене за месяц.",
            "Мы сдали дом молодой супружеской паре.",
            "Муж и жена совместно подписали договор аренды.",
            "Здание было сдано в аренду фитнес-клубу.",
            "Вы понимаете все условия аренды?",
            "Этот документ об аренде есть документ о праве собственности на эту землю.",
            "Администрация округа может аннулировать данный договор об аренде.",
            "Она возобновляет свой договор об аренде каждый год.",
            "В период действия договора аренды не разрешается вносить в объект собственности никаких изменений.",
            "У нас есть доверенности на обе наши машины.",
            "Они арендуют данный участок у совета.",
            "Она возобновляет аренду на ежегодной основе.",
            "Они взяли в аренду поле площадью в семь акров.",
            "В договоре были изложены условия аренды.",
            "Я снимал этот дом в течение последних четырёх лет.",
            "Умный арендатор всегда читает мелкий шрифт в договоре аренды.",
            "Арендодатель может удержать часть вашего задатка, если вы расторгнете договор аренды раньше срока.",
            "Договор аренды на квартиру истёк четырнадцатого июня.",
            "Они подписали соглашение об аренде этого дома сроком на пять лет."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}