{
    "leather": {
        "comment": [],
        "translate": "кожа, ремень, краги, кожаный, колотить, крыть кожей",
        "transcription": " |ˈleðər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This leather handles soft.",
            "He was wearing a battered leather jacket.",
            "The feel of old leather",
            "Raw leather raxes.",
            "Interior trimming is grey leather.",
            "He kept leathering on at his dissertation.",
            "a belt made of tooled leather",
            "She was sitting in a deep leather chair.",
            "He lowered himself into the leather chair.",
            "Nylon is cheaper than leather, and it's just as strong.",
            "It's best for children's feet to be shod with real leather.",
            "The strap is genuine leather.",
            "He unbuckled his leather belt.",
            "The book had a leather binding.",
            "Leather was tooled with geometrical patterns.",
            "a shoe made of soft, pliable leather",
            "a black car with gray leather interior",
            "This jacket was made from real leather.",
            "These leather coats should sell at / for $100.",
            "A leather sofa will usually outlast a cloth one.",
            "Heat and light cracked the back of the leather chair.",
            "Because the leather is pliable, it's easy to work with.",
            "A complete set of Dickens was bound in imitation leather.",
            "He carried his money in a small leather pouch in his pocket.",
            "Jacket and leather trousers were sufficiently bedrabbled with mud.",
            "The leather cover of the old book was embellished with gold letters.",
            "The leather of his left trainer was coming away from its rubber base.",
            "a sofa upholstered in sham leather",
            "He tooled a design on the leather belt.",
            "They soaked the leather to made it pliable."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "th = [ð]",
            "ea = [e]"
        ],
        "example_translate": [
            "Эта кожа мягка на ощупь.",
            "Он был одет в изношенную кожаную куртку.",
            "Ощущение старой кожи",
            "Сырая кожа тянется.",
            "Внутренняя отделка - серая кожа.",
            "Он продолжал усиленно работать над своей диссертацией.",
            "пояс, изготовленный из тиснёной кожи",
            "Она сидела в глубоком кожаном кресле.",
            "Он опустился в кожаное кресло.",
            "Нейлон дешевле кожи, но он такой же прочный.",
            "Детям лучше носить обувь из натуральной кожи.",
            "Этот ремешок — из натуральной кожи.",
            "Он расстегнул свой кожаный ремень.",
            "Книга была в кожаном переплёте.",
            "На коже были вытиснены геометрические узоры.",
            "ботинок, изготовленный из мягкой, податливой кожи",
            "чёрный автомобиль, обитый изнутри серой кожей",
            "Эта куртка была сделана из настоящей кожи.",
            "Эти кожаные пальто будут продаваться примерно по 100 долларов.",
            "Кожаный диван, как правило, служит дольше, чем тканевый.",
            "Спинка кожаного кресла потрескалась от света и тепла.",
            "Поскольку кожа пластичная, с ней легко работать.",
            "Полное собрание сочинений Диккенса было издано в переплете из искусственной кожи.",
            "Деньги он носил в небольшом кожаном кошельке, который лежал в кармане.",
            "Пиджак и кожаные брюки были порядочно измазаны грязью.",
            "Кожаная обложка старой книги была украшена позолоченными буквами.",
            "Кожа на его левом кроссовке отошла от его резиновой основы.",
            "диван, обитый искусственной кожей",
            "Он нанёс на кожаный ремень узор.",
            "Кожу мочили, чтобы сделать её более податливой."
        ]
    }
}