{
    "lecture": {
        "comment": [
            "lecturer"
        ],
        "translate": "лекция, доклад, наставление, нотация, читать лекцию, отчитывать",
        "transcription": " |ˈlektʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I wish you'd stop lecturing me!",
            "She's planning to give a series of lectures on modern art.",
            "Can I borrow your lecture notes?",
            "What did you get out of his lecture?",
            "The lecture was arranged for two o'clock.",
            "He began to lecture us about making too much noise.",
            "He lectures on European art at Manchester University.",
            "Did you ever lecture at Harvard?",
            "Don't you lecture at me, I don't have to do what you say!",
            "The lecture wasn't very meaty.",
            "To recap on the previous lecture, ...",
            "They drank in every word of the lecture.",
            "The book is an expansion of a lecture series.",
            "She'll begin the lecture at 10.",
            "Don't digress when you give a lecture.",
            "I found her lecture very obscure.",
            "The lecture lasted two solid hours.",
            "She lectures in art at the local college.",
            "A lecture was in progress in the main hall.",
            "I completely spaced out during the lecture.",
            "Five hundred people filled the lecture hall.",
            "I lectured her about doing better in school.",
            "the expansion of a lecture series into a book",
            "This book is an expansion of a lecture series.",
            "Dad gave us a lecture about our table manners.",
            "We endured the lecture for as long as we could.",
            "Her lecture celebrated the genius of the artist.",
            "A good lecture was my father's idea of discipline.",
            "I came home late and got a lecture from my parents.",
            "She plans to expand the lecture series into a book."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Хватит уже читать мне лекции!",
            "Она планирует прочитать серию лекций о современном искусстве.",
            "Можно одолжить у тебя конспекты?",
            "Что вы вынесли из его лекции?",
            "Лекция была назначена на 2 часа.",
            "Он начал отчитывать нас за то, что мы создавали слишком много шума.",
            "Он читает лекции по европейскому искусству в университете Манчестера.",
            "Вы когда-нибудь читали лекцию в Гарварде?",
            "Нечего мне выговаривать, я совершенно не обязан делать так, как ты говоришь!",
            "Эта лекция была не очень содержательной.",
            "Напомню, на прошлой лекции ...",
            "Они впитывали каждое слово лекции.",
            "Данная книга является развитием курса лекций.",
            "Она начнёт лекцию ровно в десять.",
            "Не отвлекайтесь, когда читаете лекцию.",
            "Её лекция показалась мне очень непонятной.",
            "Лекция длилась целых два часа без перерыва.",
            "Она читает лекции по искусству в местном колледже.",
            "В главном зале проходила лекция.",
            "Во время лекции я совершенно отключился.",
            "Зал для лекций заполнило пятьсот человек.",
            "Я прочёл ей нотацию о том, что нужно лучше учиться в школе.",
            "превращение серии лекций в книгу",
            "Эта книга представляет собой более подробное изложение серии лекций.",
            "Папа прочитал нам лекцию по поводу нашего умения вести себя за столом.",
            "Мы терпели /терпеливо слушали/ эту нотацию, сколько могли.",
            "В своём докладе она прославляла гениальность этого художника.",
            "Мой папа считал, что лучшее наказание — это хорошая, длинная нотация.",
            "Я пришёл домой поздно, и родители прочитали мне лекцию.",
            "Она планирует расширить эту серию лекций, превратив её в книгу."
        ],
        "stars": 2
    }
}