{
    "lecturer": {
        "comment": [
            "lecture"
        ],
        "translate": "преподаватель, лектор, доцент, дьяк",
        "transcription": " |ˈlektʃərər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We have a famous lecturer for this seminar.",
            "She's a brilliant lecturer.",
            "The lecturer talked on youth drug problems.",
            "She's planning to give a series of lectures on modern art.",
            "She lectures in art at the local college.",
            "I lectured her about doing better in school.",
            "He was a successful lecturer, much in demand.",
            "She's an occasional lecturer at the university.",
            "After a noticeable pause the lecturer continued.",
            "I came home late and got a lecture from my parents.",
            "The audience asked the lecturer to please speak up.",
            "Several hundred people are expected to attend the lecture.",
            "They lectured their children about the importance of honesty.",
            "The lecturer's monotonous delivery threatened to put us to sleep.",
            "The lecturer shot off a pistol as a demonstration of the startle response.",
            "Even as students in the sex ed class continued to titter, the lecturer plowed ahead."
        ],
        "example_translate": [
            "Семинар у нас будет вести известный лектор.",
            "Она блестящий лектор.",
            "Лектор рассказал о проблеме наркотиков среди молодёжи.",
            "Она планирует прочитать серию лекций о современном искусстве.",
            "Она читает лекции по искусству в местном колледже.",
            "Я прочёл ей нотацию о том, что нужно лучше учиться в школе.",
            "Он был успешным преподавателем и пользовался большим спросом.",
            "Она иногда читает лекции в университете.",
            "После заметной паузы преподаватель продолжил лекцию.",
            "Я пришёл домой поздно, и родители прочитали мне лекцию.",
            "Слушатели попросили преподавателя говорить погромче.",
            "Как ожидается, на лекции будет присутствовать несколько сот человек.",
            "Они читали своим детям нотации о том, как важно быть честным.",
            "Манера речи преподаватели была столь монотонной, что грозила нас усыпить.",
            "Преподаватель выстрелил из пистолета, чтобы продемонстрировать действие отдачи.",
            "Несмотря на то, что хихиканье в классе не прекращалось, преподаватель упорно продолжал урок сексуального образования."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}