{
    "legend": {
        "comment": [],
        "translate": "легенда, надпись, поверье",
        "transcription": " |ˈledʒənd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is a true living legend.",
            "According to legend, he escaped by leaping from the cliffs into the sea.",
            "His music has made him a living legend.",
            "Legend has it that Sarah was put to death for practising witchcraft.",
            "He has become a baseball legend.",
            "Legend accredits her with performing miracles.",
            "The gravestone bears the legend “Rest in Peace.”",
            "He has become a legend in the annals of military history.",
            "His devilment at school remains the stuff of local legend.",
            "The Eve of biblical legend was a temptress, thus initiating a lamentable theme in the history of sexism.",
            "The reality is embroiled with fable and legend.",
            "I don't believe the legends I've heard about this forest.",
            "A sign above the door bore the legend 'patience is a virtue'.",
            "The story I just heard has all the earmarks of an urban legend.",
            "Legend has it that the tribe came from across the Pacific Ocean.",
            "He was a Goliath in the field of otolaryngology and a living legend in his time.",
            "The professor's frequent and extended digressions are the stuff of campus legend.",
            "In Arthurian legend, Sir Galahad is depicted as the one knight who is a paragon of virtue.",
            "In medieval legend Sir Galahad is the nonesuch of the noble knight with a pure and unselfish heart.",
            "The daring exploits of the French legionaries have long been the stuff of literary and cinematic legend.",
            "She rolled her eyes at her brother's bragging and quipped, “You're a legend in your own mind, all right”.",
            "He historicizes and politicizes the whole legend.",
            "Early peoples passed on plant and animal lore through legend."
        ],
        "example_translate": [
            "Она — настоящая живая легенда.",
            "По легенде, он спасся, спрыгнув со скалы в море.",
            "Его музыка сделала его живой легендой.",
            "Легенда гласит, что Сару предали смерти /казнили/ за колдовство.",
            "Он стал легендой бейсбола.",
            "Легенда приписывает ей чудотворство.",
            "На надгробии нанесена надпись: “Покойся с миром”.",
            "Он стал легендой и вошёл в анналы военной истории.",
            "Его школьные проделки по-прежнему остаются предметом местных легенд.",
            "Ева в библейской легенде была искусительницей, таким образом положив начало плачевной истории сексизма.",
            "Реальность переплетается с мифами и легендами.",
            "Я не верю в поверья, которые я слышал об этом лесу.",
            "Над дверью была вывеска с надписью \"Терпение — добродетель\".",
            "История, которую я только что услышал, имеет все характерные черты современной городской байки.",
            "Легенда гласит, что это племя пришло из-за Тихого океана.",
            "В отоларингологии он был титаном и живой легендой своего времени.",
            "О частых и пространных отступлениях этого профессора в университете ходят легенды.",
            "В легендах о короле Артуре сэр Галахад изображён рыцарем, являющимся образцом добродетели.",
            "В средневековых легендах Сэр Галахад является образцом благородного рыцаря с чистой и бескорыстной душой.",
            "Дерзкие подвиги солдат Французского легиона уже давно являются материалом литературных и кинематографических легенд.",
            "В ответ на хвастовство брата она закатила глаза и саркастично заметила: «Конечно, сам для себя ты герой».",
            "Он придаёт легенде исторический и политический смысл.",
            "Древние народы передавали знания о растениях и животных посредством легенд."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}