{
    "legislature": {
        "comment": [],
        "translate": "законодательная власть, законодательный орган, законодательный орган штата",
        "transcription": " |ˈledʒɪsleɪtʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bill cleared the legislature.",
            "Each state has its own legislature.",
            "He pushed the bill in the legislature.",
            "The legislature expended its time on school questions.",
            "The legislature hesitated to charter the corporation.",
            "The duty of the legislature is to effect the will of the people.",
            "The legislature has passed a measure aimed at protecting consumers.",
            "A bicameral legislature has two houses.",
            "The governor bulldozed the law through the legislature.",
            "The governor will request that the legislature raise taxes.",
            "We presented a petition to the legislature to change the law.",
            "The legislature debated drafting more soldiers.",
            "The legislature embodied a revenue provision in the new law."
        ],
        "example_translate": [
            "Законопроект получил одобрение законодательных органов.",
            "В каждом штате есть свой законодательный орган.",
            "Он упорно продвигал законопроект в совете штата.",
            "Законодательный орган полностью потратил своё время на школьные вопросы.",
            "Законодательное собрание не решилось дать разрешение на создание корпорации.",
            "Обязанность законодательной власти состоит в том, чтобы исполнять волю народа.",
            "Законодательная власть приняла постановление, направленное на защиту потребителей.",
            "В двухпалатном законодательном органе имеется две палаты.",
            "Губернатор продавил этот закон через законодательные органы.",
            "Губернатор обратится в законодательный орган штата с просьбой повысить налоги.",
            "Мы представили в законодательный орган штата петицию об изменении закона.",
            "Законодатели обсудили возможность призыва большего числа солдат.",
            "Законодатели включили в новый закон положение о доходах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}