{
    "legitimate": {
        "comment": [],
        "translate": "законный, легальный, законнорожденный, узаконивать, признавать законным",
        "transcription": " |lɪˈdʒɪtɪmət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "That's a perfectly legitimate question.",
            "Is it legitimate to pose such questions?",
            "He complained quite legitimately about his treatment.",
            "Legitimates and natural children were brought up together.",
            "It legitimates my advice., for it is the only way to save our lives.",
            "It is wasted time and energy to try to buck any legitimate movement.",
            "Legal documents give the present owner a legitimate hold on the property.",
            "It should be legitimate to use cannabis for medical purposes.",
            "Most scientists believe it is legitimate to use animals in medical research.",
            "Opponents have questioned the legitimacy of the ruling.",
            "There's no legitimate reason for prescribing this medication to a child.",
            "Anyone dismissed because of their race has legitimate grounds for complaint.",
            "The archbishop was opposed to the marriage, and the king needed the support of the spirituality if his rule was to be considered legitimate."
        ],
        "example_translate": [
            "Это совершенно законный вопрос.",
            "Законно ли задавать такие вопросы?",
            "Он совершенно законно пожаловался на то, как с ним обращаются.",
            "Законнорождённые и побочные дети воспитывались вместе.",
            "Это подтверждает верность моего совета, ибо это единственный путь к нашему спасению.",
            "Напрасная трата времени и сил - пытаться противостоять любому законному движению.",
            "Юридические документы дают нынешнему владельцу законное право владения имуществом.",
            "Следует узаконить применение каннабиса в медицинских целях.",
            "Большинство ученых считают использование животных в медицинских исследованиях законным.",
            "Оппоненты поставили под сомнение законность данного постановления.",
            "Нет никаких законных оснований для назначения этого препарата ребёнку.",
            "Всякий, кому отказали от места или уволили на основании его расовой принадлежности, имеет законные основания для подачи жалобы.",
            "Архиепископ был против этого брака, и королю понадобилась поддержка духовенства, чтобы его власть признали легитимной."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}