{
    "legislation": {
        "comment": [],
        "translate": " законодательство, законы, законодательный",
        "transcription": "  |ˌledʒɪsˈleɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "More legislation is needed on this matter.",
            "The legislation has a fundamental weakness.",
            "The new legislation puts the unions in a difficult position.",
            "The legislation had been ambiguously worded.",
            "There must be more of the give-and-take system in legislation.",
            "The legislation was rushed through parliament.",
            "The present Act makes a fresh departure in bankruptcy legislation.",
            "The whole point of this legislation is to protect children.",
            "They passed new state legislation this week.",
            "One of the important functions of government is legislation.",
            "Only the very rich benefit from this legislation.",
            "They tried to close a loophole in the new legislation.",
            "He took a principled stand against the legislation.",
            "How far do those old, outdated laws affect today's legislation?",
            "This is a very important piece of legislation (=law).",
            "This legislation will give more power back to local authorities.",
            "The President has the veto over new legislation.",
            "Congress will enact legislation related to that issue.",
            "The Supreme Court decision paved the way for further legislation on civil rights.",
            "It's arguable that the legislation has had little effect on young people's behaviour.",
            "Congress has been tinkering with the legislation.",
            "Two new pieces of legislation are being considered.",
            "The legislation aims to close a lot of legal loopholes.",
            "The legislation could have a baneful effect on the poor.",
            "These amendments will blunt the edge of the legislation.",
            "Recent legislation has reduced immigration to a trickle.",
            "She introduced legislation for protecting the environment.",
            "The legislation is intended to curb price and wage increases.",
            "The government has passed new legislation to protect consumers.",
            "This legislation will surely bring on some unintended consequences."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Необходимы новые законопроекты по этому вопросу.",
            "Законодательство имеет существенный недостаток.",
            "Новое законодательство ставит профсоюзы в трудное положение.",
            "Законодательство было сформулировано неоднозначно.",
            "Законодательная система должна предусматривать больше компромиссных решений.",
            "Законопроект в срочном порядке провели через парламент.",
            "Данное постановление служит новой отправной точкой для законодательства о банкротстве.",
            "Весь смысл этого закона — в защите детей.",
            "На этой неделе приняли новое законодательство штата.",
            "Одной из важнейших функций правительства является законодательная деятельность.",
            "Только очень богатые люди выиграют от этого закона.",
            "Они попытались закрыть брешь /лазейку/ в новом законодательстве.",
            "Он занял принципиальную позицию против этого законодательства.",
            "Насколько все эти старые, отжившие свой век законы влияют на нынешнее законодательство?",
            "Это очень важный законодательный акт (т.е. закон).",
            "Это законодательство вернёт больше власти местным органам власти.",
            "Президент имеет право вето в отношении новых законодательных актов.",
            "Конгресс примет законодательство, относящееся к данному вопросу.",
            "Решение Верховного Суда подготовило почву для дальнейшего развития законодательства в отношении гражданских прав.",
            "Есть основания думать, что этот закон не оказал ощутимого влияния на поведение молодёжи.",
            "Конгресс уже давно занимается мелкими переделками данного законодательства.",
            "Сейчас рассматриваются два новых законодательных акта.",
            "Целью данного законодательства является закрыть множество правовых лазеек.",
            "Этот закон может оказать губительное воздействие на бедные слои населения.",
            "Эти поправки уничтожат всю эффективность данного законодательства.",
            "Последние законодательные акты свели иммиграцию к минимуму.",
            "Она представила законодательство в сфере защиты окружающей среды.",
            "Данное законодательство предназначено для обуздания роста цен и заработной платы.",
            "Правительство приняло новый закон по защите потребителей.",
            "Это законодательство, несомненно, принесёт с собой кое-какие непредвиденные последствия."
        ]
    }
}