{
    "leisure": {
        "comment": [
            "measure",
            "measurement",
            "pleasure",
            "pressure",
            "ensure",
            "sure",
            "assure",
            "surely",
            "closure",
            "insure",
            "disclosure",
            "reassure",
            "exposure",
            "treasure",
            "unsure"
        ],
        "translate": "досуг, свободное время, свободный",
        "transcription": " |ˈliːʒər|",
        "antonyms": [],
        "mnemonic": [
            "leisure [лэ'жэ] досуг - Свой досуг (лежа) я провожу;",
            "leisure ['lɛʒə]\n***\nДОСУГ мы проводили лежа. (это) leisure\nСвободное время."
        ],
        "examples": [
            "How do you spend your leisure?",
            "I don't have much time for leisure.",
            "Do it at your leisure.",
            "Watching television is now the nation's most popular leisure activity.",
            "Most people now enjoy shorter working hours and more leisure time.",
            "Football occupies most of my leisure time.",
            "The hotel offers various leisure facilities such as a swimming pool and sauna.",
            "The hotel has its own pool and leisure facilities.",
            "His job left him little leisure.",
            "The leisure industry (=the business of providing leisure activities) is now an important part of the economy.",
            "Marry in haste and repent at leisure. посл.",
            "What would he be at? - At her, if she's at leisure.",
            "The town has little in the way of leisure facilities.",
            "The town has one of the best leisure complexes in the country.",
            "Please peruse this report at your leisure.",
            "There's a good range of leisure facilities.",
            "Take the leaflets home and read them at your leisure.",
            "Come round for lunch and then we can discuss it at leisure.",
            "It has been said that only a hierarchical society with a leisure class at the top can produce works of art.",
            "Plans to turn the site into a £600 million leisure complex have met with stiff opposition.",
            "In a way, modern labor-saving appliances enfranchised people, giving them much more leisure time."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Как вы проводите свободное время?",
            "У меня не так много времени для досуга.",
            "Сделайте это, когда вам будет удобно.",
            "Сейчас просмотр телевизора является наиболее популярным видом проведения досуга в стране.",
            "Сейчас у многих людей есть возможность наслаждаться сокращенным рабочим днём и большим количеством свободного времени.",
            "Футбол занимает большую часть моего свободного времени /досуга/.",
            "Гостям отеля предлагаются различные возможности для отдыха, такие как плавательный бассейн и сауна.",
            "В отеле есть собственный бассейн и возможности для отдыха.",
            "Работа почти не оставляла ему свободного времени.",
            "Сейчас, индустрия развлечений, является важной частью экономики.",
            "Жениться на скорую руку, да на долгую муку.",
            "Ну и чего он достигнет? - Будет рядом с ней, если ей захочется.",
            "По части досуга в городе мало что есть.",
            "Город располагает одним из лучших развлекательных комплексов в стране.",
            "Просьба на досуге внимательно прочитать этот отчёт.",
            "Имеется большой выбор удобств для отдыха /возможностей проведения досуга/.",
            "Возьмите эти буклетики домой и почитайте их на досуге.",
            "Заходите к нам на обед, и тогда мы сможем не спеша это обсудить.",
            "Бытует мнение, что только иерархическое общество, возглавляемое праздным классом, может производить произведения искусства.",
            "Планы превращения данного места в развлекательный комплекс стоимостью шестьсот миллионов фунтов стерлингов встретили жёсткое сопротивление.",
            "В некотором смысле, современные облегчающие труд приспособления освободили людей, предоставив им гораздо больше времени на отдых."
        ],
        "stars": 2
    }
}