{
    "lend": {
        "comment": [
            "calendar",
            "calender",
            "splendid",
            "slender"
        ],
        "translate": "предоставлять, давать, одалживать, давать взаймы, придавать, годиться, сообщать",
        "transcription": " |lend|",
        "antonyms": [],
        "mnemonic": [
            "lend [ленд] давать взаймы - США по (ленд) лизу дали взаймы СССР.",
            "lend [lend]\n***\nДАМ ВЗАЙМЫ несколько лент. (это) lend\n***\nЕсли другу \"friend\"\nдать взаймы \"lend\",\nто дружбе конец \"end\"."
        ],
        "examples": [
            "She lent the money to him.",
            "I will lend you my car",
            "Could you lend me 50p, please?",
            "Have a heart and lend me some money.",
            "He lends himself to illusory hopes.",
            "I am skint. Can you lend me a tenner?",
            "Come on — be a pal and lend me the money.",
            "I lent our ladder to the neighbors.",
            "Be a sport and lend me your bike.",
            "If you need money, I can lend you some.",
            "If she can't lend me the money, I'm fucked.",
            "This topic lends itself admirably to class discussion.",
            "Banks create money and lend it at interest.",
            "He's always prepared to lend a sympathetic ear.",
            "Can you lend me a tenner?",
            "I think I can get round my father to lend us the car.",
            "When you're through with that book, will you lend it to me?",
            "Surely no one would be foolish enough to lend him the money?",
            "Lend me a fiver, mate?",
            "Can you lend me a hand with this?",
            "Could you lend me twenty quid, mate?",
            "The bank wouldn't lend us the money.",
            "'Can you lend me $10.' 'Forget it, no way.'",
            "The sound effects lend realism to the scene.",
            "Those who refused to lend were pressed into the army.",
            "I'm buggered if I'm going to lend him any more money.",
            "Banks will only lend out money at a high rate of interest.",
            "Could you lend me some money?",
            "Don't sweat it, I'll lend you the money.",
            "Have you ever a shilling as you could lend me?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она дала эти деньги ему взаймы.",
            "Я одолжу тебе мою машину.",
            "Не могли бы вы одолжить мне 50 пенсов?",
            "Будь добр, одолжи мне денег.",
            "Он тешит себя пустыми надеждами.",
            "Я банкрот. Ты не одолжишь десятку?",
            "Ну давай, будь другом и одолжи мне деньги.",
            "Я одолжил нашу лестницу соседям.",
            "Будь другом, одолжи мне свой велосипед.",
            "Если нужны деньги, я могу вам немного занять.",
            "Если она не сможет одолжить мне денег, мне пиздец.",
            "Эта тема идеально подходит для обсуждения в классе.",
            "Банки создают деньги и ссужают их под процент.",
            "Он всегда готов сочувственно выслушать.",
            "Можешь одолжить мне десятку?",
            "Я думаю, мне удастся уговорить отца дать нам автомобиль.",
            "Когда прочитаешь эту книгу, дашь мне почитать?",
            "Надеюсь, ни у кого не хватило ума одолжить ему деньги?",
            "Друг, одолжишь мне пятёрку?",
            "Ты не мог бы мне с этим помочь /подсобить/?",
            "Приятель, ты не одолжишь мне 20 фунтов?",
            "В банке отказались одолжить нам эти деньги.",
            "— Можешь одолжить мне десять долларов? — Фиг тебе, ни за что.",
            "Звуковые эффекты прибавляют сцене реализма.",
            "Тех, кто отказался дать ссуду, заставили служить в армии.",
            "Ни за что на свете я не дам ему денег в долг.",
            "Банки выдают кредиты только под высокие проценты.",
            "Не мог бы ты одолжить мне немного денег? / Ты не мог бы мне немного одолжить?",
            "Не волнуйся, я одолжу тебе эти деньги.",
            "У тебя есть хотя бы шиллинг, который ты мог бы мне одолжить?"
        ],
        "stars": 2
    }
}