{
    "lengthy": {
        "comment": [
            "length"
        ],
        "translate": "растянутый, очень длинный, многословный, высокий",
        "transcription": " |ˈleŋθɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Witnesses spoke of a lengthy gunfight.",
            "The process is both lengthy and costly.",
            "Lengthier trips require more planning.",
            "A deal was struck after lengthy negotiations.",
            "The reviewer padded out his review with a lengthy biography of the author.",
            "A lengthy period of training is required.",
            "The book includes a lengthy bibliography.",
            "The book includes several lengthy asides about the personal lives of scientists involved in the project.",
            "The facts emerged after a lengthy investigation.",
            "Each day Parkin wades through lengthy court reports.",
            "The club's founder recently died, and this month's newsletter includes a lengthy necrology.",
            "He penned lengthy epistles to her.",
            "We finally decided after lengthy deliberations.",
            "She received yet another lengthy missive from her father.",
            "They were engaged in a lengthy conversation about politics.",
            "I don't want to get involved in some lengthy argument about who is to blame."
        ],
        "example_translate": [
            "Очевидцы рассказывали о продолжительной перестрелке.",
            "Этот процесс длительный и дорогостоящий.",
            "Длительные поездки требуют более тщательного планирования.",
            "После долгих переговоров удалось заключить сделку.",
            "Обозреватель снабдил свою рецензию пространной биографией автора.",
            "Требуется длительный подготовительный период.",
            "Книга включает в себя обширный список использованной литературы.",
            "В книге содержится несколько пространных отступлений, касающихся личной жизни учёных, участвующих в данном проекте.",
            "Эти факты всплыли после длительного расследования.",
            "Каждый день Паркину приходится читать длинные и скучные судебные отчёты.",
            "Основатель этого клуба недавно умер, и в этом месяце его бюллетень включает в себя длительный некролог.",
            "Он писал ей пространные послания.",
            "После продолжительных обсуждений мы всё-таки пришли к решению.",
            "Она получила очередное пространное послание от отца.",
            "Их втянули в длительный разговор о политике.",
            "Я не хочу ввязываться в длительный спор о том, кто виноват."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}