{
    "length": {
        "comment": [
            "lengthy"
        ],
        "translate": " длина, расстояние, продолжительность, протяжение, отрезок, долгота, кусок, отрез",
        "transcription": "  |leŋθ|",
        "antonyms": [],
        "mnemonic": [
            "length [leŋθ]\n***\nДЛИНА юбки до коленки. (это) length\nРАССТОЯНИЕ от меня до Ленки. (это) length\nДЛИНУ мерять лень (с). (это) length"
        ],
        "examples": [
            "The street is about a mile in length.",
            "'I don't agree,' she said at length.",
            "The length of the table was 5 feet",
            "a length of chain",
            "He spoke at some length about his problems.",
            "We had to cut the length of the book by one third.",
            "The pieces were unequal in length.",
            "His horse led by a length.",
            "The meter is a measure of length.",
            "Feet and meters are units of length.",
            "Cut off a piece of wood 5 cm in length.",
            "He wasn't left alone for any length of time.",
            "Breakfast was drawn out to a most unusual length.",
            "We've already discussed the subject at great length.",
            "Petra keeps all men at arm's length to avoid getting hurt.",
            "Construct a triangle that has sides of equal length.",
            "He ran the length of the corridor.",
            "The length of the journey was the chief objection to it.",
            "The chapters of the book are very unequal in length.",
            "The horse won by three lengths.",
            "The curtain pole can be cut to length.",
            "The table extends to eight feet in length.",
            "The wall ran the full length of the garden.",
            "He complained about the length of time required.",
            "You can stretch this rubber (out) to twice its length.",
            "Tokens of this vowel varied on dimensions of height, rounding and length.",
            "Habituation to these distressing calumnies has at length bronzed my feelings.",
            "These circles came nearer and nearer together, and at length became coincident.",
            "The telephone clacked and burred at length.",
            "Some fish can grow to a length of four feet."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта улица — около мили в длину.",
            "— Я не согласна, — наконец сказала она.",
            "Длина стола была 5 футов",
            "длина цепочки",
            "Он довольно долго говорил о своих проблемах.",
            "Нам пришлось сократить /урезать/ книгу на треть.",
            "Кусочки были неравной длины.",
            "Его лошадь шла на корпус впереди других.",
            "Метр — это единица длины.",
            "Футы и метры — единицы длины.",
            "Отрежьте деревяшку пяти сантиметров в длину.",
            "Его ни на секунду не оставляли одного.",
            "Завтрак страшно затянулся.",
            "Мы уже обсудили этот вопрос очень подробно /во всех деталях/.",
            "Петра не подпускает к себе никого из мужчин, чтобы избежать боли. (букв. держит их на расстоянии вытянутой руки)",
            "Постройте треугольник, стороны которого — равной длины.",
            "Он пробежал через весь коридор.",
            "Главным аргументом против поездки была её чрезмерная продолжительность.",
            "Главы книги очень неравномерны по длине.",
            "Лошадь выиграла три корпуса.",
            "Карниз можно укоротить.",
            "Длина этого стола доходит до восьми футов.",
            "Стена шла по всей длине сада.",
            "Он жаловался на то, сколько требуется времени.",
            "Вы можете растянуть эту резину так, что она станет вдвое длиннее.",
            "Реализации этой гласной фонемы различались по параметрам высоты, лабиализации и долготы.",
            "Привычка к этим удручающим клеветническим заявлениям со временем сделала меня более стойким.",
            "Эти окружности всё приближались друг к другу и в конце концов полностью совпали.",
            "Телефон шумел и надрывался от продолжительных звонков.",
            "Некоторые рыбы могут вырастать до четырёх футов в длину."
        ],
        "stars": 3
    }
}