{
    "lesser": {
        "comment": [],
        "translate": "меньший, малый, небольшой, незначительный, ничтожный, ограниченный, мелочный",
        "transcription": " |ˈlesər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Lesser Wain",
            "She agreed to plead guilty to a lesser charge.",
            "They had to sacrifice lesser goods for greater ones.",
            "A lesser man than he might have simply given up.",
            "They originally asked for $5 million, but finally settled for a lesser sum.",
            "The winner will receive $100., lesser amounts will be given to three runners-up.",
            "It will affect farmers in Spain and to a lesser extent in France.",
            "This was true in Madrid, and to a lesser extent, Valencia and Seville.",
            "These trees will thrive, to a greater or lesser degree, in a number of climates.",
            "She dines in the executive suite, while we lesser mortals use the staff cafeteria.",
            "Most companies operate in conditions that are to a greater or lesser extent competitive.",
            "The colonists persevered despite suffering setbacks that would have discouraged lesser souls."
        ],
        "example_translate": [
            "Малая Медведица",
            "Она согласилась признать себя виновной в менее серьёзном преступлении.",
            "Им пришлось пожертвовать меньшими благами ради больших.",
            "Кто-нибудь послабее него мог бы просто сдаться.",
            "Сначала они просили пять миллионов долларов, но в конечном итоге согласились на меньшую сумму.",
            "Победитель получит сто долларов, а три других призёра — суммы поменьше.",
            "Это затронет фермеров в Испании и, в меньшей степени, во Франции.",
            "Это было справедливо для Мадрида и, в меньшей степени, для Валенсии и Севильи.",
            "Эти деревья будут более или менее успешно произрастать в нескольких климатических зонах.",
            "Она ужинает в представительском люксе, в то время как мы, простые смертные, пользуемся столовой для сотрудников.",
            "Большинство компаний работает в условиях большей или меньшей конкуренции.",
            "Колонисты упорно продолжали делать своё дело, несмотря на неудачи, которые обескуражили бы людей не столь большой души."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}