{
    "less": {
        "comment": [
            "unless",
            "lesson",
            "lessen",
            "lesser",
            "endless",
            "little",
            "least"
        ],
        "translate": "менее, меньше, без, меньший, без, без-, не-",
        "transcription": " |les|",
        "antonyms": [],
        "mnemonic": [
            "less [лэс] меньше, менее - (Лес) всё меньше ста новится.",
            "lessen ['lɛs (ə) n]\nless ['lɛs]\nendless- бесконечный\nlesson ['lɛs (ə) n] - урок\n***\nУМЕНЬШИМ число деревьев и мир станет безлесен.\n(это) lessen\nНЕДООЦЕНИМ природу и мир станет безлесен. (это)\nlessen\n***\nНамного МЕНЬШЕ станет лес. (это) less"
        ],
        "examples": [
            "All meat is sold less the bone.",
            "We need less talk and more work!",
            "In recent years she has appeared in public less frequently.",
            "Your second point is no less important.",
            "Mary doesn't seem any the less healthy for all her work.",
            "I know he's done a dreadful thing, but I don't love him any the less.",
            "Maybe he would worry less if he understood the situation.",
            "Tickets were less expensive than I had expected.",
            "She finished in less time than I did.",
            "She walks less than she should.",
            "Do you have another one that's less expensive?",
            "Less detail is sometimes better than more detail.",
            "We earned two hundred dollars, less travel expenses.",
            "Which test is the less difficult of the two?",
            "8 times 2 is less than 6 times 3.",
            "'Will you please come with me?' It was less a request than a command.",
            "We made it there in less than six hours.",
            "She visits much less often than she used to.",
            "They're focusing more on quality and less on quantity.",
            "Social class matters a lot less than it used to.",
            "The whole procedure takes less than five minutes.",
            "This test seemed much less difficult than the last one.",
            "The illness affects less than one percent of the population.",
            "Their band is less concerned with making music than with making money.",
            "It's a common problem but this doesn't make it any the less disturbing."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Всё мясо продаётся без костей.",
            "Нам нужно меньше болтать и больше работать!",
            "В последние годы она появлялась на публике не так часто.",
            "Второй отмеченный вами момент не менее важен.",
            "Хотя Мэри очень много работает, вид у неё по-прежнему цветущий.",
            "Я знаю, что он сделал ужасную вещь, но не стала любить его меньше.",
            "Возможно, он волновался бы меньше, если бы понимал ситуацию.",
            "Билеты были дешевле, чем я ожидал.",
            "Она закончила раньше, чем я.",
            "Она ходит меньше, чем следует.",
            "У вас есть другой, подешевле /не такой дорогой/?",
            "Иногда чем меньше подробностей, тем лучше.",
            "Мы заработали двести долларов минус командировочные расходы.",
            "Какой тест из двух является менее сложным?",
            "Восемью два меньше, чем шестью три.",
            "— Пройдёмте со мной, пожалуйста. — Это была не столько просьба, сколько приказ.",
            "Мы добрались туда менее чем за шесть часов.",
            "Она делает визиты гораздо реже, чем раньше.",
            "Они больше обращают внимание на качество, чем на количество",
            "Значение общественного положения сейчас гораздо меньше, чем раньше.",
            "Вся процедура занимает меньше пяти минут.",
            "Эта контрольная показалась гораздо менее сложной, чем прошлая.",
            "Данное заболевание затрагивает менее одного процента населения.",
            "Их группу волнует не столько музыка, сколько деньги.",
            "Это распространённая проблема, что, однако, не делает её менее тревожной."
        ],
        "stars": 3
    }
}