{
    "lesson": {
        "comment": [],
        "translate": "урок, нотация, поучать, обучать, давать урок",
        "transcription": " |ˈlesn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The lesson is over.",
            "Lessons start at 9 o'clock.",
            "The episode taught me a lesson I'll never forget.",
            "Turn to lesson 25.",
            "I skived off a lesson once.",
            "He did the lesson for today.",
            "I learned a valuable lesson.",
            "He has learned a hard lesson.",
            "Ed has his music lesson today.",
            "She took piano lessons for years.",
            "a teacher planning her next lesson",
            "a lesson on French verb conjugation",
            "The book is divided into 12 lessons.",
            "I've got a double maths lesson next.",
            "One lesson's not much good — you need five or six.",
            "Has this class got beyond lesson five?",
            "Andrew gives private lessons in Spanish.",
            "The accident taught him an important lesson.",
            "Each story teaches an important moral lesson.",
            "After a pause the teacher continued the lesson.",
            "The men's courage and faith is a lesson to us all.",
            "My words implicate the first lesson of civilization.",
            "The lesson of this sad story should be well rubbed in.",
            "The soldiers were put on fatigue to teach them a lesson.",
            "We can learn / draw important lesson from this disaster.",
            "a hardhead who has to learn every life lesson the hard way",
            "The government has failed to learn the lessons of history.",
            "You can't go out to play until you've finished your lessons.",
            "The accident should be a salutary lesson to be more careful.",
            "We hurried through the lesson so that we could finish early."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Урок окончен.",
            "Уроки начинаются в девять часов.",
            "Этот случай стал для меня уроком, который я никогда не забуду.",
            "Перейдём к двадцать пятому уроку.",
            "Однажды я прогулял урок.",
            "Он выполнил урок на сегодня.",
            "Я получил (выучил) ценный урок.",
            "Он усвоил непростой урок. / Жизнь преподнесла ему тяжёлый урок.",
            "У Эда сегодня урок музыки.",
            "В течение многих лет она брала уроки игры на фортепиано.",
            "учительница, которая составляет план своего следующего урока",
            "урок о спряжении французских глаголов",
            "Книга состоит из двенадцати уроков.",
            "Дальше у меня спаренный урок математики.",
            "Один урок почти бесполезен, нужно пять или шесть.",
            "Это класс уже прошел пятый урок?",
            "Эндрю даёт частные уроки испанского языка.",
            "Этот несчастный случай преподал ему важный урок.",
            "Каждая история преподаёт важный нравственный урок.",
            "После паузы учитель продолжил урок.",
            "Мужество и вера этих людей — пример всем нам.",
            "В моих словах заключается первый урок цивилизованности.",
            "Урок от этой прискорбной истории следует хорошо запомнить.",
            "В наказание этим солдатам дали наряд на выполнение хозяйственных работ.",
            "Мы можем вынести важный урок из этой катастрофы.",
            "упрямец, которому непременно нужно учить любой жизненный урок на собственной шкуре",
            "Правительство не смогло усвоить уроки истории.",
            "Ты не пойдёшь играть на улицу, пока не закончишь делать уроки.",
            "Эта авария должна послужить хорошим уроком о том, что нужно быть осторожнее /внимательнее/.",
            "Мы быстро пробежались по уроку, чтобы можно было закончить пораньше."
        ]
    }
}