{
    "liability": {
        "comment": [],
        "translate": "ответственность, обязательство, задолженность, склонность, подверженность, долг",
        "transcription": " |ˌlaɪəˈbɪlətɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The business has liabilities of 2 million dollars.",
            "We assumed full liability for our children's debts.",
            "He should go because he has become a liability.",
            "He denies any liability for the cost of the court case.",
            "Employers saw her age as a liability rather than an asset.",
            "The company admitted the liability but disputed the amount of damages.",
            "A kid like Tom would be a liability in any classroom.",
            "The company is trying to limit its liability in this case.",
            "Tenants have legal liability for any damage they cause.",
            "Opinion polls show him to be a liability to the Labour Party.",
            "The court ruled there was no liability to pay any refund."
        ],
        "example_translate": [
            "Фирма имеет задолженность в 2 миллиона долларов.",
            "Мы несём полную ответственность за долги наших детей.",
            "Он должен уйти, так как стал обузой.",
            "Он отрицает, что у него есть какие-либо обязательства по судебным издержкам.",
            "Работодателям её возраст казался помехой, а не ценным качеством.",
            "Компания признала свою ответственность, но оспорила размер компенсации ущерба.",
            "С детьми вроде Тома полно хлопот на любом уроке.",
            "Компания пытается ограничить свою ответственность в этом случае.",
            "Арендаторы имеют юридическую ответственность за любой ущерб, который они наносят.",
            "Опросы общественного мнения показывают, что он стал обузой для партии лейбористов.",
            "Суд постановил, что не существует обязательств по уплате какого-либо возмещения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}