{
    "liberal": {
        "comment": [
            "deliberate",
            "deliberately",
            "liberty"
        ],
        "translate": "либеральный, гуманитарный, щедрый, либерал, член партии либералов",
        "transcription": " |ˈlɪbərəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is very liberal towards all doctrines and opinions.",
            "He is a liberal of pure heart.",
            "She made liberal use of her elder sister's make-up and clothes.",
            "Liberal Party",
            "The company is being far too liberal with giving out the information.",
            "As always he was liberal with his jokes.",
            "The liberal party pushed for reforms",
            "that liberal obedience without which your army would be a base rabble",
            "For hard-line Republicans, the word 'liberal' had become a pejorative term.",
            "The Liberals vote as a block",
            "He lists himself as a political liberal.",
            "The college has a liberal arts curriculum.",
            "Liberal import policies will curb smuggling.",
            "He made a very liberal donation to the museum.",
            "In 1906 the Liberal Party romped back to power.",
            "Protestants were more liberal towards alcoholics.",
            "Roosevelt termed himself and his policies 'liberal'.",
            "not openly liberal but that is the trend of the book",
            "'Liberal' has somehow become a dirty word in America.",
            "TV is reflective of society's more liberal views on sex.",
            "She has been called a traitor to the liberal party's cause.",
            "The Democratic Party is an umbrella for many liberal groups.",
            "The news media are often accused of having liberal leanings.",
            "The Liberal Party has now followed the lead of the President.",
            "an intransigent conservative opposed to every liberal tendency",
            "There was a cleavage between the liberal and conservative members.",
            "a policy that is supported both by liberals and conservatives in Congress",
            "Though many people call her a liberal, it is not a designation she uses herself.",
            "Bismarck was constantly criticised by the more liberal newspapers, and he retaliated by passing an emergency decree that effectually muzzled the press."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он очень терпим ко всем доктринам и вариантам.",
            "Он либерал с чистым сердцем.",
            "Она весьма активно пользовалась косметикой и нарядами старшей сестры.",
            "Либеральная партия",
            "Компания слишком щедро распоряжается информацией.",
            "Как всегда, он беспрестанно шутил.",
            "Либеральная партия поддерживала реформы",
            "то либеральное подчинение, без которого ваша армия превратится в аморальный сброд",
            "Для радикально настроенных республиканцев слово \"либеральный\" стало бранным.",
            "Либералы голосуют блоком.",
            "Он считает себя либералом.",
            "В этом колледже есть курс гуманитарных дисциплин.",
            "Либеральное регулирование импорта воспрепятствует контрабанде.",
            "Он сделал очень щедрое пожертвование в адрес данного музея.",
            "В 1906 году либеральная партия без труда вернулась к власти.",
            "Протестанты были более терпимы к алкоголикам.",
            "Рузвельт называл себя и свою политику \"либеральными\".",
            "не откровенно либеральная, но такова общая направленность этой книги",
            "В Америке слово \"либерал\" каким-то образом стало ругательным.",
            "Телевидение отражает более либеральные взгляды общества на секс.",
            "Её назвали предательницей дела либеральной партии.",
            "Демократическая партия является прикрытием для многих либеральных групп.",
            "Новостные СМИ часто обвиняют в либеральных наклонностях.",
            "Либеральная партия теперь последовала примеру президента.",
            "непримиримый консерватор, который сопротивлялся любым либеральным тенденциям",
            "Произошёл раскол между либеральными и консервативными членами группы.",
            "политика, которая поддерживается как либеральной, так и консервативной частью Конгресса",
            "Несмотря на то, что многие называют её либералкой, сама она определяет себя по-другому.",
            "Бисмарк постоянно подвергался критике со стороны более либеральных газет, и он отплатил на это изданием чрезвычайного декрета, которым успешно заткнул прессе рот."
        ]
    }
}