{
    "liberty": {
        "comment": [
            "deliberate",
            "liberal",
            "deliberately"
        ],
        "translate": "свобода, вольность, вольности, воля, бесцеремонность, привилегии",
        "transcription": " |ˈlɪbərtɪ|",
        "antonyms": [],
        "mnemonic": [
            "liberty ['lɪbətɪ]\nliberate ['lɪbəreɪt]\n***\nСВОБОДУ все вы любите. (это) liberty\nВОЛЬНОСТЬ любите на Джипе Либерти. (это) liberty\n***\nТебя ОСВОБОДИЛИ и сплели|берет. (это) liberate\n***\nЧтоб тебя освободили \"liberate\",\nты никого не ругай \"berate\"."
        ],
        "examples": [
            "They've stolen our liberty.",
            "What does the Statue of Liberty symbolize?",
            "What a liberty to refuse our invitation!",
            "Are you at liberty to reveal any names?",
            "In which case the wheel will have liberty to run.",
            "Hundreds of political prisoners are to be given their liberty.",
            "I am not at liberty to discuss these matters.",
            "They gave him the liberty to handle the problem himself.",
            "I took the liberty of cancelling your reservation.",
            "The Statue of Liberty has become an American cultural icon.",
            "The rabble of mankind know nothing of liberty except the name.",
            "The Statue of Liberty is a major tourist attraction.",
            "Personal liberty is the marrow of the American tradition.",
            "He stood foursquare for religious liberty and toleration.",
            "The law has been condemned as an attack on personal liberty.",
            "'Land and Liberty' was the rallying cry of revolutionary Mexico.",
            "His honours lost, his lands escheated, and his liberty restrained.",
            "The courts must balance our liberty against the security of the nation.",
            "Of the ten men who escaped this morning from the prison, only two are still at liberty."
        ],
        "example_translate": [
            "Они похитили нашу свободу.",
            "Что символизирует статуя Свободы?",
            "Какая наглость отказаться от нашего приглашения!",
            "Вам позволено раскрыть имена?",
            "В этом случае колесо сможет свободно вращаться.",
            "Сотни политических заключённых должны быть освобождены.",
            "Я не имею права обсуждать эти вопросы.",
            "Они дали ему возможность самостоятельно справиться с этой проблемой.",
            "Я взял на себя смелость отменить ваше бронирование.",
            "Статуя Свободы стала культурным символом Америки.",
            "Чернь ничего не знает о свободе, кроме самого этого слова.",
            "Статуя Свободы является главной туристической достопримечательностью.",
            "Свобода личности — основополагающий момент американской традиции.",
            "Он твёрдо и убеждённо выступал за свободу вероисповедания и веротерпимость.",
            "Данный закон осудили как посягательство на свободу личности.",
            "Боевым кличем революционной Мексики было \"Земля и Свобода!\".",
            "Его награды утрачены, его земли конфискованы, он сам лишён свободы.",
            "Суды должны обеспечивать равновесие наших прав и свобод с интересами безопасности государства.",
            "Из десяти сбежавших сегодня утром из тюрьмы только двое ещё на свободе."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}