{
    "librarian": {
        "comment": [
            "library"
        ],
        "translate": "библиотекарь",
        "transcription": " |laɪˈbrerɪən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The librarian will explain how to use the catalogue system.",
            "The librarian responded to my query.",
            "The librarian glowered at us when she heard us laughing.",
            "I wrote a pretty stiff letter to the librarian. (W. S. Maugham)",
            "I would rather figure things out on my own than ask that peevish librarian for help.",
            "The stern mien of the librarian suggested that she was not one to put up with any nonsense.",
            "...watch out for the choleric librarian at the reference desk...",
            "The librarian's well-known irritability makes students hesitant to ask questions.",
            "Dave Milton is a school librarian who also blows jazz tenor with the New Jazz Orchestra.",
            "At the school board meeting the librarian delivered a fervid speech defending the classic novel against would-be censors."
        ],
        "example_translate": [
            "Библиотекарь объяснит вам, как пользоваться системой каталогов.",
            "Библиотекарь ответил на мой запрос.",
            "Библиотекарь сердито посмотрела на нас, когда услышала как мы смеялись.",
            "Я написал очень жесткое письмо библиотекарю.",
            "Я предпочту разобраться во всём самостоятельно, чем просить помощи у этого сварливого библиотекаря.",
            "Строгое выражение лица библиотекарши говорило о том, что глупостей она не потерпит.",
            "... остерегайтесь вспыльчивого библиотекаря в справочном бюро...",
            "Из-за хорошо известной раздражительности этого библиотекаря студенты не решаются задавать вопросы.",
            "Дейв Милтон работает школьным библиотекарем и, кроме того, играет на тенор-саксофоне в Новом джаз-оркестре.",
            "На заседании школьного совета библиотекарь произнёс пылкую речь в защиту этого классического романа от потенциальных цензоров."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}