{
    "lifetime": {
        "comment": [
            "lunchtime",
            "time",
            "sometimes",
            "centimetre",
            "timetable",
            "multimedia",
            "part-time",
            "daytime",
            "full-time",
            "overtime",
            "meantime",
            "sentiment",
            "life",
            "wildlife",
            "lifestyle",
            "lifespan"
        ],
        "translate": "продолжительность жизни, целая жизнь",
        "transcription": " |ˈlaɪftaɪm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This is the chance of a lifetime!",
            "It would have taken me a lifetime to read all those books.",
            "She wrote hundreds of poems during her lifetime.",
            "It was the holiday of a lifetime.",
            "It's the sort of opportunity you see only once in a lifetime.",
            "He improved to 4-0 lifetime against the Dutchman.",
            "At college, you'll build friendships that will last a lifetime.",
            "Early involvement in music can awaken an interest that will last a lifetime.",
            "...a dying woman asking for divine forgiveness for a lifetime of transgressions...",
            "The friendship that they formed in school lasted a lifetime.",
            "He was able to keep the collection entire during his lifetime.",
            "Why break the habit of a lifetime and start being cautious now?",
            "The great réclame that the novelist enjoyed in his lifetime soon faded after his death."
        ],
        "example_translate": [
            "Такой шанс выпадает раз в жизни!",
            "Мне потребовалась бы вся жизнь, чтобы прочитать все эти книги.",
            "За свою жизнь она написала сотни стихотворений.",
            "Такой отпуск /праздник/ бывает раз в жизни.",
            "Такие возможности можно увидеть только раз в жизни.",
            "За всю карьеру он довел результат в матчах против голландца до четыре - ноль.",
            "В колледже вы завяжете дружеские отношения, которые будут длиться всю жизнь.",
            "Раннее приобщение к музыке может пробудить интерес, который будет длиться всю жизнь.",
            "...умирающая женщина, молящая о прощении у Всевышнего за греховную жизнь...",
            "Дружба, которая у них завязалась ещё в школе, длилась всю жизнь.",
            "При жизни ему удавалось сохранить целостность своей коллекции.",
            "Зачем бросать привычку, которая у тебя всю жизнь, и теперь вдруг начинать осторожничать?",
            "Огромная известность, которой этот прозаик пользовался при жизни, вскоре после его смерти поблекла."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}