{
    "lifestyle": {
        "comment": [
            "life",
            "wildlife",
            "lifespan",
            "lifetime"
        ],
        "translate": "стиль жизни",
        "transcription": " |ˈlaɪfstaɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They have an adventurous lifestyle.",
            "She has a lifestyle which most people would envy.",
            "They enjoy a comfortable lifestyle.",
            "He led a rather monastic lifestyle.",
            "Regular exercise is part of a healthy lifestyle.",
            "Her lifestyle is rather unconventional.",
            "They lead an extremely lavish lifestyle.",
            "The austerity of their lifestyle was surprising.",
            "She envied the lavish lifestyles of wealthy people.",
            "Exercise has become a regular part of my lifestyle.",
            "Her lifestyle was remarkably free from ostentation.",
            "I was shocked by the extravagance of their lifestyle.",
            "Exercise is one of the key components of a healthy lifestyle.",
            "You can do things for your health in the way of diet, exercise, good lifestyle, not smoking and so on.",
            "He may be a working class boy at heart, but his lifestyle has been transformed.",
            "The evangelist's lavish lifestyle discords with his professed religious beliefs.",
            "The simple lifestyle of the Amish is in conformity with their ascetic religious beliefs.",
            "...I began to lose weight after I gave up my sedentary lifestyle and became a daily walker...."
        ],
        "example_translate": [
            "Они живут рискованной /отчаянной/ жизнью.",
            "У неё такой стиль жизни, которому большинство людей позавидовали бы.",
            "Им нравится комфортный образ жизни.",
            "Он вёл довольно монашеский образ жизни.",
            "Регулярные физические упражнения являются частью здорового образа жизни.",
            "Она ведёт весьма нетрадиционный образ жизни.",
            "Они ведут чрезвычайно расточительный образ жизни.",
            "Аскетизм их образа жизни был поразительным.",
            "Она завидовала роскошной жизни богачей.",
            "Физические упражнения стали неотъемлемой частью моей жизни.",
            "Как ни удивительно, в её жизни совершенно не было хвастовства или показухи.",
            "Я был потрясён расточительностью их образа жизни.",
            "Физические упражнения являются одним из ключевых компонентов здорового образа жизни.",
            "Принести пользу своему здоровью можно путём правильного питания, физических упражнений, здорового образа жизни, некурения и так далее.",
            "Может быть, в душе он по-прежнему парень из рабочей среды, но его образ жизни уже изменился.",
            "Роскошный образ жизни этого евангелиста диссонирует с религиозными убеждениями, которые он исповедует.",
            "Простой образ жизни амишей находится в соответствии с их аскетическими религиозными убеждениями.",
            "...я начал терять вес, после того, как отказался от моего малоподвижного образа жизни и стал ежедневно гулять....."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}