{
    "lighting": {
        "comment": [
            "light",
            "flight",
            "delight",
            "lightly",
            "highlight",
            "moonlight",
            "plight",
            "delighted",
            "delightful",
            "daylight",
            "sunlight",
            "lightning"
        ],
        "translate": "освещение, осветительные приборы, осветительный",
        "transcription": " |ˈlaɪtɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The lighting was too bright.",
            "The street lighting was so dim I got lost.",
            "as long as the lighting was good",
            "Don't overload the lighting circuit.",
            "Lighting is now more energy efficient.",
            "Good lighting will enhance any room.",
            "There was a problem with the lighting.",
            "a company that sells lighting equipment",
            "The lighting of the candles is symbolic.",
            "The lighting in the room was very harsh.",
            "He's in charge of the lighting for the show.",
            "She is the lighting technician for the play.",
            "An interior decorator must understand lighting.",
            "He prefers natural lighting for his photography.",
            "Better street lighting might help to reduce crime.",
            "The photographer is known for her deft use of lighting.",
            "The room's moody lighting suggested mystery and romance.",
            "Use low lighting to give the room a romantic atmosphere.",
            "I had difficulty lighting up my cigarette in the strong wind.",
            "Fluorescent lighting is much cheaper to use than light bulbs.",
            "The lady of the house performs the sacred ritual of lighting two candles.",
            "The local people have petitioned the council for improved street lighting.",
            "Thus far authorities haven't been able to finger the person who's been lighting fires around town.",
            "Lighting can change the look of a room and needn't cost the earth (=have a price which is too high).",
            "The Simon house is entered through the atrium, where a skylight and glass doors provide natural lighting."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Освещение было слишком ярким.",
            "Уличное освещение было таким слабым, что я заблудился.",
            "поскольку освещение было хорошее",
            "Не перенагружайте осветительную сеть.",
            "Освещение сейчас стало более энергоэффективным /энергосберегающим/.",
            "Хорошее освещение пойдёт на пользу любому помещению.",
            "Там была проблема с освещением.",
            "компания, которая продаёт осветительное оборудование",
            "Зажжение свечей является символическим.",
            "Освещение в зале было очень резким.",
            "На этом концерте он отвечает за освещение.",
            "Она является главным осветителем этого спектакля.",
            "Художник по интерьеру обязан разбираться в освещении.",
            "Он предпочитает снимать свои фотографии при естественном освещении.",
            "Улучшение уличного освещения может помочь снизить уровень преступности.",
            "Этот фотограф славится умелым использованием освещения.",
            "Приглушённое освещение комнаты /номера/ привносило таинственность и романтику.",
            "Используйте неяркое освещение, чтобы придать помещению романтическую атмосферу.",
            "На таком сильном ветру прикурить сигарету мне удалось с большим трудом.",
            "Флуоресцентное освещение гораздо дешевле в использовании, чем лампы накаливания.",
            "Хозяйка дома выполняет священный ритуал зажжения двух свечей.",
            "Местные жители обратились в совет с прошением улучшить освещение улиц.",
            "Пока что власти не смогли указать на человека, который устраивает пожары по всему городу.",
            "Освещение может изменить внешний вид комнаты, и ему не обязательно стоить огромных денег (т.е. иметь слишком высокую цену).",
            "В дом Саймона входишь через атриум, где застекленная крыша и зеркальные двери создают естественное освещение."
        ]
    }
}