{
    "lightly": {
        "comment": [
            "light",
            "flight",
            "lighting",
            "delight",
            "highlight",
            "moonlight",
            "plight",
            "delighted",
            "delightful",
            "daylight",
            "sunlight",
            "lightning"
        ],
        "translate": "слегка, легко, несерьезно, беспечно, чуть, обращаться пренебрежительно",
        "transcription": " |ˈlaɪtli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Steam the vegetables lightly.",
            "And sprinkle it lightly with pepper.",
            "The fish should be lightly floured before it's fried.",
            "He brushed the wall lightly.",
            "She had taken the harder parts of her lot lightly and jestingly.",
            "She pecked her father lightly on the cheek.",
            "The problem should not be passed over lightly.",
            "Catch in the waistline very lightly so that it doesn't show.",
            "She applied her makeup lightly.",
            "She moved lightly across the room.",
            "He was dozing lightly in his chair.",
            "'Things will be fine,' he said lightly.",
            "He lightly squeezed her hand and smiled.",
            "Roll the pastry out on a lightly floured board.",
            "Turn the dough out onto a lightly floured board.",
            "These rules are not made to be flung aside lightly.",
            "He knocked lightly on the closed door of the study.",
            "I don't think we should dismiss the matter lightly.",
            "He got off lightly because his father was a lawyer.",
            "The judge let her off lightly with a short sentence.",
            "I think young criminals are let off far too lightly.",
            "Lightly the polished floor creaked to the sandal again.",
            "Divorce is not a matter you can afford to take lightly.",
            "Put the onions in the pan and cook until lightly browned.",
            "He lightly sprung over the fence by which they were separated.",
            "Considering the harm he did, he's gotten off lightly with only a warning.",
            "Draw the outline lightly with a soft pencil. This can be rubbed out later.",
            "Seven people in the bus were killed but the train passengers got off lightly."
        ],
        "example_translate": [
            "Слегка отварите овощи на пару.",
            "И слегка поперчите.",
            "Перед жаркой рыбу следует слегка присыпать мукой.",
            "Он легонько коснулся стены.",
            "Она переживала сложные моменты в своей судьбе легко и шутя.",
            "Она легонько чмокнула отца в щёку.",
            "К этой проблеме надо отнестись серьёзно.",
            "Чуть-чуть затяни талию, чтобы не было видно.",
            "Она слегка накрасилась.",
            "Она легко двигалась по комнате.",
            "Он подрёмывал в своём кресле.",
            "— Всё будет хорошо, — беспечно сказал он.",
            "Он слегка сжал её руку и улыбнулся.",
            "Раскатайте тесто на слегка присыпанной мукой доске.",
            "Выложите тесто на слегка присыпанную мукой доску.",
            "Эти правила созданы не для того, чтобы ими можно было просто так пренебрегать.",
            "Он тихонько постучал по закрытой двери кабинета.",
            "Мне кажется, нам нельзя просто отмахнуться от этого вопроса.",
            "Он легко отделался, потому что его отец был адвокатом.",
            "Благодаря судье она избежала заслуженного наказания, отделавшись коротким тюремным заключением.",
            "Я думаю, что молодых преступников слишком легко отпускают.",
            "Снова легко скрипнул гладкий пол под сандалией.",
            "Развод — это не такое дело, к которому можно позволить себе несерьёзное отношение.",
            "Положите лук на сковородку и жарьте, пока он не станет слегка золотистым.",
            "Он легко перескочил через изгородь, которая их разделяла.",
            "Учитывая зло сделанное им, он легко отделался , всего лишь предупреждением.",
            "Слегка набросайте контур мягким карандашом. Позже его можно будет стереть.",
            "Несколько людей в автобусе погибли, но пассажиры поезда отделались легким испугом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}