{
    "likelihood": {
        "comment": [
            "hood",
            "hook",
            "shoot",
            "shooting",
            "neighbourhood",
            "childhood"
        ],
        "translate": "вероятность, многообещающая будущность",
        "transcription": " |ˈlaɪklɪhʊd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There was very little likelihood of her getting the job.",
            "There is every likelihood that she'll come.",
            "If I refused, it would in all likelihood mean I'd lose my job.",
            "There is a strong likelihood that he will be reelected.",
            "The weatherman on TV said that the likelihood of rain today was fairly high.",
            "The likelihood of future bombs was impossible to judge.",
            "Using a seatbelt will reduce the likelihood of serious injury in a car accident.",
            "They must face the likelihood that the newspaper might go bankrupt.",
            "There is little likelihood of a meltdown comparable to the American banking collapse in March 1933."
        ],
        "example_translate": [
            "Вероятность того, что она получит эту работу, была очень мала.",
            "Скорее всего, она придёт.",
            "Мой отказ, по всей вероятности, означал бы, что я потеряю свою работу.",
            "Существует большая вероятность того, что он будет переизбран.",
            "Синоптик по телевизору сказал, что сегодня вероятность дождя довольно высокая.",
            "Судить о вероятности будущих терактов было невозможно.",
            "Использование ремней безопасности позволит снизить вероятность получить серьёзную травму в автомобильной аварии.",
            "Они должны принять к сведению существующую вероятность того, что газета может обанкротиться.",
            "Есть небольшая вероятность кризиса, сравнимого с крахом американских банков в марте 1933 года."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}