{
    "likely": {
        "comment": [],
        "translate": "вероятный, возможный, подходящий, вероятно",
        "transcription": " |ˈlaɪkli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is not likely to snow.",
            "He'll very likely be late.",
            "She is likely to show up.",
            "I'll most likely get there at about ten o'clock.",
            "That's a likely story!",
            "What is the likely profit of this whole business?",
            "Do remind me because I am likely to forget.",
            "I'd very likely have done the same thing in your situation.",
            "Snow showers are likely tomorrow.",
            "He forecasts a likely increase in grain production.",
            "That seems to be the most likely explanation.",
            "This looks like a likely spot for a picnic.",
            "One likely source of energy is windpower.",
            "They regard him as a likely candidate for the job.",
            "Children who live in the country's rural areas are very likely to be poor.",
            "As likely as not, the meeting will take place in the village pub.",
            "Young drivers are far more likely to have accidents than older drivers.",
            "What are the likely effects of the law going to be?",
            "He could offer no likely explanation when I asked him.",
            "It could have been an accident, but that was hardly likely (=not very likely).",
            "It is more than likely (=almost certain) the votes will have to be counted again."
        ],
        "synonyms": [],
        "grups": [
            "Сложное подлежащее",
            "Инфинитив",
            "Инфинитив - сложное подлежащее(Инфинитиву предшествуют словосочетания)",
            "all_words"
        ],
        "example_translate": [
            "Непохоже, что будет снег.",
            "Скорее всего, он опоздает.",
            "Вероятно, она появится.",
            "Я, вероятнее всего, буду там около десяти.",
            "Ага! Так я и поверил! (разг.., ирон.)",
            "Какова вероятная прибыль от всего этого бизнеса?",
            "Напомни мне, пожалуйста, потому что я, скорее всего, забуду.",
            "Весьма вероятно, что на вашем месте я поступил бы так же.",
            "Завтра возможны /вероятны/ метели.",
            "Он предсказывает вероятный рост производства зерна.",
            "Похоже, это наиболее вероятное объяснение.",
            "Это смахивает на подходящее местечко для пикника.",
            "Одним из вероятных источников энергии является ветроэнергетика.",
            "Они рассматривают его в качестве вероятного кандидата на эту должность.",
            "Дети, живущие в сельских районах страны, с большой вероятностью являются бедными.",
            "Не исключено, что встреча пройдёт в сельском пабе.",
            "Молодые водители гораздо чаще попадают в аварии, чем пожилые.",
            "Каковы будут вероятные последствия введения данного закона?",
            "Он не мог предложить никаких правдоподобных объяснений, когда я спросила его об этом.",
            "Может, это и был несчастный случай, но это вряд ли (т.е. такое не очень вероятно).",
            "Более чем вероятно (т.е. почти наверняка), что голоса придётся подсчитывать заново."
        ]
    }
}