{
    "limb": {
        "comment": [],
        "translate": "конечность, лимб, член, часть, ветвь, колено, расчленять",
        "transcription": " |lɪm|",
        "antonyms": [],
        "mnemonic": [
            "limb [лим] конечность, ветвь -(На-лим)конечности откусил;",
            "climb [klaɪm]\n***\nКАРАБКАЛСЯ на высоту Барклай (м). (это) climb\nВСКАРАБКАЛИСЬ на пик|лаем. (это) climb\nНа ПОДЪЁМЕ то, что испекла|ем. (это) climb\nПодъём, восхождение."
        ],
        "examples": [
            "The broken limb must be immobilized immediately.",
            "The tree limb fell and nearly brained me.",
            "An army is but the limb of a nation.",
            "Name the limbs of the lock, and the other principal parts of the rifle.",
            "She risks life and limb every day in her job as an undercover investigator.",
            "He has risked life and limb (=has done very dangerous things) to photograph some of the world's most dangerous animals.",
            "All the other countries signed the agreement, leaving Britain out on a limb.",
            "Why risk life and limb (=risk your life and health) jumping out of a plane just to raise money for charity?",
            "He'd gone out on a limb (=taken a risk) to help us."
        ],
        "example_translate": [
            "Сломанная конечность должна быть немедленно обездвижена.",
            "Ветка упала с дерева и едва не вышибла мне мозги.",
            "Армия только лишь неотъемлемый член нации.",
            "Назовите детали затвора и другие основные части винтовки.",
            "Она каждый день рискует жизнью и здоровьем на своей работе в качестве тайного агента полиции /секретного наблюдателя/.",
            "Он рисковал жизнью и здоровьем (т.е. совершал очень опасные поступки), чтобы сфотографировать самых опасных животных в мире.",
            "Все остальные страны подписали данное соглашение, оставив Великобританию без поддержки.",
            "Зачем рисковать головой (т.е. рисковать своей жизнью и здоровьем), выпрыгнув из самолета лишь ради того,чтобы собрать деньги на благотворительность?",
            "Он пошёл на риск (т.е. рискнул), чтобы нам помочь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}