{
    "limitation": {
        "comment": [],
        "translate": "ограничение, ограниченность, срок давности, срок, оговорка, исковая давность",
        "transcription": " |ˌlɪmɪˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's a good little car, but it has its limitations.",
            "This drug has one important limitation, its effects only last six hours.",
            "It is a good plan but it has serious limitations.",
            "It is growing rapidly with no limitation in sight.",
            "Any limitation to the king's power could be permanent.",
            "There is to be no limitation on the number of opposition parties.",
            "a law aimed at the limitation of federal power",
            "an arms limitation agreement beneficial to all countries",
            "They have placed a limitation on the amount of time we have available.",
            "Despite the limitations of the survey, it did suggest some general trends."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это хорошая машинка, но у неё есть свои ограничения.",
            "У этого лекарства имеется одно серьезное ограничение - его действие продолжается только шесть часов.",
            "Это действительно хороший план, но он имеет серьёзные ограничения.",
            "Оно быстро растёт, и конца-края этому росту не видно.",
            "Любое ограничение королевской власти может быть постоянным.",
            "Не должно быть никаких пунктов, ограничивающих число оппозиционных партий.",
            "закон, направленный на ограничение федеральной власти",
            "договор об ограничении вооружений, выгодный для всех стран",
            "Они поставили ограничение на количество времени, которое было у нас в распоряжении.",
            "Несмотря на ограниченность данного исследования, оно действительно подсказало некоторые общие тенденции."
        ]
    }
}