{
    "limited": {
        "comment": [
            "limit",
            "limitation",
            "unlimited",
            "preliminary"
        ],
        "translate": "ограниченный, ограничивающийся, отграниченный",
        "transcription": " |ˈlɪmɪtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The event is limited to invited guests.",
            "He is a very limited man.",
            "Seating is limited to 500.",
            "The damage was limited to the roof.",
            "The company has had limited success.",
            "My knowledge of the business is limited.",
            "Payments are limited to 10% each month.",
            "Many old people have a very limited tolerance to cold.",
            "an urban underclass, who have limited access to health care",
            "His survey of the battlefield was limited.",
            "The organization has very limited resources.",
            "His speech is immature, his vocabulary limited.",
            "There is a limited supply of land for building.",
            "They criticized the boy for his limited pursuits.",
            "The critic doles out a limited number of praises.",
            "Only limited resources are available to the police.",
            "They were basic products with limited functionality.",
            "The scandal limited her ability to govern effectively.",
            "He knew how this law limited and conditioned progress.",
            "Passengers are limited to two items of carry-on luggage.",
            "The editor limited the length of my article to 500 words.",
            "The government has granted the region a limited autonomy.",
            "In fact his familiarity with the Bronx was pretty limited.",
            "His efforts were too limited in scope to have much effect.",
            "So far, the education reforms have had only limited success.",
            "Our capacity for giving care, love and attention is limited.",
            "He limited his losses by diversification of his product line.",
            "Schemes of this kind enjoyed success only on a limited front.",
            "Unfortunately, the drug is of limited value in treating cancer.",
            "Only a limited number of students will be allowed in the class."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мероприятие предназначено только для приглашённых гостей.",
            "Он очень ограниченный человек.",
            "Количество мест ограничено пятьюстами.",
            "Ущерб ограничился повреждением крыши.",
            "Компания имела ограниченный успех. / Компания не добилась больших успехов.",
            "Моё знание этого бизнеса ограниченно.",
            "Выплаты ограничены десятью процентами в месяц.",
            "Многие пожилые люди очень плохо переносят холод.",
            "городская беднота, которая имеет ограниченный доступ к медицинской помощи",
            "Его обзор поля боя был ограниченным.",
            "Ресурсы этой организации весьма ограниченны.",
            "Его речь незрелая, запас слов ограничен.",
            "Запас земельных участков для строительства ограничен.",
            "Парня раскритиковали за ограниченность его увлечений.",
            "Критик скуп на похвалы.",
            "Полиция располагает лишь ограниченными ресурсами.",
            "Это были примитивные изделия с ограниченной функциональностью.",
            "Этот скандал ограничил её возможность эффективно управлять.",
            "Он знал, в какой мере этот закон ограничивал прогресс и определял его развитие.",
            "Пассажирам разрешается иметь не более двух предметов ручной клади.",
            "Редактор ограничили объём моей статьи пятьюстами словами.",
            "Правительство наделило данный регион ограниченной автономией.",
            "На самом деле, его знакомство с Бронксом было довольно ограниченным.",
            "Его усилия были слишком ограничены в масштабе, чтобы иметь большой эффект.",
            "До сих пор реформы образования имели лишь ограниченный успех.",
            "Наши возможности для проявления заботы, любви и внимания ограничены.",
            "Он ограничил убытки путём диверсификации своей продуктовой линейки.",
            "Схемы такого рода пользовались успехом только в ограниченном масштабе.",
            "К сожалению, препарат имеет ограниченную ценность в лечении рака.",
            "К занятиям будет допущено лишь ограниченное число студентов."
        ],
        "stars": 3
    }
}