{
    "linger": {
        "comment": [],
        "translate": "задерживаться, медлить, засиживаться, мешкать, замешкаться, тянуться, затягиваться",
        "transcription": " |ˈlɪŋɡər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The tourists didn't linger very long.",
            "His eyes lingered on her diamond ring on her finger.",
            "I lingered on in London for a few days.",
            "He lingered in bed and missed breakfast.",
            "The smell of her perfume lingered.",
            "Customers are welcome to linger over coffee until around midnight.",
            "He lingered for nearly two years. (R. Haggard)",
            "The idea lingered in their minds.",
            "They lingered over coffee after dinner.",
            "Every one of them lingered, and wondered why the rest were lingering.",
            "His policy, therefore, was for the present to linger out the negotiations.",
            "These men have lingered listlessly past.",
            "Mike let his eyes linger on her face.",
            "A guerrilla war has lingered into its fourth decade.",
            "Even when the flowers were taken away the smell lingered about most pleasantly.",
            "The heat lingered long after the sun had gone down.",
            "Her perfume lingered on.",
            "The shy student lingered in the corner.",
            "I spent a week at Kandersteg and could happily have lingered on.",
            "She lingered at the art exhibit.",
            "There's no need to linger over this stage of the interview."
        ],
        "example_translate": [
            "Туристы долго не задерживались.",
            "Его взгляд задержался на её кольце с бриллиантами.",
            "Я задержался в Лондоне на несколько дней.",
            "Он долго валялся в постели и пропустил завтрак.",
            "До сих пор пахло её духами.",
            "Посетители могут посидеть за чашечкой кофе до полуночи.",
            "Он медленно умирал в течение почти двух лет.",
            "Эта мысль засела у них в головах.",
            "Они засиделись за кофе после ужина.",
            "Каждый колебался и задавал себе вопрос, почему медлят остальные.",
            "Поэтому его политика в настоящее время заключалась в затягивании переговоров.",
            "Эти люди равнодушно пробрели мимо.",
            "Майк задержал взгляд на её лице.",
            "Партизанская война тянется уже четвёртый десяток лет.",
            "Даже когда цветы выбросили, приятный запах ещё долго оставался.",
            "После захода солнца жара ещё долго не спадала.",
            "Запах её духов ещё не выветрился.",
            "Робкий студент топтался в уголке.",
            "Я провела неделю в Кандерштеге, и с радостью осталась бы там ещё.",
            "На этой художественной выставке она задержалась дольше обычного.",
            "Нет необходимости останавливаться на этом этапе интервью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}