{
    "link": {
        "comment": [
            "blink"
        ],
        "translate": "ссылка, связь, соединение, линия связи, связывать, соединять, компоновать",
        "transcription": " |lɪŋk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A long bridge links Venice and the mainland.",
            "The railway line links the two towns together.",
            "A love of nature links the two poets.",
            "A chain will break at its weakest link.",
            "the weak link in the chain",
            "establishing a link between diet and cancer",
            "The prisoners were linked to each other by irons around their legs.",
            "There is a causal link between poverty and crime.",
            "Man seems to be placed as the middle link between Angels and Brutes.",
            "The climbers were linked together by ropes.",
            "Cross references in the catalogue link subjects which may be coordinate.",
            "The middle class sprang into full being as a link between the nobility and the common people.",
            "Exactly how do we link words to objects?",
            "Pay increases will now be linked to performance.",
            "There is a direct link between poverty and ill-health.",
            "Strong family ties still linked them together.",
            "Thus, in the abyssal deeps of the ocean these bacteria form the first link in a food chain which supports thriving communities of submarine creatures.",
            "The pipe must be linked to the cold water supply.",
            "It is easiest to break a chain at its weakest link.",
            "It is useful link between the amateurs and the professors of pugilism.",
            "There's mounting evidence of a link between obesity and some forms of cancer.",
            "He argues that there is an inextricable link between poverty and poor health.",
            "Send an email to the above address to report a broken link (=a link that is not working properly).",
            "The company has strong links with big investors.",
            "the indissoluble link between language and culture",
            "Local terminals are linked to the central computer.",
            "He denied reports linking him to Colombian drug dealers.",
            "The railway link would connect Felixstowe with Fishguard.",
            "The next stage is to link the film up with the soundtrack.",
            "Organizers of the project hope that international links will be forged."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "n = [ŋ]"
        ],
        "example_translate": [
            "Длинный мост соединяет Венецию с материком",
            "Два города связаны железной дорогой.",
            "Этих двух поэтов связывает любовь к природе.",
            "Где тонко — там и рвётся. (букв. цепь рвётся на самом слабом звене)",
            "слабое звено в цепи",
            "установление связи между питанием и раком",
            "Пленники были прикованы друг к другу за ноги.",
            "Между бедностью и преступностью существует причинно-следственная связь.",
            "Кажется, что человек является связующим звеном между ангелами и силами зла.",
            "Альпинисты были связаны друг с другом тросами.",
            "Перекрестные ссылки в каталоге связывают темы, которые могут быть сопоставимы.",
            "Средний класс возник как связующее звено между аристократией и простым народом.",
            "Как именно мы связываем слова с объектами?",
            "Повышение оплаты труда теперь будет зависеть от производственных показателей.",
            "Между бедностью и плохим здоровьем существует прямая связь.",
            "Их по-прежнему связывали крепкие семейные узы.",
            "Таким образом, эти глубоководные бактерии образуют первое звено пищевой цепочки, обеспечивающей жизнедеятельность разнообразной подводной фауны.",
            "Эту трубу необходимо подсоединить к холодному водоснабжению.",
            "Цепь легче всего рвётся на самом слабом звене.",
            "Это полезная связь между любителями и профессионалами в боксе.",
            "Всё больше становится доказательств связи между ожирением и некоторыми видами рака.",
            "Он утверждает, что между бедностью и плохим состоянием здоровья существует неразрывная связь.",
            "Отправьте письмо на указанный выше адрес, чтобы сообщить о неработающей ссылке (т.е. ссылке, которая не работает должным образом).",
            "Компания имеет прочные связи с крупными инвесторами.",
            "неразрывная связь языка и культуры",
            "Местные терминалы соединяются с центральным компьютером.",
            "Он опроверг информацию о своей причастности к колумбийским наркокартелям.",
            "Железнодорожная линия свяжет Феликстоу с Фишгардом.",
            "На следующем этапе нужно связать видеоплёнку со звуковой дорожкой.",
            "Организаторы проекта надеются, что удастся завязать международные связи."
        ]
    }
}