{
    "lion": {
        "comment": [
            "million"
        ],
        "translate": "лев, знаменитость",
        "transcription": " |ˈlaɪən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "British Lion",
            "We heard a lion roar.",
            "The lion made the kill.",
            "Scottish lion",
            "The lion has a sinewy body.",
            "The lion roared and sprang.",
            "The lion stalked its prey.",
            "The lion is the king of beasts.",
            "Bob is head lion keeper at the zoo.",
            "The lion was released from its cage.",
            "Vex not too far the lion, chained though he be.",
            "the lion and other carnivorous animals",
            "The circus lion jumped through the hoop.",
            "The lion closed in on the family of deer.",
            "She looked meek but had the heart of a lion.",
            "He was a literary lion among the writers of his time.",
            "The lion lashed its tail.",
            "the ferocity of the lion's attack",
            "We could see the lion's muscles ripple.",
            "The team had a mountain lion as their mascot.",
            "The Egyptian sphinx has the body of a recumbent lion.",
            "With a lash of its tail, the lion sprang at its prey.",
            "The British ten-pence coin has a lion on the reverse.",
            "A young lion had strayed some distance from the pride.",
            "He was polite and showed the lions very good-naturedly.",
            "The firm has captured the lion's share of the UK market.",
            "A lion's head was among the trophies of his African trip.",
            "The lion crouched in the tall grass, waiting to attack the gazelle.",
            "The lion is a sportsmanlike animal, and prefers to kill his own dinner.",
            "Today we are driving north, straight into the lion's den - into rebel-infested territory."
        ],
        "example_translate": [
            "Британский лев (национальная эмблема Великобритании)",
            "Мы услышали рычание льва. / Мы слышали львиный рёв.",
            "Лев охотился.",
            "Шотландский лев (национальная эмблема Шотландии)",
            "У этого льва мускулистое тело.",
            "Лев зарычал и прыгнул.",
            "Лев преследовал свою добычу.",
            "Лев - царь зверей.",
            "Боб — главный смотритель /кипер/ львов в зоопарке.",
            "Льва выпустили из клетки.",
            "Льва не дразни, хоть и привязан он.",
            "лев и другие плотоядные животные",
            "Цирковой лев прыгнул сквозь обруч.",
            "Лев подкрался к стаду оленей.",
            "Несмотря на кроткую внешность, у неё было львиное сердце.",
            "Он был знаменитостью среди писателей своего времени.",
            "Лев хлестнул хвостом.",
            "свирепость львиной атаки",
            "Мы видели, как перекатываются под кожей мышцы льва.",
            "Талисманом /маскотом/ команды была пума.",
            "Египетский Сфинкс имеет тело лежащего льва.",
            "Хлестнув хвостом, лев бросился на добычу.",
            "На реверсе английской монеты в десять пенсов изображён лев.",
            "Один молодой лев немного отбился от остального прайда.",
            "Он был любезен и показывал достопримечательности с большой охотой.",
            "Фирма захватила львиную долю рынка Великобритании.",
            "Среди трофеев, оставшихся от его африканского путешествия, была голова льва.",
            "Лев затаился в высокой траве в ожидании подходящего момента, чтобы напасть на газель.",
            "Лев - благородное животное, он предпочитает сам убивать свою жертву.",
            "Сегодня мы едем на север, прямо в логово льва, на территорию, кишащую повстанцами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}