{
    "literally": {
        "comment": [
            "literature",
            "literary",
            "liter"
        ],
        "translate": " буквально",
        "transcription": "  |ˈlɪtərəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I literally spend all my money on records.",
            "He took her comments literally.",
            "She takes the Bible literally.",
            "I was literally dying to mention it.",
            "Dad was literally blazing with anger.",
            "Many words can be used both literally and figuratively.",
            "She was, literally and metaphorically, in perfect shape.",
            "The name of the cheese is Dolcelatte, literally meaning 'sweet milk'.",
            "The story he told was basically true, even if it wasn't literally true.",
            "The rain forest was literally steaming.",
            "Louis had been literally concussed into this ruinous step.",
            "The term “Mardi Gras” literally means “Fat Tuesday” in French.",
            "Only a real blockhead would think that she had literally said it a million times.",
            "The name \"dachshund\" is of German origin and literally means \"badger dog\", from Dachs (\"badger\") and Hund (\"dog\").",
            "The aboriginal peoples of northern Alaska are known as Inupiats, which in their language literally means “real people”"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я в буквальном смысле трачу все деньги на пластинки.",
            "Он воспринял /понял/ её замечания буквально.",
            "Она воспринимает /понимает/ Библию буквально.",
            "Я просто умирал от желания об этом упомянуть.",
            "Папа буквально пылал от злости.",
            "Многие слова могут использоваться как в прямом, так и в переносном смысле.",
            "Она была в отличной форме как в буквальном, так и в переносном смысле этого выражения.",
            "Этот сыр называется \"дольчелатте\" /\"Dolcelatte\"/, что дословно означает \"сладкое молоко\".",
            "В основном рассказанное им было правдой, даже несмотря на все преувеличения.",
            "От джунглей буквально шёл пар.",
            "Луиса просто вынудили сделать этот губительный шаг.",
            "Выражение “Mardi Gras” на французском языке буквально означает “жирный вторник”.",
            "Только настоящий болван мог бы подумать, что она говорила это именно миллион раз.",
            "Название \"такса\" имеет немецкое происхождение и дословно означает «барсучья собака\", от Dachs (барсук) и Hund (собака)",
            "Коренные народы Северной Аляски известны как \"инупиаты\", что на их языке буквально означает “настоящие люди”."
        ]
    }
}