{
    "literary": {
        "comment": [
            "literature",
            "liter",
            "literally"
        ],
        "translate": "литературный, книжный, литературно образованный",
        "transcription": " |ˈlɪtəreri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Dublin's literary set",
            "She hired a literary agent.",
            "Metaphor is a common literary device.",
            "She is a fine literary stylist.",
            "Do his books have any literary merit?",
            "'Bosky' is a literary term.",
            "He was esteemed as a literary wit.",
            "That literary style is a bit passé nowadays.",
            "the greatest literary phenomenon of the decade",
            "an essay written in a very literary style",
            "Literary fashions have changed in recent years.",
            "The author uses many literary devices in his work.",
            "He entered the literary world right out of college.",
            "All wars change society and hence leave an indelible imprint on literary culture.",
            "A literary award like that isn't easy to come by.",
            "He was a literary lion among the writers of his time.",
            "Students will read and discuss various literary texts.",
            "It was clear to him that Tolkien was a literary genius.",
            "His love of books inclined him toward a literary career.",
            "Literary critics disagree about the meanings of his poems.",
            "They regarded literary questions as exigent and momentous.",
            "His editor has a talent for turning literary dross into gold.",
            "Dublin is thought of first and foremost for its literary heritage.",
            "He was a man of many parts: writer, literary critic and historian.",
            "The literary language of England became afflicted with Gallicisms.",
            "All the random mingling and idle talk made him hate literary parties.",
            "Literary texts, like all other works of art, have a historical context.",
            "I am growing more and more sick of gossip and the whole literary shebang.",
            "It was Dickens who first used the word 'detective' in a literary context.",
            "Both say they want to write literary books that are accessible to a general audience."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дублинский литературный кружок",
            "Она наняла литературного агента.",
            "Метафора — это распространённый литературный приём.",
            "Она — блестящий мастер художественного слова.",
            "В его книгах есть какая-либо художественная ценность?",
            "Слово \"bosky\" (поросший лесом, тенистый, кустистый) является литературным.",
            "Он почитался остряком от литературы.",
            "В наши дни этот литературный стиль немного устарел.",
            "величайший литературный феномен десятилетия",
            "сочинение, написанное в весьма литературной манере",
            "В последние годы литературная мода изменилась.",
            "В своей работе автор использует многие литературные приёмы.",
            "Он вошёл в литературный мир прямо из колледжа.",
            "Все войны изменяют общество и, следовательно, оставляют неизгладимый след в литературной культуре.",
            "Такие литературные премии на дороге не валяются. / Литературную премию вроде этой не каждому дают.",
            "Он был знаменитостью среди писателей своего времени.",
            "Студенты будут читать и обсуждать различные литературные тексты.",
            "Ему было ясно, что Толкиен — литературный гений.",
            "Любовь к книгам склонила его к литературной карьере.",
            "Литературные критики расходятся во мнениях относительно того, о чём говорится в его стихах /смысла его стихов/.",
            "Они считали литературные вопросы важными и неотложными.",
            "Его редактор обладает даром превращать литературный шлак в золото.",
            "Дублин вспоминается прежде всего благодаря своему литературному наследию.",
            "Это был человек разносторонний: писатель, литературный критик и историк.",
            "Литературный язык Англии заражён галлицизмами.",
            "Из-за всех этих случайных знакомств и празднословия он и ненавидел литературные вечера.",
            "Литературные тексты, как и все другие произведения искусства, имеют исторический контекст.",
            "Меня всё больше и больше тошнит от сплетен и всей этой литературной возни.",
            "Именно Диккенс был первым, кто использовал слово \"детектив\" в литературном контексте.",
            "Оба говорят, что им хочется писать книги, понятные широкому читателю."
        ],
        "stars": 2
    }
}