{
    "litter": {
        "comment": [
            "little"
        ],
        "translate": "помет, мусор, сор, носилки, выводок, приплод, мусорить, сорить, засирать, подстилать",
        "transcription": " |ˈlɪtər|",
        "antonyms": [],
        "mnemonic": [
            "bitter ['bɪtə]\n***\nГОРЬКОГО пива пригубúте. (это) bitter\nГорько, резко, жестоко. Горечь.\n***\nМне горько \"bitter\",\nкогда вижу мусор \"litter\".",
            "litter ['lɪtə]\nglitter ['glɪtə] - сверкание\n***\nЛюди, не СОРИТЕ, не пылите! (это) litter\nЗа собой МУСОР удалите. (это) litter\n***\nБывает, что и мусор \"litter\"\nна солнце сверкает \"glitter\"."
        ],
        "examples": [
            "He had to pay a fine for littering.",
            "It is illegal to litter.",
            "Clothes littered the floor.",
            "The desk was littered with papers.",
            "Please change the cat litter.",
            "The park was littered with bottles and cans.",
            "The rabbit littered in its small nest.",
            "The whole park is spoiled by litter.",
            "People who drop litter can be fined in some cities.",
            "It really annoys me when I see people dropping litter.",
            "Cigar butts littered the ground.",
            "Are the horses littered down for the night?",
            "I can't possibly clean this room with all your clothes littered about!",
            "Paper and popcorn littered the streets after the parade.",
            "We decided to pick up the litter in the park.",
            "He was amazed to find a swinish litter on the couch of his repose.",
            "The region is littered with bridges and buildings named after this great man.",
            "Her desk was covered with a litter of legal documents."
        ],
        "example_translate": [
            "Ему пришлось заплатить штраф за то, что он намусорил.",
            "Мусорить — незаконно /запрещено/.",
            "Одежда валялась на полу.",
            "Стол был завален бумагами.",
            "Поменяй, пожалуйста, кошачий туалет.",
            "Парк был замусорен бутылками и консервными банками.",
            "Кролик насорил в своём гнёздышке.",
            "Весь парк завален мусором.",
            "В некоторых городах, люди которые бросают мусор могут быть оштрафованы.",
            "Меня очень раздражает, когда люди мусорят у меня на глазах.",
            "На земле валялись сигарные окурки.",
            "Лошадям настелили солому на ночь?",
            "У меня нет никакой возможности прибраться у тебя в комнате, когда по ней разбросана твоя одежда.",
            "После парада улицы оказались замусорены бумагой и попкорном.",
            "Мы решили подобрать мусор в парке.",
            "Он с удивлением обнаружил на своей кушетке свиной помёт.",
            "В этом районе многие мосты и здания носят имя этого великого человека.",
            "Её рабочий стол был покрыт целым ворохом нормативно-правовых документов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}