{
    "little": {
        "comment": [
            "litter",
            "less",
            "least"
        ],
        "translate": "маленький, малый, небольшой, немного, мало, кое-что, немногое",
        "transcription": " |ˈlɪtl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a little group of people",
            "It's a little way to go.",
            "It'll take a little while.",
            "Can I have a little word with you?",
            "What a big little boy you are.",
            "We had little more than we needed.",
            "He arrived a little while ago.",
            "I got very little sleep last night.",
            "I understood little in his speech.",
            "Little he thinks that we need his help.",
            "You have little choice but to pay attention.",
            "He talked little about his family.",
            "There's little hope of a rescue now.",
            "She gets very angry over little things.",
            "It matters little to her what people think of her.",
            "Please speak as little as possible.",
            "I have less money than I did before.",
            "She works very little and sleeps even less.",
            "It could be a nice little business.",
            "He accepted the little they gave him.",
            "Nicolo gave a little nod of his head.",
            "There's just a little of the pie left.",
            "We walked a little way along this path.",
            "These trinkets have little or no value.",
            "The poor little thing had hurt its wing.",
            "His art is little known in this country.",
            "You could have a little sleep in the car.",
            "We're having a little party this weekend.",
            "It was another of her silly little jokes.",
            "She was cutting the meat up into little bits."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "маленькая группа людей",
            "Это недалеко.",
            "Это займёт немного времени.",
            "Можно перекинуться с тобой словечком?",
            "Какой ты уже большой мальчик.",
            "У нас было немного больше, чем нам было нужно.",
            "Он прибыл некоторое время назад.",
            "Я очень мало спал этой ночью.",
            "Я мало что понял в его речи.",
            "Он совсем не думает, что нам нужна его помощь.",
            "Вам остаётся только внимательно слушать.",
            "Он мало что говорил о своей семье.",
            "Теперь надежды на спасение почти нет.",
            "Она очень сердится из-за всяких пустяков.",
            "Её мало волнует, что о ней думают люди.",
            "Пожалуйста, говорите как можно меньше.",
            "У меня меньше денег, чем раньше.",
            "Она работает совсем мало, а спит и того меньше.",
            "Может получиться выгодное дельце.",
            "Он принял то немногое, что они ему дали.",
            "Николо слегка кивнул головой.",
            "Пирога почти не осталось.",
            "Мы немного прошли по этому пути.",
            "Эти безделушки мало чего стоят, если стоят вообще хоть что-то.",
            "Бедняжка повредила крыло.",
            "Его творчество плохо известно в нашей стране.",
            "Вы могли бы немного поспать в машине.",
            "В эти выходные у нас будет небольшая вечеринка.",
            "Это была её очередная дурацкая шуточка.",
            "Она резала мясо на маленькие кусочки."
        ]
    }
}