{
    "lobby": {
        "comment": [
            "hobby"
        ],
        "translate": "лобби, вестибюль, холл, фойе, передняя, прихожая, коридор, кулуары, приемная",
        "transcription": " |ˈlɑːbɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Let's meet in the lobby.",
            "I'll meet you in the lobby after the show.",
            "They lobbied the bill through Congress.",
            "There's a visitor waiting for you in the lobby.",
            "The hotel lobby was done up for Halloween.",
            "Those unions have lobbied against the agreement in Washington.",
            "I lobbied our company for a new computer.",
            "I'll meet you in the entrance lobby.",
            "Then two men came in and shot up the entire lobby.",
            "The President has strengthened the hand of the gun lobby.",
            "The anti-smoking lobby has steadily gained ground in the last decade.",
            "The company agreed to inspect the river regularly, as a sop to the environmental lobby.",
            "The color in the lobby is subdued.",
            "The health-care industry has lobbied against the proposal.",
            "Please deposit your things in your room and return to the hotel lobby.",
            "We've been lobbying our state representative to support the new health plan."
        ],
        "example_translate": [
            "Давай встретимся в вестибюле.",
            "Встретимся в вестибюле после спектакля / концерта.",
            "Они провели законопроект через конгресс.",
            "В приёмной вас ждёт посетитель.",
            "Вестибюль гостиницы был украшен по случаю Хэллоуина.",
            "Эти профсоюзы использовали свое влияние в Вашингтоне, чтобы воспрепятствовать заключению соглашения.",
            "Я попросил у руководства нашей компании новый компьютер.",
            "Встретимся в вестибюле.",
            "Затем вошли двое мужчин и расстреляли весь вестибюль.",
            "Президент усилил влияние оружейного лобби.",
            "В последнее десятилетие антитабачное лобби неуклонно набирает силу.",
            "В качестве подачки экологическим активистам, компания согласилась регулярно проверять реку.",
            "Интерьер вестибюля выдержан в приглушённых тонах.",
            "Медицинская отрасль промышленности выступила против этого предложения.",
            "Оставьте, пожалуйста, вещи в своём номере и вернитесь в фойе гостиницы.",
            "Мы пытаемся убедить представителя нашего штата в конгрессе поддержать новую программу медицинского страхования."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}