{
    "location": {
        "comment": [],
        "translate": "местонахождение, положение, нахождение, поселение, обнаружение, дислокация",
        "transcription": " |loʊˈkeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He knows the location of the stadium.",
            "This is the approximate location of the ancient city.",
            "The store has a new location.",
            "This is a lovely location for a house.",
            "The restaurant is in an inconvenient location.",
            "The film was shot on location.",
            "The city has a defensible location.",
            "The city is in an indefensible location.",
            "They shot the film on location in Nevada.",
            "Fog made location of the harbor difficult.",
            "His apartment is in a really good location.",
            "The house is in a highly desirable location.",
            "One upside to the new house is its location.",
            "The exact location of the hostages is unknown.",
            "It's an ideal location for a wedding reception.",
            "The reports are indexed by subject and location.",
            "The map shows the precise location of the crash.",
            "The picture was filmed on location in the desert.",
            "These birds must have a wonderful power of location.",
            "Radar established the precise location of the aircraft.",
            "The seaside location is a big part of the house's charm.",
            "The hotel is in a prime location overlooking the valley.",
            "The house is expensive because it's in a prime location.",
            "Canada has much to offer in terms of location and climate.",
            "All of his movies feature lavish sets and exotic locations.",
            "The rent is reasonable and, moreover, the location is perfect.",
            "It was hard to find a suitable location for the desert scenes.",
            "We've received credible information about the group's location.",
            "Note the correspondence of each number to a location on the map.",
            "The company's only advantage over the competition is its location."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он знает, где находится стадион.",
            "Это приблизительное местонахождение древнего города.",
            "Магазин переехал на новое место.",
            "Это прекрасное место для дома.",
            "Этот ресторан располагается в неудобном месте.",
            "Фильм был снят с выездом на место съёмки.",
            "Город расположен в защищённом месте.",
            "Город располагается в незащищённом месте.",
            "Фильм снимали в Неваде, на натуре.",
            "Определить местоположение гавани было сложно из-за тумана.",
            "Его квартира находится в очень хорошем месте.",
            "Дом находится в очень привлекательным месте.",
            "Одним из преимуществ нового дома является его местоположение.",
            "Точное местонахождение заложников неизвестно.",
            "Это идеальное место для свадебного торжества.",
            "Отчёты индексированы по теме и местоположению.",
            "На карте показано точное местоположение аварии.",
            "Эта картина была снята на натуре, в пустыне.",
            "У этих птиц, должно быть, замечательная способность определять свое местонахождение.",
            "Точное местонахождение воздушного судна установил радар.",
            "Расположение на берегу моря составляет немалую часть привлекательности этого дома.",
            "Отель находится в превосходном месте с видом на долину.",
            "Дом стоит дорого, потому что располагается в отличном месте.",
            "Канада может многое предложить в плане местонахождения и климата.",
            "Для всех его фильмов характерны роскошные декорации и экзотические места.",
            "Арендная плата (там) разумная, да к тому же и место идеальное.",
            "Трудно было найти подходящее место для съёмок сцен в пустыне.",
            "Мы получили достоверные сведения о местонахождении данной группы.",
            "Обратите внимание на соответствие каждого номера местоположению на карте.",
            "Единственным преимуществом этой компании над конкурентами является её местоположение."
        ]
    }
}