{
    "locate": {
        "comment": [
            "local",
            "location",
            "locally",
            "allocate",
            "allocation"
        ],
        "translate": "находиться, размещать, обнаруживать, определять местонахождение, устанавливать",
        "transcription": " |ˈloʊkeɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Can you locate your town on the map?",
            "We tried to locate Patrick's position again, but without joy.",
            "His parents located in Ohio.",
            "The company located near the airport.",
            "The police are hoping to locate an eyewitness to the shooting.",
            "Our sense of sight enables us to locate objects in space.",
            "The mechanic is still trying to locate the source of the problem.",
            "Large retail chains are usually only prepared to locate stores in areas of high population density.",
            "Can you locate your cousins in the Midwest?",
            "We couldn't locate the source of the radio signal.",
            "They tested his ability to locate objects in space.",
            "We tried to locate the border of the property.",
            "The missing boy was located by police in the woods.",
            "The company chose to locate its factory near the airport.",
            "She hunted for her reading glasses but was unable to locate them.",
            "His mission was to locate and infiltrate the terrorist cell that was believed to be hiding in the city.",
            "The company located some of their agents in Los Angeles.",
            "Only sight and touch enable us to locate objects in the space around us.",
            "Sophisticated search techniques would be required to locate faint objects.",
            "People who claim to have clairvoyance are sometimes asked to help locate missing persons.",
            "Fragmentation slows system performance because it takes extra time to locate and assemble the parts of the fragmented file."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Можете показать свой город на карте?",
            "Мы снова попытались установить местонахождение Патрика, но безуспешно.",
            "Его родители осели в штате Огайо.",
            "Компания расположена недалеко от аэропорта.",
            "Полиция надеется найти очевидца (этой) перестрелки.",
            "Зрение позволяет нам находить объекты в пространстве.",
            "Механик всё ещё пытается найти источник проблемы.",
            "Крупные розничные сети, как правило, готовы размещать магазины лишь в районах с высокой плотностью населения.",
            "Можете ли вы разыскать своих родственников на Среднем Западе?",
            "Нам не удалось найти источник радиосигнала.",
            "Они проверили его способность находить объекты в пространстве.",
            "Мы попытались определить границы участка.",
            "Пропавшего мальчика полицейские обнаружили в лесу.",
            "Компания решила разместить свою фабрику около аэропорта.",
            "Она поискала свои очки для чтения, но не смогла их найти.",
            "Его задача состояла в том, чтобы найти и проникнуть в террористическую ячейку, которая, как считалось, скрывается где-то в городе.",
            "Компания разместила несколько своих официальных представителей в Лос-Анджелесе.",
            "Лишь зрение и осязание позволяют нам находить объекты в пространстве вокруг нас.",
            "Для поиска слабо светящихся объектов потребуются (более) сложные методы.",
            "Людей, которые заявляют об обладании способностью ясновидения, иногда просят помочь найти пропавших без вести.",
            "Фрагментация замедляет работу системы, поскольку ей требуется дополнительное время, чтобы найти и собрать все части фрагментированных файлов."
        ],
        "stars": 2
    }
}