{
    "located": {
        "comment": [],
        "translate": "расположенный, размещенный, помещенный, обнаруженный",
        "transcription": " |ləʊˈkeɪtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The theater is centrally located",
            "The town is located in the northwest quadrant of the state.",
            "His parents located in Ohio.",
            "The company located near the airport.",
            "His office is located on the fourth floor.",
            "Wheeling is located in the northern panhandle of West Virginia.",
            "The controls are located in a convenient spot on the dashboard.",
            "The plane's exits are located fore and aft.",
            "The police eventually located the culprits.",
            "The hill is located at a strategic position.",
            "The company's main office is located in New York.",
            "Their secret offices were located deep underground.",
            "The missing boy was located by police in the woods.",
            "The business is located right in the center of town.",
            "The company located some of their agents in Los Angeles.",
            "My schoolyard is located just to the R. of the river bend.",
            "She found the side alley where the stage door was located.",
            "The hotel is ideally located for enjoying the beauty of Yorkshire.",
            "During a pat frisk of Martinez, the officers located a knife in his pocket."
        ],
        "example_translate": [
            "Театр расположен в центре города",
            "Город расположен в северо-западном квадранте штата.",
            "Его родители осели в штате Огайо.",
            "Компания расположена недалеко от аэропорта.",
            "Его кабинет находится на четвёртом этаже.",
            "Уилинг находится на длинной и узкой полосе земли, расположенной на севере Западной Вирджинии.",
            "Элементы управления расположены в удобном месте на приборной панели.",
            "Выходы расположены в передней и хвостовой частях самолёта.",
            "В конце концов, полиция обнаружила /определила местонахождение/ преступников.",
            "Этот холм расположен в стратегически важном месте.",
            "Главное представительство компании находится в Нью-Йорке.",
            "Их тайные конторы находились глубоко под землёй.",
            "Пропавшего мальчика полицейские обнаружили в лесу.",
            "Эта фирма расположена прямо в центре города.",
            "Компания разместила несколько своих официальных представителей в Лос-Анджелесе.",
            "Мой школьный двор находится справа от излучины реки.",
            "Она нашла закоулок, где находился служебный вход в театр.",
            "Отель идеально расположен для того, чтобы насладиться красотой Йоркшира.",
            "Во время обыска ощупыванием полицейские обнаружили в кармане у Мартинеса нож."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}