{
    "lodge": {
        "comment": [],
        "translate": "подавать, поселить, предъявлять, домик, ложа, сторожка, вигвам",
        "transcription": " |lɑːdʒ|",
        "antonyms": [],
        "mnemonic": [
            "dodge [dɔdʒ]\nlodge [lɔdʒ] - домик, сторожка, приют\n***\nУКЛОНИЛАСЬ от удара моя машина Додж. (это) dodge\nУВЕРНУЛСЯ от столкновения Додж. (это) dodge\nУвёртка, уклонение, уловка."
        ],
        "examples": [
            "The image was lodged in my subconscious.",
            "The bullet lodged in his brain.",
            "I read it somewhere and it lodged in my brain.",
            "The fishbone lodged in her throat.",
            "He was a member of a Masonic lodge.",
            "He could not feed us, only lodge and drink us.",
            "He propositioned her to use his lodge for her party.",
            "The money was lodged in a Swiss bank account.",
            "The group has lodged a grievance.",
            "Your will should be lodged with your lawyer.",
            "A fish bone lodged in her throat.",
            "He's a member of a Masonic lodge.",
            "The refugees were lodged in old army barracks.",
            "A mother came with her young son who had a fish bone lodged in his throat.",
            "We passed through several sleepy townlets on the long drive to the ski lodge.",
            "Skiers congregated around the lodge's fireplace.",
            "O could my dying hand but lodge a sword in Caesar's bosom. (J. Addison, Cato)",
            "The service at Heron Lodge failed to live up to its reputation (=be as good or bad as people say it is)."
        ],
        "example_translate": [
            "Этот образ засел у меня в подсознании.",
            "Пуля засела в его мозгу.",
            "Я где-то это вычитал, и это отложилось у меня в голове.",
            "Рыбья кость застряла у неё в горле.",
            "Он был членом масонской ложи.",
            "Он не мог нас кормить, только давал нам пристанище и снабжал выпивкой.",
            "Он предложил ей воспользоваться своим летним коттеджем для её вечеринки.",
            "Деньги были размещены в швейцарском банке.",
            "Группа подала жалобу.",
            "Ваше завещание должно храниться у Вашего адвоката.",
            "Ей в горло попала рыбная косточка.",
            "Он является членом масонской ложи.",
            "Беженцев разместили в старых армейских казармах.",
            "Пришла мама с маленьким сыном, у которого в горле застряла рыбная косточка.",
            "На долгом пути на лыжную базу мы проехали через несколько сонных городишек.",
            "Лыжники столпились в домике вокруг камина.",
            "О, если бы моя слабеющая рука могла вонзить меч в грудь цезаря!",
            "Обслуживание в \"Херон Лодж\" не оправдало свою репутацию (т.е. оказалось не таким хорошим или плохим, как об этом говорят)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}