{
    "logical": {
        "comment": [],
        "translate": "логический, логичный, последовательный, связный",
        "transcription": " |ˈlɑːdʒɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm sure there's a logical explanation for all this.",
            "It is logical to assume that they will attend.",
            "She wasn't able to give me a logical explanation for her behavior.",
            "He seems to be a logical choice for the job.",
            "Rain was a logical expectation, given the time of year.",
            "Since she helped us before, it's logical to assume that she'll help us again.",
            "It's a logical site for a new supermarket, with the housing development nearby.",
            "But there are only two logical choices. If you can't countenance the first, you have to accept the second.",
            "The logical conclusion is that she was negligent.",
            "Your paragraphs are not arranged in a logical order.",
            "On a theoretical level, hiring more people seems logical.",
            "the logical progression from accountant to financial controller",
            "The detective has to discover the murderer by logical deduction.",
            "If you follow that idea to its logical conclusion, we'd have to ban free speech altogether."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Уверен, что этому есть какое-то логическое объяснение.",
            "Логично думать, что они явятся.",
            "Она была не в состоянии дать мне логическое объяснение своим поступкам.",
            "Его кандидатура кажется логичным выбором для этой должности.",
            "Учитывая время года, дождя было логично ожидать.",
            "Поскольку она помогала нам и раньше, будет логично предположить, что она поможет нам снова.",
            "Это логичное место для нового супермаркета, учитывая строительство неподалёку жилого комплекса.",
            "Но есть только два логичных варианта. Если нельзя одобрить первый из них, то придётся смириться со вторым.",
            "Логический вывод заключается в том, что она проявила халатность.",
            "Ваши пункты расположены не в логическом порядке.",
            "На теоретическом уровне принятие на работу дополнительного количества людей кажется логичным.",
            "логическое развитие от бухгалтера к финансовому контролёру",
            "Детектив должен найти убийцу путем логических размышлений.",
            "Если довести эту мысль до её логического завершения, нам бы пришлось вообще запретить свободу слова."
        ]
    }
}