{
    "lonely": {
        "comment": [
            "alone",
            "loneliness",
            "clone"
        ],
        "translate": "одинокий, уединенный, пустынный, одиноко",
        "transcription": " |ˈloʊnli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was lonely without his wife and children.",
            "She had a lonely childhood.",
            "Won't you be lonely without her?",
            "It was lonely living out in the country.",
            "He was just a lonely man looking for love.",
            "She felt lonely and insecure away from her family.",
            "He led a lonely life with few friends.",
            "She felt lonely and depressed.",
            "a lonely trek through the forest",
            "I began to feel lonely and hopeless.",
            "He was a lonely, miserable wretch.",
            "The large house was silent and lonely.",
            "a sick, embittered, and lonely old man",
            "She was a lonely child with few friends.",
            "He felt lonely and blue in a strange city.",
            "A lonely star shone out against the black sky.",
            "Being stranded at night on a lonely road would derange anyone.",
            "His devotion to his sick wife condemned him to a lonely existence",
            "a lonely spot in the woods",
            "You know what? I think he's lonely.",
            "He played uncle to lonely students.",
            "Across the lea rolls a lonely wagon.",
            "She spent too many lonely nights at home.",
            "the lonely hearts section of the newspaper",
            "The actor portrays an elderly, lonely man.",
            "He felt lonely and miserable after his divorce.",
            "Who on earth would live in such a lonely place?",
            "Don't you get lonely being on your own all day?",
            "The lonely man skulks down the main street all day.",
            "Behind her cheerful facade, she's a really lonely person."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Слова, которые внешне напоминают наречие, но на самом деле являются прилагательными"
        ],
        "example_translate": [
            "Ему было одиноко без жены и детей.",
            "У нее было одинокое детство.",
            "Разве вам не будет без неё одиноко?",
            "Жить за городом, было довольно одиноко.",
            "Он просто был одиноким мужчиной, ищущим любви.",
            "Она чувствовала себя одинокой и незащищённой вдали от своей семьи.",
            "Жил он одиноко, и друзей у него почти не было.",
            "Она чувствовала себя одинокой и подавленной.",
            "поход в одиночку через лес",
            "Я начал чувствовать одиночество и отчаяние.",
            "Он был одиноким, несчастным бедолагой.",
            "В большом доме было тихо и одиноко.",
            "больной, озлобленный и одинокий старик.",
            "Она была одиноким ребёнком, почти без друзей.",
            "В чужом городе ему было грустно и одиноко.",
            "Одинокая звезда ярко светила в чёрном небе.",
            "Оказаться ночью, на пустынной дороге, без гроша в кармане — так кто угодно свихнётся.",
            "Преданность больной жене обрекла его на одиночество.",
            "укромное место в лесу",
            "Знаешь, что? По-моему, он одинок.",
            "Для одиноких студентов он играл роль мудрого дядьки.",
            "По полю катится одинокая повозка.",
            "Она провела дома слишком много одиноких ночей.",
            "раздел знакомств данной газеты",
            "Актёр изображает пожилого, одинокого человека.",
            "После развода он чувствовал себя одиноким и несчастным.",
            "Кто же станет жить в таком одиноком месте?",
            "Разве тебе не одиноко быть целый день наедине с собой?",
            "Этот одиночка весь день украдкой бродит по главной улице.",
            "За её весёлой внешностью скрывается очень одинокий человек."
        ]
    }
}