{
    "lone": {
        "comment": [],
        "translate": "одинокий, уединенный, незамужняя, овдовевшая",
        "transcription": " |ləʊn|",
        "antonyms": [],
        "mnemonic": [
            "loan [ləun]\nlone [ləun] - одинокий; единственный\n***\nНе берёт КРЕДИТ даже клоун. (это) loan\nЗаём, ссуда.\n***\nЕсли берёшь ссуду \"loan\",\nто не стони \"moan\"."
        ],
        "examples": [
            "A lone figure was standing at the bus stop.",
            "He was alone when we met him.",
            "She is alone much of the time.",
            "He was by no means a lone voice criticizing the government.",
            "The speciality of the hum is the lone drunk.",
            "...a lone herdsman stood with his sheep and his dog on the hillside...",
            "A lone sentinel kept watch over the fort.",
            "He had the reputation of being a lone wolf in high school.",
            "A lone tree remained erect after the terrible tornado had passed.",
            "We spent an interesting evening in that desert town's lone cantina.",
            "A lone lighthouse beacons the entrance to the island's only harbor.",
            "Only 29% of lone parents receive financial support from their former partners.",
            "Scornfully declaring that he was not the school's lone drug dealer, he immediately began criminating a host of confederates."
        ],
        "example_translate": [
            "Одинокая фигура стояла на автобусной остановке.",
            "Когда мы его встретили, он был один.",
            "Большую часть времени она проводит одна.",
            "Он был отнюдь не единственным, кто критиковал правительство.",
            "Занятие постоянно занимающего деньги - одиночные запои.",
            "...одинокий пастух стоял со своими овцами и собакой на склоне холма...",
            "Одинокий дозорный стоял на страже форта.",
            "В средней школе у него была репутация одиночки.",
            "После урагана осталось стоять лишь одинокое дерево.",
            "Мы провели интересный вечер в единственном баре-магазине этого пустынного городка.",
            "Вход в единственную гавань острова освещает одинокий маяк.",
            "Только 29% одиноких родителей получает финансовую поддержку от своих бывших партнёров.",
            "Презрительно заявив о том, что не он один продаёт наркотики в этой школе, он сразу же приступил к изобличению целой уймы соучастников."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}