{
    "long-term": {
        "comment": [
            "long",
            "long-distance",
            "term",
            "short-term"
        ],
        "translate": "долгосрочный, долговременный, длительный",
        "transcription": " |ˈlɔːŋˈtɝːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Are you ready to make a long-term commitment?",
            "Does she have any long-term health problems?",
            "Long-term savers qualify for a cash bonus.",
            "She was at rock bottom. Her long-term love affair was breaking up.",
            "the long-term results of cardiac transplantation are now excellent",
            "Doctors said Blake's long-term prognosis is good.",
            "One solution is to retrain the long-term unemployed.",
            "The long-term effects of the drug are still an unknown.",
            "The long-term consequences of a nuclear leak don't bear thinking about.",
            "Long-term unemployment can be devastating.",
            "How does all this tie in with their long-term aims?",
            "I am relinquishing my bedroom to the long-term house guest.",
            "Young prisoners are being corrupted by the older, long-term offenders.",
            "This solution is politically expedient but may well cause long-term problems.",
            "It is difficult to predict what the long-term effects of the accident will be.",
            "The samples could give scientists vital information about long-term changes in the earth's atmosphere.",
            "His investment strategy is based on the principle that the stock market offers the best returns for long-term investors.",
            "The council and the government are of one mind on the long-term objective."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы готовы к долгосрочным обязательствам?",
            "Есть ли у неё какие-либо долгосрочные проблемы со здоровьем?",
            "Долгосрочные вкладчики имеют право на денежный бонус.",
            "Она была на грани отчаяния. Ее длительные любовные отношения были близки к разрыву.",
            "теперь долгосрочные результаты пересадки сердца являбтся отличными",
            "По словам врачей, долгосрочный прогноз Блейка хороший.",
            "Одним из решений является переподготовка людей, длительное время остающихся без работы.",
            "Долгосрочные результаты употребления данного препарата по-прежнему неизвестны.",
            "О долгосрочных последствиях ядерной утечки даже страшно подумать.",
            "Длительное пребывание без работы порой действует чрезвычайно угнетающе.",
            "Как всё это вяжется с их долгосрочными целями?",
            "Я уступаю свою спальню гостю, который собирается надолго у нас остаться.",
            "Молодых заключённых развращают старые преступники, отбывающие длительные сроки.",
            "Это решение является политически целесообразным, но в долгосрочной перспективе вполне может повлечь проблемы.",
            "Трудно предсказать, каковы будут долгосрочные последствия данной аварии.",
            "Эти пробы могут дать учёным важнейшую информацию о долгосрочных изменениях, происходящих в атмосфере Земли.",
            "Его инвестиционная стратегия основана на том принципе, что фондовый рынок предлагает лучший уровень доходности для долгосрочных инвесторов.",
            "Совет и правительство едины во мнениях относительно этих долгосрочных целей."
        ]
    }
}