{
    "lord": {
        "comment": [
            "lorry",
            "glory",
            "glorious",
            "calorie"
        ],
        "translate": "господин, лорд, владыка, повелитель, давать титул лорда, титуловать лордом",
        "transcription": " |lɔːrd|",
        "antonyms": [],
        "mnemonic": [
            "lord [lɔ:d]\nword [wɜ:d]\n***\nМой господин \"lord\"\nимеет пароль \"password\",\nв нём одно слово \"word\",\nи это слово - \"меч\" \"sword\"."
        ],
        "examples": [
            "He lords it over his friends.",
            "Lord Harris captained the team.",
            "You have found mercy at our lord.",
            "Alfred, Lord Tennyson",
            "We exalt thee, O Lord.",
            "He will not be lorded over.",
            "Exalt ye the Lord.",
            "abide in the house of the Lord",
            "The Lord bless you and keep you.",
            "Let us give praise unto the Lord.",
            "The Lords voted to amend the bill.",
            "The Bill goes before the Lords next week.",
            "Lord North's answers were dry, unyielding.",
            "Lord Herbert served as ambassador to France.",
            "People gather in churches to praise the Lord.",
            "He became a lord upon the death of his father.",
            "The drug lord had his muscleman to protect him.",
            "Trust in the Lord...and verily thou shalt be fed",
            "Lord Talbot was not much balked with this rebuke.",
            "May the Good Lord company you on your journey home.",
            "Lord Berkley called on all his friends to help him.",
            "They fervently sang an anthem of praise to the Lord.",
            "Pigsticking was a favorite recreation of Lord Robert.",
            "We asked the Lord's blessing on us and on our project.",
            "Lord Suffield was a nailer at sprint running. (W. Rye)",
            "Any miracle ascribed to our Lord was objectively real.",
            "Blessed are the dead men, that die in the Lord. (Bible)",
            "I've commissioned a walking-stick for my lord from Paris.",
            "The new Lord Lieutenant had at first designed for Munster.",
            "People gathered in the church to sing praises to the Lord."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он помыкает своими друзьями.",
            "Капитаном команды был лорд Харрис.",
            "Ты нашёл сострадание у нашего господина.",
            "Альфред, лорд Теннисон",
            "Возносим хвалу Тебе, Господи.",
            "Он не позволит, чтобы им помыкали.",
            "Прославляйте Господа.",
            "пребывать в доме Господнем",
            "Господь благословляет и хранит вас.",
            "Воздадим хвалу Господу.",
            "Палата лордов проголосовала за внесение поправок в законопроект.",
            "Законопроект будет рассматриваться в палате лордов на следующей неделе.",
            "Лорд Норт отвечал сдержанно и решительно.",
            "Лорд Херберт служил во Франции в качестве посла.",
            "Люди собираются в храмах, чтобы восславить господа.",
            "Он стал лордом после смерти своего отца.",
            "Охранял наркобарона здоровенный громила.",
            "Доверься Господу ... и, воистину, будешь накормлен",
            "Эта отповедь не заставила лорда Талбота сдержаться.",
            "Да сопутствует вам Господь по пути домой.",
            "Лорд Беркли обратился ко всем своим друзьям за помощью.",
            "Они страстно спели гимн хвалы Господу.",
            "Охота на кабана была любимым развлечением лорда Роберта.",
            "Мы попросили бога благословить нас и наш проект.",
            "Лорд Саффилд был отличным спринтером.",
            "Любое чудо, приписываемое Господу нашему, было действительно реальным.",
            "Отныне блаженны мертвые, умирающие в Господе.",
            "Я выписал для своего господина трость из Парижа.",
            "Новый лорд-наместник намеревался отправиться сначала в Манстер.",
            "Люди собрались в церкви, чтобы воспеть хвалу Господу."
        ],
        "stars": 1
    }
}