{
    "loss": {
        "comment": [
            "lost",
            "lose",
            "glossy"
        ],
        "translate": "потеря, убыток, утрата, ущерб, проигрыш, урон, пропажа, угар",
        "transcription": " |lɔːs|",
        "antonyms": [],
        "mnemonic": [
            "blossom ['blɔsəm]\n***\nПусть ЦВЕТЫ ЦВЕТУТ,\nмы их к твоим ногам бросим- \"блосим\". (это) blossom"
        ],
        "examples": [
            "The loss of a job is no light matter.",
            "Weight loss should be gradual.",
            "I do not wish to risk the loss of my train.",
            "The company operated at a loss last year.",
            "The loss is past recovery.",
            "I'm sorry for your loss.",
            "The magazine's losses totaled almost $5 million.",
            "They felt the loss deeply.",
            "The storm caused widespread loss of electricity.",
            "She must be feeling very lonely after the loss of her husband.",
            "He was weak with loss of blood.",
            "The loss of money forced her to sell her house.",
            "We were wholly at a loss what to do.",
            "Tony had to sell the business at a loss.",
            "I don't want to sell the house at a loss.",
            "They handed our team its first loss of the season.",
            "The loss bumped us out of first place.",
            "Two of the mines are running at a loss.",
            "The animal was weak through loss of blood.",
            "The team suffered a 3–2 loss in the last game.",
            "We are not responsible for the loss of personal property.",
            "That is a shrewd loss.",
            "The team has an equal number of wins and losses.",
            "She mourned the loss of her youth.",
            "The company made a loss of $250,000 last year.",
            "the party's losses in the recent election",
            "The war has led to a tragic loss of life.",
            "His loss of credibility led to his resignation.",
            "This did not explain his apparent loss of interest in his wife.",
            "Memory loss is often a part of ageing."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Потеря работы — штука серьёзная.",
            "Похудение должно быть постепенным.",
            "Я не хочу рисковать опозданием на поезд.",
            "В прошлом году компания работала в убыток.",
            "Ущерб невозместим.",
            "Я сожалею о вашей потере.",
            "Всего убытки журнала составили почти пять миллионов долларов.",
            "Они глубоко переживали эту утрату. / Они приняли эту потерю близко к сердцу.",
            "Ураган повлёк за собой большое количество аварий в электросети. / Из-за бури очень многие остались без электричества.",
            "Ей, наверное, очень одиноко после смерти мужа.",
            "Он ослабел от потери крови.",
            "Денежные потери вынудили её продать дом.",
            "Мы совершенно растерялись, и не знали, что делать.",
            "Тони пришлось продать бизнес себе в убыток.",
            "Я не хочу продавать этот дом себе в убыток.",
            "Они нанесли нашей команде первое поражение в этом сезоне.",
            "Это поражение выбило нас с первого места.",
            "Две из этих шахт работают в убыток.",
            "Животное ослабло из-за кровопотери.",
            "В своей последней игре команда потерпела поражение со счётом 3:2.",
            "Мы не несём ответственности за утерю личного имущества.",
            "Это чувствительная потеря.",
            "У команды равное количество побед и поражений.",
            "Она горевала по ушедшей молодости.",
            "В прошлом году компания потерпела убыток в размере двести пятьдесят тысяч долларов.",
            "проигрыш данной партии на недавних выборах",
            "Война привела к трагической гибели людей.",
            "Потеря к нему доверия привела к его отставке.",
            "Это не объясняло явную потерю его интереса к жене.",
            "Потеря памяти часто является одной из составляющей процесса старения."
        ],
        "stars": 3
    }
}