{
    "lot": {
        "comment": [
            "lottery",
            "ballot"
        ],
        "translate": "лот, много, партия, масса, много, намного, гораздо, дробить на участки",
        "transcription": " |lɑːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's a shit lot man!",
            "She seems happy enough with her lot.",
            "We drew lots to decide who should go first.",
            "He became a lot worse.",
            "He bought the vacant lot across the street.",
            "The unions have always tried to improve the lot of their members.",
            "He runs a lot every day.",
            "Lot 54 is a Victorian lamp.",
            "I have come to accept that it is my lot.",
            "Move over the lot of you!",
            "He bought a lot on the lake.",
            "In Athens at that time, judges were chosen by lot.",
            "This is a lot nicer.",
            "Come on, you lot, hurry up!",
            "I have a lot of different interests.",
            "The rifle receivers lotted up in groups.",
            "We'll prove the lot of you wrong.",
            "His friends are a strange lot.",
            "They own the house on the corner lot.",
            "It fell to her lot to break the sad news.",
            "Could you help me carry this lot upstairs?",
            "They were an inefficient lot.",
            "We took a tour of the Universal lot.",
            "I did three lots of exams last summer.",
            "The last lot of people offered £70,000.",
            "If you buy a larger lot of goods, you are going to get a better discount.",
            "Everyone is lotted opportunities in life, and it's their responsibility to take them.",
            "Unhappy with her lot in life, she moved to the city to start over.",
            "The organization has done much to improve the lot of underprivileged youth."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он полный говнюк!",
            "Похоже, она вполне довольна своей участью.",
            "Мы бросили жребий, чтобы решить, кто должен пойти первым.",
            "Ему стало намного хуже.",
            "Он купил пустырь через дорогу.",
            "Профсоюзы всегда старались улучшить жизнь своих членов.",
            "Каждый день он много бегает.",
            "Лот номер пятьдесят четыре — викторианская лампа.",
            "Я пришел к пониманию, что такова моя участь.",
            "Валите-ка все отсюда!",
            "Он купил участок на озере.",
            "В Афинах тогда судьи избирались по жребию.",
            "Это гораздо приятнее.",
            "Эй, вы, давайте-ка поживее!",
            "У меня много разнообразных интересов.",
            "Получающие винтовки были распределены по группам.",
            "Мы докажем, что все вы ошибаетесь.",
            "Его друзья — странные люди.",
            "Им принадлежит дом на угловом земельном участке.",
            "Ей выпало сообщить эту печальную новость.",
            "Не могли бы вы помочь мне отнести всё это наверх?",
            "Они были никудышными людьми.",
            "Мы совершили экскурсию по киностудии \"Universal\".",
            "Прошлым летом я провёл три группы исследований /сдал три группы экзаменов/.",
            "Последняя группа людей предложила семьдесят тысяч фунтов стерлингов.",
            "При покупке более крупных партий товара вы получите значительную скидку.",
            "Каждому в жизни предоставляются возможности, и его обязанность — ими воспользоваться.",
            "Будучи недовольной своей судьбой, она переехала в город, чтобы начать всё сначала.",
            "Эта организация много сделала для улучшения участи молодёжи из малообеспеченных семей."
        ]
    }
}