{
    "lottery": {
        "comment": [],
        "translate": "лотерея",
        "transcription": " |ˈlɑːtərɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She won £160 on the lottery.",
            "Hey, I won the lottery!",
            "Room assignments are determined by lottery.",
            "Do you really think winning the lottery would make you happy?",
            "Fate decreed that we would win the lottery.",
            "They held a lottery to determine who could get a green card.",
            "After winning the lottery, she was beset by a whole scurvy swarm of con artists, ne'er-do-wells, and hangers-on.",
            "What was the lottery but an intake?",
            "Winning the lottery was a happy accident.",
            "Just say you won the lottery - what would you do?",
            "The lottery jackpot is up to one million dollars.",
            "Today's winning lottery numbers are 17, 8, and 46.",
            "Life's a lottery, isn't it? It all depends on luck.",
            "Lottery winners can walk off with a cool £18 million.",
            "There should be a big payout on this month's lottery.",
            "You have 90 days to redeem your winning lottery ticket.",
            "The probability of winning the lottery is really very low.",
            "The lottery is probably the most popular form of gambling.",
            "The State Department issues 55,000 visas each year by lottery.",
            "The lottery winner was exhausted after a long night of revelry.",
            "The National Lottery provides extra money for deserving causes.",
            "The comedian is famous for his monologue about winning the lottery.",
            "We've only been able to rebuild the theatre with the assistance of the National Lottery.",
            "Hitting the lottery jackpot was an incredible windfall for the recently laid-off worker.",
            "In this case, splitting the winnings of the contested lottery ticket seems like a meet solution.",
            "Most ticket buyers have no trouble envisioning the empyrean that winning the lottery would inevitably bring about.",
            "Most people can't imagine the kind of elation that comes with winning a super lottery's grand prize, but they're dying to find out."
        ],
        "example_translate": [
            "Она выиграла сто шестьдесят фунтов в лотерею.",
            "Эй, я выиграл в лотерею!",
            "Помещения распределяются путём жеребьевки.",
            "Вы действительно думаете, что выигрыш в лотерею сделает вас счастливым?",
            "Судьба распорядилась так, чтобы мы выиграли в лотерее.",
            "Они провели лотерею, чтобы определить, кто сможет получить грин-карту /вид на жительство в США/.",
            "После выигрыша в лотерее её (сразу же) окружил целый отвратительный рой из мошенников, бездельников и дармоедов.",
            "Ну что же такое была эта лотерея, как не обман?",
            "Выигрыш в лотерею был счастливой случайностью.",
            "Предположим, вы выиграли в лотерею, — что бы вы сделали?",
            "Размер джек-пота этой лотереи достигает одного миллиона долларов.",
            "Сегодняшние выигрышные номера лотереи — 17, 8 и 46.",
            "Жизнь — это лотерея, не так ли? Всё зависит от удачи.",
            "Победители лотереи могут унести в кармане целых восемнадцать миллионов фунтов стерлингов.",
            "В этом месяце в лотерее должна быть большая выплата.",
            "У вас есть 90 дней, чтобы получить выигрыш по вашему лотерейному билету.",
            "Вероятность выигрыша в лотерею и в самом деле очень низка.",
            "Лотерея — это, пожалуй, наиболее популярный вид азартных игр.",
            "Ежегодно Государственный Департамент США разыгрывает в лотерею пятьдесят пять тысяч виз.",
            "Победитель лотереи после долгого ночного кутежа был совершенно без сил.",
            "Национальная Лотерея предоставляет дополнительные средства на заслуживающие того дела.",
            "Этот комик известен своим монологом о том, как выиграть в лотерею.",
            "Мы смогли перестроить театр лишь при содействии Национальной Лотереи.",
            "Выигрыш джекпота лотереи оказался невероятной удачей для этого недавно уволенного работника.",
            "В этом случае, раздел выигрыша по спорному лотерейному билету представляется единственно правильным решением.",
            "Большинство покупателей лотерейных билетов без труда представляют себе райское блаженство, которое неизбежно принесёт им выигрыш.",
            "Большинство людей не представляют себе, какой это восторг — выиграть главный приз в лотерее, но умирают от желания его испытать."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}