{
    "lounge": {
        "comment": [],
        "translate": "гостиная, шезлонг, кресло, диван, бездельничать, слоняться, развалиться",
        "transcription": " |laʊndʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She was lounging on the sofa.",
            "They lounged on the grass.",
            "James does nothing but lounge around the apartment.",
            "The lounge was well supplied with ashtrays.",
            "He was lounging by the pool all afternoon.",
            "I was sitting comfortably in the lounge, reading a newspaper.",
            "There were about fifteen people in the lounge, mostly women.",
            "We gathered in the hotel lounge for a couple of drinks.",
            "Nathan was lounging on the grass bank outside the cottage.",
            "Smoking is only permitted in the public lounge.",
            "The hotel has a television lounge.",
            "The lounge was added to the office as an afterthought.",
            "She rejoined her friends in the lounge.",
            "They had a long, leisurely lounge by the pool.",
            "She sat on the lounge."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она развалилась на диване.",
            "Они разлеглись на траве.",
            "Джеймс ничего не делает — просто слоняется по квартире, и всё.",
            "В фойе /холле/ было много пепельниц.",
            "Всю вторую половину дня он провалялся у бассейна.",
            "Я удобно устроился в шезлонге и читал газету.",
            "В фойе находилось около пятнадцати человек, преимущественно женщины.",
            "Мы собрались в баре гостиницы, чтобы немного выпить.",
            "Натан развалился на травяном склоне рядом с дачей.",
            "Курение разрешено только в комнате отдыха.",
            "В гостинице имеется зал с телевизором.",
            "Комната отдыха была добавлена к офису уже потом.",
            "Она вернулась к друзьям в гостиную.",
            "Они долго и лениво нежились у бассейна.",
            "Она села на шезлонг."
        ]
    }
}