{
    "lover": {
        "comment": [
            "love",
            "lovely",
            "glove",
            "loving"
        ],
        "translate": " любовник, любитель, возлюбленный, поклонник, друг, приверженец, доброжелатель",
        "transcription": "  |ˈlʌvər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Nicola and I were lovers.",
            "He was a keen music lover.",
            "The woman gave up her lover to save her marriage.",
            "He killed his wife's lover.",
            "Her lover had been untrue.",
            "an affectionate lover of venerable antiquity",
            "Jilt a lover or a bride",
            "She guessed the identity of his lover.",
            "His wife accused him of having a secret lover.",
            "the pathos of the woman trying to keep her lover",
            "One tender word destroys a lover's rage. (S. Centlivre)",
            "I hear that our married neighbour has escaped to her lover.",
            "the uncut version of 'Lady Chatterley's Lover'",
            "She left her husband and ran away with her lover.",
            "Beth is an animal lover (=someone who likes animals).",
            "She always runs to Italy, because she has a lover there.",
            "The book will reveal details of her bitter split with lover.",
            "This poem can be characterized as a lament for a dead lover.",
            "a lover of the outdoors who claims to be allergic to desk jobs",
            "She wrote many mournful runes after her lover's untimely death.",
            "She was cavorting topless with her lover by the side of a pool.",
            "After a hitman had put away her husband, she'd be free to marry her lover.",
            "to close one's eyes like a complaisant husband whose wife has taken a lover",
            "She tried to strangle her baby and her lover helped her finish the evil deed.",
            "a macabre tale about a woman who uses thaumaturgy to bring her dead lover back to life",
            "The court heard how she and her lover hatched a plot (=planned a plot) to kill her husband.",
            "A steady diet of nothing but lobster would jade the palate of even the most ardent lobster lover.",
            "She couldn't resist a parting shot (=one that you make just before you leave) - 'And you were a lousy lover!'"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Никола и я были любовниками.",
            "Он был страстным любителем музыки.",
            "Женщина порвала с любовником ради сохранения брака.",
            "Он убил любовника своей жены.",
            "Её возлюбленный был ей неверен.",
            "восторженный любитель почтенной старины",
            "Бросай любовника или жениха",
            "Она догадалась, кто его любовница.",
            "Жена обвинила его в наличии тайной любовницы.",
            "наивная страсть женщины, которая хочет удержать своего любовника",
            "Одно ласковое слово гасит ярость возлюбленного.",
            "Я слышал, наша замужняя соседка сбежала к своему любовнику.",
            "полная версия \"Любовника Леди Чаттерлей\"",
            "Она бросила мужа и сбежала с любовником.",
            "Бет — любитель животных (т.е. тот, кто любит животных).",
            "Она постоянно ездит в Италию, потому что у неё там есть любовник.",
            "Эта книга раскроет подробности её скандального разрыва с любовником.",
            "Это стихотворение можно охарактеризовать как плач по умершему возлюбленному.",
            "любитель работы на свежем воздухе, который утверждает, что у него аллергия на сидячую работу в офисе",
            "После безвременной смерти возлюбленного она написала множество скорбных рун.",
            "Она резвилась топлес у кромки бассейна со своим любовником.",
            "После того, как киллер уберёт её мужа, она станет свободна и сможет выйти замуж за своего любовника.",
            "закрывать глаза, как покладистый муж, жена которого завела любовника",
            "Она попыталась задушить своего ребёнка, а её любовник помог ей довершить это злодеяние.",
            "жуткая история о женщине, которая использует волшебство, чтобы вернуть к жизни умершего возлюбленного",
            "Суд выслушал, как она и её любовник сговорились убить её мужа.",
            "Диета из одних только омаров набьёт оскомину даже самым страстным их любителям.",
            "Она не смогла удержаться, чтобы не сказать ему на прощанье (т.е. непосредственно перед уходом): — А любовник-то из тебя паршивый!"
        ],
        "stars": 2
    }
}