{
    "loving": {
        "comment": [
            "love",
            "lover",
            "lovely",
            "glove"
        ],
        "translate": "любящий, любвеобильный, нежный, преданный",
        "transcription": " |ˈlʌvɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He grew up in a loving environment.",
            "A loving home is essential for a child's personal growth.",
            "She is a loving mother whose two children are the centre of her universe.",
            "What that child needs is plenty of loving care.",
            "He's very loving and affectionate with his sister.",
            "The old house has undergone a loving restoration.",
            "The epitaph reads “In loving memory of John Gray: husband, father, soldier.”",
            "Mike played the loving husband in front of the children but it was all an act.",
            "I'm willing to pardon a little sloppiness of dress in such a kind and loving person.",
            "All her furniture gleams with polish and loving care.",
            "The painting had an inscription that read, “To my loving wife”.",
            "In 1998 the group topped the charts with the song 'Don't Stop Loving Me'.",
            "The agency has overseen the placement of hundreds of children in loving homes."
        ],
        "example_translate": [
            "Он вырос в любви и заботе.",
            "Любящая семья жизненно важна для личностного роста ребёнка.",
            "Она любящая мать, для которой двое её детей являются смыслом её жизни.",
            "Много любви и заботы — вот что нужно этому ребёнку.",
            "К сестре он относится с большой любовью и нежностью.",
            "Старый дом был тщательно и бережно отреставрирован.",
            "Эпитафия /надгробная надпись/ гласит: “Незабвенной памяти Джона Грэя: мужа, отца, солдата”.",
            "В присутствии детей Майк играл роль любящего мужа, но всё это было лишь притворством.",
            "Я охотно прощу такому доброму и любящему человеку небольшую небрежность в одежде.",
            "Вся её мебель блестит от полировки, видно, что о ней заботятся с любовью.",
            "На картине была надпись, которая гласила: “Моей любящей жене”.",
            "В 1998 году группа возглавила чарты с песней \"Don't Stop Loving Me\" /\"Не прекращай меня любить\"/.",
            "Сотни детей это агентство уже распределило в любящие семьи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}