{
    "lower": {
        "comment": [
            "tower",
            "owe",
            "vowel",
            "towel"
        ],
        "translate": "нижний, низкий, ниже, понизить, снижаться, хмурый вид",
        "transcription": " |ˈloʊər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Do you think we should lower the price?",
            "She bit her lower lip.",
            "Don't lower yourself, don't be the way they are.",
            "I tweaked my lower back.",
            "I felt a sharp pain in my lower back.",
            "Lower empire",
            "We settled for a lower price.",
            "It is thus that mediocre people seek to lower great men.",
            "the ship's upper and lower decks",
            "Nina chewed her lower lip anxiously.",
            "The lower meadow is absolutely flat.",
            "Can the government be prevailed upon to lower taxes?",
            "Two reporters had to help lower the coffin into the grave.",
            "The lower part of his face was all shot away.",
            "We brought the dealer down to a much lower figure.",
            "His lower jaw protrudes slightly.",
            "She suffers with pain in her lower back.",
            "They have bricked up the lower part of the window.",
            "The airplane will descend to a lower altitude soon.",
            "The new law will lower income taxes for most taxpayers.",
            "In practice women receive much lower wages than their male colleagues.",
            "Sing those bars an octave lower.",
            "She has a pain in the lower back region.",
            "A bass voice is lower than a baritone voice.",
            "Lower interest rates have weakened the dollar.",
            "The lower branches of the bush began to rot off.",
            "Lower interest rates should spur economic growth.",
            "The lower tier has 10,000 seats.",
            "The lower back forms a concavity.",
            "We applaud the decision to lower taxes."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Думаешь, нам следует снизить цену?",
            "Она прикусила нижнюю губу.",
            "Не унижайся, не будь таким, как они.",
            "Я потянул поясницу.",
            "Я почувствовал острую боль в нижней части спины.",
            "Восточная Римская империя, Византия",
            "Мы согласились на более низкую цену.",
            "Это верно, что заурядные люди стараются принизить великих.",
            "верхняя и нижняя палубы судна",
            "Из-за тревоги Нина кусала свою нижнюю губу.",
            "Нижняя часть луга абсолютно ровная.",
            "Можно ли убедить правительство снизить налоги?",
            "Двум репортёрам пришлось помочь опустить гроб в могилу.",
            "Нижняя часть его лица была обезображена выстрелом.",
            "Мы насели на продавца, и он довольно заметно сбросил цену.",
            "Его нижняя челюсть слегка выступает вперёд.",
            "Она страдает от болей в пояснице.",
            "Они выложили кирпичом нижнюю часть окна.",
            "Самолёт вскоре опустится на меньшую высоту.",
            "Новый закон позволит снизить налог на прибыль для большинства налогоплательщиков.",
            "На практике, женщины получают гораздо меньшую зарплату, чем их коллеги-мужчины.",
            "Спойте эти такты октавой ниже.",
            "У неё боли в области поясницы.",
            "Бас — более низкий голос, чем баритон.",
            "Более низкие процентные ставки привели к ослаблению доллара.",
            "Нижние ветви куста начали гнить и отмирать.",
            "Более низкие процентные ставки должны стимулировать экономический рост.",
            "На нижнем ярусе — десять тысяч мест.",
            "Нижняя часть спины образует вогнутость.",
            "Мы приветствуем решение понизить налоги."
        ]
    }
}