{
    "loyalty": {
        "comment": [
            "loyal",
            "deploy"
        ],
        "translate": "лояльность, верность, преданность",
        "transcription": " |ˈlɔɪəlti|",
        "antonyms": [],
        "mnemonic": [
            "royal ['rɔɪəl]\nloyal ['lɔɪəl] - верный, преданный, надёжный,\nлояльный\nroyalty ['rɔɪəltɪ] - королевское достоинство., авторский\nгонорар\nloyalty ['lɔɪəltɪ] - верность, преданность, лояльность\n***\nКОРОЛЕВСКИЙ сын в метро|ел. (это) royal\n***\nЗа авторский гонорар \"royalty\"\nне купишь верность \"loyalty\"."
        ],
        "examples": [
            "Loyalty was her most admirable quality.",
            "the loyalty of the team's fans",
            "His loyalty to the Sovereign had something antique and touching in it.",
            "He was baronetized for his loyalty to the country.",
            "They felt no loyalty to a losing team.",
            "a politician with unswerving loyalty to the President",
            "You can build customer loyalty, receive recognition and make a memorable impression with a simple three or four line handwritten note.",
            "She has a strong sense of loyalty.",
            "He had an unconditional loyalty to his family.",
            "Servicemen have to swear an oath of loyalty to their country.",
            "Loyalty has gone by the board.",
            "She stuck with him through a misplaced sense of loyalty.",
            "In the circumstances it was expedient to express loyalty.",
            "Among her many virtues are loyalty, courage, and truthfulness.",
            "In the rural areas, family and tribal loyalties continue to be important.",
            "The people were expected to give their leader absolute obedience and loyalty."
        ],
        "example_translate": [
            "Верность была её самым восхитительным качеством.",
            "преданность поклонников команды",
            "В его преданности монарху было что-то старинное и трогательное.",
            "За свою преданность стране он получил титул баронета.",
            "Они не чувствовали преданности по отношению к проигрывающей команде.",
            "политик, непоколебимо пренданный президенту",
            "Вы можете завоевать доверие клиента, получить признание и произвести запоминающееся впечатление, если напишете послание в 3-4 строчки от руки.",
            "Она обладает сильным чувством лояльности.",
            "Он был безусловно предан своей семье.",
            "Военнослужащие принесли присягу верности своей стране.",
            "Верность больше никому не нужна.",
            "Она осталась рядом с ним из-за неуместного чувства преданности.",
            "В данных обстоятельствах было целесообразно продемонстрировать лояльность.",
            "Среди ее многочисленных добродетелей — преданность, смелость и правдивость.",
            "В сельских районах преданность семье и роду по-прежнему важны.",
            "От людей требовали абсолютной покорности и лояльности вождю."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}
