{
    "loyal": {
        "comment": [
            "loyalty",
            "deploy"
        ],
        "translate": "лояльный, верный, преданный, верноподданный",
        "transcription": " |ˈlɔɪəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Your loyals are betraying you.",
            "The team has many loyal fans.",
            "The shop has a small but loyal following.",
            "She is very loyal and would never betray a friend.",
            "Some of our formerly loyal members have fallen away.",
            "Loyal party members cleave to their party's political principles.",
            "He has always loyally defended the president.",
            "Loyals are less price sensitive in the choice decision.",
            "The senator is loyal to his party.",
            "The company has built up a loyal customer base.",
            "The loyal servant handed the lady down from her carriage.",
            "He had a difficult year, but his supporters remained loyal throughout.",
            "Her Majesty's loyal opposition",
            "one of the mobster's most loyal lieutenants",
            "The army has remained loyal to the government.",
            "Troops loyal to the President crushed the revolt.",
            "Soldiers loyal to the President led the counterrevolution.",
            "The black vote is astonishingly loyal to the Democratic Party."
        ],
        "example_translate": [
            "Прежде верные тебе люди предают тебя.",
            "У команды есть много преданных поклонников.",
            "У магазина была небольшая, но преданная клиентура.",
            "Она очень верная и никогда бы не предала друга.",
            "Некоторые из верных нам людей недавно ушли от нас.",
            "Настоящие члены партии должны во всём следовать её политическим принципам.",
            "Он всегда преданно защищал президента.",
            "Лояльные потребители менее чувствительны к цене при принятии решения о покупке.",
            "Сенатор верен своей партии.",
            "Компания построила обширную базу лояльных клиентов.",
            "Слуга помог даме выйти из экипажа.",
            "Год для него был трудный, но его сторонники всё это время оставались ему верны.",
            "верная оппозиция Её Величества",
            "один из самых преданных подручных этого бандита /мафиози/",
            "Армия осталась верна правительству.",
            "Верные президенту войска восстание подавили.",
            "Солдаты, верные президенту, возглавили контрреволюцию.",
            "Чернокожие избиратели на удивление лояльно настроены по отношению к Демократической партии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}