{
    "luckily": {
        "comment": [
            "luck",
            "lucky",
            "unlucky",
            "pluck"
        ],
        "translate": "к счастью, по счастливой случайности",
        "transcription": " |ˈlʌkɪli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Luckily she escaped injury.",
            "Luckily, the damage was not serious.",
            "Luckily for them, he braked in time.",
            "Luckily, help arrived in the nick of time.",
            "Luckily, I have a very understanding boss.",
            "Luckily our speculations are supported by facts.",
            "Luckily all the wheat was in before the rain began.",
            "Luckily no one was hurt in the melée.",
            "Luckily, my parents were tolerant of my choice of music.",
            "Luckily the museum was not damaged by the earthquake.",
            "Luckily I'd had the foresight to get in plenty of food.",
            "It was a hot sunny day, but luckily their seats for the game were in the shade.",
            "Luckily, when I explained the situation, he saw the funny side (=recognized that it was partly funny)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "К счастью, она избежала травмы.",
            "К счастью, серьёзных повреждений не было.",
            "К счастью для них, он затормозил вовремя.",
            "К счастью, помощь прибыла вовремя.",
            "К счастью, у меня очень понимающий /сговорчивый/ начальник.",
            "К счастью, наши предположения подтверждены фактами.",
            "К счастью, пшеницу успели собрать до того, как начался период дождей.",
            "К счастью, в толкотне никто не пострадал.",
            "К счастью, родители терпимо относились к моему выбору музыки.",
            "К счастью, в результате землетрясения музей не пострадал.",
            "К счастью, мне хватило предусмотрительности сделать хороший запас еды.",
            "В день игры было жарко и солнечно, но к счастью, их места находились в тени.",
            "К счастью, когда я объяснил ситуацию, он увидел её смешную сторону (т.е. признал, что это было отчасти смешно)."
        ],
        "stars": 1
    }
}