{
    "lucky": {
        "comment": [],
        "translate": "удачливый, счастливый, удачный, везучий, фартовый, случайный, приносящий счастье",
        "transcription": " |ˈlʌki|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was reminded how lucky I was.",
            "I count myself lucky to know you.",
            "We've been very lucky with the weather.",
            "It's lucky that we got here early.",
            "You lucky blighter!",
            "Man, that was a lucky escape!",
            "'Yes,' he returned. 'I'm a lucky man.'",
            "You lucky rascal!",
            "I feel lucky to be alive.",
            "You're very lucky to have perfect teeth.",
            "Tickets were available only for the lucky few.",
            "We were extraordinarily lucky.",
            "It's lucky that no-one was hurt.",
            "Lucky for him, his alibi is watertight.",
            "His wife is such an icicle you're lucky to get so much as a greeting from her.",
            "You lucky sod!",
            "You are lucky to be alive.",
            "She was born under a lucky star.",
            "You were dead lucky to get that job.",
            "If you're lucky, you'll get off with a fine.",
            "I'm a lucky girl, I've got nothing to whinge about.",
            "He's lucky because at least he has somewhere to sleep.",
            "You should count yourself lucky that you weren't hurt.",
            "Any woman would be lucky to latch on to a man like that.",
            "Consider yourself lucky you weren't in the car at the time.",
            "...he's an adept pitcher, and the team is lucky to have him...",
            "We have been lucky to sign on / up so many experienced workers.",
            "I'm not lucky at this game, it's the third time I've crapped out tonight.",
            "I was lucky enough when I was quite young to have an exposure to computers.",
            "Voyages are binding things, and I'm lucky to have had this job to keep me busy."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Инфинитив с to после прил((am, is, are и т. д.) + прилагательное + инфинитив)",
            "Инфинитив"
        ],
        "example_translate": [
            "Мне напомнили, как мне повезло.",
            "Я считаю, что мне повезло познакомиться с вами.",
            "Нам очень повезло с погодой.",
            "Как хорошо, что мы добрались сюда пораньше.",
            "вот счастливец!",
            "Блин, вот это тебе повезло, выбраться невредимым! (например при аварии)",
            "— Да, — ответил он. — Я — счастливчик!",
            "≅ ну и везёт этому шельмецу!",
            "Мне повезло, что я всё еще жив.",
            "Вам очень повезло иметь идеальные зубы.",
            "Билеты достались лишь немногим счастливчикам.",
            "Нам невероятно повезло.",
            "Счастье, что никто не пострадал.",
            "Повезло ему, что у него железное алиби.",
            "Eго жена такая ледышка, что дождаться от неё хотя бы приветствия — уже большая удача.",
            "Повезло тебе, поганцу! / Вот ты сволочь везучая!",
            "Тебе повезло, что ты остался жив.",
            "Она родилась под счастливой звездой.",
            "Тебе чертовски повезло, что тебя взяли на эту работу.",
            "Если тебе повезёт, то отделаешься штрафом.",
            "Я счастливая, мне не о чем плакаться.",
            "Ему повезло, потому что, по крайней мере, у него хотя бы есть, где спать.",
            "Считай, тебе повезло, что ты не поранилась.",
            "Любая женщина была бы счастлива заполучить такого мужчину.",
            "Считайте, вам повезло, что вас в тот момент не было в машине.",
            "...он отличный /опытный/ питчер, и команде очень повезло иметь его в своем составе...",
            "Нам повезло, что мы заполучили так много опытных сотрудников.",
            "Не везет мне в этой игре, я сегодня уже третий раз проиграл.",
            "Мне повезло: еще совсем молодым я познакомился с компьютерами.",
            "Путешествия - невыносимо скучная штука, так что я рад, что у меня была с собой работа."
        ]
    }
}