{
    "luggage": {
        "comment": [],
        "translate": "багаж, поклажа, багажный",
        "transcription": " |ˈlʌɡɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Please see after the luggage.",
            "I'll carry your luggage to your room.",
            "My luggage was overweight by five kilos.",
            "Luggage may be stowed under the seat.",
            "Do not leave luggage unattended in public areas.",
            "We registered our luggage while checking in.",
            "Passengers are allowed one item of hand luggage each.",
            "Searching luggage at airports is now standard practice.",
            "Passengers are limited to two items of carry-on luggage.",
            "They searched his luggage for illegal drugs.",
            "All luggage has to be scanned at the airport.",
            "George flies only with a handbag so he doesn't have to check his luggage.",
            "Is all the luggage wagoned?",
            "Any luggage over five kilos must be checked.",
            "They are almost done transferring the luggage.",
            "We loaded our luggage in the car and drove off.",
            "The bus was overloaded with tourists and their luggage.",
            "The bellhop carried the luggage upstairs.",
            "Your luggage will be conveyed to the hotel by taxi.",
            "There's plenty of room in the boot for your luggage.",
            "She stowed the luggage away in the overhead compartment.",
            "Federal agents handle passenger and luggage screening at the airport.",
            "Railway luggage is weighed by means of a strong iron steelyard."
        ],
        "example_translate": [
            "Будьте добры, присмотрите за багажом.",
            "Я принесу ваш багаж в номер.",
            "Мой багаж превысил допустимый вес на пять килограммов.",
            "Багаж можно разместить под сиденьем.",
            "Не оставляйте багаж без присмотра в общественных местах.",
            "Мы сдали свои вещи в багаж во время регистрации.",
            "Пассажирам разрешается иметь с собой /проносить/ один предмет ручной клади каждому.",
            "В наше время досмотр багажа в аэропорту — обычное дело.",
            "Пассажирам разрешается иметь не более двух предметов ручной клади.",
            "Они обыскали его багаж на предмет нелегальных лекарственных препаратов /наркотических веществ/.",
            "Весь багаж должен быть отсканирован в аэропорту.",
            "Джордж летает только с ручной кладью, поэтому ему не приходится регистрировать свой багаж.",
            "Весь ли багаж уже погружен?",
            "Любой багаж свыше пяти килограммов должен быть проверен.",
            "Они уже почти закончили перенос багажа.",
            "Мы погрузили наш багаж в машину и поехали.",
            "Автобус был перегружен туристами и их багажом.",
            "Коридорный отнёс багаж наверх.",
            "Ваш багаж будет доставлен в гостиницу на такси.",
            "В багажнике полно места для вашего багажа.",
            "Она спрятала багаж в верхний отсек.",
            "Федеральные агенты занимаются досмотром пассажиров и багажа в аэропорту.",
            "Железнодорожный багаж взвешивается с помощью мощных металлических весов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}