{
    "lump": {
        "comment": [],
        "translate": "кусок, глыба, ком, опухоль, кусковой, взятый в целом, сваливать",
        "transcription": " |lʌmp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've got a lump on my shoulder.",
            "One lump or two?",
            "They used to buy ten kilos of beef in one lump.",
            "Strain the custard to remove lumps.",
            "He had taken a lot of lumps growing up in the city.",
            "turning a lump of clay into a beautiful pot",
            "When you retire you'll get a lump sum of £80,000.",
            "He's a big fat lump.",
            "He lumped down again and stared before him stupidly.",
            "Howard had to have cancer surgery for a lump in his chest.",
            "There was a lump in her throat as she gazed at the child.",
            "Melt a lump of butter in your frying-pan.",
            "Whether we like him or lump him, he is master of the situation.",
            "The lump was surgically removed.",
            "Finding a lump does not necessarily mean you have cancer.",
            "He got a lump on his head after bumping into the doorway.",
            "You should never ignore a breast lump.",
            "He commuted his pension for a lump sum.",
            "I earned sixteen shillings a week by lumping in the docks.",
            "They've been told: take the lower interest rate, or lump it.",
            "He found a suspicious lump on his back and was afraid it might be cancer.",
            "He commuted his pension into a lump sum.",
            "You can't lump the symptoms together and blame them all on stress."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У меня на плече появилась шишка.",
            "Один кусочек сахара или два?",
            "Они обычно покупали десять кило говядины одним куском.",
            "Процедите крем, чтобы удалить комки.",
            "Он набил много синяков и шишек, пока рос в городе.",
            "превращая комок глины в красивый горшок",
            "Когда вы выйдете на пенсию, вы получите единовременное пособие в размере 80 000 фунтов стерлингов.",
            "Он — большой жирный болван.",
            "Он снова тяжело сел и тупо уставился перед собой.",
            "Говарду пришлось перенести операцию по удалению злокачественной опухоли в груди.",
            "Когда она смотрела на ребёнка, у неё стоял комок в горле.",
            "Растопите на сковороде кусочек сливочного масла.",
            "Нравится он нам или нет, он всё равно хозяин положения.",
            "Опухоль была удалена хирургическим путём.",
            "Найденная опухоль /уплотнение/ не обязательно означает, что у вас именно рак.",
            "Он ударился о дверной косяк, и у него вскочила на голове шишка.",
            "Уплотнение в молочной железе нельзя игнорировать.",
            "Он заменил свою (ежемесячную) пенсию на единовременную выплату.",
            "Я зарабатывал шестнадцать шиллингов в неделю, работая портовым грузчиком.",
            "Им сказали: нравится или нет — берите более низкую процентную ставку, и всё тут.",
            "Он нашёл на спине подозрительное уплотнение и испугался, что это может быть рак.",
            "Он предпочёл получить пенсию в виде единовременной выплаты.",
            "Нельзя же слепить эти симптомы в одну кучу, а потом свалить их все на стресс."
        ]
    }
}