{
    "lunchtime": {
        "comment": [],
        "translate": "обеденное время, обеденный перерыв, ленч",
        "transcription": " |ˈlʌntʃtaɪm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The café is quiet until the lunchtime rush begins.",
            "The haze usually clears by lunchtime.",
            "I promised to be in a certain place by lunchtime.",
            "We'll have to start early to get there by lunchtime.",
            "Some people prefer to eat their main meal at lunchtime.",
            "At lunchtime, I popped to the supermarket to stock up on vital provisions.",
            "Surrey had made 92 by lunchtime.",
            "I slept right through till lunchtime.",
            "He got back to the office just before lunchtime.",
            "We made good time and were at the hotel by lunchtime.",
            "a series of lunchtime concerts in the museum's open-air courtyard",
            "He collared her in the staff room at lunchtime and started telling her about his holiday plans."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В этом кафе тихо, пока не начинается обеденный пик.",
            "Туман обычно рассеивается к обеду.",
            "Я обещал, что к обеду буду в одном месте.",
            "Нам придётся выехать пораньше, чтобы попасть туда к обеду.",
            "Некоторые люди предпочитают делать основной приём пищи в обеденное время.",
            "В обеденный перерыв я заскочил в супермаркет пополнить запасы провизии.",
            "К обеду Суррей успел набрать девяносто два (очка). (скорее всего, о крикете)",
            "Я проспал аж до самого обеда.",
            "Он вернулся в контору как раз перед обедом.",
            "Мы приехали быстрее, чем ожидали, и к обеду были в гостинице.",
            "серия концертов, проходивших в обеденное время во дворе музея, под открытым небом",
            "Во время обеда он поймал её в учительской и начал рассказывать о своих планах на отпуск."
        ]
    }
}