{
    "luxury": {
        "comment": [],
        "translate": "роскошь, люкс, предмет роскоши, наслаждение, излишество, большое удовольствие",
        "transcription": " |ˈlʌkʃərɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They lived in luxury.",
            "Can we afford the luxury of a second car?",
            "It was sheer luxury to relax on the beach.",
            "He was leading a life of luxury in Australia.",
            "This luxury was supported by a thriving trade.",
            "Guy's home is the ultimate in luxury.",
            "Pamper yourself with a stay in one of our luxury hotels.",
            "On my salary, I can afford few luxuries.",
            "We stayed in a five-star luxury hotel.",
            "Luxury villas for rent.",
            "The dress is lambswool — pure luxury.",
            "They sell luxury imports from around the world.",
            "The luxury car market has been dead in recent months.",
            "All our luxury bedrooms have a private bath.",
            "He spent a fortune on expensive wines and other luxuries.",
            "He believed that luxury vitiates even the most principled person.",
            "These people can scarcely afford to buy food, still less luxury goods like perfume.",
            "Little did she know (=she did not know) that years later she would have her own pool and luxury apartment in Florida.",
            "She stepped into a life of luxury.",
            "The luxury car market has collapsed.",
            "He sailed around the world on a luxury liner.",
            "She's now in Hollywood living a life of luxury.",
            "If you like luxury cars, feast your eyes on these.",
            "A luxury yacht was sunk in a bomb attack yesterday.",
            "Luxury items fall by the wayside during a recession.",
            "The hotel's owners see to it that their guests are given every luxury.",
            "The new hotel outstrips all other hotels in the area in size and luxury.",
            "The tropical resort's advertising depicts it as a lotusland of luxury and indolence."
        ],
        "example_translate": [
            "Они жили в роскоши.",
            "Мы можем позволить себе иметь вторую машину?",
            "Отдыхать на берегу было явной роскошью.",
            "Он вёл роскошную жизнь в Австралии.",
            "Такая роскошь обеспечивалась процветающей торговлей.",
            "Дом этого парня – вершина роскоши.",
            "Побалуйте себя отдыхом в одном из наших роскошных отелей.",
            "На мою зарплату особо не разгуляешься.",
            "Мы остановились в роскошном пятизвёздочном отеле.",
            "Сдаются роскошные виллы. (объявление)",
            "Это платье — из овечьей шерсти., чистейшая роскошь!",
            "Они продают предметы роскоши, привезённые со всего мира.",
            "В последние месяцы рынок роскошных автомобилей мёртв.",
            "Во всех наших номерах люкс имеются отдельные санузлы.",
            "Он потратил целое состояние на дорогие вина и другие предметы роскоши.",
            "Он считал, что роскошь портит даже самого принципиального человека.",
            "У этих людей с трудом хватает денег на еду, не говоря уже о такой роскоши, как духи.",
            "Вряд ли она знала, (т.е. она не знала), что через несколько лет у неё будет собственный бассейн и роскошная квартира во Флориде.",
            "Она вступила в жизнь, полную роскоши.",
            "Рынок автомобилей премиум-класса рухнул.",
            "Он объехал весь мир на своём роскошном лайнере.",
            "Она сейчас в Голливуде, живёт в роскоши.",
            "Если вы любите шикарные машины, полюбуйтесь-ка на эти.",
            "Вчера в результате взрыва была потоплена /затонула/ роскошная яхта.",
            "Во время экономического спада предметы роскоши отходят на второй план.",
            "Владельцы гостиницы следят за тем, чтобы их гостям предоставлялась всевозможная роскошь.",
            "По размерам и роскоши новый отель превосходит все остальные гостиницы региона.",
            "Реклама тропического курорта изображает его как царство роскоши и праздности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}