{
    "3": [
        [
            "1 Если бы вчера ты не потратил все деньги, мы бы сегодня купили ей подарок. ",
            "1 If you had not spent all the money yesterday, we would buy her a present today."
        ],
        [
            "2 Если бы он купил вчера больше молока, мы бысейчас пекли пирог. ",
            "2 If he had bought more milk yesterday, we would be baking a pie now. "
        ],
        [
            "3 Если бы тогда ты так много не спорил с ней,вы бы не поссорились. ",
            "3 If you hadnot argued with her so much at that time, you would not have quarreled. "
        ],
        [
            "4 Если бы они поженились, они были бысчастливы. ",
            "4 If theygot married, they would be happy. (If they should get married, they would be happy.)"
        ],
        [
            "5 Если бы ты сейчас рассказывал им что-нибудь поинтереснее, они бы слушали тебя внимательнее. ",
            "5 If you were telling them something more interesting now, they would be listeningto you more attentively. "
        ],
        [
            "6 Если бы вчера весьвечер вы не говорили только о машинах, она бы осталась. ",
            "6 If you had not talked about cars only the whole eveningyesterday, she would have stayed. "
        ],
        [
            "7 Еслибы ты не пил так много кофе, ты бы спал лучше ночью. ",
            "7 If you did not drink so much coffee, you wouldsleep better at night. "
        ],
        [
            "8 Если бымоя сестра не была так занята в эти дни, она бы помогла тебе с этимпереводом. ",
            "8 If my sister were not so busy these days, she would help youwith this translation. "
        ],
        [
            "9 Если бы он не был так глуп, он бы не говорил этивещи вчера. ",
            "9 If he were not so silly, he would not have said these thingsyesterday. "
        ],
        [
            "10 Она в Бресте. Если бы она уехала из Бреста, ее братсказал бы мне об этом вчера. ",
            "10 She is in Brest. If she had left Brest, her brother would have told meabout it yesterday. "
        ],
        [
            "11 Если бы он знал, что она пришла,он не был бы так расстроен.",
            "11 If he knew that she had come, he would not be so upset."
        ]
    ]
}