{
    "4": [
        [
            "1 Ты бы отвечал сейчас лучше, если бы не нервничал. ",
            "1 You would be answering better now, if you were not so nervous. "
        ],
        [
            "2 Если бы у нас было больше денег, мы купили бы эту машину. ",
            "2 If we had more money, we would buy this car. "
        ],
        [
            "3 Если бы Том вернулся сам, его жена простила бы ему все. ",
            "3 If Tom came back (If Tom should come back), his wife would forgive him all. "
        ],
        [
            "4 Если бы они оста- лись дома, они посмотрели бы эту передачу. ",
            "4 If they had stayed at home, they would have watched this TV program. "
        ],
        [
            "5 Если завтра будет хорошая погода, мы поедем на дачу. ",
            "5 If the weather is good tomorrow, we will go to the country. "
        ],
        [
            "6 Если она будет чувствовать себя лучше, она придет на работу. ",
            "6 If she feels better, she will come to work. "
        ],
        [
            "7 Если бы у него были деньги, он бы поехал в Сидней. ",
            "7 If he had money, he would go to Sydney. "
        ],
        [
            "8 Если бы не шел такой сильный снег, мы бы играли сейчас в снежки. ",
            "8 If it were not snowing so heavily, we would be playing snowballs now. "
        ],
        [
            "9 Если бы твоя дочь купила вчера молоко, мы бы сейчас пекли торт. ",
            "9 If your daughter had bought milk yesterday, we would be baking a cake now. "
        ],
        [
            "10 Если бы мы не разбили машину в прошлом году, мы бы этим летом поехали в Париж. ",
            "10 If we had not broken the car last year, we would go to Paris this year. "
        ],
        [
            "11 Они бы пошли дальше, если бы вчера не шел такой сильный снег. ",
            "11 They would have gone farther, if it had not snowed so heavily yesterday. "
        ],
        [
            "12 Если бы у меня было время, я мог бы пойти туда прямо сейчас. ",
            "12 If I had time, I could go there right now. "
        ],
        [
            "13 Если бы у меня вчера было время, я бы пошел туда. ",
            "13 If I had had time yesterday, I would have gone there. "
        ],
        [
            "14 Если бы она была готова сейчас, она могла бы пойти с нами. ",
            "14 If she were ready now, she could go with us. "
        ],
        [
            "15 Если бы вода в реке не была такой холодной, мы бы поплавали в ней.  ",
            "15 If the water in the river were not so cold, we would swim in it. "
        ]
    ]
}