{
    "4": [
        [
            "1 Ты бы отвечал сейчас лучше, если бы не нервничал. ",
            "1 You would be answering better now, if you were not so nervous. "
        ],
        [
            "2 Если быу нас было больше денег, мы купили бы эту машину. ",
            "2 If we hadmore money, we would buy this car. "
        ],
        [
            "3 Если бы Томвернулся сам, его жена простила бы ему все. ",
            "3 If Tom came back (If Tom should come back),his wife would forgive him all. "
        ],
        [
            "4 Если бы они остались дома, они посмотрели бы эту передачу. ",
            "4 If they had stayed at home, they would have watchedthis TV program. "
        ],
        [
            "5 Если завтра будетхорошая погода, мы поедем на дачу. ",
            "5 If the weather is good tomorrow, we will go to the country."
        ],
        [
            "6 Если она будет чувствоватьсебя лучше, она придет на работу. ",
            "6 If she feels better, she will come to work. "
        ],
        [
            "7 Если бы у него были деньги, онбы поехал в Сидней. ",
            "7 If he had money, he would go toSydney. "
        ],
        [
            "8 Если бы не шел такой сильный снег, мы быиграли сейчас в снежки. ",
            "8 If it were not snowing so heavily, we would be playing snowballs now."
        ],
        [
            "9 Если бы твоя дочь купила вчера молоко,мы бы сейчас пекли торт. ",
            "9 If your daughter had bought milk yesterday, we would be baking a cake now."
        ],
        [
            "10 Если бы мы не разбили машину впрошлом году, мы бы этим летом поехали в Париж. ",
            "10 If we had not broken the car last year, we would go to Paris this year. "
        ],
        [
            "11 Они быпошли дальше, если бы вчера не шел такой сильный снег. ",
            "11 Theywould have gone farther, if it had not snowed so heavily yesterday. "
        ],
        [
            "12 Еслибы у меня было время, я мог бы пойти туда прямо сейчас. ",
            "12 If I hadtime, I could go there right now. "
        ],
        [
            "13 Еслибы у меня вчера было время, я бы пошел туда. ",
            "13 If I had had time yesterday, I would havegone there. "
        ],
        [
            "14 Если бы она былаготова сейчас, она могла бы пойти с нами. ",
            "14 If she were ready now, she could go with us. "
        ],
        [
            "15 Если бы вода в рекене была такой холодной, мы бы поплавали в ней.",
            "15 If the water inthe river were not so cold, we would swim in it."
        ]
    ]
}