{
    "laugh at": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Europeans often laugh at American energy.",
            "He was afraid that the other kids would laugh at him.",
            "She has the rare gift of being able to laugh at herself.",
            "I had to fight back a desire to laugh at the small child's remark.",
            "I thought he would laugh at the bottomless stupidity of my cynicism.",
            "He gave a cynical laugh at the blush which deepened the colour in her cheeks.",
            "Old sobersides can't manage to laugh at anything.",
            "I let out a belly-laugh at his joke. A no-no, for sure.",
            "I let out a loud belly laugh at her joke. A no-no for sure.",
            "He's been a real sport to join in a laugh at his own expense.",
            "Whenever they joshed her, she could laugh at herself as much as they could laugh at her.",
            "They laughed at our efforts.",
            "Hugh laughed heartily at the joke.",
            "He just laughed at me, as per usual.",
            "The children all laughed at his jokes.",
            "We heartily laughed at all of the jokes.",
            "I laughed at my daughter's monkeyshines.",
            "He laughed unpleasantly at his own jest.",
            "We laughed at their puny attempt to trick us.",
            "Duncan laughed at the absurdity of the situation.",
            "Life is not exactly a barrel of laughs at the moment.",
            "The crowd laughed at the absurdity of the clown's behavior.",
            "I refuse to believe none of you laughed at this the first time you saw it.",
            "The other kids laughed at him and called him a sissy because he didn't like sports.",
            "He always laughs at corny mush in a movie.",
            "It is every actor's fear that he will die the death by telling a joke that nobody laughs at."
        ],
        "example_translate": [
            "Европейцы часто смеются над энергичностью американцев.",
            "Он боялся, что другие дети будут над ним смеяться.",
            "Она обладает редким даром посмеяться над собой.",
            "Я едва удержался от того, чтобы не рассмеяться при словах этого малыша.",
            "Я думал, он посмеётся над бездонной глупостью моего цинизма.",
            "Увидев, что она покраснела от смущения, он презрительно ухмыльнулся.",
            "Он такой серьезный, что, кажется, никогда не улыбается.",
            "Я громко захохотал в ответ на его шутку. Вышло неприлично, конечно.",
            "Я громко хохотнул, когда она отпустила эту шутку. Получилось, конечно, некрасиво.",
            "Он не обиделся на шутку, а засмеялся вместе со всеми.",
            "Когда они начинали ее подкалывать, она смеялась над собой вместе с ними.",
            "Они смеялись над нашими усилиями.",
            "Хью от души посмеялся над шуткой.",
            "Он просто посмеялся надо мной, как обычно.",
            "Все дети смеялись над его шутками.",
            "Мы от всего сердца смеялись над всеми шутками.",
            "Я смеялся над проказами дочери.",
            "Он противно рассмеялся над своей собственной шуткой.",
            "Мы посмеялись над их тщетными попытками нас обмануть.",
            "Дункан рассмеялся над абсурдностью всей этой ситуации.",
            "В данный момент жизнь не очень похожа на сплошное веселье.",
            "Толпа смеялась над нелепыми выходками клоуна.",
            "Я не верю, что никто из вас не смеялся, когда в первый раз это увидел.",
            "Другие дети смеялись над ним и называли слабаком из-за того, что он не любил спорт.",
            "Он всегда смеется над сентиментальной мурой, которую показывают в фильмах.",
            "Любой артист боится провала, который может случиться, когда зрители не реагируют на его шутки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}