{
    "learn from": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "All animals appear to have some capacity to learn from experience.",
            "The student will learn from experience about the importance of planning.",
            "Some of our decisions were wrong, but you have to learn from your mistakes.",
            "Children need to experience things for themselves in order to learn from them.",
            "You have to learn from your mistakes (=understand why what you did was wrong).",
            "She learned everything from me.",
            "He learned drawing from his father.",
            "She learned dancing from her sister",
            "He learned carpentry from his father.",
            "He learned upholstery from his father.",
            "She learned embroidery from her grandmother.",
            "There were important lessons to be learned from these discoveries.",
            "He learns from a friend that the wiggly cross is the map symbol for a waterfall.",
            "I learnt much from them as a young practitioner and still re-read them purely for pleasure.",
            "I was in the hot seat for about an hour but they didn't learn anything from me."
        ],
        "example_translate": [
            "Оказывается, все животные в какой-то степени способны учиться на собственном опыте.",
            "Студент по собственному опыту узнает о важности планирования.",
            "Некоторые наши решения были ошибочны, но нужно учиться на своих ошибках.",
            "Детям необходимо испытывать на себе жизненные ситуации, чтобы иметь возможность на них чему-то научиться.",
            "Нужно учиться на своих ошибках (т.е. понять, почему то, что ты сделал, было неправильным).",
            "Она всему училась у меня.",
            "Рисовать он научился у отца.",
            "Она научилась танцевать у сестры.",
            "Он научился плотничать у своего отца.",
            "Он научился ремеслу обойщика у своего отца.",
            "Она научилась вышиванию у своей бабушки.",
            "Из этих открытий предстояло извлечь важные уроки.",
            "От друга он узнает, что волнистый крест - это символ водопада на карте.",
            "Я многому научился у них, будучи молодым врачом общей практики, и до сих пор перечитываю их исключительно ради удовольствия.",
            "Они пытали меня целый час, но ничего от меня не узнали."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}