{
    "learn about": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's important to learn about other cultures.",
            "Builders must learn about scale and proportion.",
            "Even a Harvard man has a lot to learn about politics.",
            "Kids can have fun and learn about music at the same time.",
            "Students on the course learn about all aspects of business.",
            "It might profit you to learn about the company before your interview.",
            "Many women struggle with their faith after they learn about polygamy.",
            "I have neither the time nor the inclination to learn about such matters.",
            "He tried to learn about the latest bands so he could impress his hip new college friends.",
            "The scientist corresponds with colleagues in order to learn about matters relevant to her own research.",
            "We had a learned discussion about politics.",
            "He's forgotten all he's ever learned about history.",
            "I'd be interested to learn more about his background.",
            "He learned about his appointment by telephone yesterday.",
            "As the story unfolds, we learn more about Max's childhood.",
            "We learned about the people who lived during colonial times.",
            "He learned about the job from an advertisement in the newspaper.",
            "The class learned about how caterpillars undergo metamorphosis to become butterflies.",
            "The cops ran a make on him and learned about his prison record."
        ],
        "example_translate": [
            "Важно знакомиться с другими культурами.",
            "Строители обязаны знать о масштабах и пропорциях.",
            "Даже человеку, окончившему Гарвард, нужно многое узнать о политике.",
            "Дети могут одновременно весело проводить время и учиться музыке.",
            "На данном курсе студенты узнают о всех аспектах бизнеса.",
            "Может быть крайне полезно разузнать о компании, в которую устраиваешься на работу, до начала собеседования.",
            "Многие женщины борются со своей верой после того, как узнают о полигамии.",
            "У меня нет ни времени, ни желания узнавать о таких вещах.",
            "Он старался узнать о новых музыкальных группах, так он мог произвести впечатление на своих новых, хипповатых друзей по колледжу.",
            "Этот научный раюотник ведёт переписку с коллегами, чтобы получить информацию о вопросах, относящихся к её собственным исследованиям.",
            "У нас была познавательная дискуссия о политике.",
            "Он забыл всё, что когда-либо узнал об истории.",
            "Мне было бы интересно побольше узнать о его происхождении.",
            "Он узнал о своём назначении вчера по телефону.",
            "По мере развития сюжета мы всё больше узнаём о детстве Макса.",
            "Мы узнали о людях, которые жили во времена колонизации.",
            "Он узнал об этой работе из объявления в газете.",
            "Ученики узнали о том, как гусеницы претерпевают метаморфоз и становятся бабочками.",
            "Полицейские установили его личность и узнали, что он уже сидел в тюрьме."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}