{
    "lend to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Many banks won't lend to people with bad credit.",
            "Lend me a fiver, mate?",
            "I will lend you my car",
            "Can you lend me a tenner?",
            "Could you lend me some money?",
            "Could you lend me 50p, please?",
            "Can you lend me a hand with this?",
            "Be a sport and lend me your bike.",
            "He lends himself to illusory hopes.",
            "The bank wouldn't lend us the money.",
            "Have a heart and lend me some money.",
            "Can you lend me £10 until tomorrow?",
            "Could you lend me twenty quid, mate?",
            "I am skint. Can you lend me a tenner?",
            "If you need money, I can lend you some.",
            "Go on, lend me the car, just this once.",
            "Don't sweat it, I'll lend you the money.",
            "Come on — be a pal and lend me the money.",
            "'Can you lend me $10.' 'Forget it, no way.'",
            "Banks create money and lend it at interest.",
            "The sound effects lend realism to the scene.",
            "The hospital agreed to lend us a wheelchair.",
            "Have you ever a shilling as you could lend me?",
            "He's always prepared to lend a sympathetic ear.",
            "The current system lends itself to great abuse.",
            "The building society agreed to lend us £60,000.",
            "It was rather rash of you to lend them your car.",
            "I have very little money, so I can't lend you any.",
            "The new evidence lends credibility to their theory.",
            "Let's face it, no one's going to lend us any money."
        ],
        "example_translate": [
            "Многие банки не дают взаймы деньги людям с плохой кредитной историей.",
            "Друг, одолжишь мне пятёрку?",
            "Я одолжу тебе мою машину.",
            "Можешь одолжить мне десятку?",
            "Не мог бы ты одолжить мне немного денег? / Ты не мог бы мне немного одолжить?",
            "Не могли бы вы одолжить мне 50 пенсов?",
            "Ты не мог бы мне с этим помочь /подсобить/?",
            "Будь другом, одолжи мне свой велосипед.",
            "Он тешит себя пустыми надеждами.",
            "В банке отказались одолжить нам эти деньги.",
            "Будь добр, одолжи мне денег.",
            "Можешь одолжить мне до завтра десять фунтов?",
            "Приятель, ты не одолжишь мне 20 фунтов?",
            "Я банкрот. Ты не одолжишь десятку?",
            "Если нужны деньги, я могу вам немного занять.",
            "Ну одолжи мне машину, в последний раз.",
            "Не волнуйся, я одолжу тебе эти деньги.",
            "Ну давай, будь другом и одолжи мне деньги.",
            "— Можешь одолжить мне десять долларов? — Фиг тебе, ни за что.",
            "Банки создают деньги и ссужают их под процент.",
            "Звуковые эффекты прибавляют сцене реализма.",
            "Больница согласилась одолжить нам инвалидную коляску.",
            "У тебя есть хотя бы шиллинг, который ты мог бы мне одолжить?",
            "Он всегда готов сочувственно выслушать.",
            "Нынешняя система предоставляет возможности для больших злоупотреблений.",
            "Жилищно-строительное общество согласилось одолжить нам 60 000 фунтов стерлингов.",
            "С вашей стороны было довольно опрометчиво одолжить им машину.",
            "У меня очень мало денег, поэтому я не могу ничего тебе одолжить.",
            "Эти новые данные укрепляют доверие к их теории.",
            "Давайте посмотрим правде в глаза: денег нам никто не одолжит."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}