{
    "long for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I long for you.",
            "I shall long for the ninth of May.",
            "His tongue is too long for his teeth.",
            "They long for peace but are driven to war.",
            "We'd known each other too long for hard feelings.",
            "It will not take long for the melted snow to soak into the soil.",
            "We've waited this long for the pizza, we might as well stay until it's ready.",
            "I haven't gassed this long for a year.",
            "What's the long face for?",
            "She longed for him to return.",
            "We had a long wait for the bus.",
            "She holed a long putt for a birdie.",
            "He longed for the touch of her hand.",
            "He longed for the fields of his youth.",
            "She cut her long hair for a modern look.",
            "I need a longer attachment for the drill.",
            "Nurses often work long hours for low pay.",
            "These ideas no longer obtain for our generation.",
            "She longed for the chance to speak to him in private.",
            "She had swapped her long skirts for jeans and T shirts.",
            "There was a long wait for the manager to come and help us.",
            "He longed for the flowers that were yet to show themselves.",
            "He longed for the comfortable environment of his living room.",
            "We go back a long way (=we have been friends for a long time).",
            "Scientology has fought long battles for acceptance as a religion.",
            "It can take a long time for your visa application to be processed.",
            "Stephanie bought a long nightdress for the cold winter months ahead.",
            "She was tired of moving around and longed for a more settled existence.",
            "Rebelling at waiting any longer for the meal, they left the restaurant.",
            "Vague...forms of speech...have so long passed for mysteries of science."
        ],
        "example_translate": [
            "Ты мне очень нужен, я не могу без тебя.",
            "Я так буду ждать девятое мая.",
            "У него слишком длинный язык.",
            "Они стремятся к миру, а их заставляют воевать.",
            "Мы знали друг друга слишком давно, чтобы обижаться.",
            "Талая вода быстро впитается в почву.",
            "Мы уже так долго ждём эту пиццу, что вполне можно дождаться, пока она будет готова.",
            "Я уже целый год так не болтал.",
            "Ты чего такой мрачный?",
            "Она страстно желала его возвращения.",
            "Мы долго ждали автобуса.",
            "Она закатила мяч в лунку длинным паттом, заработав \"бёрди\". (о гольфе, патт — вид удара)",
            "Ему так хотелось коснуться её руки.",
            "Он жаждал вернуться в поля своей юности.",
            "Она подстригла свои длинные волосы на современный манер.",
            "Мне нужна более длинная насадка для дрели.",
            "Медсестры часто работают допоздна за низкую плату.",
            "Эти идеи для нашего поколения более не актуальны.",
            "Она жаждала возможности поговорить с ним наедине.",
            "Она променяла свои длинные юбки на джинсы и футболки.",
            "Мы долго ждали, пока управляющий подойдёт и поможет нам.",
            "Он тосковал по цветам, которым ещё только предстояло появиться.",
            "Ему ужасно не хватало комфортной обстановки собственной гостиной.",
            "Мы вместе пуд соли съели (т.е. мы уже давно являемся друзьями).",
            "Саентология долго сражалась за признание в качестве религии.",
            "Обработка заявки на получение визы может занять довольно долгое время.",
            "Впереди были долгие и холодные зимние месяцы, и Стефани купила длинную ночную рубашку.",
            "Она устала от переездов и стремилась к более оседлой жизни.",
            "Возмутившись, что им придется подождать еще, пока им подадут еду, они ушли из ресторана.",
            "Расплывчатые ...формы речи... до того времени сходили за тайны науки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}