{
    "insist on": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We insist on formal dress for dinner.",
            "It was the height of absurdity to insist on a refund.",
            "They insist on maintaining firm control over the project.",
            "They insist on a guarantee as a precondition of the deal.",
            "At our bank we insist on high standards of customer service.",
            "I have never heard him insist on anything but selflessness.",
            "I'm afraid I have to insist on the return of my book at once.",
            "Most churches baptize infants but some insist on adult baptism.",
            "If you insist on painting your house bright orange, everyone will assume you are a kook.",
            "The usher insisted on reseating us.",
            "She kept insisting on her innocence.",
            "They insisted on retaining old customs.",
            "My mother insisted on naming me Horace.",
            "He insists on strict adherence to the rules.",
            "He insisted peremptorily on speaking to Rachel.",
            "We insisted on the reinstatement of the colonel.",
            "His fiancée is insisting on an elaborate wedding.",
            "He insisted on the stringency of the received orders.",
            "In spite of the heat he insisted on his woolen costume.",
            "The meddling neighbor insisted on giving us unsought advice.",
            "They insisted on being able to dictate the terms of surrender.",
            "Throughout the trial, the prisoner insisted on his lack of guilt.",
            "The executive famously insisted on riding the bus to work every day.",
            "A brassy customer insisted on arriving late and still being taken first.",
            "He insists on buying a topflight computer system, money being no object.",
            "Not wanting to be beholden to anyone, he insisted on paying his own way.",
            "The VIPs insisted on being seated in the restaurant's private dining room.",
            "One insensitive official insisted on seeing her husband's death certificate.",
            "He insists on taking us all out to dinner and he won't take no for an answer.",
            "He insists on going it alone."
        ],
        "example_translate": [
            "Настоятельная просьба прибыть на ужин в официальной одежде.",
            "Было совершеннейшим вздором настаивать на возмещении расходов.",
            "Они настаивают на сохранении жесткого контроля над проектом.",
            "Они настаивают на залоге в качестве предварительного условия сделки.",
            "В нашем банке мы не отступаем от высоких стандартов обслуживания клиентов.",
            "Я никогда не слышал, чтобы он настаивал на чём-то, кроме бескорыстия.",
            "Пожалуй, я должен потребовать немедленного возвращения моей книги.",
            "Хотя большинство церквей крестят младенцев, но некоторые из них настаивают на крещении взрослых людей.",
            "Если вы потребуете выкрасить свой дом в ярко-оранжевый цвет, все сочтут вас сумасбродом.",
            "Билетёр настаивал на том, чтобы мы пересели.",
            "Она продолжала настаивать на своей невиновности.",
            "Они настаивали на сохранении старых обычаев.",
            "Моя мать настояла на том, чтобы назвать меня Гораций.",
            "Он настаивает на строгом соблюдении правил.",
            "Он безапелляционно настаивал на разговоре с Рейчел.",
            "Мы настояли на восстановлении полковника в должности.",
            "Его невеста настаивает на пышной свадьбе",
            "Он настаивал на серьёзности полученных приказов.",
            "Несмотря на жару, он всё равно надел шерстяной костюм.",
            "Назойливая соседка никак не отставала от нас с непрошеными советами.",
            "Они настаивали на возможности самим диктовать условия капитуляции.",
            "В течение всего судебного процесса подсудимый настаивал на своей невиновности.",
            "Этот крупный начальник был знаменит тем, что каждый день упорно ездил на работу на автобусе.",
            "Одна наглая клиентка настояла на том, чтобы её приняли первой, несмотря на опоздание.",
            "Он настаивает на покупке самой лучшей компьютерной системы, деньги при этом не имеют значения.",
            "Не желая быть кому-то обязанным, он настоял на том, чтобы расплатиться самостоятельно.",
            "Вип-персоны настояли на том, чтобы их посадили в отдельной столовой этого ресторана.",
            "Один бесчувственный чиновник настоятельно потребовал показать ему свидетельство о смерти её мужа.",
            "Он всё-таки хочет пригласить нас всех на ужин в ресторан, и отказа в ответ он не примет.",
            "Он настаивает на том, что может справиться с этим сам."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}