{
    "involve in": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I got her involved in the planning.",
            "The old castle was involved in mist.",
            "I became heavily involved in politics.",
            "He got involved in a credit card scam.",
            "They became involved in an altercation.",
            "Don't involve me in your family affairs!",
            "They were involved in a violent argument.",
            "He was involved in shady deals in the past.",
            "She was intimately involved in the project.",
            "The group is involved in Arctic exploration.",
            "She is involved in several artistic endeavors.",
            "He's been involved in some underhand dealings.",
            "The two farmers are involved in a land dispute.",
            "She was involved in a seamy corruption scandal.",
            "I don't want to be involved in slime like that.",
            "The hero is involved in a triangular situation.",
            "He became involved in petty crime as a teenager.",
            "He was involved in politics throughout his life.",
            "She was involved in a long-running legal battle.",
            "She became involved in the breeding of sled dogs.",
            "I wish I'd never got involved in the first place!",
            "The party is involved in an argument over economy.",
            "She wasn't involved in drugs or anything like that.",
            "Carol was actively involved in the local sports club.",
            "Nolan and Barnes were both involved in the operation.",
            "He's been actively involved in politics for 30 years.",
            "Brooke's been involved in city politics since college.",
            "The risks involved in the procedure should be stressed.",
            "Peter is passionately involved in environmental issues.",
            "The school bus was involved in a collision with a truck."
        ],
        "example_translate": [
            "Я привлек её к разработке плана.",
            "Старый замок был окутан мглой.",
            "Я стала активно участвовать в политической деятельности.",
            "Он был втянут в аферу с кредитными картами.",
            "Их втянули в ссору.",
            "Не надо меня впутывать в ваши семейные дела!",
            "Они были вовлечены в ожесточённый спор.",
            "В прошлом он был замешан в тёмных делишках.",
            "Она была тесно вовлечена в проект.",
            "Этот коллектив принимает участие в освоении Арктики.",
            "Она принимает участие в нескольких художественных начинаниях.",
            "Он замешан в кое-каких закулисных сделках.",
            "Эти два фермера участвуют в земельном споре.",
            "Она была замешана в неприглядном коррупционном скандале.",
            "Не хочу я ввязываться в подобную мерзость.",
            "Герой становится одной из сторон любовного треугольника.",
            "Подростком он стал участвовать в мелких преступлениях.",
            "Он занимался политикой на протяжении всей своей жизни.",
            "Она была вовлечена в длительную судебную тяжбу.",
            "Она стала участвовать в разведении ездовых собак.",
            "Лучше бы я вообще туда не ввязывался!",
            "Партия участвует в дебатах по вопросам экономики.",
            "Она никогда не связывалась с наркотиками или чем-то подобным.",
            "Кэрол активно занималась в местном спортивном клубе.",
            "В операции участвовали оба — и Нолан, и Барнс.",
            "Он активно занимается политикой уже 30 лет.",
            "Брук принимает участие в городской политике со времени окончания колледжа.",
            "Следует обратить особое внимание на риск, связанный с выполнением данной операции.",
            "Питер страстно увлечён проблемами окружающей среды..",
            "Данный школьный автобус попал в столкновение с грузовиком."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}