{
    "10": [
        [
            "1 Когда ты сможешь помочь мне в саду? — Я думаю, что смогу помочь тебе только после шести. ",
            "1 When will you be able to help me in the garden? - I think I will be able to help you only after six. "
        ],
        [
            "2 Сейчас мне приходится оставаться на работе до восьми часов. ",
            "2 Now I have got to stay at work till eight o'clock. "
        ],
        [
            "3 Ты не должен делать этого, если ты не хочешь. ",
            "3 You mustn't do this if you don't want. "
        ],
        [
            "4 Кто мог написать это письмо, если не ты? ",
            "4 Who could write this letter but you? "
        ],
        [
            "5 Она сказала, что он может взять эту кассету. ",
            "5 She said that he might take this cassette. "
        ],
        [
            "6 Я сама в состоянии поднять эту коробку. ",
            "6 I am able to lift up this box myself. "
        ],
        [
            "7 Ей приходится переводить сейчас много писем. ",
            "7 She has got to translate many letters now. "
        ],
        [
            "8 Никто не может приготовить такой вкусный рис, только она. ",
            "8 No one can cook such tasty rice but she. "
        ],
        [
            "9 Они не смогли позвонить в три. Надеюсь, они смогут позвонить в четыре. ",
            "9 They were not able to call at three. I hope they will be able to call at four. "
        ],
        [
            "10 Мы не должны говорить им, что случилось вчера. ",
            "10 We mustn't tell them what happened yesterday. "
        ],
        [
            "11 Она может уйти сегодня раньше. Мы должны поторопиться. ",
            "11 She may leave earlier today. We must hurry. "
        ],
        [
            "12 Ты можешь поехать в Лондон на выходные, если хочешь. ",
            "12 You can (may) go to London for the weekend if you want. "
        ],
        [
            "13 Она должна прислать деньги сегодня. Если ей удастся, она вышлет их в два часа. ",
            "13 She must send the money today. If she is able, she will send it at two o'clock. "
        ],
        [
            "14 Тебе нельзя пользоваться этим компьютером. ",
            "14 You may not use this computer. "
        ]
    ]
}