{
    "3": [
        [
            "1 Никто не может сказать мне, почему она не пришла. ",
            "1 Nobody can tell me why she didn't come. "
        ],
        [
            "2 Вы видите тот дом на углу? ",
            "2 Can you see that house at the corner? "
        ],
        [
            "3 Мой английский не очень хороший, но мне удалось понять его. ",
            "3 My English is not very good, but I was able to understand him. "
        ],
        [
            "4 Я не думаю, что он сможет поднять эту коробку. ",
            "4 I don't think he will be able to lift this box. "
        ],
        [
            "5 Кто может разбить это стекло? — Я не думаю, что кто-нибудь сможет разбить это стекло, оно очень толстое. ",
            "5 Who can break this glass? - I don't think that somebody will be able to break this glass, it is very thick. "
        ],
        [
            "6 Она не может понять, что ты имеешь в виду. И я тоже. ",
            "6 She cannot understand what you mean. Neither can I. "
        ],
        [
            "7 Думаете, я смогу сам написать письмо на китайском? ",
            "7 Do you think I will be able to write a letter in Chinese myself? "
        ],
        [
            "8 Он может встретить нас в аэропорту. ",
            "8 He can meet us at the airport. "
        ],
        [
            "9 Он сам может приготовить ужин. ",
            "9 He can cook dinner himself. "
        ],
        [
            "10 Мы можем пойти в кино прямо сейчас. ",
            "10 We can go to the cinema right now. "
        ],
        [
            "11 Он сам может помыть посуду. ",
            "11 He can wash the dishes himself. "
        ],
        [
            "12 Не могли бы вы мне сказать, где рынок? ",
            "12 Could you tell me where the market is? "
        ],
        [
            "13 Они не могли найти дорогу из города. ",
            "13 They could not find the way out of the city. "
        ],
        [
            "14 Он может обмануть вас. ",
            "14 Не can deceive you. "
        ],
        [
            "15 Мы сможем построить дом за один год. ",
            "15 We will be able to build a house for one year. "
        ],
        [
            "16 Мы могли сделать эту работу вчера. ",
            "16 We could do this job (work) yesterday. "
        ],
        [
            "17 Ему удалось понять, что она сказала, не так ли? ",
            "17 He was able to understand what she said, wasn't he? "
        ]
    ]
}