{
    "sack": {
        "comment": [
            "sacrifice",
            "sacred"
        ],
        "translate": "мешок, куль, разграбление, сак, постель, увольнять, грабить",
        "transcription": " |sæk|",
        "antonyms": [],
        "mnemonic": [
            "sack [сек] мешок - Голову (сек-ретаря) в мешке принесли;",
            "sack [sæk]\n***\nИз МЕШКА вылез прусак. (это)\nГРАБИТЬ будет и прусак. (это)",
            "sad [sæd]\nУНЫЛЫЙ, ГРУСТНЫЙ не любит детсад. (это) sack\nПЕЧАЛЬНЫЙ мальчик не хочет в детсад. (это) sack\nГРУСТНЫЙ, потому что сед. (это) sack",
            "stack [stæk]\n***\nСложил в ГРУДУ все мастак. (это) stack\nВ СТОПКУ все сложил мастак. (это) stack\n***\nВещей кучу \"stack\"\nсложил я в мешок \"sack\"."
        ],
        "examples": [
            "He was sacked for being drunk.",
            "I got the sack from work.",
            "The Goths sacked Rome.",
            "The sugar in the sack shook down.",
            "The grocer sacked the onions.",
            "They couldn't sack me - I'd done nothing wrong.",
            "Great sport to them was jumping in a sack.",
            "We need about a sack of rice.",
            "He got the sack for stealing.",
            "I bet she's great in the sack.",
            "They sack the temples.",
            "He was sacked from every other job he had.",
            "Put the rest into a sack to take to the dump.",
            "It's one o'clock — time to hit the sack.",
            "They are liable to sack you if you start complaining about your salary.",
            "The grocer sacked the onions",
            "They've never actually given anyone the sack.",
            "She claimed she'd been threatened with the sack.",
            "She has organized a group of children to participate in a potato sack race.",
            "By a strange twist of fate Smith's first match is against the team that gave him the sack last season.",
            "He would sack any of his staff who fell short of his high standards."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он был уволен за пьянство.",
            "Меня уволили с работы.",
            "Готы разграбили Рим.",
            "Сахар в мешке утрамбовался.",
            "Бакалейщик насыпал лук в мешок.",
            "Они не могли уволить меня - я ничего плохого не сделал.",
            "Самым приятным времяпрепровождением для них были прыжки в мешках.",
            "Нам нужно около мешка риса.",
            "Его уволили за воровство.",
            "Готов поспорить: в постели она — огонь.",
            "Они грабят храмы.",
            "Его увольняли отовсюду, куда бы он ни устроился.",
            "Положите всё остальное в мешок, чтобы отнести на свалку.",
            "Время час — пора по койкам.",
            "Они могут тебя уволить, если ты начнёшь выражать недовольство по поводу зарплаты.",
            "Бакалейщик насыпал/переложил лук в мешок.",
            "На самом деле, они никогда никого не увольняли.",
            "Она утверждала, что ей угрожали увольнением.",
            "Она собрала группу детей для участия в беге в картофельных мешках.",
            "По странной иронии судьбы, первый матч Смита состоится против команды, которая уволила его в прошлом сезоне.",
            "Он указывал на дверь любому сотруднику, который не соответствовал его высоким стандартам."
        ],
        "stars": 1
    }
}