{
    "sacrifice": {
        "comment": [
            "sack",
            "sacred"
        ],
        "translate": "жертва, жертвоприношение, заклание, жертвовать, приносить жертву",
        "transcription": " |ˈsækrɪfaɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This sacrifice is a small price to pay.",
            "The goat was offered as a sacrifice.",
            "She's had to sacrifice a lot for her family.",
            "He gave his life as a sacrifice for his country.",
            "He sacrificed his life to save the drowning child.",
            "This moved me to sacrifice my career.",
            "The war required everyone to make sacrifices.",
            "This position demands a lot of personal sacrifice.",
            "The villagers hoped the gods would accept their sacrifice.",
            "They made sacrifices to ensure a good harvest.",
            "The sacrifice is referred to as an opportunity cost.",
            "He sacrificed his personal life in order to get ahead in his career.",
            "She brought three children up single-handedly, often at great personal sacrifice.",
            "He had to sell his car at a considerable sacrifice.",
            "They had to sacrifice lesser goods for greater ones.",
            "She was willing to suffer, sacrifice, and work for success.",
            "In those days, an animal was offered as a sacrifice to God.",
            "The war required much sacrifice from everyone.",
            "The runner went to second base on a sacrifice.",
            "He sacrificed a promising career to look after his kids.",
            "I want to follow a diet that is healthful without sacrificing taste.",
            "The sanctuary contains the altar of sacrifice.",
            "The animals were sacrificed after the experiment.",
            "The minister stressed the need for economic sacrifice.",
            "The general had to sacrifice several soldiers to save the regiment.",
            "The workforce were willing to make sacrifices in order to preserve jobs.",
            "Captain Oates made the ultimate sacrifice in a bid to save his colleagues.",
            "He had manned himself to the sacrifice of his dearest hopes. (Mrs. C. Praed)",
            "He made many personal sacrifices to provide help to the city's homeless people."
        ],
        "example_translate": [
            "Эта жертва - не слишком большая цена.",
            "Коза /козёл/ была принесена в жертву.",
            "Ради семьи ей пришлось пожертвовать многим.",
            "Он пожертвовал своей жизнью во имя родины.",
            "Он пожертвовал жизнью, спасая тонущего ребёнка.",
            "Это сподвигло меня пожертвовать своей карьерой.",
            "Война потребовала от всех пойти на какие-то жертвы.",
            "Эта должность требует огромного самопожертвования.",
            "Деревенские жители надеялись на то, что боги примут их жертву.",
            "Они совершили жертвоприношения, чтобы обеспечить хороший урожай.",
            "Эта жертва называется затратами упущенных возможностей.",
            "Он пожертвовал личной жизнью, чтобы преуспеть в своей карьере.",
            "Она в одиночку воспитала троих детей, часто ценой больших личных жертв.",
            "Ему пришлось продать свою машину, немало потеряв в цене.",
            "Им пришлось пожертвовать меньшими благами ради больших.",
            "Ради успеха она была готова терпеть, идти на жертвы и много работать.",
            "В то время в жертву богу приносилось животное.",
            "Война требовала больших жертв от каждого.",
            "Бегущий прошёл на вторую базу в результате \"жертвенного\" удара. (ситуация, когда отбивающий специально делает удар, позволяющий выбить его в аут, чтобы бегущий мог занять следующую базу)",
            "Он пожертвовал многообещающей карьерой ради присмотра за своими детьми.",
            "Я хочу придерживаться диеты, которая была бы здоровой, но при этом оставалась вкусной.",
            "В храме имеется жертвенный алтарь.",
            "После эксперимента животные были умерщвлены.",
            "Министр подчеркнул необходимость экономических жертв.",
            "Генерал вынужден был пожертвовать несколькими солдатами, чтобы спасти весь полк.",
            "Работники были готовы пойти на жертвы, чтобы сохранить рабочие места.",
            "Капитан Оутс пожертвовал своей жизнью, пытаясь спасти коллег.",
            "Он собрал всю силу воли, чтобы пожертвовать своими сокровенными надеждами.",
            "Он пошёл на многие личные жертвы, чтобы оказать помощь городским бездомным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}