{
    "sad": {
        "comment": [
            "sadly",
            "sadness"
        ],
        "translate": "печальный, грустный, унылый, тяжёлый, минор",
        "transcription": " |sæd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is sad to be alone.",
            "It was a very sad story.",
            "Why is he looking so sad?",
            "You sad old man.",
            "He lived a sad life.",
            "a movie with a sad ending",
            "We felt sad about the accident.",
            "Sorry to hear the sad news.",
            "She doesn't like sad movies.",
            "This is a sad day for us all.",
            "Her clothes were in sad shape.",
            "People were sad that he was leaving.",
            "It's sad that we could not see each other.",
            "The sad fact of the matter is that they are right.",
            "It was sad to see them arguing.",
            "It'll be a sad day when you leave us.",
            "There was such a sad look in her eyes.",
            "I was very sad to hear that he had died.",
            "The experience left her sadder but wiser.",
            "Dad looked sad and worried as he read the letter.",
            "She's a sad character — without any friends at all.",
            "He's feeling sad because his pet died.",
            "Lilly felt sad that Christmas was over.",
            "Stay in on Saturday night? What a sad idea!",
            "The sad fact is that prejudice still exists.",
            "It was a sad case. The boy ended up in prison.",
            "Have you heard the sad news about his wife's illness?",
            "When I am dead, my dearest, / Sing no sad songs for me",
            "We needed more money but, sad to say, there wasn't any.",
            "The new version is a sad imitation of the original movie."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Инфинитив с to после прил((am, is, are и т. д.) + прилагательное + инфинитив)",
            "Инфинитив"
        ],
        "example_translate": [
            "Грустно быть одному.",
            "Это была очень грустная история.",
            "Почему у него такой грустный вид?",
            "Ты, нудный старикашка!",
            "Жизнь его была печальна.",
            "фильм с печальным концом",
            "Этот случай расстроил нас.",
            "Мне очень жаль это слышать.",
            "Она не любит грустные фильмы.",
            "Это печальный день для всех нас.",
            "Её одежда была в плачевном состоянии.",
            "Люди были огорчены тем, что он уезжает.",
            "Жаль, что мы не смогли увидеться.",
            "Самое грустное заключается в том, что они правы.",
            "Грустно было видеть, как они ругаются.",
            "Печальным будет тот день, когда вы нас покинете.",
            "У неё были такие печальные глаза.",
            "Мне было очень грустно узнать, что он умер.",
            "После этого случая она стала печальнее, но мудрее.",
            "Читая письмо, папа выглядел печальным и взволнованным.",
            "Жалкий она человек: у неё нет ни единого друга.",
            "Он грустит потому, что у него умерла зверушка.",
            "Лилли стало грустно, что Рождество закончилось.",
            "Сидеть дома в субботу вечером? Что за унылая затея!",
            "Печальный факт заключается в том, что предрассудки по-прежнему существуют.",
            "Это был печальный случай. Мальчик угодил в тюрьму.",
            "Вы слышали печальную весть о болезни его жены?",
            "Когда умру, любимый, / Ты песен мне не пой (строки из песни)",
            "Нам нужно было больше денег, но, как ни грустно, их не было.",
            "Новая версия фильма представляет собой жалкое подражание оригиналу."
        ]
    }
}