{
    "sadness": {
        "comment": [
            "sad",
            "sadly"
        ],
        "translate": "печаль, уныние",
        "transcription": " |ˈsædnəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A feeling of sadness descended on me.",
            "What can I do to drive away these feelings of sadness?",
            "a movie with a sad ending",
            "People were sad that he was leaving.",
            "He lived a sad life.",
            "If I could snap out of this sadness, don't you think I would?",
            "It'll be a sad day when you leave us.",
            "His kind words dissolved her sadness.",
            "The sadness tinged his life.",
            "Great sadness emanates from his music.",
            "A deep feeling of sadness washed over her.",
            "A feeling of great sadness pervades the film.",
            "The sad fact of the matter is that they are right.",
            "He's feeling sad because his pet died.",
            "His book commingles sarcasm and sadness.",
            "The experience left her sadder but wiser.",
            "Their sadness was manifest in their faces.",
            "There was a tinge of sadness in her voice.",
            "There was an undertone of sadness in her letter.",
            "His very soul was elemented of nothing but sadness.",
            "Have you heard the sad news about his wife's illness?",
            "We needed more money but, sad to say, there wasn't any.",
            "The new version is a sad imitation of the original movie.",
            "The humour of the novel cannot hide an undertow of sadness.",
            "There is no greater sadness that the dwindling away of a family."
        ],
        "example_translate": [
            "Меня охватила грусть.",
            "Что бы такого сделать, чтобы не было так грустно?",
            "фильм с печальным концом",
            "Люди были огорчены тем, что он уезжает.",
            "Жизнь его была печальна.",
            "Если бы я мог избавиться от этой тоски, неужели ты думаешь, я бы не избавился от нее?",
            "Печальным будет тот день, когда вы нас покинете.",
            "Его добрые слова рассеяли её печаль.",
            "Эта печаль оставила след на всей его жизни.",
            "Его музыка навевает вселенскую скорбь.",
            "Чувство глубокой печали завладело ею.",
            "Фильм пронизан чувством глубокой печали.",
            "Самое грустное заключается в том, что они правы.",
            "Он грустит потому, что у него умерла зверушка.",
            "Сарказм в его книге перемешан с грустью.",
            "После этого случая она стала печальнее, но мудрее.",
            "На их лицах явно читалась печаль.",
            "В её голосе слышались грустные ноты.",
            "В её письме присутствовал оттенок грусти.",
            "Самая душа его строилась из одной лишь скорби.",
            "Вы слышали печальную весть о болезни его жены?",
            "Нам нужно было больше денег, но, как ни грустно, их не было.",
            "Новая версия фильма представляет собой жалкое подражание оригиналу.",
            "Юмор романа не может скрыть его подспудной печали.",
            "Нет более печального зрелища, чем угасание рода /упадок семьи/."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}