{
    "safely": {
        "comment": [
            "security",
            "secure",
            "safety",
            "safe"
        ],
        "translate": "безопасно, благополучно, в безопасности, в сохранности",
        "transcription": " |ˈseɪfli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Is it safe to walk here?",
            "Are the boxes safely strapped down?",
            "The plane came down safely in spite of the mist.",
            "The pilot managed to bring the plane down safely.",
            "I don't feel safe in this neighborhood.",
            "He wished us a safe trip.",
            "The lions in the park are safely fenced in.",
            "My heart raced. Were we going to land safely?",
            "The pilot managed to land the aircraft safely.",
            "The pilot managed to land the airplane safely.",
            "We watched the fireworks from a safe distance.",
            "a world made safe from war",
            "The kids were safe in the cabin.",
            "The prisoners are safely pounded.",
            "To my relief they got there safely.",
            "They live in a perfectly safe neighborhood.",
            "“Is the money safe?” “Yes, it's in the bank.”",
            "The point is, at least we're all safely back home.",
            "I found a safe place to take shelter from the storm.",
            "Give me a call to let me know you've arrived safely.",
            "It would ease my mind to know you had arrived safely.",
            "The small fire can safely be left to burn (itself) out.",
            "The queen was in due time safely delivered of a prince.",
            "Be sure to ring and let us know you've got back safely.",
            "I won't feel easy until I know that she arrived safely.",
            "She returned safely from her historic flight into space.",
            "We had to bale out (the boat) to reach the shore safely.",
            "The pilot was able to put the damaged plane down safely.",
            "We need to make sure that the children are safe and sound.",
            "Make sure the tent is safely pegged down in this high wind."
        ],
        "example_translate": [
            "Тут безопасно гулять?",
            "Все коробки прочно закреплены?",
            "Самолёт благополучно приземлился, несмотря на туман.",
            "Лётчику удалось благополучно посадить самолёт.",
            "В этом районе я не чувствую себя в безопасности.",
            "Он пожелал нам счастливого пути.",
            "Львы в парке находятся за безопасным ограждением.",
            "Мое сердце забилось чаще. Удастся ли нам приземлиться?",
            "Летчику удалось благополучно посадить самолёт.",
            "Лётчику удалось благополучно посадить самолёт.",
            "Мы наблюдали фейерверк с безопасного расстояния.",
            "мир, защищённый от войн",
            "В этом домике дети были в безопасности.",
            "Арестованные благополучно заключены в тюрьму.",
            "Слава богу, что они добрались туда в целости и сохранности.",
            "Они живут в совершенно безопасном районе.",
            "“Деньги в сейфе?” “Да, они в банке.”",
            "Самое главное, что, по крайней мере, мы все благополучно вернулись домой.",
            "Я нашел безопасное место, чтобы укрыться от бури.",
            "Позвоните мне, чтобы я знала, что вы доехали благополучно.",
            "Мне было бы легче на душе знать, что вы доехали благополучно.",
            "Это небольшой костёр, его можно оставить так, он сам догорит.",
            "В положенный срок королева благополучно родила принца.",
            "Не забудьте позвонить и дать нам знать, что вы благополучно вернулись.",
            "Я не успокоюсь, пока не буду знать, что она доехала благополучно.",
            "Она благополучно возвратилась из своего исторического полёта в космос.",
            "Нам нужно было вычерпать воду из лодки, чтобы благополучно добраться до берега.",
            "Пилот сумел мягко посадить повреждённый самолёт.",
            "Мы должны убедиться, что дети живы и здоровы.",
            "Убедись в том, что палатка хорошо закреплена на таком ветру."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}