{
    "sailing": {
        "comment": [
            "sail",
            "sailor"
        ],
        "translate": "парусный, парусный спорт, плавание, отплытие",
        "transcription": " |ˈseɪlɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Sailing was her great love.",
            "There's a boat sailing for England in the morning.",
            "He's mad keen on sailing.",
            "The pond was too small for sailing.",
            "They noted that it was a fine day to go sailing.",
            "She's sailing a boat in tomorrow's race.",
            "Drake was consumed by the idea of sailing into the Pacific.",
            "Her dream of sailing around the world alone is just a chimera.",
            "Experienced seamen will advise you about sailing in this weather.",
            "I've had a good day, sailing through my work with unexpected ease.",
            "in the days of sailing ships",
            "They're going sailing next week.",
            "They're sailing for Antigua next week.",
            "I've been sailing since I was a child.",
            "We are sailing in international waters.",
            "I love sailing, especially on the open sea.",
            "After two days of sailing, we were miles from land.",
            "Activities on offer include sailing, rowing, and canoeing.",
            "We went sailing on the secluded lake in a little two-person dinghy.",
            "His interest in sailing is purely academic. He's not a sailor himself.",
            "If you can answer the first question, the rest of the test should be plain sailing."
        ],
        "example_translate": [
            "Катание на яхте было её величайшей любовью.",
            "Есть утренний корабль в Англию.",
            "Он страстно увлекается парусным спортом. / Он в восторге от парусного спорта.",
            "Водоём был слишком мал для плавания под парусом.",
            "Они отметили, что это был прекрасный день, чтобы отправиться в плавание.",
            "Она будет участвовать в завтрашней гонке парусных судов.",
            "Дрейк был весь поглощён идеей совершить плавание по Тихому океану.",
            "Её мечты о кругосветном путешествии в одиночку - просто химера.",
            "Опытные моряки дадут вам совет, как плавать в такую погоду.",
            "У меня был хороший день: я неожиданно легко справился с работой.",
            "в эпоху парусных судов",
            "На следующей неделе они выходят в плаванье.",
            "На следующей неделе они отплывают в Антигуа.",
            "Я с детства хожу под парусом.",
            "Мы плывём в международных водах.",
            "Я обожаю плавать под парусом, особенно в открытом море.",
            "После двух дней плавания, мы были за многие мили от суши.",
            "Среди предлагаемых видов спорта — парусный спорт, гребля и катание на байдарках.",
            "Мы отправились в плавание по уединённому озеру на маленьком двухместном швертботе.",
            "Его интерес к мореплаванию чисто теоретический: сам он не моряк.",
            "Если вы сможете ответить на первый вопрос, остальное тестирование должно пройти как по маслу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}