{
    "sailor": {
        "comment": [],
        "translate": "моряк, матрос, матросский",
        "transcription": " |ˈseɪlər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Six British sailors drowned.",
            "What's it like being a sailor?",
            "He worked as a sailor on a cargo ship.",
            "I gave them the word of a sailor.",
            "She is a poor sailor.",
            "the Genoese sailor we call Columbus",
            "The girls were \"going through\" a drunken sailor.",
            "They gave the sailor a lashing.",
            "The sailor was thrown in the hole for attempted mutiny.",
            "A half starved sailor sharped a pair of old shoes from him.",
            "The sailor always colours up his adventures to please his hearers.",
            "Erratic winds are the bane of a sailor.",
            "The black spot told the old sailor he was doomed.",
            "When it squalls, a prudent sailor reefs his sails.",
            "They gave the sailor 50 lashes for disobeying orders.",
            "The sailors were glad to be arriving in port after their long voyage.",
            "the now famous photograph of an American sailor kissing his young wife",
            "His interest in sailing is purely academic. He's not a sailor himself."
        ],
        "example_translate": [
            "Шестеро британских моряков утонули.",
            "Каково это — быть моряком?",
            "Он работал матросом на сухогрузе.",
            "Я дал им слово моряка.",
            "Её быстро укачивает. (разг.)",
            "генуэзский моряк, которого мы называем Колумбом",
            "Девицы обшаривали пьяного моряка.",
            "Матроса выпороли плетьми.",
            "Моряк был брошен в карцер за попытку мятежа.",
            "Полуголодный моряк стащил у него пару старых ботинок.",
            "Моряк всегда приукрашивает свои приключения, чтобы повеселить слушателей.",
            "Порывистый, переменчивый ветер — проклятие моряка.",
            "Чёрная метка сказала старому моряку, что он обречён. / Увидев черную метку, старый моряк понял, что он обречён.",
            "Когда дует шквальный ветер, благоразумный моряк берёт рифы /уменьшает площадь парусов/.",
            "Моряку дали пятьдесят ударов плетью за неподчинение приказам.",
            "Моряки были рады прибыть в порт после длительного плавания.",
            "знаменитая ныне фотография американского моряка, целующего молодую жену",
            "Его интерес к мореплаванию чисто теоретический: сам он не моряк."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}