{
    "saint": {
        "comment": [],
        "translate": "святой, святой, праведник",
        "transcription": " |seɪnt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is venerated as a saint.",
            "You are really enough to provoke a saint!",
            "Saint Sebastian was martyred",
            "Saint Genevieve is the saviour of Paris.",
            "He was declared a saint in the fifth century.",
            "This silly chatter would vex a saint.",
            "He became a monk after seeing Saint Apollinaris in a vision.",
            "The saint's bones were enshrined in the cathedral.",
            "Now Saint Peter at Heaven's wicket seems to wait them with his keys.",
            "Unfortunately the public conflated fiction with reality and made her into a saint.",
            "We may diligently observe the Lord's supper on the first day of the week, diligently preach the gospel, or minister to the saint.",
            "You'll need the patience of a saint and the cerebrum of a rocket scientist to figure out the solution to this brainteaser."
        ],
        "example_translate": [
            "Её почитают как святую.",
            "Ты можешь вывести из себя даже святого.",
            "Святой Себастьян был замучен до смерти.",
            "Святая Женевьева - покровительница Парижа.",
            "В пятом веке он был провозглашён святым.",
            "Эта идиотская болтовня может и святого вывести из себя.",
            "Он стал монахом после того, как ему явился святой Аполлинарий.",
            "Мощи святого поместили в раку в кафедральном соборе.",
            "Кажется, что теперь святой Пётр ждёт их с ключами у небесных врат.",
            "К сожалению, в сознании людей правда смешалась с вымыслом, и из неё сделали святую.",
            "Мы можем прилежно соблюдать вечерю Господню в первый день недели, усердно проповедовать Евангелие или прислуживать святым.",
            "Вам понадобится терпение cвятого и мозг гения, чтобы найти решение этой головоломки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}