{
    "sake": {
        "comment": [],
        "translate": "сакэ, рисовая водка",
        "transcription": " |seɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "For God's sake, shut up!",
            "Do it for John's sake.",
            "For goodness' sake stop arguing!",
            "For goodness sake, don't be late!",
            "He died for the sake of his country.",
            "For God's sake get a grip!",
            "Oh, go and pick up pizza, for heaven's sake!",
            "I only went for Kay's sake.",
            "I hope he's told the truth for his own sake (=because it will be good for him).",
            "What is it now, for God's sake?",
            "For God's sake let me dismiss the guests!",
            "For heaven's sake, let's all get to sleep.",
            "She likes spending money just for the sake of it.",
            "He moved to the seaside for the sake of his health.",
            "For pity's sake just shut up and let me drive!",
            "This question might well be omitted for peace sake.",
            "We need to put aside old enmities for the sake of peace.",
            "Let's say, just for the sake of argument, that you've got £200 to invest.",
            "For the sake of their image, the band members transformed themselves from clean-cut lads to slovenly rockers.",
            "Let us accept, for the sake of argument, that she is right.",
            "For the sake of completeness I should mention one further argument.",
            "For goodness sake, Peter, why don't you just let yourself go for once?",
            "Oh, for heaven's sake, Mark, do you have to make everything into a joke?",
            "If, for the sake of argument, you aren't offered the job, what will you do?",
            "She didn't really love him, but she kept up the masquerade for the children's sake.",
            "He is known as a petty, unrelenting wrangler who likes argument for the sake of argument.",
            "the point of view that art should be for art's sake and that moral considerations are adventitious to the study of art",
            "I hope for your sake you're playing it straight (=being honest)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ради Бога, заткнись!",
            "Сделайте это ради Джона.",
            "Ради всего святого, прекратите спорить!",
            "Ради бога, не опаздывайте!",
            "Он погиб за свою страну.",
            "Ради Бога, возьмите себя в руки!",
            "Ради бога, пойди купи, наконец, пиццу.",
            "Я пошёл только ради Кей.",
            "Я надеюсь, что он говорил правду — ради его же блага (потому что это будет ему полезно).",
            "Господи, ну что на этот раз?",
            "Ради бога, позволь мне отпустить (проводить) гостей!",
            "Ради всего святого, давайте все спать.",
            "Она любит тратить деньги просто так, без всякой цели.",
            "Он переехал к морю ради своего здоровья.",
            "Да заткнись ты, бога ради, и не мешай мне вести машину!",
            "А этот вопрос можно было бы и опустить во избежание конфликта (для сохранения согласия).",
            "Мы должны отбросить старую вражду ради сохранения мира.",
            "Допустим, чисто теоретически, что у вас есть двести фунтов стерлингов для инвестиций.",
            "Ради своего имиджа, участники группы превратились из аккуратных и подтянутых ребят в неряшливых рокеров.",
            "Давайте допустим, в интересах дискуссии, что она права.",
            "Ради полноты картины, не могу не отметить ещё один аргумент.",
            "О господи, Питер, почему бы тебе хоть раз в жизни не расслабиться и не порадоваться жизни?",
            "Господи, Марк, неужели обязательно превращать всё в шутку?",
            "А если, чисто теоретически, вам не предложат эту должность, что вы будете делать?",
            "На самом деле она его не любила, но притворялась, что любит, ради детей.",
            "Он известен как мелкий, безжалостный спорщик, который любит спорить ради спора.",
            "точка зрения, что искусство должно быть ради искусства, и что моральные соображения являются побочными по отношению к исследованию искусства",
            "Ради твоего же блага, я надеюсь, что ты играешь честно (т.е. не врёшь, не жульничаешь)."
        ]
    }
}