{
    "salad": {
        "comment": [
            "salary"
        ],
        "translate": "салат, зелень",
        "transcription": " |ˈsæləd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Would you like some salad with your pasta?",
            "How about a salad for lunch?",
            "For dinner we had roast chicken and a salad.",
            "The salad dressing was very oily.",
            "He worked for NASA in its salad days.",
            "Avocado salad is a favourite of mine.",
            "I ate a salad and a plate of spaghetti.",
            "Shred the cabbage and add it to the salad.",
            "I flavored the salad with herbs.",
            "Add a few leaves of fresh basil to the salad.",
            "Feel free to serve yourself at the salad bar.",
            "The recipe lists all the fixings for a salad.",
            "A salad won't be enough to satisfy my appetite.",
            "They offer their customers a choice between soup or salad.",
            "Cut up some mushrooms for the salad.",
            "a salad topped with garlic and anchovies",
            "Shake the salad dressing well before using it.",
            "He pushed his half-eaten salad aside and left.",
            "The soup and salad complement each other well.",
            "Would you like soup or salad with your sandwich?",
            "Shall we have a vegetable soup or salad as a starter?",
            "The longer this salad chills, the better the flavour.",
            "At lunch there was fruit salad, his favourite pudding.",
            "We had vegetable casserole with a fruit salad to follow.",
            "The prime suspect for the food poisoning is the potato salad.",
            "The outside of the bottle was gummy with old dribbles of salad oil.",
            "I tossed the salad with some oil and vinegar and set it on the table.",
            "Salad again? How long are you going to keep up this healthy eating lark?",
            "The pungency of the vinegar gives the salad dressing the kick that it needs.",
            "She practiced her alchemy in the kitchen, turning a pile of vegetables into a delicious salad."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(отк сл) = [æ]"
        ],
        "example_translate": [
            "Не хотите ли к макаронам немного салата?",
            "Как насчёт салата на обед?",
            "На ужин мы ели жареную курицу с салатом.",
            "Заправка салата была очень жирной.",
            "Он работал в NASA в первые годы его существования.",
            "Салат из авокадо является моим любимым.",
            "Я съел какой-то салат и тарелку спагетти.",
            "Нашинкуйте капусту и добавьте её в салат.",
            "Я приправил салат зеленью.",
            "Добавьте в салат несколько листиков свежего базилика.",
            "Не стесняйтесь обслуживать себя в салат-баре.",
            "В рецепте перечислено всё, что нужно для салата.",
            "Салата будет не достаточно, чтобы утолить мой голод.",
            "Они предлагают своим клиентам выбор между супом или салатом.",
            "Нарежь (несколько) грибов для салата.",
            "салат, украшенный чесноком и анчоусами",
            "Хорошенько встряхните заправку для салата перед использованием.",
            "Он отставил недоеденный салат в сторону и ушёл.",
            "Суп и салат хорошо друг друга дополняют.",
            "Не хотите ли суп или салат к вашему бутерброду?",
            "Начнем с овощного супа или салата?",
            "Чем дольше этот салат охлаждается, тем лучше его вкус.",
            "На обед был фруктовый салат - его любимый десерт.",
            "У нас была овощная запеканка, за которой последовал салат из фруктов /фруктовый салат/.",
            "\"Главным подозреваемым\" в этом пищевом отравлении является картофельный салат.",
            "Снаружи бутылка была липкая от старых потёков постного масла.",
            "Я перемешала салат с небольшим количеством масла и уксуса и поставила его на стол.",
            "Что, опять салат? Сколько ещё ты собираешься продолжать эту блажь со здоровым питанием?",
            "Острота уксуса придаёт заправке для салата ту резкость, в которой она нуждается.",
            "Она поколдовала на кухне, превратив груду овощей во вкусный салат."
        ]
    }
}