{
    "sample": {
        "comment": [],
        "translate": "образец, выборка, проба, пример, образчик, пробовать, брать пробу",
        "transcription": " |ˈsæmpl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I tasted a sample of the new cereal.",
            "They took a blood sample to test for hepatitis.",
            "Send for your free sample today!",
            "We based our analysis on a random sample of more than 200 people.",
            "Here's your chance to sample the delights of country life.",
            "You can't really extrapolate a trend from such a small sample.",
            "The purpose of QC is not to sample and test for acceptance.",
            "The teacher handed out a sample essay.",
            "A drop of each sample was analyzed.",
            "Here are some sample questions for the test.",
            "It's a process designed to ensure the representativeness of the sample interviewed.",
            "It is perfectly acceptable to sample the food before you buy.",
            "a sample for ten days free trial",
            "I'd like to see some samples of your work.",
            "The nurse pricked my finger to get a small blood sample.",
            "18% of the adults sampled admitted having had problems with alcohol abuse.",
            "Is it a truly representative sample?",
            "She showed us a sample of her needlework.",
            "We would like to see a sample of your work.",
            "Free samples were handed out at the store.",
            "Scientists bombarded the sample with X-rays.",
            "Each sample was examined through a microscope.",
            "The sample included 96 women over the age of 40.",
            "Many of his songs have been sampled by other artists.",
            "We looked at a representative sample of public schools.",
            "We looked at a random sample of 120 families.",
            "A random sample of people filled out the survey.",
            "The sample consisted of 98 secondary school teachers.",
            "We took the sample to be chemically analyzed by a lab.",
            "The test was standardized on a large sample of students."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я попробовал образец новых хлопьев.",
            "Они взяли кровь для анализа на гепатит.",
            "Закажите бесплатный образец прямо сегодня!",
            "Наш анализ опирается на исследование случайной выборки, состоящей из более чем двухсот человек.",
            "Вот ваш шанс испытать на себе все прелести деревенской жизни.",
            "Нельзя говорить об общей тенденции на основе столь малой выборки.",
            "Цель контроля качества — это не осуществление выборок и приемочного контроля.",
            "Учитель раздал образец сочинения.",
            "Была проанализирована капля каждого образца.",
            "Вот некоторые примеры вопросов для контрольной.",
            "Это схема, позволяющая обеспечить репрезентативность выборки опрашиваемых.",
            "Вполне допустимо попробовать пищу, прежде чем её купить.",
            "образец продукции с десятидневным бесплатным пробным периодом",
            "Я хотел бы увидеть образцы ваших работ.",
            "Медсестра уколола мой палец, чтобы взять небольшую пробу крови.",
            "Восемнадцать процентов выбранных взрослых признались, что испытывали проблемы с алкоголем.",
            "Это действительно репрезентативная выборка?",
            "Она показала нам образец своей вышивки.",
            "Мы бы хотели увидеть образец вашей работы.",
            "В магазине раздавали бесплатные образцы.",
            "Ученые произвели бомбардировку образца рентгеновскими лучами.",
            "Каждый образец был исследован под микроскопом.",
            "В выборку были включены девяносто шесть женщин в возрасте старше сорока лет.",
            "Отрывки из многих его песен были использованы другими артистами.",
            "Мы рассмотрели репрезентативную выборку государственных школ.",
            "Мы просмотрели случайную выборку из ста двадцати семей.",
            "Опрос заполнила случайная выборка людей.",
            "Выборка состояла из девяносто восьми учителей средней школы.",
            "Мы взяли образец для проведения химического анализа в лаборатории.",
            "Стандартизация данного теста проводилась на большой выборке учащихся."
        ]
    }
}