{
    "sandwich": {
        "comment": [
            "sand",
            "sandy"
        ],
        "translate": "бутерброд, сандвич, многослойный, помещать посередине",
        "transcription": " |ˈsænwɪtʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Shall I get you a sandwich?",
            "I had just a sandwich for lunch.",
            "On the train I was sandwiched between two very large men.",
            "That sandwich looks gross.",
            "I'm making myself a sandwich.",
            "He's one sandwich short of a picnic.",
            "Would you like soup or salad with your sandwich?",
            "One sandwich wasn't enough to satisfy his hunger.",
            "The boy chomped his sandwich.",
            "He ordered a pastrami sandwich.",
            "a peanut butter and jelly sandwich",
            "Get me a sandwich — any kind will do.",
            "He pieced at the sandwich all morning.",
            "She took a couple of bites of the sandwich.",
            "They don't sell that kind of sandwich anymore.",
            "He tried to talk between munches on the sandwich.",
            "We smuggled his favorite sandwich past the nurse.",
            "I was feeling hungry, so I made myself a sandwich.",
            "Here's some money. Get yourself a sandwich or something.",
            "a sandwich shop that sells every possible permutation of meat and bread",
            "We'll have to sandwich the meeting between lunch and the opening ceremony.",
            "A layer of transparent material is sandwiched between the pieces of glass.",
            "I'll have a tuna fish sandwich please - and hold the mayo. (=do not give me any)",
            "“I'll stop off and get us a sandwich,” said Matthew. Tony, a fastidious eater, sighed."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Хотите, я сделаю Вам бутерброд?",
            "Я съел на обед всего один бутерброд.",
            "В поезде я сидел зажатым между двумя очень крупными мужчинами.",
            "Этот бутерброд выглядит страшно неаппетитно.",
            "Я делаю себе бутерброд.",
            "У него мозгов не хватает / Он тупит (не грубое идиоматическое выражение).",
            "Не хотите ли суп или салат к вашему бутерброду?",
            "Чтобы утолить его голод, одного бутерброда было мало.",
            "Мальчик, чавкая, умял свой бутерброд.",
            "Он заказал бутерброд с копчёной говядиной.",
            "арахисовое масло и бутерброд с желе",
            "Принеси мне бутерброд — какой угодно.",
            "Он всё утро по чуть-чуть откусывал от этого бутерброда.",
            "Она откусила от сэндвича пару кусочков.",
            "Больше таких сэндвичей не продают.",
            "Он попытался говорить, не переставая жевать бутерброд.",
            "Мы тайком пронесли мимо медсестры его любимый бутерброд.",
            "Я был голодным, и поэтому сделал себе бутерброд.",
            "Вот тебе деньги, купи себе бутерброд или что-то в этом роде.",
            "бутербродная, в которой продаются всевозможные вариации хлеба с мясом",
            "Мы должны провести встречу в промежутке между обедом и церемонией открытия.",
            "Между этими кусками стекла зажат кусок прозрачного материала.",
            "Мне, пожалуйста, сэндвич с тунцом, и без майонеза.",
            "— Я сделаю остановку и возьму нам бутерброд, — сказал Мэттью. Тони, который был разборчив в еде, вздохнул."
        ],
        "stars": 2
    }
}