{
    "satellite": {
        "comment": [
            "tell",
            "telly",
            "intelligence",
            "intelligent",
            "intellectual"
        ],
        "translate": "спутник, сателлит, искусственный спутник, приспешник, приверженец",
        "transcription": " |ˈsætəlaɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The moon is a satellite of the Earth.",
            "Can you get satellite TV here?",
            "The satellite orbited the Earth several times.",
            "It was the day when the world's first artificial satellite of the Earth was launched.",
            "At this point the satellite separates from its launcher.",
            "The satellite had burned up on re-entering the atmosphere.",
            "The new satellite TV channels offer viewers greater freedom of choice.",
            "The satellite was tumbling out of control.",
            "A manned earth satellite was considered a necessary research step.",
            "We stayed in Aurora, a satellite suburb of Chicago.",
            "They're showing a live satellite feed of the event.",
            "This broadcast comes live via satellite from New York.",
            "The satellite will burn up as it re-enters the earth's atmosphere.",
            "The new TV companies are fully exploiting the potential of satellite transmission.",
            "Communications Satellite Corporation",
            "a city and its satellite communities",
            "The broadcasts were relayed by satellite.",
            "a live satellite feed from the space station",
            "The satellite orbits the Earth every 48 hours.",
            "A test satellite was launched from Cape Canaveral.",
            "There have been major new developments in satellite technology.",
            "The two nations are collaborating on several satellite projects.",
            "The Astra Satellite is travelling some 23,000 miles out in space.",
            "a satellite relay of a television signal",
            "The US Open will be transmitted live via satellite.",
            "The interview will be broadcast through a satellite hookup.",
            "It's one of the most popular makes of satellite phone on the market.",
            "The interview will be broadcast nationally through a satellite linkup.",
            "The satellite fixes positions by making repeated observations of each star."
        ],
        "example_translate": [
            "Луна — спутник Земли.",
            "Тут принимается спутниковое телевидение?",
            "Спутник несколько раз обогнул Землю по орбите.",
            "Это был день, когда был запущен первый в мире искусственный спутник Земли.",
            "В данный момент спутник отделяется от ракеты-носителя.",
            "Спутник сгорел при прохождении через атмосферу.",
            "Новые спутниковые телеканалы предлагают зрителям большую свободу выбора.",
            "Спутник кувыркался, потеряв управление.",
            "Пилотируемый спутник Земли считался необходимым этапом в исследованиях.",
            "Мы остановились в Авроре, городе-спутнике Чикаго.",
            "Они ведут прямую спутниковую трансляцию этого события.",
            "Эта передача идёт в прямом эфире через спутник из Нью-Йорка.",
            "Спутник сгорит, когда вновь войдёт в земную атмосферу.",
            "Новые телекомпании в полной мере используют возможности спутниковой связи.",
            "Корпорация спутниковой связи (КОМСАТ)",
            "большой город и его спутники",
            "Передачи транслировались через спутник.",
            "прямая спутниковая трансляция с космической станции",
            "Спутник облетает вокруг Земли каждые 48 часов.",
            "С мыса Канаверал был запущен пробный спутник.",
            "В области спутниковых технологий произошли новые крупные разработки.",
            "Эти две страны совместно работают над некоторыми спутниковыми проектами.",
            "Искусственный спутник \"Astra\" летит на расстоянии около 23 000 миль в космосе.",
            "спутниковая ретрансляция телевизионного сигнала",
            "Турнир US Open будет транслироваться через спутник в прямом эфире.",
            "Интервью будет транслироваться по спутниковой связи.",
            "Это одна из самых популярных моделей спутниковых телефонов на рынке.",
            "Интервью будет транслироваться на всю страну посредством спутниковой связи.",
            "Спутник определяет местоположение с помощью повторяющихся наблюдений за каждой звездой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}