{
    "satisfied": {
        "comment": [
            "satisfying – удовлетворяющий satisfied – удовлетворенный"
        ],
        "translate": "довольный, удовлетворенный",
        "transcription": " |ˈsætɪsfaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We are satisfied with the results.",
            "I am not satisfied with your work.",
            "She is not satisfied to spend her days doing nothing.",
            "She can guarantee that you will be satisfied.",
            "He was satisfied that he had done nothing wrong.",
            "I am satisfied now that you are not my mother.",
            "She satisfied herself that all doors were locked.",
            "I'm not satisfied with the way he cut my hair.",
            "If you're not completely satisfied, you can get your money back.",
            "She satisfied his need for affection.",
            "I guarantee that you'll be satisfied.",
            "He professed himself satisfied with the results.",
            "His curiosity was satisfied by their explanation.",
            "People must be satisfied that the treatment is safe.",
            "He just pulled at the bottle until he was satisfied.",
            "The gathering satisfied both organizers and attendees.",
            "Only 62 percent of respondents said they were satisfied.",
            "The moral of the story is to be satisfied with what you have.",
            "They made a nonpartisan decision that satisfied all concerned.",
            "They have satisfied themselves that the story is only a rumor.",
            "Have you satisfied all the requirements for the general degree?",
            "The following courses have satisfied the accreditation criteria.",
            "They had to do several retakes before the director was satisfied.",
            "His mind was much too active to rest satisfied with the information.",
            "If you're still not satisfied, you may be able to claim compensation.",
            "I was no longer satisfied with the life that had hitherto contented me.",
            "Most customers were satisfied with the way their complaints were handled.",
            "Women are never satisfied with anything! Present company excepted, of course.",
            "When you're satisfied that the pencil drawing is complete, you may ink it in.",
            "Will she ever be satisfied?"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные, оканчивающиеся на -ing и -ed"
        ],
        "example_translate": [
            "Мы удовлетворены результатами",
            "Я не доволен твоей работой.",
            "Ей не хочется проводить дни в безделье.",
            "Она дает гарантию, что вы останетесь довольны.",
            "Он был уверен в том, что не сделал ничего плохого.",
            "Я теперь убеждён в том, что ты не моя мать.",
            "Она убедилась, что все двери закрыты.",
            "Я не доволен тем, как он меня подстриг.",
            "Если вы не полностью довольны, то можете получить свои деньги назад.",
            "Она удовлетворила его потребность в любви.",
            "Ручаюсь, вы будете довольны.",
            "Он открыто заявил, что доволен результатами.",
            "Его любопытство было удовлетворено их объяснением.",
            "Люди должны быть уверены в том, что это лечение безопасно.",
            "Он пил из бутылки, пока не напился.",
            "Собрание удовлетворило и организаторов, и участников.",
            "Только шестьдесят два процента опрошенных выразили удовлетворение.",
            "Мораль истории в том, что нужно быть довольным тем, что у вас есть.",
            "Они приняли беспристрастное решение, которое удовлетворило все заинтересованные стороны.",
            "Они убедили себя в том, что эта история — всего лишь слухи.",
            "Вы выполнили все требования для получения степени бакалавра?",
            "Эти курсы удовлетворяют требованиям аккредитации.",
            "Им пришлось несколько раз переснимать эту сцену, прежде чем режиссёр остался доволен.",
            "Его ум был слишком живым, чтобы удовлетвориться полученной информацией.",
            "Если вы по-прежнему останетесь недовольны, то можете потребовать компенсацию.",
            "Я уже не мог довольствоваться тем, что до тех пор меня устраивало.",
            "Большинство клиентов были довольны тем, как рассматриваются их жалобы.",
            "Женщины никогда не бывают ничем довольны! За исключением присутствующих, конечно.",
            "Когда ты будешь доволен карандашным эскизом, можешь выполнить его тушью.",
            "Она когда-нибудь будет довольна?"
        ]
    }
}