{
    "satisfy": {
        "comment": [],
        "translate": "удовлетворять, соответствовать, выполнять, отвечать требованиям, утолять",
        "transcription": " |ˈsætɪsfaɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am not satisfied with your work.",
            "A salad won't be enough to satisfy my appetite.",
            "Try to satisfy your hunger by eating some fruit.",
            "Schools must satisfy the needs of their pupils.",
            "Nothing I did would ever satisfy my father.",
            "She satisfied herself that all doors were locked.",
            "I am satisfied now that you are not my mother.",
            "What else can I do to satisfy the police of my honesty?",
            "We make every effort to satisfy clients' wishes.",
            "I just had to satisfy my curiosity, so I opened the parcel.",
            "One sandwich wasn't enough to satisfy his hunger.",
            "Nothing satisfies her so much as doing a good job.",
            "I opened the packet just to satisfy my curiosity.",
            "They have satisfied themselves that the story is only a rumor.",
            "Her explanation was not sufficient to satisfy the police.",
            "The program is designed to satisfy the needs of adult learners.",
            "The movie's ending failed to satisfy audiences.",
            "His curiosity was satisfied by their explanation.",
            "Have you satisfied all the requirements for the general degree?",
            "Just to satisfy my curiosity (=find out something), how much did it cost?",
            "The concert should satisfy even the most jaded critic."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не доволен твоей работой.",
            "Салата будет не достаточно, чтобы утолить мой голод.",
            "Съешьте какой-нибудь фрукт, чтобы утолить свой голод.",
            "Школы должны удовлетворять потребности своих учеников.",
            "Ничего, из того что я когда-либо делал, не нравилось моему отцу.",
            "Она убедилась, что все двери закрыты.",
            "Я теперь убеждён в том, что ты не моя мать.",
            "Что еще я могу сделать, чтобы убедить полицию в моей честности?",
            "Мы прилагаем все усилия, чтобы удовлетворить пожелания клиентов.",
            "Меня распирало от любопытства, и я распечатал свёрток.",
            "Чтобы утолить его голод, одного бутерброда было мало.",
            "Ничто не радует её так же сильно, как хорошо выполненная работа.",
            "Я вскрыл пакет только для того, чтобы удовлетворить своё любопытство.",
            "Они убедили себя в том, что эта история — всего лишь слухи.",
            "Её объяснение полиция сочла недостаточным.",
            "Данная программа предназначена для удовлетворения потребностей взрослых учащихся.",
            "Концовка фильма не смогла удовлетворить аудиторию.",
            "Его любопытство было удовлетворено их объяснением.",
            "Вы выполнили все требования для получения степени бакалавра?",
            "Просто из любопытства, сколько это стоило?",
            "Концерт должен удовлетворить даже самого искушённого критика."
        ]
    }
}