{
    "satisfaction": {
        "comment": [
            "satisfactory",
            "factory",
            "fact",
            "manufacturing",
            "manufacture",
            "factor",
            "manufacturer",
            "factual",
            "artefact",
            "satisfy",
            "satisfied",
            "satisfying",
            "dissatisfied"
        ],
        "translate": "удовлетворение, компенсация, сатисфакция, искупление, расплата",
        "transcription": " |ˌsætɪsˈfækʃn|",
        "antonyms": [],
        "mnemonic": [
            "satisfy ['sætɪsfaɪ]\nsatis ['sætɪs]\nsatisfaction - удовлетворение\nsatisfactory - удовлетворительный\n***\nЯ УДОВЛЕТВОРЁН, купив полосатый|фай. (это)\nsatisfy\nУДОВЛЕТВОРИТЕ адресата - напишите\nв \"адресате\"|файл. (это) satisfy\n*\nФай - шёлковая ткань в рубчик. (это)\n***\nЕсли с вас ДОСТАТОЧНО, то спасайтесь. (это) satis"
        ],
        "examples": [
            "the satisfaction of a job well done",
            "It gave me a feeling of satisfaction.",
            "The work was done to my satisfaction.",
            "the satisfaction of his deep craving for love",
            "It is a satisfaction to note how well the museum is staffed.",
            "The pedophile turned to boys for satisfaction.",
            "They felt satisfaction that a fair compromise had been reached.",
            "the full and final satisfaction of the claim",
            "The baby gurgled with satisfaction when the mother tickled it",
            "He gets great satisfaction from volunteering.",
            "She gets special (or particular) satisfaction from her volunteer work.",
            "He took perverse satisfaction in foiling her plans.",
            "the satisfaction of their demand for better services",
            "Levels of job satisfaction vary between departments.",
            "I fear you can peck but little satisfaction out of it.",
            "We were unable to get satisfaction from the local store.",
            "A supreme satisfaction - salving over many wounds of vanity.",
            "The Rolling Stones' 'Satisfaction' was an anthem for a generation.",
            "I complained to the manager about the poor service but did not get any satisfaction.",
            "The Puritans did not condemn concupiscence but rather the satisfaction of it in ways they deemed illicit."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "удовлетворение от хорошо проделанной работы",
            "Это принесло мне чувство удовлетворения.",
            "То, как была выполнена эта работа, удовлетворило меня.",
            "удовлетворение его глубокого, страстного стремления к любви",
            "Можно с удовлетворением отметить, как хорошо укомплектован штат сотрудников музея.",
            "Для удовлетворения своих желаний педофил переключился на мальчиков.",
            "Они были довольны тем, что нашли компромиссное решение.",
            "полное и окончательное удовлетворение данного иска",
            "Мать пощекотала малыша, и тот загукал от удовольствия.",
            "Он получает большое удовольствие от добровольческой деятельности.",
            "Она получает особое удовольствие от своей работы волонтёром.",
            "Ему доставляло извращённое удовольствие срывать её планы.",
            "удовлетворение их требований к качеству услуг",
            "Степень удовлетворения от работы различается от отдела к отделу.",
            "Вряд ли это принесёт вам большое удовлетворение.",
            "Мы не смогли получить компенсацию от местного магазина. (за что-то плохое)",
            "Высшее удовольствие - врачевать многочисленные раны тщеславия.",
            "Песня \"Satisfaction\" группы \"Rolling Stones\" была гимном целого поколения.",
            "Я пожаловалась управляющему на плохое обслуживание, но не получила никакого приемлемого ответа.",
            "Пуритане осуждают не саму похоть, а скорее, её удовлетворение запретными, по их мнению, способами."
        ],
        "stars": 1
    }
}