{
    "satisfactory": {
        "comment": [
            "satisfaction",
            "factory",
            "fact",
            "manufacturing",
            "manufacture",
            "factor",
            "manufacturer",
            "factual",
            "artefact"
        ],
        "translate": "удовлетворительный, достаточный, приемлемый, хороший, приятный",
        "transcription": " |ˌsætɪsˈfæktəri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The situation is, on the whole, satisfactory.",
            "The hospital described his condition as satisfactory.",
            "There was no satisfactory option.",
            "the eggs were fresh and hence satisfactory",
            "The results of the conference are called satisfactory.",
            "The movie was brought to a satisfactory close.",
            "The job requires a satisfactory level of performance.",
            "The job is subject to your satisfactory completion of the training course.",
            "Results are less satisfactory than had been anticipated.",
            "She hasn't proved to be too satisfactory, actually.",
            "His malice must be motived in some satisfactory way in the play.",
            "He gave a satisfactory account of how the accident had happened.",
            "She is being treated at Walton Hospital, where her condition is described as 'satisfactory'."
        ],
        "example_translate": [
            "В целом, ситуация удовлетворительная.",
            "В больнице его состояние определили как удовлетворительное.",
            "Выбрать было абсолютно не из чего.",
            "яйца были свежие, а потому хороши на вкус",
            "Считается, что конференция дала положительные результаты.",
            "Фильм довели до хорошего конца.",
            "Эта должность требует хорошего уровня показателей.",
            "Получение работы зависит от удовлетворительного завершения данного курса обучения.",
            "Результаты оказались не такими хорошими, как ожидались.",
            "Вообще-то, она не очень-то хорошо себя проявила.",
            "Его озлобленность должна быть как-то правдоподобно мотивирована в пьесе.",
            "Он дал удовлетворительное объяснение по поводу случившегося.",
            "Она находится на лечении в Уолтонской больнице, где её состояние описывается как \"удовлетворительное\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}