{
    "savage": {
        "comment": [
            "save",
            "saving"
        ],
        "translate": "дикий, свирепый, жестокий, дикарь, жестокий человек, жестоко обходиться",
        "transcription": " |ˈsævɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was the victim of a savage attack.",
            "He was savagely attacked and beaten.",
            "The show had already been savaged by critics.",
            "...what kind of savage would hurt a baby?",
            "The press savaged the new President.",
            "The dog then turned on him and he was savaged to death.",
            "The superstitious man is on the same plane as the savage.",
            "They were attacked by a savage beast.",
            "The coast was lashed by savage storms.",
            "His teeth snapped in a truly savage manner.",
            "He was a savage still, but not so often a devil.",
            "What kind of savage could have committed such a terrible crime?",
            "They stood, clustered in a dark and savage group.",
            "He wrote savage satires about people he didn't like.",
            "The Prime Minister was savaged by the press for failing to take action quickly enough.",
            "The government has announced savage cuts in spending.",
            "The strange and abnormal habits of certain savage tribes were noticed.",
            "The noble savage was a stereotype that appealed to 18th-century intellectuals, who viewed European civilization as decadent and corrupt."
        ],
        "example_translate": [
            "Он стал жертвой жестокого нападения.",
            "На него варварски напали и избили.",
            "Критики уже разгромили это шоу в пух и прах.",
            "...что за дикарь(невоспитанный человек) мог обидеть ребенка?",
            "Пресса жёстко раскритиковала нового президента.",
            "Потом собака набросилась на него и растерзала.",
            "Суеверный человек находится на той же ступени развития, что и первобытный человек.",
            "На них напал дикий зверь.",
            "На побережье обрушились ураганы /свирепые шторма/.",
            "Он щёлкнул зубами, как настоящий зверь.",
            "Характер у него был такой же дикий, но уже не такой злобный.",
            "Какой дикарь мог совершить такое ужасное преступление?",
            "Они стояли, образовав мрачную и свирепую группу.",
            "Он писал язвительные фельетоны о людях, которые ему не нравились.",
            "Пресса буквально растерзала премьер-министра за то, что он недостаточно быстро начал действовать.",
            "Правительство объявило о резком сокращении расходов.",
            "Были обнаружены странные и необычные привычки некоторых диких племён.",
            "Благородный дикарь был стереотипом, который нравился интеллектуалам восемнадцатого века, считавшим европейскую цивилизацию упадочной и испорченной."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}