{
    "saving": {
        "comment": [
            "save",
            "savage"
        ],
        "translate": "экономия, спасение, экономящий, спасительный, кроме, исключая",
        "transcription": " |ˈseɪvɪŋ|",
        "antonyms": [],
        "mnemonic": [
            "save [seiv]\nsaving ['seɪvɪŋ] - экономия, сбережения; спасительный\n***\nЧтоб деньги СОХРАНИТЬ, кладите в сейф. (это) save\nОСТАВЬТЕ для себя - кладите деньги в \"сейв\".\n(это) save\nБЕРЕЖЛИВЫЙ человек положит деньги в сейф.\n(это) save"
        ],
        "examples": [
            "I'm saving money on a regular basis.",
            "I'm saving up for a new car.",
            "a surgeon's job is the saving of lives",
            "Her sense of humor has to be a saving grace.",
            "The new system will provide a saving in labor.",
            "Her love of music remains her one saving grace.",
            "Saving in the country I seldom go out until after dark.",
            "The teetotal system is a saving of time, a saving of money.",
            "a heartrending choice between saving his daughter or his son",
            "I had a bottle of champagne which I'd been saving for a special occasion.",
            "His sense of humour was his only saving grace.",
            "Dad's got a bee in his bonnet about saving electricity.",
            "She underestimated the difficulty of saving so much money.",
            "I'm saving this bottle of champagne for a special occasion.",
            "They were evangelizing about the importance of saving energy.",
            "The book has proved its worth by saving me hundreds of dollars.",
            "The girl should be commended for her bravery in saving the drowning child.",
            "His uncontrollable anger is very counterproductive to his attempt at saving his marriage."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я регулярно откладываю деньги.",
            "Я откладываю на новый автомобиль.",
            "работа хирурга заключается в спасении жизни",
            "Чувство юмора — это, наверное, её единственное достоинство.",
            "Новая система обеспечит экономию труда.",
            "Любовь к музыке остаётся её единственным положительным качеством.",
            "Я обычно редко выхожу из дома до наступления темноты, разве что когда живу в деревне.",
            "Трезвый образ жизни экономит время и деньги.",
            "душераздирающим выбор между спасением своей дочери или сына",
            "У меня была бутылка шампанского, которую я приберегал для особого случая.",
            "Чувство юмора было его единственной положительной чертой.",
            "Папа помешан на экономии электроэнергии. / У папы \"пунктик\" насчёт экономии электричества.",
            "Она недооценила сложность накопления такого большого количества денег.",
            "Я берегу эту бутылку шампанского для особого случая.",
            "Они проповедовали о важности экономии энергии.",
            "Книга доказала свою ценность, сэкономив мне несколько сот долларов.",
            "Девочку надо похвалить за храбрость, она спасла тонущего ребёнка.",
            "Неконтролируемый гнев очень мешает его попыткам спасти свой брак."
        ],
        "stars": 3
    }
}