{
    "scale": {
        "comment": [],
        "translate": "масштаб, шкала, гамма, размер, уровень, взбираться, весить, взвешивать",
        "transcription": " |skeɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He used a scale to weigh the bananas.",
            "He weighed himself on the scale.",
            "Earthquakes are measured on the Richter scale.",
            "The fish turned the scale at 20 pounds.",
            "This bike scales only 25 pounds",
            "The waitress received much scale at the hotel.",
            "The variables are scaled in various ways.",
            "judging on a scale of 1 to 10",
            "at the bottom of the pay scale",
            "All our models are made to scale.",
            "How would you grade your meal on a scale from one to five?",
            "The scale was trembling between life and death.",
            "Your performance will be judged on a scale of 1 to 10.",
            "Rebecca Stephens was the first British woman to scale Everest.",
            "He soon realized the scale of the task he had undertaken.",
            "The troops scaled the walls of the fort.",
            "Builders must learn about scale and proportion.",
            "New Yorkers build on a grand scale.",
            "This model must be scaled down.",
            "The single tusk of the big elephant scaled one hundred and sixty pounds.",
            "She gradually made her way up the social scale.",
            "The earthquake registered 7.2 on the Richter scale.",
            "In the top left hand corner there is an inset showing Beijing at a larger scale.",
            "We scaled the Mont Blanc",
            "He placed two weights in the scale pan.",
            "Crime has increased on an unprecedented scale.",
            "A structural survey revealed the full scale of the damage.",
            "I was shocked by the sheer scale (=very big scale) of the destruction.",
            "the lowest rung of the pay scale",
            "The earthquake measured 6.5 on the Richter scale."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Чтобы взвесить бананы, он воспользовался весами.",
            "Он взвесился на весах.",
            "Сила землетрясений измеряется по шкале Рихтера.",
            "В рыбе оказалось двадцать фунтов весу.",
            "Этот велосипед весит всего лишь двадцать пять фунтов.",
            "Официантка в отеле получала много.",
            "Эти переменные представлены в разных единицах измерения.",
            "оценка по шкале от одного до десяти",
            "в нижней части шкалы оплаты труда",
            "Все наши модели выполнены в масштабе.",
            "Как бы вы оценили еду по шкале от одного до пяти?",
            "Чаша весов балансировала между жизнью и смертью.",
            "Ваше выступление будет оцениваться по шкале от одного до десяти.",
            "Ребекка Стивенс была первой британкой, покорившей Эверест.",
            "Вскоре он осознал весь масштаб задачи, за выполнение которой взялся.",
            "Войска преодолели стены форта.",
            "Строители обязаны знать о масштабах и пропорциях.",
            "Жители Нью-Йорка строят с большим размахом.",
            "Этот макет необходимо уменьшить в размерах.",
            "Только один бивень этого большого слона затянул на сто шестьдесят фунтов.",
            "Она постепенно поднялась вверх по социальной лестнице.",
            "Зарегистрированная сила землетрясения составила 7,2 балла по шкале Рихтера.",
            "В верхнем левом углу находится врезка с крупномасштабной картой Пекина.",
            "Мы взобрались на вершину Монблана.",
            "Он поместил на чаше весов две гири.",
            "Уровень преступности поднялся до беспрецедентного уровня.",
            "Полный масштаб ущерба выявило структурное обследование.",
            "Я был потрясен огромным масштабом (т.е. очень большим масштабом) разрушений.",
            "низшая ступень шкалы оплаты труда",
            "Сила землетрясения составила шесть с половиной баллов по шкале Рихтера."
        ]
    }
}