{
    "scan": {
        "comment": [
            "scandal",
            "scanner"
        ],
        "translate": "сканирование, поиск, просмотр, развертка, сканировать, скандировать",
        "transcription": " |skæn|",
        "antonyms": [],
        "mnemonic": [
            "scan [скэн] обследовать, просматривать - (Скан-ер) всё обследует и просмотрит;",
            "scant [skænt]\n***\nСКУПИТСЯ на расход аскет. (это) scant\nНЕДОСТАТОЧНО денег имеет \"аскент\". (это) scant\nСКУДНЫЕ доходы в городе \"Таскент\". (это) scant"
        ],
        "examples": [
            "I scanned the page for her name.",
            "He scanned the room.",
            "She scanned through the paper.",
            "The doctor examined the bone scans.",
            "She was nervous and kept scanning the crowd for Paul.",
            "She scanned through the list to find her name.",
            "She scanned the advertisement pages of the newspaper.",
            "I scanned the street for people I knew.",
            "He scanned the audience looking for his parents.",
            "All luggage has to be scanned at the airport.",
            "She scanned the newspaper headlines while waiting for the taxi.",
            "The patient underwent a brain scan.",
            "The scan showed a small tumor in her abdomen.",
            "You scan the text into the computer, then edit it.",
            "He made a thorough scan of the beach with his binoculars.",
            "She scanned his face, looking for signs of what he was thinking.",
            "The beams scanned the night sky.",
            "Video cameras scanned the car park.",
            "This machine scans a patient's brain.",
            "He told me that my poems didn't scan.",
            "He scanned the field with binoculars.",
            "She scanned his face for any clue to what he was thinking.",
            "You can use photographs and then scan them onto your computer.",
            "The software allows you to scan photographic images on your personal computer."
        ],
        "example_translate": [
            "Я пробежал страницу глазами в поисках её имени.",
            "Он внимательно осмотрел комнату.",
            "Она пробежала глазами бумагу /документ, газету/.",
            "Доктор внимательно рассмотрел /изучил, исследовал/ снимки костей.",
            "Она нервничала и продолжала вглядываться в толпу в поисках Пола.",
            "Она пробежала глазами список в поисках своего имени.",
            "Она бегло просмотрела те страницы газеты, которые были посвящены рекламе.",
            "Я внимательно оглядел улицу в поисках знакомых.",
            "Он оглядел аудиторию в поисках родителей.",
            "Весь багаж должен быть отсканирован в аэропорту.",
            "В ожидании такси, она пробежала глазами газетные заголовки.",
            "Пациент прошёл сканирование мозга.",
            "Сканирование показало у неё в животе небольшую опухоль.",
            "Сканируешь текст и сохраняешь его на компьютер, а затем редактируешь.",
            "Он тщательно осмотрел пляж с помощью бинокля.",
            "Она всмотрелась в его лицо, пытаясь найти какие-то признаки того, о чём он думает.",
            "Лучи света обшаривали ночное небо.",
            "Парковка просматривалась видеокамерами.",
            "Эта машина сканирует мозг пациента.",
            "Он сказал, что в моих стихах не выдержан размер.",
            "Он внимательно оглядел поле в бинокль.",
            "Она посмотрела на его лицо, ища хоть какую-то подсказку по поводу того, о чём же он думает.",
            "Вы можете использовать фотографии, а затем отсканировать их и сохранить на своем компьютере.",
            "Данное программное обеспечение позволяет сканировать фотографические изображения на вашем персональном компьютере."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}