{
    "scarce": {
        "comment": [
            "scarlet",
            "scarcely",
            "scarf"
        ],
        "translate": "дефицитный, скудный, недостаточный, едва, едва ли, вряд ли, с трудом",
        "transcription": " |skers|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Food was often scarce in the winter.",
            "Fruit was scarce, and cost a lot.",
            "I could scarce believe what I was hearing.",
            "He was scarce sixteen years old.",
            "I decided it was time to make myself scarce.",
            "Food was getting scarce during the drought.",
            "The people were asked to refrain from baths while water was scarce.",
            "He could scarce believe it.",
            "Fresh vegetables were scarce during the drought.",
            "There was fierce competition for the scarce resources.",
            "Where words are scarce, they are seldom spent in vain ...",
            "Jobs are scarce, and that is especially true for managers.",
            "Food was a bit scarce last winter.",
            "Coinage was scarce in the colonies.",
            "He had scarcely rung the bell when the door flew open.",
            "Nursery places for children are scarce in some parts of the country.",
            "If food is scarce, the mother will feed the smaller, weaker chicks.",
            "They scarcely ever used the emergency generator."
        ],
        "example_translate": [
            "Зимой еды часто не хватало.",
            "Фруктов было мало, и стоили они дорого.",
            "Я едва мог поверить в то, что слышу. / Я с трудом верил своим ушам /услышанному/.",
            "Ему едва стукнуло /исполнилось/ 16 лет.",
            "Я решил, что пришло время смыться.",
            "Во время засухи, добыть еду становилось всё труднее.",
            "Жителей призвали воздержаться от приёма ванн на период нехватки воды.",
            "Он едва мог в это поверить.",
            "Во время засухи свежие овощи были в дефиците.",
            "За эти скудные ресурсы шла ожесточённая борьба.",
            "Где мало слов, там ими не сорят... (У. Шекспир, \"Ричард Второй\", пер. А.И.Курошевой)",
            "Рабочих мест не хватает, и это особенно актуально в отношении менеджеров.",
            "Прошлой зимой еды немного не хватало.",
            "В колониях монеты были в дефиците.",
            "Едва он позвонил в звонок, как дверь распахнулась.",
            "В некоторых районах страны мест в яслях на детей не хватает.",
            "Если еды будет не хватать, мать прежде всего накормит самых маленьких и слабых птенцов.",
            "Они почти никогда не использовали аварийный генератор."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}