{
    "scar": {
        "comment": [],
        "translate": "шрам, рубец, след, отпечаток, утес, скала, рубцеваться, зарубцеваться",
        "transcription": " |skɑːr|",
        "antonyms": [],
        "mnemonic": [
            "scar [ска] шрам, рубец - Шрамы и рубцы на лице (маска) спрячет."
        ],
        "examples": [
            "The wound left a deep scar.",
            "Use a cosmetic to hide the scar.",
            "His face was disfigured by a scar.",
            "Her mental scars will take time to heal.",
            "She will probably be scarred for life.",
            "A large scar marred his face.",
            "She was scarred by her father's suicide.",
            "The fence was scarred by rust.",
            "His hands were badly scarred by the fire.",
            "Her scar doesn't show, because her hair covers it.",
            "His skin puckered a little around the scar.",
            "He had a long, curved scar on his right cheek.",
            "The skin disease scarred his face permanently.",
            "The war has left a deep scar on this community.",
            "A scar slanted across his face.",
            "Your shoes are scarring the floor.",
            "The tragedy left her emotionally scarred.",
            "He had a scar running right the way down his side.",
            "He was minus a big toenail, and plus a scar upon the nose.",
            "The doctor will put some stitches in that cut to prevent it from scarring over.",
            "He bared his chest to show the scar.",
            "The scar serves as a constant reminder of the accident.",
            "He had surgery to remove fibrous scar tissue in his knee.",
            "He lifted his T-shirt to expose a jagged scar across his chest."
        ],
        "example_translate": [
            "После раны остался глубокий шрам.",
            "Используйте косметику, чтобы скрыть рубец / шрам.",
            "Его лицо было обезображено шрамом.",
            "Её душевные раны затянутся не сразу.",
            "Вероятно, у неё останется травма на всю жизнь.",
            "Большой шрам исказил /изуродовал/ его лицо.",
            "Самоубийство отца глубоко её травмировало.",
            "Забор был побит ржавчиной.",
            "Его руки были сильно обожжены огнём.",
            "Её шрам не видно, потому что он скрыт под волосами.",
            "Вокруг шрама его кожа немного сморщилась.",
            "У него был длинный, кривой шрам на правой щеке.",
            "Это заболевание кожи навсегда покрыло его лицо шрамами.",
            "Война оставила глубокий шрам на теле этого сообщества.",
            "Его лицо пересекал косой шрам.",
            "Твои ботинки царапают пол.",
            "Эта трагедия причинила ей эмоциональную травму.",
            "У него был шрам, идущий сверху вниз через весь бок.",
            "Он лишился ногтя на большом пальце ноги и заработал шрам на носу.",
            "Врач наложит на эту рану несколько швов, чтобы потом не остался шрам.",
            "Он обнажил свою грудь, чтобы показать шрам.",
            "Этот шрам служит постоянным напоминанием о той аварии.",
            "Он перенёс операцию по удалению фиброзной рубцовой ткани в колене.",
            "Он задрал футболку, чтобы показать неровный шрам на своей груди."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}