{
    "scarf": {
        "comment": [],
        "translate": "шарф, кашне, галстук, скос, делать выемки, сращивать",
        "transcription": " |skɑːrf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Knit a scarf for me.",
            "Wherever did you get your scarf?",
            "She tied a scarf over her head.",
            "She wants to weave a scarf from this wool.",
            "The scarf was fixed in place with a pin.",
            "He reached up to loosen the scarf around his neck.",
            "She trained her long scarf behind her",
            "She covered her head with a scarf.",
            "She tied a scarf around her neck.",
            "Lois deftly removed her scarf.",
            "She scarfed down a bagel on her way to work.",
            "She bought a scarf printed with a spiral figure.",
            "A pretty scarf was loosely knotted around her neck.",
            "A blue scarf would bring out the color of your eyes.",
            "The scarf surmounted the gown.",
            "She wrapped a scarf around her neck.",
            "The weaver fringed the scarf.",
            "She started to unwind her scarf.",
            "A long scarf was coiled around her neck.",
            "The scarf is a perfect complement to her outfit.",
            "She wore a new outfit with a complementary scarf.",
            "She embroidered tiny flowers on the baby's scarf.",
            "She added color to her outfit with a bright scarf."
        ],
        "example_translate": [
            "Свяжи мне шарф.",
            "Куда ты подевал свой шарф?",
            "Она завязала платок на голове. / Она обвязала голову платком.",
            "Она хочет связать шарф из этой шерсти.",
            "Шарф был пришпилен булавкой.",
            "Он поднял руки, чтобы развязать намотанный на шею шарф.",
            "Она волочила за собой свой длинный шарф.",
            "Она накрыла голову платком /накидкой/.",
            "Она повязала на шее шарф.",
            "Лоис ловко сняла косынку.",
            "По пути на работу она проглотила / умяла / заточила бублик.",
            "Она купила шарф с рисунком в виде спиралек.",
            "На шее у неё был небрежно повязан милый шарфик.",
            "Синий шарф подчеркнул бы цвет ваших глаз.",
            "Шарф был накинут поверх платья.",
            "Она замотала свою шею шарфом.",
            "Ткачиха украсила шарф бахромой.",
            "Она начала разматывать свой шарф.",
            "Длинный шарф обвивал её шею.",
            "Этот шарф идеально дополняет её наряд.",
            "Она была в новом наряде, который дополнялся шарфом.",
            "Она вышила на шарфике малыша крошечные цветочки.",
            "Она сделала свой наряд более красочным при помощи яркого шарфа."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}