{
    "scare": {
        "comment": [
            "careless",
            "carelessness",
            "carelessly",
            "care",
            "career",
            "carefully",
            "careful",
            "scared",
            "scary"
        ],
        "translate": "пугать, отпугивать, попугать, вспугивать, паника, внезапный испуг",
        "transcription": " |sker|",
        "antonyms": [],
        "mnemonic": [
            "scare [ске'я] испуг, тревога - В зыбучем (пе-ске я) тревогу и испуг испытал.",
            "scare [skɛə]\nscary ['skeəri] - жуткий, пугливый\n***\nИСПУГАЛСЯ, гуляя в сквере. (это) scare\nНАПУГАЛ меня ты в сквере. (это) scare\nПАНИКА была в сквере. (это) scare\nПаника, панический страх."
        ],
        "examples": [
            "Your threats don't scare me.",
            "I don't scare easily, you know.",
            "You really gave us a scare!",
            "You scared me. I didn't see you there.",
            "The alarm scared the hell out of me.",
            "Higher coffee prices are scaring away the customers.",
            "Where can I scare up some more paper?",
            "Stop that, you're scaring the children.",
            "Don't overprice or you'll scare away prospective buyers.",
            "Loud noises can scare animals or birds.",
            "Can you scare up another player for the team?",
            "I don't scare easily, but I was sure as hell scared.",
            "Let me see if I can scare up something for you to eat.",
            "The children squinted so as to scare each other",
            "A bomb scare led them to evacuate the building.",
            "I can probably scare up my old textbooks if you need them.",
            "He fired over their heads in order to throw a scare into them.",
            "Headlines were larger and bolder and scare heads attracted readers.",
            "Eggs became the focus for the food poisoning scare.",
            "You seriously mistake me if you think I scare so easily.",
            "She pitched me some line about a bomb scare on the metro.",
            "If you like him, play it cool, or you might scare him off.",
            "There have been scares about the water supply being contaminated.",
            "Hardly a week goes by without some food scare being reported in the media.",
            "Zealots on both sides of the issue resorted to name-calling and scare tactics.",
            "Despite last night's scare, it was business as usual in the White House today.",
            "After the scare about foot-and-mouth disease a lot of people started eating fish instead of meat.",
            "I'd scare my mom by diving in and staying under (=staying under the water) for as long as I could."
        ],
        "example_translate": [
            "Твои угрозы меня не пугают.",
            "Меня нелегко напугать, знаете ли.",
            "Ты нас так сильно напугал!",
            "Ты меня напугал. Я тебя там не заметила.",
            "Сигнал напугал меня до чёртиков.",
            "Взлетевшие цены на кофе отпугивают покупателей.",
            "Где можно найти еще бумагу?",
            "Прекрати, ты пугаешь детей.",
            "Не завышайте цену или вы распугаете потенциальных покупателей.",
            "Громкий шум может напугать зверей или птиц.",
            "Вы можете найти где-нибудь другого игрока для команды?",
            "Меня непросто напугать, но тут я напугался до жути.",
            "Давайте-ка я попробую раздобыть вам какой-нибудь еды.",
            "Дети скашивали глаза, чтобы напугать друг друга.",
            "Известие о заложенной бомбе заставило их вывести людей из здания.",
            "Возможно, я смогу отыскать свои старые учебники, если они вам нужны.",
            "Он выстрелил поверх их голов, чтобы вселить в них страх.",
            "Газетные шапки были крупнее и жирнее, а сенсационные заголовки привлекали читателей.",
            "Основным объектом паники, связанной с пищевыми отравлениями, стали яйца.",
            "Вы серьёзно (во мне) ошибаетесь, если думаете, что меня так легко напугать.",
            "Она навешала мне лапши о какой-то заложенной бомбе в метро.",
            "Если он тебе нравится, веди себя спокойно, а то можешь его спугнуть.",
            "Появились страхи по поводу загрязнения запасов воды.",
            "Редкая неделя проходит без того, чтобы в СМИ не сообщалось о какой-нибудь продуктовой панике.",
            "Фанатики с обеих сторон прибегли к оскорблениям и тактике запугивания.",
            "Несмотря на вчерашнюю панику, сегодня в Белом Доме работа шла в обычном режиме.",
            "После паники по поводу заражения ящуром, многие люди начали есть рыбу вместо мяса.",
            "Я пугал маму, ныряя и оставаясь под водой так долго, как только мог."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}