{
    "scared": {
        "comment": [
            "careless",
            "carelessness",
            "carelessly",
            "care",
            "career",
            "carefully",
            "careful",
            "scare"
        ],
        "translate": "испуганный",
        "transcription": " |skerd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You scared me.",
            "Don't do that! You scared the life out of me!",
            "Something scared him. Probably your ugly mug!",
            "The alarm scared the hell out of me.",
            "He was scared stiff.",
            "I was so scared I almost pissed my pants.",
            "She's scared to walk alone at night.",
            "I've always been scared of dogs.",
            "Aren't you even a tiny bit scared?",
            "I'm scared of fucking things up.",
            "She was scared that someone was watching her.",
            "He was scared of incurring his father's wrath.",
            "My mother was scared that if I left home I'd never come back.",
            "The thieves got scared and ran away.",
            "I nearly wet myself I was so scared.",
            "You scared me. I didn't see you there.",
            "Meredith was scared of him and shrank back.",
            "He made a sudden move that scared away the squirrel.",
            "I don't scare easily, but I was sure as hell scared.",
            "As a child I was scared stiff of going down to the cellar.",
            "'Okay, so maybe I was a little bit scared,' Jenny admitted.",
            "I was scared out of my wits.",
            "At first, he was really scared.",
            "Jerry's too scared to ask her out.",
            "She was scared to go against her father's wishes.",
            "A motor horn sounded off behind me and scared me silly.",
            "We all try to appear strong and attempt to hide the scared little child within.",
            "The party are running scared.",
            "too shocked and scared to move",
            "I was scared I'd get the push."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ты напугал меня.",
            "Не делай этого! Ты испугал меня до смерти!",
            "Что-то испугало его. Вероятно, ваша безобразная морда/гримаса!",
            "Сигнал напугал меня до чёртиков.",
            "Он оцепенел от страха.",
            "Я был так напуган, что чуть не обоссался. / Я едва не обмочился от страха.",
            "Она боится ходить в одиночку по ночам.",
            "Я всегда боялся собак.",
            "Неужели тебе ни капельки не страшно?",
            "Я боюсь все на хрен испортить.",
            "Она боялась, что за ней следят.",
            "Он боялся навлечь на себя гнев отца.",
            "Моя мать боялась, что если я уйду из дома, то уже никогда не вернусь.",
            "Воры испугались и убежали.",
            "Я был так напуган, что чуть не обмочился.",
            "Ты меня напугал. Я тебя там не заметила.",
            "Мередит испугалась его и отшатнулась назад.",
            "Он сделал резкое движение, которое спугнуло белку.",
            "Меня непросто напугать, но тут я напугался до жути.",
            "В детстве я смертельно боялся спускаться в подвал.",
            "- Ладно, пожалуй, я была немного напугана,' призналась Дженни.",
            "Я безумно испугался. / Я чуть с ума не сошёл от страха.",
            "Сперва он ужасно перепугался.",
            "Джерри слишком боится, чтобы пригласить её на свидание.",
            "Она боялась идти против воли своего отца.",
            "За моей спиной просигналил клаксон и до смерти испугал меня.",
            "Мы все стараемся казаться сильными и пытаемся скрыть напуганного ребёнка, что находится внутри каждого из нас.",
            "Члены партии опасаются неудачи /паникуют/.",
            "слишком потрясена и напугана, чтобы пошевелиться",
            "Я боялся, что меня заставят уволиться."
        ]
    }
}