{
    "scattered": {
        "comment": [
            "scatter"
        ],
        "translate": "разбросанный, разрозненный, рассыпанный, отдельный",
        "transcription": " |ˈskætərd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The sky was scattered with stars.",
            "Her life was not scattered with roses.",
            "She scattered the books on the table.",
            "The wind scattered the pile of leaves.",
            "Books were scattered about the room.",
            "Broken glass lay scattered over the floor.",
            "The marbles scattered across the floor.",
            "His ashes were scattered at sea.",
            "How can we unify such scattered islands into a nation?",
            "He scattered gun powder under the wagon.",
            "Tomorrow it will be mostly cloudy with scattered showers.",
            "The hunter's approach scattered the geese.",
            "She waved her hand and scattered the crowds.",
            "Cushions were scattered about on the chairs.",
            "The flowers fell and scattered on the ground.",
            "The hosts of our pursuers paused, billow-like, reared, and scattered.",
            "There will be some scattered showers (=short periods of rain) in the afternoon.",
            "Scattered groups of soldiers tried to marry up with each other after the army's defeat.",
            "When I go, I'd like to have my ashes scattered at sea.",
            "As Lord Marmion crossed the Court, he scattered angels round.",
            "The children scattered in all directions when the teacher approached.",
            "Even after the formal surrender, spastic violence erupted in scattered quarters of the city."
        ],
        "example_translate": [
            "Небо было усыпано звездами.",
            "Её жизненный путь не был усыпан розами.",
            "Она раскидала книги на столе.",
            "Ветер разбросал кучу листьев.",
            "Книги были разбросаны по всей комнате.",
            "По полу были разбросаны осколки стекла.",
            "Шарики рассыпались по всему полу.",
            "Его прах развеяли над морем.",
            "Как же нам объединить столь разрозненные острова в единое государство?",
            "Он насыпал под фургон пороху.",
            "Завтра ожидается облачная погода, временами дождь.",
            "При приближении охотника гуси бросились врассыпную.",
            "Она взмахнула рукой, и толпа рассеялась.",
            "Подушки были разбросаны там и сям на креслах.",
            "Цветы упали и рассыпались по земле.",
            "Толпы наших преследователей остановились, вздыбились, подобно водяному валу, и хлынули в разные стороны.",
            "Днём местами пройдут кратковременные (т.е. короткие по времени) дожди.",
            "Разрозненные группы солдат пытались соединиться после разгрома армии.",
            "Когда я уйду, хочу, чтобы мой прах развеяли в море.",
            "Когда лорд Мармион пересекал двор, он разбрасывал вокруг золотые монеты.",
            "При приближении учителя, дети разбежались в разные стороны.",
            "Даже после официальной капитуляции, в отдельных кварталах города происходили хаотичные вспышки насилия."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}