{
    "scenery": {
        "comment": [
            "scene",
            "scenario"
        ],
        "translate": "пейзаж, декорации",
        "transcription": " |ˈsiːnərɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We went for a drive to enjoy the scenery.",
            "We paused briefly to look at the scenery.",
            "She designed the scenery for the play.",
            "The scenery showed a forest.",
            "We gazed out the window and admired the scenery.",
            "This lovely village is surrounded by majestic mountain scenery.",
            "They worked all night painting the scenery.",
            "The billboards take away the scenery.",
            "The patients benefit greatly from a change of scenery.",
            "The stage was blacked out to hide a change of scenery.",
            "The collapse of part of the scenery didn't faze the actors one bit, and they just carried on.",
            "He repainted the same scenery many times during his life.",
            "Beautiful scenery does not make up for the flaws of this film.",
            "A stationary bicycle is good for exercise, but you won't enjoy the scenery very much."
        ],
        "example_translate": [
            "Мы отправились покататься, чтобы насладиться пейзажем.",
            "Мы ненадолго задержалась, чтобы полюбоваться пейзажем.",
            "Она спроектировала декораций для спектакля.",
            "Декорации создавали атмосферу леса.",
            "Мы смотрели в окно и любовалась пейзажем.",
            "Это прекрасное поселение находится в окружении величественных горных пейзажей.",
            "Они работали всю ночь — красили декорации.",
            "Щиты для объявлений портят вид.",
            "Больные получают огромную пользу от перемены обстановки.",
            "На сцене погасили свет, чтобы сменить декорации.",
            "Частичное обрушение декораций ничуть не смутило актеров, и они просто продолжили играть.",
            "В течение своей жизни он много раз вновь и вновь рисовал один и тот же пейзаж.",
            "Красивые декорации не компенсируют недостатков этого фильма.",
            "Велотренажёр отлично подходит для тренировок, но вот природой на нём не особо полюбуешься."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}