{
    "schedule": {
        "comment": [
            "dull",
            "module",
            "indulge",
            "duly",
            "scheduled"
        ],
        "translate": " расписание, график, план, список, программа, планировать, назначать, намечать",
        "transcription": "  |ˈskedʒuːl|",
        "antonyms": [],
        "mnemonic": [
            "schedule [шедю':л] расписание, график - График занятий (щадил) учеников.",
            "schedule ['ʃedju: l] ['skedʒu:l]\n***\nГРАФИК сделаю не в четверг, а в \"шреду\". (это)\nschedule ['ʃedju: l]\nПЛАН сделаю в \"шреду\". (это) schedule ['ʃedju: l]\nПЛАНИРОВАТЬ я буду в \"шреду\". (это)\nschedule ['ʃedju: l]\n***\nПЛАН повесим на доске же. (это) schedule ['skedʒu:l]\n***\nГРАФИК на доске же. (это) schedule ['skedʒu:l]\nРАСПИСАНИЕ на доске же. (это) schedule ['skedʒu:l]\nСОСТАВЛЯТЬ ГРАФИК - шедула.\n(это) schedule ['ʃedju: l] ['skedʒu:l]\nРасписание, график; список, опись."
        ],
        "examples": [
            "I lost my class schedule.",
            "My schedule is very flexible.",
            "There's a mistake in the schedule.",
            "I've scheduled a concert next week.",
            "He has a very irregular schedule.",
            "The project has fallen behind schedule.",
            "I have a hectic schedule this week.",
            "I need to schedule a doctor's appointment.",
            "What does your work schedule look like this week?",
            "This new schedule should make our lives easier.",
            "My boss wouldn't allow me to change my schedule.",
            "The majority of holiday flights depart and arrive on schedule.",
            "A presidential election was scheduled for December.",
            "We update the schedule at least once a month.",
            "That explains why we we're so far behind schedule.",
            "a frantic attempt to finish on schedule",
            "Her first album is scheduled for release in September.",
            "I arrived at Jack's suite half an hour ahead of schedule.",
            "a schedule of arrivals and departures",
            "The change to the schedule is not consequential.",
            "The schedule isn't final, but we don't anticipate many changes.",
            "I want to change my schedule, but my boss won't allow it.",
            "OK. I'll try to shoehorn another meeting into my already tight schedule.",
            "Items will be subject to a regular markdown schedule every 30 days.",
            "This delay has killed our chances of finishing the project on schedule.",
            "Students are planning their class schedules for next year.",
            "Critics say the dam is a complete boondoggle - over budget, behind schedule, and unnecessary.",
            "She had assumed it would take only two or three weeks, with little disruption to her schedule.",
            "Meg's new book is still well ahead of schedule.",
            "The cast took a break from their gruelling schedule."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ch = [ʃ]"
        ],
        "example_translate": [
            "Я потерял расписание моих занятий.",
            "У меня очень гибкий график работы.",
            "В расписании есть ошибка.",
            "На следующей неделе я запланировала сходить на концерт.",
            "У него нет четкого расписания.",
            "Проект выбился из графика.",
            "На этой неделе у меня безумно напряжённый график.",
            "Мне нужно выделить время для встречи с врачом.",
            "Как выглядит ваш рабочий график на этой неделе?",
            "Этот новый график должен облегчить нам жизнь.",
            "Начальник не разрешает мне изменить мой график .",
            "Во время праздников большинство рейсов отправляется и прибывает по расписанию.",
            "Президентские выборы были назначены на декабрь.",
            "Мы уточняем расписание не реже (одного) раза в месяц.",
            "Теперь понятно, почему мы так сильно отстаём от графика.",
            "отчаянная попытка завершить дело в соответствии с графиком",
            "Её первый альбом планируется выпустить в сентябре.",
            "Я приехал к Джеку на полчаса раньше назначенного срока.",
            "расписание движения поездов (самолётов, автобусов и т.п.)",
            "Изменения в расписании не имеют большого значения.",
            "Расписание не является окончательным, но мы не ожидаем больших изменений.",
            "Я хочу изменить свой график, но мой начальник этого не разрешает.",
            "Хорошо. Попытаюсь втиснуть ещё одну встречу, хотя у меня и так плотный график.",
            "Товары будут уцениваться каждые 30 дней.",
            "Эта задержка уничтожила наши шансы завершить проект в установленные сроки.",
            "Студенты планируют свой график занятий на следующий год.",
            "Критики говорят, что затея с плотиной - что называется, мартышкин труд: это дорого, внепланово, и вообще-то ненужно.",
            "Она предполагала, что это займёт две или три недели и не нарушит её графика.",
            "Новая книга Мэг по-прежнему продвигается с существенным опережением графика.",
            "Команда сделала перерыв в своём изнурительном графике."
        ],
        "stars": 2
    }
}