{
    "scheme": {
        "comment": [
            "chemistry",
            "chemical",
            "chemist"
        ],
        "translate": "схема, система, план, программа, проект, интриговать, замышлять, планировать",
        "transcription": " |skiːm|",
        "antonyms": [],
        "mnemonic": [
            "scheme [ski: m]\n***\nПРОЕКТ я сделал по законам людским. (это) scheme\nЗАМЫСЛИЛ недоброе путём колдовским. (это)\nscheme\nПЛЕТЁТ ИНТРИГИ способом людским. (это)\nПлан, проект, схема.\n***\nНа данную тему \"theme\"\nу меня есть схема \"scheme\"."
        ],
        "examples": [
            "His scheme was furiously attacked.",
            "She schemed to kill him with poison.",
            "We convinced them to go along with our scheme.",
            "The scheme was pronounced a failure.",
            "The bride's family were scheming to prevent a wedding.",
            "the color scheme of a room",
            "The scheme was a complete failure.",
            "It looks like checkmate for this particular scheme.",
            "In theory, the scheme sounds fine.",
            "the victim of a fraudulent scheme",
            "He was betrayed by a scheming friend.",
            "She concocted a scheme to get publicity.",
            "a scheme to get rich quick",
            "The pilot scheme proved to be a great success.",
            "He reckoned the odds are against the scheme going ahead.",
            "a paltry, underhanded scheme to get someone fired",
            "a scheme to improve the economy",
            "International Antigenic Typing Scheme",
            "The investment scheme didn't quite pan out.",
            "a scheme to cheat people out of their money",
            "The scheme serves to pre-empt such a situation arising.",
            "Their whole scheme of interpretation is purely arbitrary.",
            "Many people have worked together to bring this scheme to fruition.",
            "Many politicians are mostly concerned with scheming for personal power.",
            "a scheme to increase police manpower",
            "The scheme does not meet its objectives.",
            "a fantastic scheme for getting rich quick",
            "They developed a scheme of mutual support.",
            "The scheme was officially launched in May.",
            "The scheme helps smokers to kick the habit."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ch = [k]"
        ],
        "example_translate": [
            "Его проект был яростно раскритикован.",
            "Она задумала убить его ядом.",
            "Мы убедили их следовать нашему плану.",
            "План был признан неудачным.",
            "Родственники невесты плели интриги, чтобы расстроить свадьбу.",
            "цветовая гамма помещения",
            "План полностью провалился.",
            "Это выглядит как полный крах тщательно разработанного плана.",
            "В теории весь этот замысел как будто неплох.",
            "жертва мошеннической схемы",
            "Он был предан коварным другом.",
            "Она придумала план, как стать известной.",
            "схема быстрого обогащения",
            "Экспериментальная схема оказалась очень успешной.",
            "Он полагал, что обстоятельства против того, чтобы этот проект был приведен в действие.",
            "мелкая коварная интрига с целью добиться чьего-либо увольнения",
            "план улучшения состояния экономики",
            "Международная система серотипирования антигенов",
            "Инвестиционная схема удалась не вполне.",
            "план с целью обманом выманивать у людей их деньги",
            "Эта программа служит тому, чтобы предупредить возникновение такой ситуации.",
            "Вся их схема объяснения совершенно произвольна.",
            "Много людей поработали вместе, чтобы осуществить этот план. / Для того, чтобы реализовать этот план, потребовались совместные усилия множества людей.",
            "Многие политики главным образом озабочены тем, чтобы захватить власть в свои руки.",
            "план увеличения кадровых ресурсов полиции",
            "Этот план не соответствует своим целям.",
            "фантастический план быстрого обогащения",
            "Они разработали программу взаимной поддержки.",
            "Проект был официально начат в мае.",
            "Система помогает курильщикам избавиться от этой дурной привычки."
        ],
        "stars": 2
    }
}