{
    "scheduled": {
        "comment": [
            "dull",
            "schedule",
            "module",
            "indulge",
            "duly"
        ],
        "translate": "планировать, назначать, намечать, составлять расписание, включать в расписание",
        "transcription": " |ˈskedʒuːld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I've scheduled a concert next week.",
            "He scheduled a visit to the dentist.",
            "We scheduled a meeting for next week.",
            "A new comedy is scheduled for the 9 p.m. time slot.",
            "The increase is scheduled for next month.",
            "A presidential election was scheduled for December.",
            "I scheduled an exam for this afternoon.",
            "The truck is scheduled to make a pickup today.",
            "The strike was scheduled to begin at dawn.",
            "He's scheduled to get out of prison next month.",
            "The elections are scheduled for mid-June.",
            "The delivery is scheduled for this morning.",
            "Prices include scheduled flights from Heathrow.",
            "The release of the book is scheduled for next month.",
            "The old factory is scheduled for demolition next week.",
            "Her first album is scheduled for release in September.",
            "Meetings are scheduled to take place all over the country.",
            "He had scheduled an address to the American people for the evening of May 27.",
            "A full airing of the issue is scheduled.",
            "The event is scheduled to occur at noon tomorrow.",
            "Our flight was scheduled to land in Pittsburgh at 4:00.",
            "Several military bases are scheduled to be decommissioned.",
            "The new battleship is scheduled to enter service next spring.",
            "The town has scheduled a public forum to discuss the proposal.",
            "The program will tell us the scheduled order of musical numbers.",
            "He is scheduled to deliver the keynote address at an awards ceremony.",
            "Expectant crowds gathered at the spot where the President was scheduled to make an appearance.",
            "The book is already in its second printing, and a third printing is scheduled for later this year."
        ],
        "example_translate": [
            "На следующей неделе я запланировала сходить на концерт.",
            "Он запланировал визит к стоматологу.",
            "Мы назначили встречу на следующую неделю.",
            "Показ новой комедии запланирован на 9 часов вечера.",
            "Повышение запланировано на следующий месяц.",
            "Президентские выборы были назначены на декабрь.",
            "Сегодня днём я назначил экзамен.",
            "Этот грузовик сегодня назначен под перевозку.",
            "Забастовка должна была начаться на рассвете.",
            "Планируется, что он выйдет из тюрьмы в следующем месяце.",
            "Выборы назначены на середину июня.",
            "Доставка запланирована на сегодняшнее утро.",
            "В цену включены регулярные рейсы из аэропорта Хитроу.",
            "Выпуск книги запланирован на следующий месяц.",
            "Старую фабрику планируется снести на следующей неделе.",
            "Её первый альбом планируется выпустить в сентябре.",
            "По всей стране запланированы митинги.",
            "Он планировал выступить с обращением к американскому народу вечером 27 мая.",
            "Планируется полномасштабное публичное обсуждение данного вопроса.",
            "Мероприятие запланировано на завтрашний полдень.",
            "Посадка нашего рейса в Питтсбурге была запланирована на четыре часа.",
            "Планируется вывести из эксплуатации несколько военных баз.",
            "Новый линкор планируется ввести в строй весной следующего года.",
            "В городе запланировано проведение общественного форума для обсуждения данного предложения.",
            "Из программки мы узнаем запланированный порядок музыкальных номеров.",
            "Планируется, что он выступит на церемонии награждения с приветственной речью.",
            "Толпы народа собрались в ожидании на том месте, где было запланировано появление президента.",
            "Книга уже находится во втором издании, а выход третьего запланирован на конец этого года."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}