{
    "scholar": {
        "comment": [
            "school",
            "scholarship"
        ],
        "translate": "ученый, знаток, стипендиат, ученик, грамотей, учащийся, филолог-классик",
        "transcription": " |ˈskɑːlər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She impressed me as a scholar.",
            "She is a noted scholar specializing in Latin-American literature.",
            "As a scholar he was brilliant., but he consumed his power in agonistic displays.",
            "He had studied the case with the minuteness with which a scholar studies a dead language.",
            "The Russian scholar defected in 1979.",
            "He was a King's scholar at Eton College.",
            "A tavern row between scholar and townsman widens into a general broil.",
            "She's a renowned scholar of African-American history.",
            "Scholars have long debated whether there is ever such a thing as a truly selfless act.",
            "The scholar annotated the early edition of a famous novel.",
            "He was afraid another scholar was going to steal a march on him and publish first.",
            "She's an excellent scholar of political science, but lacks the kind of savvy needed to run for public office.",
            "Moby-Dick is required reading for any scholar of 19th-century American literature."
        ],
        "example_translate": [
            "Она поразила меня как учёный.",
            "Она — известный филолог, специалист по латиноамериканской литературе.",
            "Он был замечательным ученым, но растрачивал свои силы в показных дискуссиях.",
            "Он изучал дело с такой скрупулёзностью, с какой учёный изучает мёртвый язык.",
            "В 1979 году этот русский учёный сбежал из страны.",
            "Он получал королевскую стипендию в Итонском колледже.",
            "Ссора в таверне между ученым мужем и горожанином превращается во всеобщую потасовку.",
            "Она — известный знаток афро-американской истории.",
            "Учёные давно спорят о том, есть ли на свете такая вещь, как по-настоящему бескорыстный поступок.",
            "Ученый написал комментарии к ранней редакции знаменитого романа.",
            "Он боялся, что его опередит какой-нибудь другой учёный, и опубликует статью первым.",
            "Она прекрасный политолог, но не обладает смекалкой, необходимой для избрания на государственные должности.",
            "\"Моби Дик\" обязательно должен прочесть любой, кто изучает американскую литературу XIX века."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}