{
    "scholarship": {
        "comment": [
            "school",
            "scholar"
        ],
        "translate": "стипендия, ученость, эрудиция",
        "transcription": " |ˈskɑːlərʃɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She won a scholarship to study abroad.",
            "The scholarship supported me when I was in college",
            "The book is about his life and scholarship.",
            "This scholarship is given for promise, rather than for attainment.",
            "She won a scholarship to Iowa State University.",
            "She got a scholarship to Yale University.",
            "After winning the scholarship he never looked back.",
            "Her scholarship is slipshod at best.",
            "Her latest publication is a fine piece of scholarship.",
            "They couldn't understand her refusal of a scholarship to Yale.",
            "The organization is offering five $5,000 scholarships.",
            "It seems ungenerous to end this review of a splendid work of scholarship on a critical note.",
            "The book is entertaining, but its contributions to Shakespearean scholarship are nugatory.",
            "They have established a scholarship as a way to honor his memory.",
            "Moodie has been awarded a golf scholarship at the University of Hawaii.",
            "She set up a scholarship fund for deserving students from the inner city.",
            "She submitted her scholarship application tardily, so she was not considered."
        ],
        "example_translate": [
            "Она выиграла стипендию для обучения за границей.",
            "Стипендия помогала мне, когда я учился в колледже.",
            "Эта книга рассказывает о его жизни и научной деятельности.",
            "Этот грант дается в надежде (на результаты в будущем), а не за уже существующие достижения.",
            "Она получила право на стипендию в университете штата Айова.",
            "Она получила право на стипендию в Йельском университете.",
            "Выиграв эту стипендию, он быстро пошёл в гору.",
            "Её научные работы выполнены, в лучшем случае, неряшливо.",
            "Последняя её публикация является великолепной научной работой.",
            "Они не могли понять, почему она отказалась от стипендии в Йельском университете.",
            "Организация предлагает пять стипендий размером в пять тысяч долларов.",
            "Мне представляется неправильным заканчивать этот обзор великолепного научного труда на критической ноте.",
            "Книга и впрямь занимательная, но её вклад в знания о Шекспире является мизерным.",
            "В память о нём они учредили стипендию.",
            "Гавайский университет присудил Муди стипендию по гольфу.",
            "Она учредила стипендиальный фонд для достойных студентов из центрального района города.",
            "Она с опозданием подала заявление на получение стипендии, поэтому её кандидатура не рассматривалась."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}