{
    "scientific": {
        "comment": [
            "science",
            "scientist"
        ],
        "translate": "научный, учёный, техничный, высокого класса",
        "transcription": " |ˌsaɪənˈtɪfɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "the establishment of a scientific fact",
            "Many scientific assumptions about Mars were wrong.",
            "He subjected his ideas to the scientific society.",
            "Scientific reason, like Homer, sometimes nods.",
            "This book incorporates the latest scientific information.",
            "If a theory is falsifiable, then it is scientific.",
            "Darwin's scientific writings",
            "a widely accepted scientific theory",
            "He has written many scientific papers.",
            "Do not use bureaucratese in your scientific manuscripts.",
            "She was asked for her take on recent scientific results.",
            "a scientific analysis of the data",
            "The study has no scientific merit.",
            "India has a good scientific research base.",
            "the foundation of a new scientific society",
            "a scientific study of territoriality in bears",
            "the country's shortage of scientific brainpower",
            "the esoteric world of scientific supercomputing",
            "We believe in investing in scientific research.",
            "I'm not interested in all this scientific malarkey.",
            "There are very few openings in scientific research.",
            "They were using animals for scientific experiments.",
            "His claims are not backed by any scientific evidence.",
            "They conducted the experiments with scientific rigor.",
            "He was the author of 70 major scientific publications.",
            "The discovery of DNA was a major scientific achievement.",
            "Association of Scientific, Technical and Managerial Staff",
            "He rejected the orthodoxies of the scientific establishment.",
            "He applauded the internationality of scientific terminology.",
            "one of the greatest scientific accomplishments of the century"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "установление научного факта",
            "Многие научные предположения о Марсе были ошибочны.",
            "Он вынес свои идеи на обсуждение научной общественности.",
            "Доводы науки, как и всё остальное, тоже иногда бывают ошибочны.",
            "Эта книга содержит последние научные данные.",
            "Если теорию можно опровергнуть, она является научной.",
            "научные труды Дарвина",
            "общепризнанная научная теория",
            "Он написал множество научных трудов.",
            "Не используйте в своих научных работах канцеляризмы.",
            "Её спросили о том, что она думает о последних научных достижениях.",
            "научный анализ этих данных",
            "Это исследование не имеет никакой научной ценности.",
            "Индия имеет хорошую научно-исследовательскую базу.",
            "основание нового научного общества",
            "научное исследование территориальности медведей",
            "дефицит научных кадров в этой стране",
            "понятный лишь посвящённым мир научных суперкомпьютеров",
            "Мы являемся сторонниками инвестиций в научные исследования.",
            "Вся эта научная чепуха меня не интересует.",
            "Вакансий в области научных исследований очень мало.",
            "Они использовали животных для проведения научных экспериментов.",
            "Его утверждения не подкреплены никакими научными доказательствами.",
            "Эксперименты они проводили с научной строгостью.",
            "Он был автором семидесяти крупных научных публикаций.",
            "Открытие ДНК стало крупным научным достижением.",
            "Ассоциация научно-технических работников и руководящего персонала (в Великобритании)",
            "Он отверг представления, принятые в научном сообществе.",
            "Он приветствовал международный характер научной терминологии.",
            "одно из величайших научных достижений этого века"
        ],
        "stars": 3
    }
}