{
    "scientist": {
        "comment": [],
        "translate": "учёный, естествоиспытатель",
        "transcription": " |ˈsaɪəntɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She was first and last a scientist.",
            "a movie about a mad scientist",
            "Marie Curie was a great scientist in her own right.",
            "You have a duty as a scientist to communicate your discovery to the world.",
            "the impartial eye of a scientist",
            "The scientist must stop to observe and start to excogitate.",
            "They addressed him in terms of worship extraordinary to a scientist ear.",
            "The young scientist felt bound down by a lot of useless and confusing rules.",
            "The scientist presented his results to the committee.",
            "At a special meeting, the scientist unfolded his plan to the government committee.",
            "He has hope, but also a scientist's sense of realism.",
            "He has achieved recognition and respect as a scientist.",
            "She has a mind for serious inquiry, as befits a scientist.",
            "a scientist who spent her life plumbing the minds of criminals",
            "He's not really a scientist., he's just an overblown technician.",
            "The scientist republished his results after he made some corrections.",
            "A well-known scientist was accused of stealing his former student's ideas.",
            "The story is about a scientist who claimed that he could resurrect the dead.",
            "The magazine combines the accuracy of the scientist with the eye of the artist.",
            "an extremely serious scientist who is not much given to dalliance or idle chitchat",
            "He was immensely more important to the project as a scientist than as an administrator.",
            "The reclusive scientist has been called a loose cannon and a fruitcake by his detractors.",
            "The scientist corresponds with colleagues in order to learn about matters relevant to her own research.",
            "You'll need the patience of a saint and the cerebrum of a rocket scientist to figure out the solution to this brainteaser."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Прежде всего, она была учёным.",
            "фильм про сумасшедшего учёного",
            "Мария Кюри и сама была выдающимся учёным.",
            "Как учёный, вы обязаны сообщить миру о своём открытии.",
            "беспристрастный взгляд учёного",
            "Учёные должны перестать наблюдать, и начать уже что-то придумывать.",
            "Они обращались к нему со словами поклонения, которые звучали непривычно для уха ученого.",
            "Молодой учёный чувствовал, что эта куча ненужных и противоречивых правил связывает ему руки.",
            "Учёный представил комиссии свои результаты.",
            "На особом совещании учёный рассказал о своём плане правительственной комиссии.",
            "У него есть надежда, но в то же время и реализм, присущий учёным.",
            "Как учёный он добился признания и уважения.",
            "Как и подобает учёному, он обладает очень пытливым умом.",
            "учёная, которая всю жизнь копалась в умах преступников",
            "На самом деле он не учёный, а всего лишь напыщенный лаборант.",
            "После внесения некоторых корректив, учёный вновь опубликовал результаты своих исследований.",
            "Известного ученого обвинили в краже идей своего бывшего студента.",
            "Это рассказ об учёном, который утверждал, что умеет воскрешать мёртвых.",
            "Данный журнал сочетает в себе точность учёного с глазом художника.",
            "чрезвычайно серьёзный учёный, не особо склонный к праздности или пустой болтовне",
            "Он был безмерно важнее для проекта в качестве учёного, чем как администратор.",
            "Недоброжелатели назвали этого учёного-затворника неуправляемым и сумасшедшим.",
            "Этот научный раюотник ведёт переписку с коллегами, чтобы получить информацию о вопросах, относящихся к её собственным исследованиям.",
            "Вам понадобится терпение cвятого и мозг гения, чтобы найти решение этой головоломки."
        ]
    }
}