{
    "scope": {
        "comment": [
            "cope",
            "telescope",
            "microscope"
        ],
        "translate": "сфера, рамки, масштаб, возможности, размах, предел, пределы, простор, границы",
        "transcription": " |skoʊp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He finally realized the scope of the problem.",
            "I gave full scope to my imagination.",
            "The study was narrow in scope.",
            "These issues are beyond the scope of this book.",
            "The original scope of the work had been severely reduced.",
            "Responsibility for office services is not within the scope of the department.",
            "Let's scope out that new club tonight.",
            "There is considerable scope for further growth in the economy.",
            "The scope of the error is breathtaking.",
            "The law was expansive in its scope.",
            "The scope of the investigation has widened.",
            "Let us extend the scope of the study to examine more factors.",
            "The police have broadened the scope of the investigation.",
            "Such tasks are far beyond the scope of the average schoolkid.",
            "His efforts were too limited in scope to have much effect.",
            "Is there any scope for going down that road in the future?",
            "A full discussion of that issue is beyond the scope of this book.",
            "The scope for successful gardening increases dramatically with a greenhouse.",
            "a man distinguished by the largeness and scope of his views",
            "The court's ruling narrowed the scope of the affirmative action program.",
            "The judge said that this matter did not fall within the scope of the auditor's duties.",
            "the many prophylactic measures that city officials could have taken to reduce the scope of the disaster"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он, наконец, осознал масштаб проблемы.",
            "Я дал полную свободу своему воображению.",
            "Исследование проводилось в узких рамках. / Исследование имело узкую направленность.",
            "Эти вопросы в данной книге не рассматриваются.",
            "Изначальные масштабы работы были жёстко ограничены.",
            "Ответственность за работу офисных служб не входит в компетенцию данного отдела.",
            "Давайте сходим сегодня на разведку в новый клуб и посмотрим, что он из себя представляет.",
            "Существует значительный потенциал для дальнейшего роста экономики.",
            "От масштаба этой ошибки захватывает дух.",
            "Возможности применения этого закона были весьма широкими.",
            "Рамки данного исследования были расширены.",
            "Давайте расширим сферу исследования с целью изучения большего количества факторов.",
            "Полиция расширила рамки расследования.",
            "Такие задачи выходят далеко за рамки возможностей среднего школьника.",
            "Его усилия были слишком ограничены в масштабе, чтобы иметь большой эффект.",
            "Есть ли хоть какая-то возможность пойти по этому пути в будущем?",
            "Полное обсуждение этого вопроса выходит за рамки этой книги.",
            "При наличии теплицы, возможности для успешного садоводства резко возрастают.",
            "человек, отличавшийся широтой и масштабом своих взглядов",
            "Постановление суда сузило рамки программы политики равных возможностей.",
            "Судья сказал, что это вопрос не подпадает под сферу действия обязанностей аудитора.",
            "множество профилактических мер, которых городские власти могли бы предпринять, чтобы уменьшить масштаб катастрофы"
        ]
    }
}