{
    "scrape": {
        "comment": [],
        "translate": "царапина, скобление, соскабливание, скрип, царапать, скоблить, скрести, скрестись",
        "transcription": " |skreɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The cat scraped at the armchair.",
            "Let the mud dry, so that it will be easier to scrape off.",
            "I scraped my knee when I fell.",
            "Take care of yourself, and keep out of scrapes.",
            "The car scraped against the curb.",
            "He scraped out a tune at a cello.",
            "The train was crowded, but I scraped in just before the door closed.",
            "I was trying to scrape the mud off my boots.",
            "I scraped the lichen from the tombstone.",
            "Scrape the carrots and slice them thinly.",
            "I'm not sure if I can scrape up the price of the plane ticket.",
            "Someone had scraped the car with a key.",
            "Scrape the dead leaves together into a pile.",
            "We can scrape by, thanks to what we grow ourselves.",
            "She got into a few scrapes with the police when she was younger.",
            "I managed to scrape through the exam.",
            "I managed to scrape off the top layer of paint.",
            "What kind of excuse can you scrape up this time?",
            "The earth was scraped away to uncover a trap door.",
            "I tried to scrape some mud off my shoes.",
            "I made him abundance of bows and scrapes.",
            "Tom scraped down all four walls in the room.",
            "She scraped her fingernails across the blackboard.",
            "The coat was too long., the hem scraped the pavement.",
            "They could hardly scrape up enough money for the train fare.",
            "Our dog used to escape by scraping through the bars of the fence.",
            "The deer scraped its antlers against the tree.",
            "She had scraped together enough money for college.",
            "The Tories may scrape home, but it's unlikely.",
            "I heard the side of the car scrape against the wall."
        ],
        "example_translate": [
            "Кошка поскреблась о кресло.",
            "Пускай грязь подсохнет, тогда её легче будет отскоблить.",
            "Я ободрал коленку, когда упал.",
            "Будь осторожен и держись подальше от неприятностей.",
            "Машина задела бордюр.",
            "Он пропиликал какую-то мелодию на виолончели.",
            "Поезд был переполнен, но мне удалось протиснуться как раз перед тем, как закрылись двери.",
            "Я пытался соскрести грязь с сапог.",
            "Я соскоблил лишайник с могильной плиты.",
            "Почистите морковь и нарежьте её тонкими ломтиками.",
            "Я не уверен, что смогу наскрести достаточно денег, чтобы купить билет на самолёт.",
            "Кто-то поцарапал машину ключом.",
            "Соберите сухие листья в одну кучу.",
            "Мы можем кое-как свести концы с концами, благодаря тому, что выращиваем сами.",
            "Она несколько раз попадала в передряги с участием полиции, когда была моложе.",
            "Мне удалось с огромным трудом сдать этот экзамен.",
            "Мне удалось соскоблить верхний слой краски.",
            "Какое извинение ты придумаешь на этот раз?",
            "Землю разгребли, и под ней оказался люк.",
            "Я попытался хоть как-то очистить ботинки от грязи.",
            "Я долго расшаркивался перед ним.",
            "Том выскоблил все четыре стены в комнате.",
            "Она скребла своими ногтями по школьной доске.",
            "Пальто было слишком длинным: подол касался мостовой.",
            "Им с трудом удалось наскрести достаточно денег на билет на поезд.",
            "Наша собака часто убегала, пролезая через щель в заборе.",
            "Олень потёрся рогами о дерево.",
            "Она уже наскребла достаточно денег для колледжа.",
            "Может, тори и одержат минимальную победу, но это маловероятно.",
            "Я услышал, как бок автомобиля скребёт о стену."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}