{
    "scratch": {
        "comment": [],
        "translate": "царапина, царапанье, скрип, поцарапать, царапать, сборный, разношерстный",
        "transcription": " |skrætʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Careful, the cat will scratch.",
            "I'm afraid I've scratched your car.",
            "Will you scratch my back for me?",
            "The dog scratched its ear.",
            "Don't scratch that mosquito bite.",
            "It's almost new - hardly a scratch on it!",
            "All the names on the list had been scratched out.",
            "We had to start again from scratch.",
            "Two of the best runners have scratched from the race.",
            "Don't scratch your insect bites!",
            "Tom managed to scratch up a few pounds.",
            "Try not to scratch.",
            "She built her business up from scratch.",
            "That cat has scratched up all my young plants again!",
            "It's time to re-federate Canada, starting from scratch.",
            "There were deep scratches all over her face.",
            "If you keep scratching away at that spot, you'll break the skin.",
            "The farmyard was quiet, with just a few chickens scratching about for food.",
            "Scratch my back — I have an itch.",
            "The injury is child's play, just a scratch.",
            "We started from scratch with no preconceived ideas.",
            "Scratch out my name on that list.",
            "I have scratched his name from the list.",
            "a scratch on the nearside front wing of the car",
            "She ran at him and scratched his face.",
            "He had built the business up from scratch.",
            "There's a scratch on one side of the record.",
            "John yawned and scratched his leg.",
            "The dog was scratching at the door.",
            "Be careful not to scratch the table."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Осторожно, кот будет царапаться.",
            "Боюсь, я поцарапал твой автомобиль.",
            "Не почешешь ли ты мне спину?",
            "Собака почесала ухо.",
            "Не чешите этот комариный укус.",
            "Вещь-то почти совсем новая, почти без царапинки!",
            "Все имена, фигурировавшие в списке, были вычеркнуты.",
            "Нам пришлось начинать всё снова с нуля.",
            "Два лучших бегуна отказались от участия в забеге.",
            "Не расчёсывайте укусы насекомых!",
            "Тому с трудом удалось накопить несколько фунтов.",
            "Постарайся не расчёсывать (место укуса или укола, сыпь и т.п.).",
            "Она построила свой бизнес с нуля.",
            "Эта кошка снова повыдергивала у меня всю рассаду!",
            "Пришло время полностью пересмотреть федеративное устройство Канады.",
            "Глубокие царапины покрывали всё её лицо.",
            "Если вы будете продолжать расчёсывать это пятно, вы раздерёте кожу.",
            "На скотном дворе было тихо, только несколько цыплят копались в земле в поисках еды.",
            "Почеши мне спину, а то чешется.",
            "Это повреждение — пустяки, просто царапина.",
            "Мы начали с чистого листа, без каких-либо сформировавшихся заранее мыслей.",
            "Вычеркни моё имя из этого списка.",
            "Я вычеркнул его имя из списка.",
            "царапина на левом переднем крыле автомобиля",
            "Она бросилась на него и расцарапала ему лицо.",
            "Он выстроил этот бизнес с нуля.",
            "Одна из сторон пластинки поцарапана.",
            "Джон зевнул и почесал ногу.",
            "Собака скреблась в дверь.",
            "Осторожно, не поцарапайте стол."
        ]
    }
}