{
    "scramble": {
        "comment": [],
        "translate": "схватка, борьба, карабканье, свалка, драка, карабкаться, бороться, цепляться, ползти",
        "transcription": " |ˈskræmbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He scrambled up the ramp.",
            "Scramble a couple of eggs for me.",
            "There was a scramble to buy tickets.",
            "They tried to scramble up the cliff.",
            "The words in each sentence are scrambled.",
            "Too many firms are scrambling for a share of profits in the new industry.",
            "I'll scramble some eggs for breakfast.",
            "There was an undignified scramble for the free drinks.",
            "It started to rain, and we all scrambled for cover.",
            "Alan scrambled out of the way.",
            "The friend scrambled after them.",
            "The village was a 20-minute scramble away.",
            "Thousands of people will be scrambling for tickets.",
            "Both players scrambled for the ball.",
            "I had not even scrambled into my clothes when the clock struck five.",
            "She scrambled down the tree as quickly as she could.",
            "It was a mad scramble trying to get things ready in time.",
            "We scrambled over the boulders and kept climbing up the mountain.",
            "They were scrambling to give the impression that the situation was in control.",
            "Scramble the message so that nobody can understand it.",
            "Micky scrambled to his feet (=stood up very quickly and awkwardly) and hurried into the kitchen.",
            "Our conversation will be electronically scrambled.",
            "There was a mad scramble to fill vacant positions at the school."
        ],
        "example_translate": [
            "Он вскарабкался вверх по склону.",
            "Сделай мне омлет из двух яиц.",
            "Около билетных касс была жуткая давка.",
            "Они попытались взобраться на утёс.",
            "Слова в каждом предложении перепутаны /переставлены/.",
            "Слишком много компаний борются за право участия в прибылях новой отрасли.",
            "Я поджарю на завтрак омлет из нескольких яиц.",
            "За бесплатные напитки шла позорная драка.",
            "Начался дождь, и мы все поспешили в укрытие.",
            "Алан поспешно убрался с дороги.",
            "Друг поспешил вслед за ними.",
            "До деревни надо было карабкаться ещё минут двадцать.",
            "Тысячи людей будут драться за билеты.",
            "Оба игрока бросились к мячу.",
            "Я даже не успел ничего на себя накинуть, как часы пробили пять.",
            "Она соскочила вниз по дереву так быстро, как только могла.",
            "Началась безумная гонка в попытке успеть подготовить всё в срок.",
            "Мы перемахнули через валуны и продолжали карабкаться вверх по горе.",
            "Они торопились создать впечатление, что ситуация под контролем.",
            "Зашифруйте это сообщение так, чтобы никто не мог его понять.",
            "Микки неловко вскочил на ноги (т.е встал очень быстро и неуклюже) и поспешил на кухню.",
            "Наш разговор будет зашифрован с помощью электронных средств.",
            "В школе была безумная схватка за заполнение вакантных должностей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}