{
    "scrap": {
        "comment": [
            "scratch",
            "scrape",
            "scramble"
        ],
        "translate": "лом, скрап, клочок, остатки, кусочек, вырезка, выбрасывать за ненадобностью",
        "transcription": " |skræp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Any odd scrap of paper will do.",
            "There isn't a scrap of truth in it.",
            "My mother fed the dog on scraps to save money.",
            "He scribbled the number on a scrap of paper.",
            "The equipment was sold for scrap.",
            "We believe that car tax should be scrapped.",
            "Apartheid is now justly piled on the scrap heap of history.",
            "He obtained every scrap of information available.",
            "On Eric's chin was a scrap of cotton wool where he'd cut himself shaving.",
            "Scrap the old airplane and sell the parts.",
            "There was not a scrap left.",
            "There isn't a single scrap of evidence.",
            "There is not a scrap of evidence in her favor.",
            "She jotted it on a scrap of paper.",
            "Two aircraft carriers are being scrapped this year.",
            "He wrote his address on a scrap of paper."
        ],
        "example_translate": [
            "Подойдёт любой клочок бумаги.",
            "Во всём этом нет ни капли правды.",
            "Моя мама кормила собаку объедками, чтобы сэкономить деньги.",
            "Он нацарапал номер на клочке бумаги.",
            "Оборудование было продано на металлолом.",
            "Мы считаем, что налоги на автотранспорт должны быть пересмотрены.",
            "Система апартеида теперь отправлена на свалку истории, как она того и заслуживает.",
            "Он получил всю информацию, до мельчайших подробностей, какая только была.",
            "На подбородке Эрика был клочок ваты, в том месте, где он порезался при бритье.",
            "Старый самолёт разломайте и продайте по частям.",
            "Ни клочка не осталось.",
            "Нет ни единого намёка на доказательства.",
            "В её пользу нет ни малейших улик.",
            "Она записала это на клочке бумаги.",
            "В этом году утилизируются два авианосца.",
            "Он написал свой адрес на клочке бумаги."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}