{
    "screw": {
        "comment": [
            "screen",
            "screening",
            "discreet",
            "discretion",
            "crew",
            "shrewd"
        ],
        "translate": "винт, шуруп, болт, шнек, червяк, винтовой, завинчиваться",
        "transcription": " |skruː|",
        "antonyms": [],
        "mnemonic": [
            "screw [скру] винт, трахнуть - (Скру-тил) винт и трахнул.",
            "screw [skru: ]\n***\nПРИКРУЧИВАЛ винт, увидел искрý. (это) screw\nВинт, шуруп.\n***\nСудовая команда \"crew\"\nкрутила болты \"screw\"."
        ],
        "examples": [
            "Screw the lid on clockwise.",
            "Screw the cap on tight.",
            "Screw over there!",
            "They haven't given us accurate information. We've been screwed.",
            "The lid screws onto the jar.",
            "We all screw up from time to time, so don't sweat it.",
            "A niche with a good screw to it.",
            "Can you screw up this handle for me, it is falling off again?",
            "Screw the soapy water out of the cloth.",
            "You'd better not screw up this time.",
            "He has screwed the lid down so tightly that I can't get it off!",
            "They screwed us for $60 in the end.",
            "Try and undo the screw to get the whatsit off.",
            "The light bulb screws right in.",
            "I screwed the boards together.",
            "The harsh white light makes you screw up your eyes.",
            "The chairs were screwed to the floor.",
            "Turn the screw clockwise to tighten it.",
            "She carefully screwed the cap back onto the toothpaste.",
            "You will need to screw the strings up to get them in tune.",
            "Waiting for an operation tends to screw most people up.",
            "I screwed my handkerchief into a ball.",
            "Interchange this screw for one of a smaller size.",
            "Fix the frame in position and tighten the screws.",
            "She screwed the letter up and threw it in the bin.",
            "In old-fashioned schools, the desks were screwed to the floor.",
            "I wondered how long it would take the dunderheads at the head office to screw things up.",
            "Screw the light bulb into the fixture.",
            "He tightened the screw with one last turn.",
            "I gave the screw another two or three turns."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Закрутите крышку по часовой стрелке.",
            "Плотно завинтите колпачок.",
            "Глянь-ка вон туда!",
            "Они предоставили нам недостоверную информацию. Нас обманули.",
            "Эта крышка навинчивается на банку.",
            "Мы все время от времени ошибаемся /лажаем, портачим/, так что не бери в голову /не заморачивайся, не переживай/.",
            "Тёпленькое местечко, да и платят неплохо.",
            "Ты можешь прикрутить эту ручку? Она опять отваливается.",
            "Отожмите бельё, чтобы в нём не было мыльной воды.",
            "Попробуй только в этот раз всё испортить. / Смотри в этот раз не облажайся.",
            "Он так сильно завинтил крышку, что я не могу ее открыть.",
            "В конце концов, они кинули нас на шестьдесят долларов.",
            "Попробуй отвинтить шуруп, чтобы снять эту штуковину.",
            "Лампочка вкручивается прямо туда.",
            "Я скрепил доски шурупами.",
            "Яркий белый свет заставляет зажмурить глаза.",
            "Стулья были привинчены к полу.",
            "Чтобы затянуть винт, поверните его по часовой стрелке.",
            "Она аккуратно прикрутила крышку обратно на тюбик зубной пасты.",
            "Тебе нужно подтянуть струны, чтобы их настроить.",
            "В ожидании операции многие люди очень волнуются.",
            "Я скрутил свой носовой платок в комок.",
            "Замените этот винт на винт меньшего размера.",
            "Закрепите положение рамы и затяните винты.",
            "Она скомкала письмо и бросила его в мусорное ведро.",
            "Раньше в школах парты привинчивались к полу.",
            "Интересно, подумал я, сколько времени понадобится тупицам в главном офисе, чтобы всё испортить.",
            "Вверни лампочку в светильник.",
            "Он затянул винт, повернув его в последний раз.",
            "Я повернул винт ещё два или три раза."
        ],
        "stars": 1
    }
}