{
    "script": {
        "comment": [],
        "translate": "сценарий, подлинник, почерк, писать сценарий",
        "transcription": " |skrɪpt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She rushed through her script.",
            "The producer was lukewarm about her script.",
            "The playwright scripted the movie.",
            "The original script was too wordy.",
            "It must be hell scripting a book like that for the screen.",
            "It's painful to watch her making the best of a terrible script.",
            "The author vets every script for the new TV series.",
            "The way to learn the script is to say it to yourself over and over again.",
            "The producer was given a free rein with the script.",
            "They hired the hot new Hollywood jokester to write the sitcom script.",
            "an actor who's easily flummoxed by any changes in the script",
            "The studio stepped up security, fearing that someone might attempt to purloin a copy of the script for the show's season finale."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она быстро пролистала сценарий. / Она пробежалась глазами по сценарию.",
            "Продюсер был равнодушен к ее сценарию.",
            "Этот драматург написал сценарий к данному фильму.",
            "Первоначальный сценарий был слишком многословным.",
            "Это, должно быть, сущий ад - писать сценарий по такой книге.",
            "Больно смотреть, как она старается выжать максимум возможного из ужасного сценария.",
            "Автор тщательно проверяет сценарии каждой серии нового сериала.",
            "Выучить сценарий можно, проговаривая его себе снова и снова.",
            "Продюсеру была предоставлена полная свобода действий в отношении сценария.",
            "Они наняли этого суперпопулярного голливудского юмориста написать сценарий данной комедии.",
            "актёр, которого легко смутить любыми изменениями в сценарии",
            "Студия усилила меры безопасности, опасаясь, что кто-то может попытаться украсть копию сценария последнего сезона сериала."
        ]
    }
}