{
    "sculpture": {
        "comment": [],
        "translate": "скульптура, изваяние, ваяние, лепить, ваять, высекать",
        "transcription": " |ˈskʌlptʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Sculpture is a form of art.",
            "I love the sculpture's design.",
            "We carved an ice sculpture.",
            "What type of sculpture do you prefer?",
            "Both studied sculpture.",
            "He is crafting a new sculpture.",
            "Anne's sculpture took centre stage at the show.",
            "He studied painting and sculpture for many years.",
            "The huge sculpture predominates over the fountain.",
            "She transformed the clay into a beautiful sculpture.",
            "We saw authentic examples of ancient Roman sculpture.",
            "They peeled back the sheet to display the new sculpture.",
            "The sculpture was badly mutilated in the late eighteenth century.",
            "The artist used a hammer and chisel to sculpture the horse out of ice.",
            "The fusion of different cultural influences is evident in her sculpture.",
            "Some people view the sculpture as art while others see it as an abomination.",
            "Fine Arts is a generic term for subjects such as painting, music and sculpture."
        ],
        "example_translate": [
            "Скульптура — это разновидность искусства.",
            "Мне нравится дизайн этой скульптуры.",
            "Мы вырезали изо льда скульптуру.",
            "Какой тип скульптуры вы предпочитаете?",
            "Оба они изучали скульптуру.",
            "Он создаёт новую скульптуру.",
            "Скульптура Энн заняла центральное место на выставке.",
            "Он учился живописи и скульптуре в течение многих лет.",
            "Эта огромная скульптура возвышается над фонтаном.",
            "Она превратила глину в великолепное изваяние.",
            "Мы увидели подлинные образцы древнеримской скульптуры.",
            "Они сорвали простыню, чтобы показать новую скульптуру.",
            "В конце восемнадцатого века эта скульптура была ужасно изуродована.",
            "Эту фигуру лошади художник вырубил изо льда при помощи молотка и зубила.",
            "В её скульптурах бросается в глаза синтез различных культурных влияний.",
            "Некоторые люди воспринимают эту скульптуру как искусство, в то время как другие считают её отвратительной.",
            "Изобразительное искусство — это общее обозначение для таких дисциплин, как живопись, музыка и скульптура."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}