{
    "sealed": {
        "comment": [],
        "translate": "запечатанный, герметичный, герметизированный, герметический, заделанный",
        "transcription": " |ˈsiːld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The window was sealed shut.",
            "She sealed the letter with hot wax.",
            "His answer sealed our fate.",
            "The gas pipe has been sealed off to prevent escapes.",
            "He wrote the address and sealed the envelope.",
            "She filled the bottles and sealed them with a cork.",
            "They sealed the deal with the customary handshake.",
            "This sealed door won't allow the water come into the basement.",
            "Smith's goal sealed the victory.",
            "Police have sealed off the street where the gunman is hiding.",
            "Troops sealed off the surrounding area.",
            "The outbreak of war sealed the government's fate.",
            "Wooden decks should be sealed to prevent cracking.",
            "The package is sealed., it just needs to be addressed.",
            "The servant bowed low and handed his master the sealed note.",
            "We sealed the catnip in a cloth pouch and tossed it to the cat.",
            "Her fate was sealed by the marriage arrangement made in her youth.",
            "She hadn't sealed the envelope, but had simply tucked in the flap.",
            "It'll all be signed and sealed by Friday, and you can move in then.",
            "The district attorney's brilliant, luculent summation sealed the case for the prosecution."
        ],
        "example_translate": [
            "Окно было герметически закрыто.",
            "Она запечатала письмо сургучом.",
            "Его ответ решил нашу судьбу.",
            "Газовая труба была перекрыта во избежание утечки.",
            "Он написал адрес и запечатал конверт.",
            "Она наполнила бутылки и закупорила их пробками.",
            "Сделку, как принято, скрепили рукопожатием.",
            "Герметичная дверь не позволяет воде попасть в подвал.",
            "Гол Смита закрепил победу.",
            "Полиция окружила улицу, где прячется бандит.",
            "Близлежащее пространство блокировали войска.",
            "Начало войны решило судьбу правительства.",
            "Во избежание растрескивания, деревянные настилы должны быть герметизированы.",
            "Пакет запечатан, его всего лишь нужно надписать.",
            "Слуга низко поклонился и протянул своему господину запечатанную записку.",
            "Мы засунули кошачью мяту в тканевый мешочек и кинули его коту.",
            "Её судьбу решило брачное соглашение, заключённое в молодости.",
            "Она не запечатывала конверт, а просто закрыла его.",
            "К пятнице всё будет подписано и проштамповано, и тогда можно будет въезжать.",
            "Эта блестящая и чётко сформулированная заключительная речь окружного прокурора решила исход дела в пользу обвинения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}