{
    "seal": {
        "comment": [],
        "translate": "печать, тюлень, пломба, знак, нерпа, затвор, опечатывать, заклеить, изолировать",
        "transcription": " |siːl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Seals bark.",
            "She sealed the letter with hot wax.",
            "State Seal",
            "His answer sealed our fate.",
            "You'd better seal up that hole in the wall.",
            "She filled the bottles and sealed them with a cork.",
            "Great Seal",
            "He could not deny his own hand and seal.",
            "The window was sealed shut.",
            "Police have sealed off the street where the gunman is hiding.",
            "The fawn of a seal at the first is white.",
            "The gas pipe has been sealed off to prevent escapes.",
            "Seal the joints of the pipes.",
            "The duke impressed his seal on the melted wax.",
            "He wrote the address and sealed the envelope.",
            "Let me add a few words to the letter before you seal the envelope up.",
            "Privy Seal",
            "The warrant bore the sheriff's seal.",
            "Authorities plan to seal the border.",
            "Frank had forged the University seal.",
            "The document carried the seal of the governor's office.",
            "The IMF has given its seal of approval to the government's economic strategy.",
            "Once you've broken the seal of a bottle there's no way you can put it back together again.",
            "You may want to seal the windows with plastic to stop drafts.",
            "In 1972, Nixon himself went to China to set the seal on the new relationship.",
            "What should I use to seal the joint between a carport roof and the house wall?",
            "Wooden decks should be sealed to prevent cracking.",
            "The soldiers were deployed to help paramilitary police seal the border."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Тюлени лают.",
            "Она запечатала письмо сургучом.",
            "Большая государственная печать",
            "Его ответ решил нашу судьбу.",
            "Надо бы замазать эту дырку в стене.",
            "Она наполнила бутылки и закупорила их пробками.",
            "Большая государственная печать",
            "Он не мог отрицать, что это его подпись и печать.",
            "Окно было герметически закрыто.",
            "Полиция окружила улицу, где прячется бандит.",
            "Вначале детёныш тюленя белого цвета.",
            "Газовая труба была перекрыта во избежание утечки.",
            "Герметизируйте стыки труб.",
            "Герцог вдавил печать в расплавленный воск.",
            "Он написал адрес и запечатал конверт.",
            "Перед тем как запечатать конверт, дай мне сделать небольшую приписку к письму.",
            "малая государственная печать",
            "На ордере была печать шерифа.",
            "Власти планируют перекрыть границу.",
            "Френк подделал университетскую печать.",
            "На документе была печать канцелярии губернатора.",
            "МВФ уже дал добро экономической стратегии правительства.",
            "Если ты сломал печать на бутылке, то её уже не склеишь обратно.",
            "Возможно, вы захотите загерметизировать окна пластиком, чтобы устранить сквозняки.",
            "В 1972 году Никсон лично поехал в Китай, чтобы официально подтвердить установление новых отношений.",
            "Чем мне следует уплотнить стык между крышей гаража и стеной дома?",
            "Во избежание растрескивания, деревянные настилы должны быть герметизированы.",
            "Чтобы перекрыть границу, на помощь военизированным формированиям полиции были призваны войска."
        ]
    }
}