{
    "secondary": {
        "comment": [
            "second",
            "secondly",
            "second-hand"
        ],
        "translate": "вторичный, средний, второй, подчиненный, представитель",
        "transcription": " |ˈsekənderi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Winning is secondary—we play for the fun of the sport.",
            "It's no bed of roses teaching in a secondary school.",
            "played a secondary role in world events",
            "The team has a strong secondary.",
            "He taught geography at the local secondary school.",
            "His work is based on only original, not secondary, sources.",
            "The sample consisted of 98 secondary school teachers.",
            "Writing was always secondary to spending time with my family.",
            "The secondary roads are indicated on the map with a green line.",
            "I want a car that's reliable., the color is of secondary importance.",
            "Better gas mileage is a secondary benefit of reduced speed limits.",
            "the belief that classes and organizations are secondary and derived",
            "Current through the primary coil induces current in the secondary coil.",
            "There are some secondary issues which must be taken into account as well.",
            "I've worked with children in various settings, mainly in secondary school.",
            "The book is based mainly on primary sources rather than secondary sources.",
            "Cost is the important thing — any benefits for the user are a secondary consideration.",
            "This candidate does not meet the requirement that secondary school be / should be completed.",
            "Sometimes we forget that the media coverage of a sport is actually of secondary importance to the event itself."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Победа — не самое важное: мы играем ради удовольствия.",
            "Это не легко, преподавать в средней школе.",
            "играли второстепенную роль в мировых событиях",
            "В этой команде есть сильный страхующий (в американском футболе — игрок задней линии защиты).",
            "Он преподавал географию в местной средней школе.",
            "Его работа основана только на оригинальных, а не вторичных, источниках.",
            "Выборка состояла из девяносто восьми учителей средней школы.",
            "Провождение времени с семьёй для него всегда было важнее писательства.",
            "Второстепенные дороги обозначены на карте зелёной линией.",
            "Я хочу надежную машину., цвет же её имеет второстепенное значение.",
            "Меньший расход бензина является побочным положительным эффектом от снижения ограничений скорости.",
            "убеждение в том, что классы и организации являются вторичными и производными",
            "Ток, проходящий через первичную обмотку (трансформатора), индуцирует ток во вторичной обмотке.",
            "Есть некоторые второстепенные вопросы, которые также необходимо принять во внимание.",
            "Я работал с детьми в различных условиях, в основном в средней школе.",
            "Книга основывается преимущественно не на вторичных источниках, а на первоисточниках.",
            "Главное — это стоимость, а какие-либо выгоды для пользователя имеют второстепенное значение.",
            "Этот кандидат не удовлетворяет требованию о необходимости среднего образования.",
            "Иногда мы забываем, что освещение спорта в СМИ на самом деле вторично по отношению к самому этому мероприятию."
        ]
    }
}