{
    "secretly": {
        "comment": [
            "secret",
            "secretary",
            "secretary-general"
        ],
        "translate": "тайно, втайне, тайком, скрытно, незаметно для других",
        "transcription": " |ˈsiːkrətli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was sent on a secret mission.",
            "I was secretly amused by his threats.",
            "I don't know the secret password.",
            "He hoped secretly she would change her mind.",
            "They met secretly to discuss the invasion plans.",
            "They were secretly delighted at his embarrassment.",
            "The information was being secretly funneled to the head of the organization.",
            "one of nature's greatest secrets",
            "The secret to a good sauce is the base.",
            "The message was written in secret code.",
            "She shared her beauty secrets with the group.",
            "Don't tell him about the party — it's a secret.",
            "They engaged in secret negotiations with the enemy.",
            "He sent two companies of horse secretly about the hill.",
            "The whole place is secretly girt in with a military force.",
            "He suspected that the military were secretly plotting against him.",
            "The club secretly blackballs applicants who belong to that religion.",
            "A gang of bullies was secretly sent to slit the nose of the offender.",
            "My attempt at secretly tailing the girls was ruined by my loud and uncontrollable hiccups.",
            "The factory secretly dumped millions of gallons of raw sewage (=that had not been treated) into the Ohio river."
        ],
        "example_translate": [
            "Его отправили на секретное задание.",
            "Про себя я только посмеялся над его угрозами.",
            "Я не знаю секретный пароль.",
            "Втайне он надеялся на то, что она передумает.",
            "Они провели секретную встречу и обсудили планы вторжения.",
            "Они втайне обрадовались его конфузу.",
            "Информация тайно передавалась руководителю организации.",
            "одна из величайших тайн природы",
            "Секрет хорошего соуса — в его основе.",
            "Послание было написано секретным кодом.",
            "Она поделилась с группой секретами своей красоты.",
            "Не говори ему о вечеринке: это секрет.",
            "Они вступили в тайные переговоры с врагом.",
            "Он тайно послал два конных отряда за холм",
            "Весь район скрытно оцеплен войсками.",
            "Он заподозрил, что военные замышляют против него тайный заговор.",
            "Клуб тайно заносит в чёрный список соискателей, которые принадлежат к этой религии.",
            "Тайком была отправлена шайка хулиганов, чтобы они расквасили нос обидчику.",
            "Моя попытка тайно проследить за девушками провалилась из-за громкой и неудержимой икоты.",
            "Фабрика тайно сбросила миллионы галлонов необработанных (т.е. неочищенных) сточных вод в реку Огайо."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}