{
    "section": {
        "comment": [
            "sector"
        ],
        "translate": "раздел, секция, часть, сечение, разрез, подразделять, делить на части",
        "transcription": " |ˈsekʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Peel and section the orange.",
            "Section 17 provides that all decisions must be circulated in writing.",
            "the frozen food section in the supermarket",
            "The baby was delivered by Caesarean section.",
            "Peel and section the oranges.",
            "Start each section of your essay on a new page.",
            "He had heard that the after section of an aircraft is safer in the event of a crash.",
            "the finance section of the company",
            "I showed the customer the glove section.",
            "After raising the money, the hospital was able to build out a whole new section.",
            "He ate a section of the orange.",
            "the upper section of the bridge",
            "This section of the road is closed.",
            "Do you want to sit in the nonsmoking section?",
            "the outboard section of a wing",
            "the lonely hearts section of the newspaper",
            "Section the chicken and marinate the parts.",
            "Just skim through the second section to save time.",
            "She was sectioned by the judge.",
            "the rearward section of the store",
            "the reed section of the orchestra",
            "the transmontane section of the state",
            "the Crown Heights section of Brooklyn",
            "Metal sections were used below ground.",
            "The siding comes in five-foot sections.",
            "He was seen by a shepherd, gamely negotiating a particularly tricky section of the mountain road to San Doloroso.",
            "The actor's penchant for embellishment suggests that his memoirs would be more appropriately shelved in the fiction section.",
            "a section of a fishing rod",
            "section 1123 of the bankruptcy code",
            "the bright sound of the trumpet section"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Очистите апельсин от кожуры и разделите на дольки.",
            "Раздел 17 предусматривает, что все решения должны передаваться в письменной форме.",
            "отдел замороженных продуктов данного супермаркета",
            "Младенец родился с помощью кесарева сечения.",
            "Очистите апельсины и разделите их на дольки.",
            "Каждый раздел вашего сочинения начинайте с новой страницы.",
            "Он когда-то слышал, что хвостовая часть самолета безопаснее в случае аварии.",
            "финансовый отдел данной компании",
            "Я показал покупателю отдел перчаток.",
            "После сбора средств больница смогла оплатить постройку нового корпуса.",
            "Он съел дольку апельсина.",
            "верхняя часть данного моста",
            "Этот участок дороги закрыт.",
            "Вы хотите сидеть в зоне для некурящих?",
            "наружная часть крыла",
            "раздел знакомств данной газеты",
            "Разделайте курицу на части и замаринуйте.",
            "Просто посмотрите бегло второй раздел, чтобы сэкономить время.",
            "Судья отправил её в психиатрическую лечебницу.",
            "задняя часть магазина",
            "секция деревянных духовых инструментов оркестра",
            "часть штата, расположенная за горами",
            "район Краун-Хайтс в центральной части Бруклина",
            "Под землёй использовались металлические секции.",
            "Сайдинг поступает в продажу в виде пятифутовых секций.",
            "Некий пастух видел его, когда тот бодро пробирался по особенно коварному участку горной тропы, ведущей в Сан-Долоросо.",
            "Ввиду склонности актёра к преувеличению, его мемуары более уместно выставить в отделе художественной литературы.",
            "колено удилища",
            "раздел 1123 кодекса о банкротстве",
            "яркое звучание оркестровых труб"
        ]
    }
}