{
    "sector": {
        "comment": [],
        "translate": "сектор, участок, часть, кулиса, секторный",
        "transcription": " |ˈsektər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The sector was showing only 0.5 per cent growth.",
            "The construction sector showed the biggest losses.",
            "Data is stored on the disk in 512-byte sectors.",
            "He was helpless in an important sector of his life.",
            "There are good prospects for growth in the retail sector.",
            "the agricultural sector of the economy",
            "Rocard set himself to reform public sector industry.",
            "special tutorials to assist the unlettered sector of society",
            "The corporation's tentacles are felt in every sector of the industry.",
            "More than 17.6 million firms compose the business sector of our economy.",
            "He was assigned to the northern sector.",
            "Job losses in manufacturing were balanced by job increases in the service sector.",
            "The biggest spender in the United Kingdom is the public sector, which will have an annual budget of over £500 billion by 2006."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Рост в этом секторе составлял всего лишь полпроцента.",
            "Строительный сектор понёс самые большие убытки.",
            "Данные на диске хранятся в 512-байтных секторах.",
            "Он был беспомощен в одном важном аспекте своей жизни.",
            "Существуют хорошие перспективы для роста в розничном секторе.",
            "аграрный сектор экономики",
            "Рокар взялся за реформу государственного сектора промышленности.",
            "специальные учебные пособия для помощи неграмотным слоям общества",
            "Щупальца этой корпорации ощущаются в каждом секторе промышленности.",
            "Более 17,6 миллиона фирм составляют бизнес-сектор нашей экономики.",
            "Он был назначен на северный участок.",
            "Потери рабочих мест на производстве уравновешивались увеличением количества вакансий в секторе услуг.",
            "Крупнейшим покупателем в Соединенном Королевстве является государственный сектор, чей годовой бюджет к 2006 году составит пятьсот миллиардов фунтов."
        ]
    }
}