{
    "secure": {
        "comment": [
            "security",
            "safety",
            "safely",
            "safe",
            "cure",
            "obscure"
        ],
        "translate": "безопасный, обеспеченный, обезопасить, гарантировать, добиваться",
        "transcription": " |səˈkjʊr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Keep your passport in a secure place.",
            "Troops were sent to secure the border.",
            "We must secure the country's borders.",
            "The company secured a $20 million contract.",
            "She arrived early to secure a place at the front.",
            "Are you sure that shelf is secure?",
            "He felt secure in his father's shadow.",
            "Workers no longer feel secure about the future.",
            "Her place in literature is secure.",
            "He was successful and financially secure.",
            "Always lock your bicycle to something secure.",
            "There are no secure jobs these days.",
            "You are now entering a secure area.",
            "How secure is your front door?",
            "He used his house to secure the loan.",
            "The ring serves as a secure anchorage.",
            "The word “secure” is an anagram of “rescue.”",
            "She scored a goal to secure the team's victory.",
            "The seat is secured to the base by three screws.",
            "I'm feeling secure about my place in the company.",
            "Secure the plants well at the top break.",
            "You should store your valuables in a secure place.",
            "Boyd's goal secured his team's place in the Cup Final.",
            "He began to feel more financially secure in his early fifties.",
            "We want a secure future for our children.",
            "He secured a loan using his house as collateral.",
            "They need strong evidence to secure a conviction.",
            "an attempt to secure a bridgehead behind enemy lines",
            "The house isn't very secure — we need some new locks.",
            "She secured the zoo's future with a handsome bequest."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ure = [uə]"
        ],
        "example_translate": [
            "Храните свой паспорт в безопасном месте.",
            "Войска были отправлены на защиту границ.",
            "Мы должны защитить границы страны.",
            "Компания обеспечила себе контракт на двадцать миллионов долларов.",
            "Она приехала заранее, чтобы занять место впереди.",
            "Вы уверены, что эта полка не упадёт?",
            "В тени своего отца он чувствовал себя в безопасности.",
            "Рабочие больше не чувствуют что их будущее в безопастности.",
            "Ей гарантировано место в литературе.",
            "Он был успешен и финансово обеспечен.",
            "Всегда пристёгивайте велосипед к чему-то надёжному.",
            "В наши дни стабильной работы не бывает.",
            "Вы входите в охраняемую зону.",
            "Насколько защищена ваша входная дверь?",
            "Он использовал свой дом в качестве залога по кредиту.",
            "Кольцо служит надежным связующим звеном /местом крепления/.",
            "Слово “secure” (безопасный) является анаграммой слова “rescue” (спасение).",
            "Она забила гол, обеспечив победу своей команды.",
            "Сиденье крепится к основанию при помощи трёх винтов.",
            "Я чувствую, что место в компании мне гарантировано.",
            "Укрепи хорошенько верхние побеги растений.",
            "Ценные вещи следует хранить в надёжном месте.",
            "Гол Бойда обеспечил его команде место в финале.",
            "Разменяв шестой десяток, он ощутил надёжность своего финансового положения.",
            "Мы хотим безопасного будущего для своих детей.",
            "Он обеспечил кредит, используя свой дом в качестве залога.",
            "Они нуждаются в сильных доказательствах, чтобы добиться обвинительного приговора.",
            "попытка обеспечить плацдарм в тылу врага",
            "В доме не очень безопасно: нам нужны новые замки.",
            "Она обеспечила будущее зоопарка щедрым завещанием."
        ]
    }
}