{
    "seek": {
        "comment": [
            "see",
            "seed",
            "seem",
            "seemingly"
        ],
        "translate": "искать, стремиться, добиваться, обращаться, просить, пытаться, разыскивать",
        "transcription": " |siːk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She sought consolation.",
            "The prince is seeking a wife.",
            "How can we seek out a really good person for the job?",
            "She knew the end., the means were to seek.",
            "For over 100 years, men have sought for gold in these hills.",
            "Men seek for money as the complement of all their desires.",
            "They sought brake and thicket, in vain.",
            "Water seeks its own level.",
            "I set off to seek my fortune in another country.",
            "Doctors seek to eliminate the causes of the epidemic.",
            "You should seek professional advice.",
            "A liquid seeks its own level.",
            "The church is seeking donations.",
            "Attractive woman, 27, seeks male, 25-35, for fun and friendship.",
            "He had to seek odd corners for his safety.",
            "They had begun to seek a possible accommodation.",
            "He sought revenge for his son's murder.",
            "The company is seeking new ways to improve service.",
            "She always seeks to do good in the world.",
            "The office is seeking a salesperson.",
            "It is thus that mediocre people seek to lower great men.",
            "Snakes seek the sun to warm their bodies.",
            "You may need to seek professional help.",
            "If the symptoms persist, seek medical advice.",
            "You should visit your doctor and seek his advice.",
            "We seek to avoid military confrontation at all costs.",
            "Children seek out regularities and rules in acquiring language.",
            "Stop the way of those that seek my bane! (Ph. Sidney)",
            "In order to maximize profit the firm would seek to maximize output.",
            "They will seek to increase their take by selling vegetables from their own garden."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она искала утешения.",
            "Принц ищет себе жену.",
            "Как нам разыскать по-настоящему толкового работника на эту должность?",
            "Цель она видела, а средства предстояло найти.",
            "Более ста лет люди искали золото в этих горах.",
            "Люди ищут денег как единственного средства для удовлетворения всех своих желаний.",
            "Они обыскали чащу и заросли, но всё было напрасно.",
            "Вода стремится выровнять свой уровень.",
            "Я отправился искать счастья в другой стране.",
            "Врачи стремятся устранить причины эпидемии.",
            "Вам следует обратиться за профессиональной консультацией.",
            "Жидкость стремится к своему уровню.",
            "Церковь собирает пожертвования.",
            "Привлекательная женщина, 27 лет, ищет мужчину 25-35 лет, для развлечения и дружбы.",
            "Он был вынужден забиваться в самые дальние углы, чтобы оставаться в безопасности.",
            "Они начали искать возможный компромисс.",
            "Он жаждал отомстить за убийство сына.",
            "Компания ищет новые способы улучшения сервиса.",
            "Она всегда стремится делать в мире добро.",
            "Офис ищет менеджера по продажам.",
            "Это верно, что заурядные люди стараются принизить великих.",
            "Змеи стремятся на солнце, чтобы согреть свои тела.",
            "Возможно, вам нужно будет обратиться за профессиональной помощью.",
            "Если симптомы не пройдут, обратитесь к врачу.",
            "Вам следует обратиться к своему личному врачу и попросить его совета.",
            "Мы стремимся любой ценой избежать военного противостояния.",
            "Дети ищут в усваиваемом языке закономерности и правила.",
            "Остановите тех, кто ищет моей смерти!",
            "Для максимального увеличения прибыли фирма намерена максимально увеличить выпуск продукции.",
            "Они попытаются увеличить выручку, продавая овощи из своего сада."
        ]
    }
}