{
    "seemingly": {
        "comment": [
            "see",
            "seed",
            "seek",
            "seem"
        ],
        "translate": "на вид, судя по виду, по-видимому",
        "transcription": " |ˈsiːmɪŋlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was faced with a seemingly impossible task.",
            "He drove through a vast, empty heath that seemingly had no end.",
            "The child is seemingly healthy but the doctor is concerned.",
            "He had a series of seemingly inexplicable accidents.",
            "Parents discussed the teacher's seeming lack of interest in the students.",
            "Congress was seemingly oblivious to these events.",
            "His writing is known for its seemingly effortless style.",
            "Seemingly out of nowhere, a baseball whished past my head.",
            "What would possess seemingly sane people to treat concrete walls like trampolines?",
            "The writer's latest memoir is a seemingly unending exercise in narcissistic rambling.",
            "In their despondency they seemingly forgot that losing teams can become winning teams in a single season."
        ],
        "example_translate": [
            "Он столкнулся с, казалось бы, невыполнимой задачей.",
            "Он ехал через обширную, пустую степь, которой, казалось, не было конца.",
            "С виду ребенок вроде бы здоровый, но врач всё же обеспокоен.",
            "С ним приключилось несколько необъяснимых, на первый взгляд, случаев.",
            "Родители обсудили кажущееся отсутствие интереса учителя к ученикам.",
            "По-видимому, конгресс ничего не знал или позабыл об этих событиях.",
            "Его работы известны своим непринуждённым, на первый взгляд, стилем.",
            "Откуда ни возьмись, мимо моей головы просвистел бейсбольный мяч.",
            "Что могло обуять нормальных вроде бы людей, чтобы они стали использовать бетонные стены в качестве трамплинов?",
            "Новейшие мемуары этого писателя представляют собой упражнение в бессвязном самолюбовании, которому не видно конца и края.",
            "Отчаявшись, они, видимо, забыли, что команды-неудачники способны превратиться в победителей всего за один сезон."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}