{
    "seize": {
        "comment": [],
        "translate": "воспользоваться, схватить, захватывать, конфисковать, ухватиться, понять, хватать",
        "transcription": " |siːz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Fear seized the prisoners.",
            "The army seized the town.",
            "The bank seized their property.",
            "She was seized with a sudden desire to laugh.",
            "The FBI seized the drugs.",
            "I seized the books and read them as fast as I could.",
            "The terrorists seized the politicians.",
            "The mother seized her child by the arm.",
            "He seized the chance to present his ideas to his boss.",
            "The children seized on the idea of camping in the mountains.",
            "The movie seized my imagination.",
            "He seized her by the arm.",
            "The army has seized control of the city.",
            "The rebels threaten to seize civilian hostages.",
            "The patient was seized with unbearable pains.",
            "Birds of prey often seize small mammals.",
            "The sales clerk quickly seized the money on the counter",
            "He was seized with a dreadful disease.",
            "He suddenly seized the lead in the final lap of the race.",
            "The company has the opportunity to seize the initiative by getting its new products to the market before its competitors.",
            "He tried to seize the gun from him.",
            "The invaders seized the land and property of the inhabitants.",
            "She was seized by kidnappers and carried off to a hidden location.",
            "The figs speedily seize upon the palmyra, enlacing it with their nimble shoots.",
            "A rebel group attempted to seize power.",
            "His alertness rendered it impossible to seize him.",
            "foolhardy enough to try to seize the gun from the hijacker",
            "to seize and book every object worth noticing",
            "She seized control of the throne after her husband died.",
            "Politicians need to seize the initiative from the terrorists."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ei(y) = [iː]"
        ],
        "example_translate": [
            "Страх охватил /объял/ заключённых.",
            "Армия захватила город.",
            "Банк конфисковал их имущество.",
            "Внезапно её охватило острое желание расхохотаться.",
            "Сотрудники ФБР изъяли наркотики.",
            "Я вцепился в книги и запоем прочитал их.",
            "Террористы захватили политиков.",
            "Мать схватила ребёнка за руку.",
            "Он воспользовался шансом представить свои идеи боссу.",
            "Дети ухватились за идею разбить лагерь в горах.",
            "Этот фильм захватил моё воображение.",
            "Он схватил её за руку.",
            "Военные захватили контроль над городом.",
            "Мятежники угрожают захватом заложников из гражданского населения.",
            "Пациент испытывал невыносимые боли.",
            "Хищные птицы часто хватают мелких зверушек /млекопитающих/.",
            "Продавец быстро схватил деньги с прилавка.",
            "Им овладела ужасная болезнь.",
            "Он неожиданно захватил лидерство на последнем круге гонки.",
            "Компания имеет возможность перехватить инициативу, отправив свои новые продукты на рынок раньше конкурентов.",
            "Он попытался выхватить у него оружие.",
            "Оккупанты захватывали земли и имущество местных жителей.",
            "Похитители её схватили, увезли и спрятали неизвестно где.",
            "Фиговые деревья быстро обхватывают пальмирскую пальму, обвивая ее своими проворными побегами.",
            "Группа повстанцев совершила попытку захватить власть.",
            "Он был так осторожен, что схватить его было невозможно.",
            "хватило безрассудства, чтобы попытаться выхватить у угонщика самолёта пистолет",
            "схватить и описать любой предмет, достойный внимания",
            "Она захватила трон после смерти мужа.",
            "Политикам надо перехватить инициативу у террористов."
        ]
    }
}