{
    "seldom": {
        "comment": [],
        "translate": "редко",
        "transcription": " |ˈseldəm|",
        "antonyms": [],
        "mnemonic": [
            "seldom [се'лдом] редко - (Сел дом) и разрушился, так как редко ремонтировался;",
            "seldom ['seldəm]\n***\nНЕЧАСТО бывает, что сел|дом. (это) seldom\nРЕДКО увидишь, что сел|дом. (это) seldom"
        ],
        "examples": [
            "How seldom we meet!",
            "We seldom go to the movies.",
            "He seldom gives interviews.",
            "He seldom got three square meals a day",
            "Admission is seldom allowed to outsiders.",
            "Picturesque history is seldom to be trusted.",
            "This type of turtle seldom grows over four inches in length.",
            "Saving in the country I seldom go out until after dark.",
            "He was aware that women were seldom hip to the really important things in life.",
            "Words of approval seldom passed his lips.",
            "He was a quiet boy who seldom spoke, and some people thought he was a little slow.",
            "Ill-gotten gains never / seldom prosper.",
            "Where words are scarce, they are seldom spent in vain ...",
            "He seldom expresses any opinion one day without flatly contradicting it the next.",
            "Old wood seldom warps in the wetting.",
            "The settlers and the native people seldom intermarried."
        ],
        "example_translate": [
            "Как же редко мы встречаемся!",
            "Мы редко ходим в кино.",
            "Он редко даёт интервью.",
            "Он редко получал три полноценных приема пищи в день.",
            "Посторонних сюда обычно не допускают.",
            "Яркие истории редко бывают правдивыми.",
            "Этот вид черепах редко вырастает больше четырех дюймов в длину.",
            "Я обычно редко выхожу из дома до наступления темноты, разве что когда живу в деревне.",
            "Он знал, что женщины редко разбираются в по-настоящему важных вещах.",
            "Слова одобрения редко исходили из его уст.",
            "Он был тихим мальчиком, который редко когда говорил, и некоторые считали его слегка заторможенным.",
            "Чужое добро впрок нейдёт. (посл.)",
            "Где мало слов, там ими не сорят... (У. Шекспир, \"Ричард Второй\", пер. А.И.Курошевой)",
            "Он редко высказывает какое-либо суждение, не опровергнув его на следующий день.",
            "Старая древесина редко деформируется при намачивании.",
            "Переселенцы редко заключали браки с местным населением."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}