{
    "select": {
        "comment": [],
        "translate": "выбирать, отбирать, подбирать, избранный, отборный, разборчивый",
        "transcription": " |sɪˈlekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Select an option from the main menu.",
            "Please select one item from the list.",
            "After many tests, John was selected for the team.",
            "He only drinks select wines.",
            "A select number of people are invited.",
            "The final stage is to screen ideas to select one idea.",
            "The party was small and select.",
            "a select gathering of 20 or 30 people",
            "He was accused of trying to influence the select committee.",
            "Select a state and town to which to mail the letter.",
            "He had hopes of being selected for the national team.",
            "The group was small and select.",
            "Select PRINT from the main menu.",
            "Select “Insert” from the “Edit” menu.",
            "Scientists often select facts to fit their theories.",
            "They selected the winner from six finalists.",
            "Simon's been selected to go to the conference.",
            "An adviser helped students select their courses.",
            "Only a few select employees attended the meeting.",
            "Only a select few will be accepted into the program.",
            "The school will only select 12 applicants for enrollment.",
            "Select the printer icon and then click the left mouse button.",
            "Just punch the button to select a track.",
            "Select an option from the drop-down menu.",
            "We select only the choicest apples for our pies.",
            "A select committee was formed to plan the project.",
            "York was selected as the site for the research centre.",
            "A select group of scientists has been invited to the conference.",
            "She looked at fabric swatches to select material for the drapes.",
            "Knowing the importance of making the right choice, he selected carefully."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Выберите одну из опций в главном меню.",
            "Прошу выбрать один пункт из данного списка.",
            "После многочисленных тестов Джона приняли в команду.",
            "Он пьёт только отборные /элитные/ вина.",
            "Приглашены только избранные.",
            "Последний этап заключается в отсеивании идей и выборе одной из них.",
            "Вечеринка была маленькая и элитная.",
            "избранная группа из двадцати-тридцати человек",
            "Его обвинили в попытках повлиять на работу специального комитета.",
            "Выберите штат и город, в который необходимо отправить письмо.",
            "Он надеялся отобраться в национальную сборную.",
            "Группа была небольшая и отборная.",
            "Выберите в главном меню команду \"ПЕЧАТЬ\".",
            "Выберите команду “Вставить” из меню “Правка”.",
            "Учёные часто подгоняют факты под свои теории.",
            "Они выбрали победителя из числа шести финалистов.",
            "Саймона выбрали для поездки на конференцию.",
            "Консультант помог студентам подобрать курс обучения.",
            "В заседании приняли участие лишь несколько избранных сотрудников.",
            "Лишь немногие будут отобраны в эту программу.",
            "Для зачисления школа отберёт лишь двенадцать кандидатов.",
            "Выберите значок принтера, а затем щёлкните левой кнопкой мыши.",
            "Чтобы выбрать трек, просто жмёшь на эту кнопку.",
            "Выберите какую-либо опцию из раскрывающегося меню.",
            "Для изготовления пирогов мы выбираем только самые лучшие яблоки.",
            "Для составления плана реализации данного проекта была сформирована специальная комиссия.",
            "В качестве месторасположения данного научно-исследовательского центра был выбран Йорк.",
            "На конференцию приглашена группа избранных учёных.",
            "Она посмотрела на образцы тканей, чтобы выбрать материал для штор.",
            "Понимая, насколько важно сделать правильный выбор, он выбирал осторожно."
        ]
    }
}