{
    "semester": {
        "comment": [
            "basement",
            "domestic"
        ],
        "translate": "семестр",
        "transcription": " |sɪˈmestər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her grades are up this semester.",
            "She quit college after one semester.",
            "Tony flunked chemistry last semester.",
            "the second semester of my junior year",
            "Our professor is on leave this semester.",
            "What classes are you taking this semester?",
            "He's been tardy three times this semester.",
            "She's taking a chemistry course this semester.",
            "It was a nuisance to move during the semester.",
            "The semester begins with a convocation ceremony.",
            "Plans are in hand to perform 'Oz' next semester.",
            "As a student I jobbed during the semester breaks.",
            "I audited an English literature class last semester.",
            "The convocation ceremony officially begins the semester.",
            "Your final exam will count for half of the semester's grade.",
            "He will be teaching an American history class next semester.",
            "When I was a junior in college, I spent a semester in Spain.",
            "The college matriculated 1000 students for the fall semester.",
            "The amount of homework decreased towards the end of the semester.",
            "This game is an effective icebreaker at the beginning of a semester.",
            "She's trying to shoehorn a year's worth of classes into a single semester.",
            "She was cured of any illusions she had about college after her first semester."
        ],
        "example_translate": [
            "В этом семестре её оценки улучшились.",
            "Она бросила колледж после первого семестра.",
            "Тони завалил химию в прошлом семестре.",
            "второй семестр моего предпоследнего курса",
            "В этом семестре наш профессор в отпуске.",
            "Какие курсы ты будешь посещать в этом семестре?",
            "У него уже три опоздания в этом семестре.",
            "В этом семестре она проходит курс по химии.",
            "Переезд во время учебного семестра был очень некстати.",
            "Семестр начинается с церемонии посвящения в студенты.",
            "В следующем семестре планируется поставить \"Волшебника страны Оз\".",
            "Будучи студентом, я подрабатывал во время каникул.",
            "В прошлом семестре я прослушал курс лекций по английской литературе. (амер.)",
            "Семестр официально начинается с церемонии посвящения в студенты.",
            "Оценка на итоговом экзамене составит половину оценки за семестр.",
            "В следующем семестре он будет преподавать курс американской истории.",
            "Когда я учился на предпоследнем курсе колледжа, то провёл один семестр в Испании.",
            "На осенний семестр в колледж поступила тысяча студентов.",
            "К концу семестра объём домашних заданий уменьшился.",
            "Эта игра успешно помогает разрядить напряжённую обстановку в начале семестра.",
            "Она пытается втиснуть целый год занятий в один семестр.",
            "После первого же семестра у неё пропали всякие иллюзии относительно вузов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}