{
    "senator": {
        "comment": [
            "senate"
        ],
        "translate": "сенатор",
        "transcription": " |ˈsenətər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I yield to the Senator.",
            "He became Senator two years later.",
            "The senator is loyal to his party.",
            "The senator's eloquence is well known.",
            "a transcript of the senator's speech",
            "Next the Senator turned to education.",
            "He is a senator who abuses his power.",
            "The senator fielded all the questions.",
            "The senator has changed political parties.",
            "I yield the floor to the Senator from Maine.",
            "The senator fielded the reporters' questions.",
            "The senator proposed to abolish the sales tax.",
            "The senator argued in favor of lowering taxes.",
            "The senator was forced to resign his position.",
            "The senator bridled at the reporter's question.",
            "The senator issued a flat denial of all charges.",
            "The senator is the voice of the religious right.",
            "Senator Smith represents the state of Connecticut.",
            "Our senator championed the idea of lowering taxes.",
            "Senator O'Hare was caught off guard by the question.",
            "She took a sideswipe at the senator's voting record.",
            "We waited for the senator outside the Senate chamber.",
            "She is a formidable opponent in the race for senator.",
            "Blackening of the senator's good name disgusted voters.",
            "The Senator arrived, surrounded by personal bodyguards.",
            "The senator appeared on the CBS show 'Face the Nation'.",
            "Senator O'Brian skillfully dodged the crucial question.",
            "There was much public criticism directed at the senator.",
            "Senator O'Brien just smiled, refusing to rise to the bait.",
            "The senator may face a challenge from within her own party."
        ],
        "example_translate": [
            "Я уступаю сенатору.",
            "Он стал сенатором два года спустя.",
            "Сенатор верен своей партии.",
            "Красноречие сенатора хорошо известно.",
            "стенограмма речи сенатора",
            "Затем сенатор перешёл к образованию.",
            "Он — сенатор, который злоупотребляет /злоупотребляющий/ своей властью.",
            "Сенатор ответил на все вопросы.",
            "Сенатор сменил свою политическую партию.",
            "Я уступаю слово сенатору от штата Мэн.",
            "Сенатор ответил на многочисленные вопросы журналистов.",
            "Сенатор предложил отменить налог с продаж.",
            "Сенатор высказался в пользу снижения налогов.",
            "Cенатора заставили покинуть свой пост.",
            "Сенатор взвился /пришёл в негодование/ от вопроса журналиста.",
            "Сенатор решительно опроверг все обвинения.",
            "Этот сенатор является голосом права на свободу вероисповедания.",
            "Сенатор Смит представляет штат Коннектикут.",
            "Наш сенатор отстаивал идею снижения налогов.",
            "Вопрос застиг сенатора О'Хара врасплох.",
            "Она мимоходом прошлась по результатам сенатора на прошлых выборах.",
            "Мы ждали сенатора недалеко от палаты Сената.",
            "Она — серьёзный соперник в гонке за пост сенатора.",
            "Очернение доброго имени сенатора вызвало отвращение избирателей.",
            "Сенатор прибыл в окружении личной охраны.",
            "Сенатор появился на канале CBS в передаче \"Лицом к стране\".",
            "Сенатор О'Брайен мастерски уклонился от этого важнейшего вопроса.",
            "В адрес сенатора было направлено много общественной критики.",
            "Сенатор О'Брайен лишь улыбнулся, отказываясь попадаться на удочку.",
            "Сенатор может столкнуться с вызовом из рядов своей собственной партии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}