{
    "senate": {
        "comment": [
            "senator"
        ],
        "translate": "сенат, совет в университете",
        "transcription": " |ˈsenət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The upper chamber is the senate.",
            "They play hardball in the Senate.",
            "The senate confirms all treaties.",
            "He is raising money for a Senate run.",
            "treading the halls of the Senate",
            "The Senate voted to repeal the tax cut.",
            "Senate voted to abolish the deth penalty.",
            "The Senate blocked publication of the report.",
            "She won a Senate seat.",
            "the Democratic warhorse in the Senate",
            "the inquisitorial power of the Senate",
            "The bill was defeated in the state senate.",
            "They helped their party retake the Senate.",
            "He played with the idea of running for the Senate.",
            "The Senate confirmed the President's candidate for Secretary of Defense.",
            "The bill failed to gain traction in the Senate.",
            "Each state has equal representation in the Senate.",
            "The nominee faces strong opposition in the Senate.",
            "The Republicans held a slim majority in the Senate.",
            "This approach has particular traction in the Senate.",
            "The senate office hired several congressional aides.",
            "We waited for the senator outside the Senate chamber.",
            "He fancies himself not in the senate, but on the bench.",
            "The Senate resolved to accept the President's proposals.",
            "A violent fight over the bill is expected in the Senate.",
            "The Senate debates will continue after the August recess.",
            "The bill was supported by a large majority in the Senate.",
            "The Republicans are currently the majority in the Senate.",
            "He is currently serving his third term in the U.S. Senate.",
            "The Democrats continued to control the Senate until last year."
        ],
        "example_translate": [
            "Верхняя палата называется Сенат.",
            "В сенате играют по-взрослому.",
            "Ратификация любых договоров - прерогатива Сената.",
            "Он собирает средства для выборов в Сенат.",
            "шагая по коридорам Сената",
            "Сенат проголосовал за отмену сокращения налогов.",
            "Сенат проголосовал за отмену смертной казни.",
            "Сенат заблокировал публикацию отчёта.",
            "Она завоевала место в Сенате.",
            "бывалый сенатор-демократ",
            "следственные полномочия Сената",
            "Законопроект был отвергнут Сенатом штата.",
            "Они помогли своей партии вновь завладеть сенатом.",
            "Он подумывал баллотироваться в сенат.",
            "Сенат утвердил выдвинутую президентом кандидатуру на пост министра обороны.",
            "Законопроекту не удалось получить поддержку в Сенате.",
            "Каждый штат имеет равное представительство в Сенате США.",
            "Кандидат сталкивается с сильной оппозицией в сенате.",
            "Республиканцы удержали за собой незначительное большинство в Сенате.",
            "У такого подхода особенно много сторонников в Сенате.",
            "Управление сената наняло несколько помощников конгрессменов.",
            "Мы ждали сенатора недалеко от палаты Сената.",
            "Он видит себя судьёй, а не сенатором.",
            "Сенат постановил принять предложения президента.",
            "В Сенате ожидается жестокая борьба по поводу этого законопроекта.",
            "Сенатские дебаты продолжатся после августовских каникул.",
            "Данный законопроект был поддержан подавляющим большинством голосов в Сенате.",
            "В настоящее время республиканцы располагают большинством в Сенате.",
            "В настоящее время он служит свой третий срок в сенате США.",
            "Демократы продолжали контролировать Сенат до прошлого года."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}