{
    "sensitive": {
        "comment": [
            "sense",
            "sensible",
            "sensation",
            "sensitivity"
        ],
        "translate": "чувствительный, деликатный, чуткий, медиум, телепат",
        "transcription": " |ˈsensətɪv|",
        "antonyms": [],
        "mnemonic": [
            "sense [sens]\nsenseless - бессмысленный\nessence ['ɛs (ə) ns] - сущность, основа, существо,\nэкстракт, существование, эссенция\nsensitive - чувствительный\n***\nСМЫСЛ понимал экстрасенс. (это) sense\nИНТУИЦИЮ имеет экстрасенс. (это) sense\nОЩУЩАЛ чужую боль экстрасенс. (это) sense\nЧУВСТВО юмора имеет экстрасенс. (это) sense"
        ],
        "examples": [
            "It was a very sensitive topic.",
            "She's a nervous, sensitive child.",
            "An infant's skin is very sensitive.",
            "Mary has dry, sensitive skin.",
            "It's difficult to avoid stepping on her sensitive feelings.",
            "My skin is quite sensitive.",
            "She's overly sensitive to criticism.",
            "This cream may irritate sensitive skin.",
            "Loyals are less price sensitive in the choice decision.",
            "Every form of conscious life, from the lowest sensitive organism upward.",
            "an impolitic approach to a sensitive issue",
            "He is really quite a sensitive soul.",
            "I found him to be a sensitive and caring person.",
            "Details of the highly sensitive information have not been made public.",
            "It hurts Jane's sensitive ears to hear other people thumping out a tune on her piano.",
            "The film was sensitive to attack by acids.",
            "a sensitive and empathetic school counselor",
            "an animal with a very sensitive aural apparatus",
            "The plant is sensitive to extreme heat and cold.",
            "He comes across as a very intelligent, sensitive man.",
            "The astringent can cause irritation to sensitive skin.",
            "The relations between town and gown are always sensitive.",
            "My skin is quite sensitive and I find some soaps too harsh.",
            "The very young and the elderly are particularly sensitive to the disease."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это была очень деликатная тема.",
            "Она нервная и чувствительная девочка.",
            "Кожа маленького ребёнка очень чувствительна.",
            "У Мэри — сухая, чувствительная кожа.",
            "Очень трудно не задеть её чувствительную натуру.",
            "Моя кожа довольно чувствительна.",
            "Она чрезмерно чувствительна к критике.",
            "Этот крем может раздражать чувствительную кожу.",
            "Лояльные потребители менее чувствительны к цене при принятии решения о покупке.",
            "Любая форма сознательной жизни, начиная с простейших чувствующих организмов и выше.",
            "бестактный подход к деликатной проблеме",
            "На самом деле, он человек довольно чувствительный.",
            "Мне он показался человеком чутким и заботливым.",
            "Подробности этой чрезвычайно деликатной информации так и не были обнародованы.",
            "Нежные ушки Джейн едва выносят, когда чужие люди барабанят по клавишам её пианино.",
            "Плёнка была очень чувствительной к воздействию кислот.",
            "чувствительный и отзывчивый школьный психолог-консультант",
            "животное с очень чувствительным слуховым аппаратом",
            "Растение чувствительно к сильной жаре и холоду.",
            "Он производит впечатление очень умного и деликатного человека.",
            "Вещество, сокращающее поры, может вызвать раздражение чувствительной кожи.",
            "Отношения горожан со студентами и преподавателями всегда деликатны.",
            "Моя кожа довольно чувствительна, и некоторые виды мыла мне кажутся слишком грубыми.",
            "Очень молодые и пожилые люди особенно чувствительны к этой болезни."
        ],
        "stars": 3
    }
}