{
    "separated": {
        "comment": [
            "separate",
            "separately",
            "separation"
        ],
        "translate": "разделенный, раздельный, отделенный, разведенный",
        "transcription": " |ˈsepəˌretəd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Jill and John separated a year ago.",
            "Curtains separated the hospital beds.",
            "He separated the fighting children",
            "The curd has separated from the whey.",
            "The friends separated after the party.",
            "The curds have separated from the whey.",
            "The main group separated into several smaller groups.",
            "Stay on the trail if we get separated.",
            "The oil separated from the water.",
            "The profit can be separated up between us.",
            "Their yards were separated by a line of trees.",
            "In the fog, they got separated from the group.",
            "The two events were separated by time and space.",
            "She separated the whites from the yolks of several eggs.",
            "A small ridge of sand separated the field from the beach.",
            "Minerals are separated from the seawater by precipitation.",
            "The air had intruded itself between the separated surfaces.",
            "They separated and have been living apart for the past year.",
            "The company can be separated into several constituent parts.",
            "The lighthouse is separated from the land by a wide channel.",
            "He lightly sprung over the fence by which they were separated.",
            "She thought of herself as alone and separated from the others.",
            "This part of the garden should be separated off for vegetables.",
            "The garage is separated from the house by a path and a flower garden.",
            "The two groups were separated by an imaginary line down the middle of the room.",
            "The furniture is so arranged that the interviewee and the interviewer are not physically separated by a desk."
        ],
        "example_translate": [
            "Джилл и Джон разошлись год назад.",
            "Больничные койки были отделены друг от друга занавесками.",
            "Он разнял дерущихся детей.",
            "Творог отделился от сыворотки.",
            "После вечеринки друзья разошлись /расстались, разделились/.",
            "Творог был отделен от сыворотки.",
            "Основная группа разделена на несколько более мелких групп.",
            "Если мы вдруг разделимся — не сходите с тропинки.",
            "Масло отделилось от воды.",
            "Прибыль может быть разделена между нами.",
            "Их дворы разделяла линия деревьев.",
            "В этом тумане они отделились от группы.",
            "Эти два события были разнесены по времени и пространстве.",
            "Она взяла несколько яиц и отделила их белки от желтков.",
            "Поле от пляжа отделял маленький песчаный гребень.",
            "Минералы отделяются от морской воды методом осаждения.",
            "Воздух с силой проник в пространство между двумя разделёнными поверхностями.",
            "Они расстались, и вот уже год живут порознь.",
            "Компанию могут разделить на несколько составных частей.",
            "Маяк отделён от суши широким каналом.",
            "Он легко перескочил через изгородь, которая их разделяла.",
            "Она считала себя одинокой и никак не связанной с остальными.",
            "Этот участок сада следует оставить для овощей.",
            "Гараж отделён от дома дорожкой и цветником.",
            "Обе группы были разделены воображаемой линией, проходившей посередине комнаты.",
            "Мебель расставлена таким образом, чтобы респондент и интервьюер не были физически разделены столом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}