{
    "September": {
        "comment": [
            "january",
            "february",
            "march",
            "april",
            "june",
            "july",
            "autumn",
            "october",
            "november",
            "december"
        ],
        "translate": "сентябрь, сентябрьский",
        "transcription": " |sepˈtembər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "War broke out in September 1939.",
            "It's rare to see snow in September.",
            "It's coming in very cold for September.",
            "There's no shooting till September.",
            "Enrolment will take place in September.",
            "The comet will transit on September 11.",
            "Hitler invaded Poland on September 1, 1939.",
            "The growing season is from April to September.",
            "By September, the new motors were in production.",
            "The days are closing in now that it is September.",
            "Her first album is scheduled for release in September.",
            "The book was sent to the press for review in September.",
            "the formal expiry of the presidential term in September",
            "The annual is published in September/October of each year.",
            "The company expects to roll out the new software in September.",
            "The weather has been very mild during the past two Septembers.",
            "The university's academic calendar runs from September to May.",
            "A reapportionment was put into effect at the September primaries.",
            "For 'November' (=instead of November) on line 6, read 'September'.",
            "He will take up his post as Head of Modern Languages in September.",
            "The opening of this section of the road is delayed until September.",
            "The meeting is put off until the twelfth of September, or thereabout.",
            "These days, as far as the stores are concerned, yuletide starts in September.",
            "Student registration (=for a course of study) starts the first week in September.",
            "10,000 men had volunteered by the end of September., thereafter, approximately 1,000 men enlisted each month."
        ],
        "example_translate": [
            "Война разразилась в сентябре 1939 года.",
            "Снег в сентябре нечасто увидишь.",
            "Для начала сентября уж очень холодно.",
            "Охота запрещена до сентября.",
            "Зачисление состоится в сентябре.",
            "Комета пролетит одиннадцатого сентября.",
            "Гитлер вторгся в Польшу первого сентября 1939 года.",
            "Вегетационный период — с апреля по сентябрь.",
            "К сентябрю новые двигатели были в производстве.",
            "Сейчас сентябрь, дни становятся короче.",
            "Её первый альбом планируется выпустить в сентябре.",
            "В сентябре книга была отправлена прессе на рецензию.",
            "официальное истечение президентского срока в сентябре",
            "Этот ежегодник публикуется в сентябре или октябре каждого года.",
            "Ожидается, что компания выпустит новое программное обеспечение в сентябре.",
            "За последние два года погода в сентябре была очень мягкая.",
            "В этом университете учебный год длится с сентября по май.",
            "На сентябрьских предварительных выборах была применена система перераспределения мест.",
            "В строке 6 вместо \"ноябрь\" читать \"сентябрь\".",
            "Он займёт должность руководителя кафедры современных языков в сентябре.",
            "Открытие этого участка дороги откладывается до сентября.",
            "Собрание отложено до двенадцатого сентября, возможно, оно состоится немного раньше или позже.",
            "В наше время рождественские святки для магазинов начинаются уже в сентябре.",
            "Регистрация студентов начинается в первую неделю сентября.",
            "К концу сентября в добровольцы записалось десять тысяч человек. После этого ежемесячно вербовалось приблизительно по тысяче человек."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}