{
    "sequence": {
        "comment": [],
        "translate": "последовательность, ряд, эпизод, секвенция, череда, порядок следования, следствие",
        "transcription": " |ˈsiːkwəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Number them in sequence, 1,2,3 etc.",
            "the regular sequence of the seasons",
            "The doctor saw a sequence of patients.",
            "This sequence of events strains the reader's credibility.",
            "Police are trying to reconstruct the sequence of events on the night of the murder.",
            "The number 'one' begins the sequence.",
            "He invented a technique to determine the sequence of base pairs in DNA.",
            "He's had a sequence of business failures.",
            "He listened to the telephone messages in sequence.",
            "Every number has a unique position in the sequence.",
            "The accident was caused by an unusual sequence of events.",
            "They sequenced the human genome.",
            "Be careful to perform the actions in the correct sequence.",
            "The centromere is difficult to sequence.",
            "a chase sequence in a spy movie",
            "A peripeteia swiftly turns a routine sequence of events into a story worth telling."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Пронумеруйте их по порядку: 1, 2, 3 и так далее.",
            "привычная череда времён года",
            "Доктор осмотрел ряд пациентов.",
            "Такое развитие событий кажется читателю неправдоподобным.",
            "Полиция пытается восстановить последовательность событий, произошедших в ночь убийства.",
            "Число \"один\" является началом данной последовательности.",
            "Он изобрёл способ определения последовательности пар оснований в ДНК.",
            "Он потерпел ряд банкротств.",
            "Он прослушал телефонные сообщения по порядку.",
            "Каждое число в данной последовательности занимает уникальное положение.",
            "К аварии привело необычное стечение обстоятельств.",
            "Они секвенировали геном человека.",
            "Следите за тем, чтобы действия выполнялись в правильной последовательности.",
            "Секвенирование этой центромеры — затруднительно.",
            "сцена погони в шпионском фильме",
            "Неожиданный поворот быстро превращает обычный ход событий в историю, которую стоит рассказать."
        ]
    }
}