{
    "sergeant": {
        "comment": [],
        "translate": "сержант",
        "transcription": " |ˈsɑːrdʒənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The Sergeant told Swift to guard the entrance.",
            "'Report back to me in an hour, sergeant.' 'Yes, sir.'",
            "Can all that stuff, Sergeant.",
            "The sergeant subjected the new recruits to many drills.",
            "Eye witnesses identified the gunman as an army sergeant.",
            "I was met by the police in the person of Sergeant Black.",
            "The sergeant was bellowing orders.",
            "We had to run up the stairs while the Sergeant timed us.",
            "At that moment he came face to face with Sergeant Burke.",
            "Sergeant wants this truck loaded on the double! Hubba-hubba!",
            "The sergeant was whining about how hard he had been forced to work recently.",
            "He transferred to Southwest Area in 1986, where he was upgraded to Senior Sergeant.",
            "The drill sergeant demanded complete and unquestioning obedience from the recruits.",
            "I sent for the sergeant of the platoon both men were in and asked him to try to find out discreetly what lay behind this."
        ],
        "example_translate": [
            "Сержант сказал Свифту охранять вход.",
            "— Доложите мне через час, сержант. — Есть, сэр.",
            "Прекратите эти штучки, сержант.",
            "Сержант подверг новобранцев многочисленным тренировкам.",
            "Очевидцы опознали в стрелявшем армейского сержанта.",
            "Меня встретила полиция в лице сержанта Блэка.",
            "Сержант выкрикивал приказы.",
            "Нам пришлось бежать вверх по лестнице, а сержант засекал время.",
            "В этот момент он столкнулся лицом к лицу с сержантом Берком.",
            "Сержант приказал немедленно погрузить все в грузовик! Шевелись!",
            "Сержант ныл о том, как тяжело его вынуждали работать совсем недавно.",
            "В 1986 г. он перевелся в юго-западную зону, где был повышен в звании до старшего сержанта.",
            "Сержант-инструктор по строевой подготовке потребовал от новобранцев полного и беспрекословного повиновения.",
            "Я послал за сержантом взвода, в котором оба они состояли, и попросил его осторожно выяснить, что же за этим стоит."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}