{
    "series": {
        "comment": [
            "serious",
            "seriously",
            "seriousness",
            "serial"
        ],
        "translate": "серия, ряд, цикл, цепь, группа, выпуск, комплект, круг, система, свита, отдел",
        "transcription": " |ˈsɪriːz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "'Is it a repeat?' 'No, it's a new series.'",
            "There was a series of raps on the window.",
            "Life isn't a series of predestined events.",
            "The series will be repeated in the autumn.",
            "They do a series on modern architecture.",
            "Brady committed a series of brutal murders.",
            "He trotted out a series of brazen lies.",
            "These are the last two books in the series.",
            "They built him up with a series of articles.",
            "I had a series of meetings including two hours of one-on-one with my direct boss.",
            "The new series has gone down well with viewers.",
            "a series of dreary dinner parties",
            "The solution required a series of computations.",
            "Have you been following that crime series on TV?",
            "a planned series of books about cars",
            "a series of rapid career advancements",
            "The area is linked by a series of canals.",
            "A series of burn marks blemish the table's surface.",
            "The book is the follow-up to the television series.",
            "The accident was the result of a series of blunders.",
            "He had a series of seemingly inexplicable accidents.",
            "He advanced in a series of jumps.",
            "The visiting team swept the series.",
            "a series of forts along the frontier",
            "a series of articles on global warming",
            "The series will have five more episodes.",
            "the recent series of airplane hijackings",
            "There are twelve programmes in the series.",
            "a TV sex education series aimed at teenagers",
            "The book originated as a series of lectures."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "— Это повтор? — Нет, это новая серия.",
            "В окно несколько раз постучали.",
            "Жизнь не есть ряд предопределённых событий.",
            "Сериал будут повторять осенью.",
            "Они выпускают серию книг по современной архитектуре.",
            "Брейди совершил серию жестоких убийств.",
            "Он монотонно и нагло врал.",
            "Это две последние книги в данной серии.",
            "Они сделали его популярным, дав о нём ряд статей.",
            "Я провёл несколько встреч, в том числе двухчасовую личную встречу со своим непосредственным начальником.",
            "Новый сериал зрители восприняли хорошо.",
            "ряд унылых званых ужинов",
            "Для решения потребовался ряд вычислений.",
            "Ты смотришь этот детективный сериал по телевизору?",
            "запланированная серия книг об автомобилях",
            "целый ряд эпизодов стремительного продвижения по службе",
            "Различные районы этой области связаны системой каналов.",
            "Поверхность стола портят множественные следы ожогов.",
            "Эта книга является продолжением телесериала.",
            "Авария произошла в результате ряда грубых ошибок.",
            "С ним приключилось несколько необъяснимых, на первый взгляд, случаев.",
            "Он продвинулся вперёд, совершив несколько прыжков.",
            "Команда гостей выиграла эту серию матчей всухую.",
            "ряд укреплений, расположенных вдоль границы",
            "серия статей о глобальном потеплении",
            "В сериале будет ещё пять эпизодов.",
            "недавняя серия угонов самолётов",
            "В этой серии — двенадцать программ.",
            "телевизионный сериал, посвящённый теме полового воспитания, ориентированный на подростковую аудиторию",
            "Данная книга возникла из серии лекций."
        ]
    }
}