{
    "serving": {
        "comment": [
            "deserve",
            "servant",
            "serve",
            "service",
            "server"
        ],
        "translate": "порция, подача, отбывание, вручение, доза, служащий для подачи",
        "transcription": " |ˈsɜːrvɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What are you serving up tonight?",
            "The waiter was serving another table.",
            "She devoted herself to serving God.",
            "He is serving for the game.",
            "He's serving a 7-year jail sentence.",
            "He is serving two concurrent prison sentences.",
            "He is currently serving his third term in the U.S. Senate.",
            "He added a garnish of parsley to the plate before serving it.",
            "He was a great patriot who devoted his life to serving his country.",
            "Stone the peaches before serving.",
            "There was only one girl serving customers.",
            "He's serving an apprenticeship as a printer.",
            "This is my third serving of mashed potatoes.",
            "Toss the carrots in some butter before serving.",
            "Order a large serving of fries with extra gravy.",
            "Chill the dessert for one hour before serving it.",
            "Refrigerate the mixture for an hour before serving.",
            "Let the dessert chill for one hour before serving it.",
            "Did you know that Les is serving time (=is in prison)?",
            "According to the package, one serving size is 6 ounces.",
            "She quartered the sandwiches and put them on a serving tray.",
            "The company has a long tradition of serving its customers well.",
            "The professor returned to his teaching position after serving as Dean.",
            "I'm afraid all of our salespeople are serving other customers right now."
        ],
        "example_translate": [
            "Что вы подадите сегодня вечером /на ужин/?",
            "Официант обслуживал другой столик.",
            "Она посвятила себя служению Богу.",
            "Он подаёт на гейм. (о теннисе)",
            "Он отбывает 7-летний тюремный срок.",
            "Он одновременно отбывает наказание по двум приговорам.",
            "В настоящее время он служит свой третий срок в сенате США.",
            "Перед подачей он украсил тарелку петрушкой.",
            "Он был великим патриотом, который посвятил свою жизнь служению отечеству.",
            "Выньте косточки из персиков перед тем как подать стол.",
            "Клиентов обслуживала всего одна девушка.",
            "Он проходит обучение типографскому делу.",
            "Это моя третья порция картофельного пюре. / Я ем уже третью порцию картофельного пюре.",
            "Перед подачей на стол бросьте морковь в масло.",
            "Закажи большую порцию жареной картошки с дополнительным соусом.",
            "Перед подачей на стол охлаждайте десерт в течение одного часа.",
            "Перед подачей на стол охладите смесь в холодильнике течение часа.",
            "Перед подачей на стол позвольте десерту один час постоять в холодильнике.",
            "Тебе известно, что Лес отбывает срок (т.е находится в тюрьме)?",
            "Как написано на упаковке, размер одной порции — шесть унций.",
            "Она разрезала бутерброды на четыре части и положила их на поднос.",
            "Компания имеет давние традиции хорошего обслуживания клиентов.",
            "После работы в качестве декана профессор вернулся к должности преподавателя.",
            "К сожалению, все наши продавцы в данный момент обслуживают других клиентов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}