{
    "servant": {
        "comment": [],
        "translate": "слуга, служащий, служитель, прислуга, служащий",
        "transcription": " |ˈsɜːrvənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Many young girls became domestic servants.",
            "Such master, such servant.",
            "Ask the servant to make up your room.",
            "Pull at that bell rope, and a servant will come.",
            "I will ask the servant to usher you out.",
            "She reduced her niece to a servant.",
            "The servant tallyho'd the fox.",
            "He bribed a senior civil servant to get the import licence passed.",
            "My mother used to have a female servant who slept in.",
            "The loyal servant handed the lady down from her carriage.",
            "The state cannot be a servant of the church.",
            "Narouz clapped his hands and a servant entered.",
            "She played the servant to her husband's master.",
            "The servant bowed low and handed his master the sealed note.",
            "He might pump something out of the servant about the family.",
            "He's doubling the parts of a servant and a country labourer.",
            "The old servant fulfilled his master's charge to care for the children.",
            "Don't expect me to come running every time you want something. I'm not your servant.",
            "The man had the deferential attitude of someone who had been a servant his entire life."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Многие девушки стали домашней прислугой.",
            "Каков хозяин, таков и слуга. / Каков поп, таков и приход. (посл.)",
            "Попроси прислугу убрать твою комнату.",
            "Дёрните за эту веревку - и придёт слуга.",
            "Я попрошу слугу проводить вас.",
            "Она превратила свою племянницу в служанку.",
            "Слуга натравливал собак на лису.",
            "Он дал взятку высшему должностному лицу, чтобы получить разрешение на ввоз товаров.",
            "Раньше у моей мамы была служанка, которая жила у нас.",
            "Слуга помог даме выйти из экипажа.",
            "Государство не может быть слугой церкви.",
            "Narouz похлопал в ладоши, и вошел слуга.",
            "Она играла роль служанки хозяина своего мужа.",
            "Слуга низко поклонился и протянул своему господину запечатанную записку.",
            "Он мог бы вытянуть из слуги какую-нибудь информацию о семье.",
            "Он исполняет роль слуги и роль батрака.",
            "Старый слуга исполнял поручение хозяина приглядывать за детьми.",
            "Не надейся, что я примчусь каждый раз, когда тебе чего-то захочется. Я тебе не слуга.",
            "Почтительная осанка выдавала в нём человека, который всю свою жизнь прислуживал другим."
        ]
    }
}