{
    "session": {
        "comment": [
            "recession",
            "obsession"
        ],
        "translate": "сессия, заседание, сеанс, совещание, учебный год, учебный семестр",
        "transcription": " |ˈseʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had to attend a retraining session.",
            "She had quite a session with her parents.",
            "A firm date for the photography session was never fixed.",
            "The court is now in session.",
            "We had an intense brainstorming session today.",
            "The session was drawn to a close.",
            "Court of Session",
            "Court is now in session.",
            "a plenary session of the legislature",
            "Congress is not currently in session.",
            "the U.N. Special Session on Disarmament",
            "The assembly was convoked for a special session.",
            "a coaching session with one of England's leading boxers",
            "We started the session with a few knee bends to warm up.",
            "Court is now in session, Justice Raul Fernandez presiding.",
            "Today's session is counted as training, so you will get paid.",
            "a field trip to the statehouse to see the legislature in session",
            "Board members met in closed session (=with nobody else present).",
            "Wednesday's session was the latest in a series of planning meetings.",
            "She later claimed that she was zonked for the entire recording session.",
            "Her health insurance will cover 12 one-hour sessions of therapy per year.",
            "There was some decline in stock prices at the end of the trading session.",
            "Everyone had already assembled in the boardroom for the 9:00 a.m. session.",
            "The Security Council has called an emergency session to discuss the crisis.",
            "The legislators met in an all-night session to hammer out the details of the bill."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он должен был посещать курсы переподготовки.",
            "У неё был крупный разговор с родителями.",
            "Точная дата фотосессии так и не была назначена.",
            "Заседание суда объявляется открытым.",
            "Сегодня у нас был интенсивный мозговой штурм.",
            "Заседание было закрыто.",
            "Сессионный суд (высший суд Шотландии по гражданским делам)",
            "Заседание суда объявляется открытым.",
            "пленарная сессия законодательного органа",
            "В настоящее время заседаний конгресса не проводится.",
            "внеочередная сессия ООН по разоружению",
            "Ассамблея была созвана на внеочередную сессию.",
            "тренировочная сессия с одним их ведущих боксёров Англии",
            "Мы начали тренировку с нескольких приседаний для разогрева.",
            "Заседание суда объявляется открытым, председательствует судья Рауль Фернандес.",
            "Сегодняшняя сессия считается тренировочной, поэтому вам заплатят.",
            "экскурсия в здание законодательного органа штата, чтобы увидеть его в процессе работы",
            "Члены совета директоров провели закрытое заседание (т.е. без участия других).",
            "Заседание, прошедшее в среду, стало последним в серии совещаний по планированию.",
            "Позже она заявила, что в течение всего сеанса звукозаписи была \"под кайфом\".",
            "Её медицинской страховки хватит на компенсацию двенадцати часовых сеансов терапии в год.",
            "В конце торговой сессии наблюдалось некоторое снижение цен акций.",
            "Все уже собрались в зале заседаний совета директоров на совещание, намеченное на 9 часов утра.",
            "Совет Безопасности созвал чрезвычайное заседание для обсуждения данного кризиса.",
            "Члены законодательного собрания заседали всю ночь, чтобы обсудить все детали данного законопроекта."
        ]
    }
}