{
    "settlement": {
        "comment": [
            "settle",
            "settler"
        ],
        "translate": "урегулирование, поселение, поселок, заселение, осадка, колония, деревня, сеттльмент",
        "transcription": " |ˈsetlmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Hopes of a peaceful settlement have dimmed.",
            "English settlements in North America.",
            "I got the house in the divorce settlement.",
            "He dreamt about the settlement of marriage for his daughter.",
            "The settlement left little impression on the wilderness.",
            "The recent terrorist attacks have scuppered any chance of a peace settlement.",
            "Act of Settlement",
            "A settlement was reached in which neither side lost face.",
            "The parties in the lawsuit reached a settlement.",
            "A peace settlement now seems a long way off.",
            "It is like the settlement of winds and waters.",
            "We agreed on the terms of the settlement.",
            "She got her home as part of the divorce settlement.",
            "The lawyers do not want to raise false hopes of an early settlement.",
            "The woman repudiated the divorce settlement.",
            "The judge will have the final say on the divorce settlement.",
            "She counselled them not to accept this settlement.",
            "A peace settlement now looks like a real possibility.",
            "They are trying to effect a settlement of the dispute.",
            "Wyatt had received the property in settlement of a bet.",
            "Prospects for an early settlement of the dispute are dim.",
            "Union leaders and company bosses will meet tomorrow in an attempt to reach a settlement.",
            "The company chose to accept the unfavorable settlement rather than spend more money on legal fees.",
            "Hopes of an early settlement have dimmed.",
            "This was the island's first colonial settlement.",
            "They finally reached a settlement with the union.",
            "Hopes grew that a workable peace settlement might emerge.",
            "preparatory talks to clear the way for a peace settlement",
            "The latest setback has dimmed hopes of an early settlement.",
            "She sued her former boss and won a juicy settlement in court."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Надежды на мирное урегулирование(проблемы) потускнели.",
            "английские поселения в Северной Америке",
            "По соглашению о разводе мне достался дом.",
            "Он мечтал о том, чтобы его дочь вышла замуж.",
            "Поселение не наложило особого отпечатка на окружающую дикую природу.",
            "Недавние теракты уничтожили всякую надежду на мирное урегулирование.",
            "Акт о престолонаследии в Великобритании (1701 г.)",
            "Было достигнуто соглашение, в котором ни одна из сторон не теряла лицо.",
            "Стороны судебного процесса доcтигли соглашения.",
            "Мирное урегулирование теперь кажется очень далёким.",
            "Похоже на безветренную погоду со спокойным морем.",
            "Мы согласились с условиями мирного соглашения.",
            "Она получила дом в качестве части условий по расторжению брака.",
            "Адвокаты не хотят подавать ложные надежды на скорейшее урегулирование.",
            "Женщина отказалась признавать договор о расторжении брака.",
            "За судьёй останется окончательное решение по поводу соглашения о разводе.",
            "Она посоветовала им не принимать это мировое соглашение.",
            "Теперь перспектива мирного урегулирования кажется реальной.",
            "Они пытаются осуществить урегулирование данного спора.",
            "Уайатт получил эту собственность в качестве выигрыша пари.",
            "Перспективы скорейшего урегулирования этого спора весьма туманны.",
            "Лидеры профсоюзов и руководство компании встретятся завтра в попытке достичь компромисса.",
            "Компания решила, что лучше принять это невыгодное для себя соглашение, чем продолжать тратить деньги на судебные издержки.",
            "Надежды на скорейшее урегулирование стали слабее.",
            "Это было первое колониальное поселение на острове.",
            "В конце концов, они достигли соглашения с профсоюзом.",
            "Возросли надежды на появление реального мирного соглашения.",
            "предварительные переговоры с целью расчистить путь для мирного урегулирования",
            "Недавняя неудача сделала надежды на скорейшее урегулирование весьма туманными.",
            "Она подала на своего бывшего начальника в суд и добилась там крупной компенсации."
        ]
    }
}