{
    "setting": {
        "comment": [
            "closet",
            "upset",
            "set",
            "offset",
            "outset",
            "onset",
            "cassette",
            "sunset"
        ],
        "translate": "установка, постановка, регулирование, заход, окружающая обстановка, схватывание",
        "transcription": " |ˈsetɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The setting sun threw long shadows.",
            "I remember setting my bag right here.",
            "setting up a bank account",
            "the perfect setting for a ghost story",
            "Cyprus is the perfect setting for a beach holiday.",
            "You can't do that in a university setting.",
            "The setting is more valuable than the jewel.",
            "The light of the setting sun suffused the clouds.",
            "This wall forms the background of the stage setting.",
            "Setting forth on a journey meant a great deal of preparation.",
            "Winter seems to be setting in early this year.",
            "My nephew is just setting out on a career in journalism.",
            "Someone is always setting stories about that the Prince is to be married.",
            "He forgot to return the phone call due to his absorption in setting up the new computer system.",
            "setting a high standard of excellence",
            "They started setting aside money to buy a car.",
            "He was a major player in setting up the corporation.",
            "The house is situated in a charming pastoral setting.",
            "The band are setting out on a European tour in March.",
            "The setting sun kindled the sky with oranges and reds.",
            "Jeff and David were in the back yard setting off fireworks.",
            "She uses modern-day Los Angeles as the setting for her book.",
            "The mundane task of setting the table can be fun on holidays.",
            "Terrorists have been setting off bombs in underground trains.",
            "The setting sun reddened the sky",
            "a place setting of sterling flatware",
            "soldiers setting up a bivouac by the stream",
            "I've been setting aside a few pounds each week.",
            "This wall forms the background of the stage setting.",
            "The next band was already setting up on the other stage."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Заходящее солнце отбрасывало длинные тени.",
            "Я помню, что поставил сумку вот здесь.",
            "открытие банковского счёта",
            "идеальная обстановка для рассказа о призраках",
            "Кипр является идеальным местом для пляжного отдыха.",
            "Этого нельзя сделать в условиях университета.",
            "Огранка дороже, чем сам камень.",
            "Свет садящегося солнца залил облака.",
            "Эта стена образует задний план сцены.",
            "Отправиться в путешествие означало сделать множество приготовлений.",
            "Похоже, что в этом году зима наступила рано.",
            "Мой племянник ещё только начинает карьеру в области журналистики.",
            "Кто-то постоянно распускает слухи о том, что принц вот-вот женится.",
            "Он забыл ответить на этот телефонный звонок из-за того, что сильно увлёкся настройкой новой компьютерной системы.",
            "установление высочайшего уровня качества",
            "Они начали откладывать деньги на покупку машины.",
            "Он сыграл существенную роль в создании этой корпорации.",
            "Дом расположен в очаровательной пасторальной обстановке.",
            "В марте группа отправляется в турне по Европе.",
            "Заходящее солнце озарило небо оранжевым и красным светом.",
            "На заднем дворе Джефф и Дэвид запускали фейерверк.",
            "Она использует современный Лос-Анджелес в качестве места действия своей книги.",
            "В праздничный день даже обыденная сервировка стола может оказаться весёлым занятием.",
            "Террористы произвели несколько взрывов в метро.",
            "Заходящее солнце окрасило небо в красный цвет.",
            "серебряный столовый прибор на одну персону",
            "солдаты, разбивающие у ручья бивак",
            "Я каждую неделю откладываю по несколько фунтов.",
            "Эта стена образует фон декораций сцены.",
            "Следующая группа уже настраивала инструменты на другой сцене."
        ]
    }
}