{
    "settle": {
        "comment": [
            "settlement",
            "settler"
        ],
        "translate": "скамья, скамья-ларь, поселить, решать, поселиться, селиться",
        "transcription": " |ˈsetl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Nothing's settled yet.",
            "He finally settled down.",
            "Snow settled on the roofs.",
            "Two birds settled on the fence.",
            "I took a pill to help settle my nerves.",
            "I'd like to settle with the man who attacked my daughter!",
            "His gaze settled on her face.",
            "The Swedes settled in Minnesota.",
            "We settled for a lower price.",
            "A cough settled in her chest.",
            "Many women refuse to settle for staying at home.",
            "I'll settle up and meet you outside the hotel.",
            "Dust had settled on everything.",
            "A nurse settled the old man into a chair.",
            "Please go upstairs and settle the children down.",
            "The dog settled on the grass to enjoy its bone.",
            "When we've settled in properly, we'll invite all our friends.",
            "I should be able to settle with you at the end of the month.",
            "A disapproving frown settled on her face.",
            "How long did it take you to settle down in this country?",
            "The boy couldn't settle down to his homework.",
            "It was our hope that they would settle near us.",
            "The job will be easier once you settle into a routine.",
            "An uneasy silence settled over the room.",
            "I'll settle up with the bartender, then let's go.",
            "George will be there? That settles it. I'm not coming.",
            "They'll soon settle in — kids are very good at adjusting.",
            "Settling himself down in his favourite chair, he lit his pipe.",
            "At last all the excitement had settled down.",
            "Let me get the children settled in their new school first."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ещё ничего не решено.",
            "Он наконец-то остепенился.",
            "Снег лежал на крышах домов.",
            "Две птицы уселись на заборе.",
            "Я принял таблетку, чтобы успокоить нервы.",
            "Я хочу разделаться с человеком, который напал на мою дочь.",
            "Его взгляд остановился на её лице.",
            "Шведы поселились в Миннесоте.",
            "Мы согласились на более низкую цену.",
            "Кашель обосновался в её груди. / В её груди поселился кашель.",
            "Многие женщины отказываются довольствоваться ролью домохозяйки.",
            "Я расплачусь и буду ждать вас у входа в отель.",
            "Повсюду лежала пыль.",
            "Медсестра усадила пожилого мужчину в кресло.",
            "Пожалуйста, поднимитесь наверх и успокойте детей.",
            "Собака удобно расположилась на траве, чтобы спокойно погрызть косточку.",
            "Как только как следует обустроимся, то пригласим всех наших друзей.",
            "Мне нужно будет расплатиться с тобой в конце месяца.",
            "Она неодобрительно нахмурилась.",
            "Сколько времени вам потребовалось, чтобы обжиться в этой стране?",
            "Мальчик никак не мог взяться за уроки.",
            "Мы надеялись, что они поселятся рядом с нами.",
            "Работа будет легче, как только вы войдёте в режим.",
            "В комнате установилось тяжёлое молчание.",
            "Я расплачусь с барменом, потом пойдем.",
            "А Джордж там будет? Что, ж, это решает все - я не пойду.",
            "Скоро они пообвыкнутся — дети вообще очень быстро приспосабливаются.",
            "Устроившись поудобнее в своем любимом кресле, он закурил трубку.",
            "Наконец возбуждение улеглось.",
            "Дайте мне сначала устроить детей в новую школу."
        ]
    }
}