{
    "severe": {
        "comment": [],
        "translate": "тяжёлый, серьезный, сильный, суровый, строгий, жестокий, резкий, трудный, выдержанный",
        "transcription": " |sɪˈvɪr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He suffered a severe head injury.",
            "The trees were killed off by the severe winter.",
            "It was a severe jolt to her pride.",
            "The patient is in severe pain.",
            "A severe earthquake struck the area.",
            "In a severe winter, wild animals can die from lack of food.",
            "He got a severe concussion.",
            "The storm caused severe damage to the roof.",
            "It was a severe blow to Kendall's pride.",
            "The closure of the factory will cause severe damage to the local economy.",
            "He faced the matter out in spite of severe questioning.",
            "I went down with a severe attack of malaria.",
            "Medical bills put a severe strain on my finances.",
            "The labour of portaging was very severe.",
            "The war was a severe test of his leadership.",
            "In the most severe cases, the disease can lead to blindness.",
            "He experienced severe hardships as a child.",
            "He has a severe overbite.",
            "The child suffered severe mental retardation.",
            "The pain was severe to begin with, but soon passed off.",
            "A severe storm warning has been issued.",
            "Her behavior points to a severe neurosis.",
            "He had severe abrasions to his right cheek.",
            "The laws against drug use were very severe.",
            "a hefty six-footer with a rather severe mien",
            "The patient complained of severe chest pains.",
            "The severe snowstorm has slowed the traffic down.",
            "It looks as if it's blowing up for severe weather.",
            "Last night's severe snowstorm cut off three villages.",
            "an accident victim with severe head trauma"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "-ere = [ɪə]"
        ],
        "example_translate": [
            "Он получил тяжёлую травму головы.",
            "Деревья погибли этой суровой зимой.",
            "Это было жестоким ударом по её гордости.",
            "Пациент испытывает сильную боль.",
            "В этом районе произошло сильное землетрясение.",
            "В суровые зимы дикие звери могут умирать с голоду.",
            "Он получил серьезное (тяжелое) сотрясение мозга.",
            "Шторм вызвал тяжёлые повреждения кровли.",
            "Это был жестокий удар по самолюбию Кенделла.",
            "Закрытие этого завода нанесёт серьезный ущерб местной экономике.",
            "Он вёл себя смело, несмотря на суровый допрос.",
            "Я свалился с жесточайшим приступом малярии.",
            "Медицинские счета больно ударили по моему карману.",
            "Труд, связанный с перетаскиванием груза, был очень тяжёлым.",
            "Война оказалась суровой проверкой его лидерских качеств.",
            "В наиболее тяжёлых случаях данное заболевание может привести к слепоте.",
            "У него было очень тяжёлое детство.",
            "У него ярко выраженный неправильный /глубокий/ прикус.",
            "Ребенок страдал тяжёлой формой умственной отсталости.",
            "Сначала боль была очень сильной, но скоро прошла.",
            "Вынесено предупреждение о сильном шторме.",
            "Её поведение указывает на тяжёлый невроз",
            "У него были глубокие ссадины на правой щеке.",
            "Законы против употребления наркотиков были очень суровыми.",
            "здоровый мужик шести футов ростом с довольно суровым выражением лица",
            "Пациент пожаловался на сильную боль в груди.",
            "Сильнейший буран парализовал движение транспорта.",
            "Кажется, ветер усиливается, и погода вот-вот ухудшится.",
            "Снежная буря, разыгравшаяся прошлой ночью, отрезала от внешнего мира три деревни.",
            "пострадавший в аварии с тяжёлой травмой головы"
        ]
    }
}