{
    "severely": {
        "comment": [
            "severe",
            "several"
        ],
        "translate": "сильно, жестоко, сурово, строго-настрого",
        "transcription": " |sɪˈvɪrli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't judge her too severely.",
            "He stared at her severely.",
            "The fall severely damaged her knee.",
            "Her nerves became severely frayed.",
            "The car went into a tree and was severely damaged.",
            "This malady tried me severely.",
            "The patient is in severe pain.",
            "The soldiers were severely reprimanded.",
            "Several of the passengers were severely injured in the accident.",
            "No one was hurt, but many of the passengers were severely shaken up.",
            "Smoking can severely damage your health.",
            "Religious groups were severely repressed.",
            "Tom's latest book has been severely put down in the newspaper reports.",
            "Press freedom is severely restricted.",
            "If you perjure yourself you will be severely punished.",
            "The new drug is being tested on a group of severely depressed patients.",
            "He suffered a severe head injury.",
            "He is on a severely restricted diet.",
            "The patient's hand was severely lacerated.",
            "The storm caused severe damage to the roof.",
            "He was severely criticized by the chairman.",
            "The war was a severe test of his leadership.",
            "If you disobey, you will be severely punished.",
            "I fell on the gravel, severely grazing my knee.",
            "She was severely affected by the bank's failure.",
            "The original scope of the work had been severely reduced.",
            "I turned a corner to find the road ahead severely flooded.",
            "It grieved me to learn that she had been severely injured.",
            "In the most severe cases, the disease can lead to blindness.",
            "Under а military regime, civil liberties may be severely curtailed."
        ],
        "example_translate": [
            "Не судите её слишком строго.",
            "Он строго посмотрел на неё.",
            "Упав, она сильно ушибла колено.",
            "Её нервы совершенно издёрганы.",
            "Машина влетела в дерево и была сильно повреждена.",
            "Эта болезнь изрядно меня измотала.",
            "Пациент испытывает сильную боль.",
            "Солдаты получили строгий выговор.",
            "Некоторые пассажиры серьёзно пострадали во время катастрофы.",
            "Никто не пострадал, но многие пассажиры испытали сильный шок.",
            "Курение может нанести серьёзный ущерб вашему здоровью.",
            "Религиозные группы жестоко подавлялись.",
            "Последнюю книгу Тома просто разгромили в газетах.",
            "Свобода прессы жёстко ограничена.",
            "Если ты нарушишь клятву, ты будешь жестоко наказан.",
            "Новый препарат проходит испытания на группе пациентов с тяжелой депрессией.",
            "Он получил тяжёлую травму головы.",
            "Он соблюдает очень строгую диету. / Он — на очень строгой диете.",
            "Рука пациента была жестоко разодрана.",
            "Шторм вызвал тяжёлые повреждения кровли.",
            "Председатель сурово раскритиковал его.",
            "Война оказалась суровой проверкой его лидерских качеств.",
            "Если ты ослушаешься, то будешь строго наказан.",
            "Я упал на гравий и сильно содрал колено.",
            "Она серьёзно пострадала от краха этого банка.",
            "Изначальные масштабы работы были жёстко ограничены.",
            "Когда я повернул за угол, оказалось, что дорога впереди сильно затоплена.",
            "Мне было больно узнать, что у нее серьезные травмы.",
            "В наиболее тяжёлых случаях данное заболевание может привести к слепоте.",
            "В ситуации военного положения, гражданские свободы могут быть жёстко ограничены."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}