{
    "sex": {
        "comment": [
            "sexually",
            "sexual",
            "sexuality",
            "sexy"
        ],
        "translate": "секс, пол, половое сношение, половой, сексуальный",
        "transcription": " |seks|",
        "antonyms": [],
        "mnemonic": [
            "sex [секс] пол - Нормальный (секс) между разными полами бывает."
        ],
        "examples": [
            "He wanted a better sex life.",
            "discrimination on the basis of sex",
            "John just wanted casual sex.",
            "They had sex in the back seat.",
            "He had sex with his girlfriend.",
            "All he ever thinks about is sex.",
            "Her mom talked to her about sex.",
            "How do you tell the sex of a hamster?",
            "The form asks for your name, age, and sex.",
            "He is terrified of the opposite sex.",
            "The film contained no sex or violence.",
            "Put your name, and sex at the top of the form.",
            "They had sex in the back seat of his car.",
            "She no longer wanted to have sex with him.",
            "Some feel men are the more aggressive sex.",
            "She didn't want to know the sex of the foetus.",
            "All you see on TV is sex and violence these days.",
            "She doesn't like all the sex and violence in movies.",
            "You can now tell the sex of a baby before it is born.",
            "She's prosecuting the company for sex discrimination.",
            "Please put your name, age, and sex at the top of the form.",
            "The couple didn't know what the sex of their baby would be.",
            "People of both sexes (=both men and women) buy her records.",
            "He found it difficult to talk to members of the opposite sex."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он хотел улучшить свою половую жизнь.",
            "дискриминация по половому признаку",
            "Джон хотел просто секса без обязательств.",
            "Они занялись сексом на заднем сиденье автомобиля.",
            "У него был секс со своей подругой.",
            "Он только о сексе и думает.",
            "Её мама поговорила с ней о сексе.",
            "Как понять, какого пола хомяк?",
            "В анкете требуется указать ваше имя, возраст и пол.",
            "Он боится противоположного пола.",
            "В фильме не содержалось секса или насилия.",
            "Укажите своё имя и пол в верхней части анкеты.",
            "Они занялись сексом на заднем сиденье его автомобиля.",
            "Она больше не хотела заниматься с ним сексом.",
            "Некоторые считают мужчин более агрессивным полом.",
            "Она не хотела знать пол эмбриона.",
            "В наше время по телевизору нет ничего, кроме секса и насилия.",
            "Ей не нравится весь этот секс и насилие в кино.",
            "Сейчас пол ребёнка можно узнать до его рождения.",
            "Она обвиняет компанию в дискриминации по половому признаку.",
            "Просьба указать ваше имя, возраст и пол в верхней части анкеты.",
            "Супруги не знали, какого пола будет их ребёнок.",
            "Её записи покупают люди обоих полов (т.е. как мужчины, так и женщины).",
            "Ему оказалось трудно говорить с представителями противоположного пола."
        ],
        "stars": 3
    }
}