{
    "sexual": {
        "comment": [
            "sexually",
            "sex",
            "sexuality",
            "sexy"
        ],
        "translate": "сексуальный, половой",
        "transcription": " |ˈsekʃuəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She had been sexually assaulted.",
            "sexual relations outside of marriage",
            "The drug can improve sexual potency.",
            "the sexual activity of married couples",
            "He's never had a sexual relationship before.",
            "He was accused of sexual indecencies.",
            "His writing is full of sexual innuendoes.",
            "the risks of promiscuous sexual behaviour",
            "I no longer found her sexually attractive.",
            "a disease that is spread by sexual contact",
            "At 50, she had lost none of her sexual allure.",
            "There's a strong sexual attraction between them.",
            "There is plenty of sexual chemistry between them.",
            "He denied that he had a sexual relationship with her.",
            "the age-old problem of sexual discrimination",
            "She shared her sexual favors with many men.",
            "Sexual explicitness is the order of the day.",
            "people who boast about their sexual conquests",
            "The disease is transmitted by sexual contact.",
            "Sexual jealousy is a common motive for murder.",
            "Many women are campaigning for sexual equality.",
            "the free-for-all of sexual activity in the 1970s",
            "The book contains a great deal of sexual imagery.",
            "The movie relies on sexual innuendo for its humor.",
            "She complained of sexual harassment by the manager.",
            "Several women have complained of sexual harassment.",
            "a sexual spore is formed after the fusion of gametes",
            "politicians moralizing about people's sexual behaviour",
            "rumours of the former president's sexual indiscretions",
            "The program promoted sexual abstinence for young people."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она подверглась сексуальному насилию.",
            "сексуальные отношения вне брака",
            "Этот препарат может улучшить половую потенцию.",
            "сексуальная активность супружеских пар",
            "У него ещё никогда не было сексуальных отношений.",
            "Он был обвинен в непристойных приставаниях (досл. непристойном сексуальном поведении).",
            "Его произведения полны сексуальных намёков.",
            "риски, связанные с беспорядочной половой жизнью",
            "Я больше не нахожу её сексуально привлекательной.",
            "болезнь, которая передается при половом контакте",
            "В 50 (лет) она не утратила своей сексуальной привлекательности.",
            "Между ними сильное сексуальное влечение.",
            "Они чувствуют сильное сексуальное влечение друг к другу.",
            "Он отрицал, что он имел половые отношения с ней.",
            "извечная проблема половой дискриминации",
            "Она занималась сексом со многими мужчинами.",
            "Открыто говорить о сексе нынче в порядке вещей.",
            "люди, которые хвастают своими любовными победами",
            "Эта болезнь передается при половом контакте.",
            "Сексуальная ревность - это распространенный мотив для убийства.",
            "Многие женщины выступают за равноправие полов.",
            "половая вседозволенность семидесятых годов",
            "Книга содержит большое количество изображений сексуального характера.",
            "Основу юмора этого фильма составляют шутки с сексуальным подтекстом.",
            "Она подала жалобу на сексуальные домогательства со стороны менеджера.",
            "Несколько женщин пожаловались на сексуальные домогательства.",
            "половая спора образуется после слияния половых клеток",
            "политики, читающие морали по поводу половой жизни людей",
            "слухи о половой распущенности бывшего президента",
            "Программа пропагандировала половое воздержание для молодёжи."
        ],
        "stars": 3
    }
}