{
    "shade": {
        "comment": [],
        "translate": "тень, оттенок, абажур, штора, полумрак, экран, затенять, растушевывать, штриховать",
        "transcription": " |ʃeɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I have chosen to remain in the shade.",
            "The thermometer gives 25 degrees in the shade.",
            "We moved into the shade.",
            "The sky was a queer shade of red.",
            "His eyes shaded with pain.",
            "The tree provided plenty of shade.",
            "As the sun set, the sky shaded from blue to pink.",
            "Look at all these kids' games - shades of my childhood.",
            "The house is shaded from the midday heat by the tall trees.",
            "Lighted shade and shadowy light in the wayside and the way.",
            "The leaves shaded into gold and red.",
            "If you shade in one side of your drawing, the shape will look solid.",
            "a lamp with a broken shade",
            "She pulled down the shades.",
            "It is much cooler in the shade.",
            "A single tree gave shade from the sun.",
            "We sat in the shade, sheltering from the sun.",
            "I entered, thirsting for the shade which was promised.",
            "This shade coordinates with a wide range of other colours.",
            "a becoming new shade of rose",
            "Several large trees shade the house.",
            "Don't argue about shades of meaning.",
            "We sat in the shade of a willow tree.",
            "She shaded the drawing to give it depth.",
            "She was wearing a cool pair of shades.",
            "There are huge beeches that fling their cool shade over the grass.",
            "The while his right [hand] did shade / His eyes from the bright sun. (W. Morris)",
            "These plants grow well in shade.",
            "Would you prefer to sit in the shade?",
            "The buildings cast shade on the plaza."
        ],
        "example_translate": [
            "Я предпочёл остаться в тени.",
            "Термометр показывает 25 градусов в тени.",
            "Мы перебрались в тень.",
            "Небо было странного красноватого оттенка.",
            "Его глаза затуманились от горя.",
            "Это дерево отбрасывает большую тень. (досл. Дерево даёт много тени.)",
            "Когда зашло солнце, небо из голубого незаметно сделалось розовым.",
            "Посмотри на всех этих играющих детей - они напоминают мне о моём детстве.",
            "Эти высокие деревья защищают дом от полуденного зноя.",
            "Освещённые тени и неясные огни на обочине и на дороге.",
            "Листья стали золотыми и красными.",
            "Если вы заштрихуете рисунок с одной стороны, форма станет объёмной.",
            "лампа со сломанным абажуром",
            "Она опустила жалюзи.",
            "В тени действительно гораздо прохладнее (чем на солнце).",
            "Тень от солнца давало одно-единственное дерево.",
            "Мы сидели в тени, укрываясь от солнца.",
            "Я вошёл, жадно ища обещанной тени.",
            "Этот оттенок хорошо сочетается с очень многими цветами.",
            "привлекательный /симпатичный/ новый оттенок розового",
            "Дом находится в тени нескольких больших деревьев.",
            "Не надо спорить о каких-то смысловых нюансах.",
            "Мы сидели в тени ивы.",
            "Она заштриховала рисунок, чтобы придать ему глубину.",
            "На ней были крутые солнечные очки.",
            "Там стоят огромные буки, отбрасывающие свою прохладную тень на траву.",
            "Все это время он правой рукой заслонял глаза от слепящего солнца.",
            "Эти растения хорошо растут в тени.",
            "Вы бы предпочли посидеть в тени?",
            "Здания отбрасывают на площадь тень."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}