{
    "shame": {
        "comment": [
            "ashamed"
        ],
        "translate": "позор, стыд, срам, досада, бесславие, позорить, стыдить, пристыдить, посрамить",
        "transcription": " |ʃeɪm|",
        "antonyms": [],
        "mnemonic": [
            "shame [шейм] стыд - Какой стыд, (Ка-щеем) бессмертным Иван Царевич убит;",
            "fame [feɪm]\nfamous ['feɪməs] - знаменитый, знаменит\n***\nПРОСЛАВЛЯЕТ всех Орфей (м). (это) fame\nИЗВЕСТНОСТЬ и СЛАВУ заслужил\nОрфей (м). (это) fame\nРепутация.\n***\nЛучше слава \"fame\",\nчем позор \"shame\".\n***\nЯ всегда прославляю \"fame\"\nсвоё имя \"name\"\nи свою фамилию \"surname\".",
            "shame [ʃeɪm]\nashamed [ə'ʃeɪmd] - стыдиться. пристыженный\n***\nКакой СТЫД бить по шеям. (это) shame\nКакая ЖАЛОСТЬ, что ты бил по шеям. (это) shame\nСТЫДИЛ нас и бил по шеям. (это) shame\nСтыд, позор, бесчестие.\n***\nЭто позор \"shame\" -\nсебя прославлять \"fame\"\nи своё имя \"name\"."
        ],
        "examples": [
            "It's a dirty shame.",
            "His cheeks burned with shame.",
            "I call that a shame.",
            "He felt shame for his lies.",
            "What a shame we missed the wedding.",
            "It shames me that I treated her so badly.",
            "Our neighbour's garden shames ours.",
            "How could you be so rude? Have you no shame?",
            "To my shame, I never did help them.",
            "He felt a deep sense of shame.",
            "Their behaviour has shamed the whole school.",
            "What a shame that you couldn't come to party.",
            "Maria blushed with shame.",
            "They felt shame at accepting bribes.",
            "It shames me to say it, but I lied.",
            "It's a shame that you have to leave so soon.",
            "It was a crying shame that they lost the game.",
            "She is trying to shame her husband out of drinking.",
            "It's a great shame that we have had to cancel the concert.",
            "Nice video, shame about the song.",
            "He's brought shame on the whole family.",
            "How can I purge this shame from my heart?",
            "Lasting shame on thee and thine. (W. Shakespeare)",
            "A shame to let a joker like this win. (H. Robbins)",
            "I blush for shame when I remember how I treated you.",
            "It is a shame to see how they have mishandled the old man.",
            "He felt shamed and humiliated by the treatment he had received.",
            "It did not take long to shame the boy into a change of behaviour.",
            "It's a shame to waste so much time. / It's a shame wasting so much time.",
            "They were filled with a deep shame at the actions taken by their government."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это страшный позор.",
            "Его щёки горели от стыда.",
            "По-моему, это стыдно.",
            "Ему было стыдно за свою ложь.",
            "Жаль, что мы пропустили свадьбу.",
            "Мне стыдно, что я так плохо обращался с ней.",
            "Наш сад сильно уступает саду нашего соседа.",
            "Как можно было себя так грубо /неприлично/ вести? Совесть у тебя есть?",
            "К стыду своему, я им действительно никогда не помогал.",
            "Он ощущал глубокое чувство стыда /досады/. / Ему было очень стыдно.",
            "Их поведение опозорило всю школу.",
            "Как жаль, что вы не смогли прийти на вечер.",
            "Мария покраснела от стыда.",
            "Они стыдились брать взятки.",
            "Стыдно об этом говорить, но я соврал.",
            "Жаль, что вы должны так скоро уехать.",
            "Было до слёз обидно, что они проиграли этот матч.",
            "Она старается пристыдить мужа и заставить его не пить.",
            "Ужасно досадно, что нам пришлось отменить концерт.",
            "Отличное видео, стыдно за песню.",
            "Он опозорил всю семью.",
            "Как мне смыть этот стыд?",
            "Вечный позор тебе и роду твоему.",
            "Позор позволить такому типу выиграть.",
            "Я сгораю со стыда, как вспомню, как я обращался с тобой.",
            "Стыдно смотреть на то, как они обошлись с пожилым человеком.",
            "Он чувствовал стыд и унижение из-за того, как с ним поступили /обращались/.",
            "Потребовалось немного времени, чтобы пристыдить мальчика и заставить его изменить поведение.",
            "Жаль /обидно, стыдно/ тратить зря так много времени.",
            "Им было очень стыдно за действия своего правительства."
        ],
        "stars": 2
    }
}