{
    "shape": {
        "comment": [
            "shaped"
        ],
        "translate": "форма, вид, фигура, облик, формировать, фасонный, профильный",
        "transcription": " |ʃeɪp|",
        "antonyms": [],
        "mnemonic": [
            "shape [ʃeɪp] - формировать. приводить в форму\n***\nУ обезьяны \"ape\" отличная форма \"shape\"."
        ],
        "examples": [
            "What shape is the table?",
            "The dress was shaped to her figure.",
            "Our plans began to take shape.",
            "close in size and shape",
            "What does this shape suggest to you?",
            "The house stuck out because of its unusual shape.",
            "Any body affects some regular shape.",
            "The house is in fine shape.",
            "The tree has a conical shape.",
            "Our plans are beginning to take shape.",
            "The cake has a rectangular shape.",
            "The dining room was square in shape.",
            "She stays in shape by exercising daily and eating well.",
            "A dark shape moved behind them.",
            "The children enjoyed shaping the snow into figures of people and animals.",
            "The dress emphasized the shape of her body.",
            "Mel was in no shape to drive home after the party.",
            "Shape the dough into balls.",
            "The educational system should be shaped to the needs of the children.",
            "I don't know how best to shape these ideas into an article.",
            "He stays in good shape by lifting weights.",
            "For an old car, it's in pretty good shape.",
            "He has never been in good shape in most of his previous starts.",
            "With his finger, he traced out the shape of the buildings in the sand.",
            "The fog is so dense, you can only make out the obscure shape of trees.",
            "He slips his past and puts on a new shape.",
            "I've roughed in the general shape of the pattern in pencil.",
            "If you shade in one side of your drawing, the shape will look solid.",
            "Britain needs new leadership if she is to help shape Europe's future.",
            "The flint instruments of oval shape have been mostly worked by gentle blows."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Какой формы этот стол?",
            "Платье подогнали по её фигуре.",
            "Наши планы начали приобретать определённые очертания.",
            "близкие по размеру и форме",
            "Это что-нибудь вам напоминает?",
            "Дом выделялся своей необычной формой.",
            "Любое физическое тело стремится принять какую-то определённую форму.",
            "Дом находится в хорошем состоянии.",
            "Дерево имеет коническую форму.",
            "Наши планы проясняются.",
            "Торт имеет форму прямоугольника.",
            "Столовая была квадратной формы.",
            "Она остается в хорошей форме, благодаря ежедневным упражнениям и правильному питанию.",
            "Позади них пошевелилось что-то тёмное.",
            "Детям нравится лепить из снега фигурки людей и животных.",
            "Платье подчеркивало её фигуру.",
            "Мэл был не в том состоянии, чтобы после вечеринки вести машину домой самому.",
            "Сделайте из теста шарики.",
            "Система образования должна отвечать потребностям детей.",
            "Я не знаю, как лучше оформить эти идеи в статью.",
            "Он находится в хорошей форме путём поднятия тяжестей.",
            "Для такой старой машины, она находится в довольно хорошей форме.",
            "В большинстве предыдущих соревнований он не показал хорошей спортивной формы.",
            "Он пальцем на песке набросал проект зданий.",
            "Туман настолько густой, что можно различить лишь смутные очертания деревьев.",
            "Он освобождается от своего прошлого и начинает новую жизнь.",
            "Я набросал общую схему узора карандашом.",
            "Если вы заштрихуете рисунок с одной стороны, форма станет объёмной.",
            "Если Британия хочет участвовать в формировании будущего Европы, ей нужно новое руководство.",
            "Кремневые инструменты овальной формы в основном обрабатывались лёгкими ударами."
        ],
        "stars": 3
    }
}