{
    "shaped": {
        "comment": [],
        "translate": "имеющий определенную форму",
        "transcription": " |ʃeɪpt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The dress was shaped to her figure.",
            "The building was shaped like a giant pyramid.",
            "This exercise develops a classically shaped body.",
            "The artist shaped the stone with a hammer and chisel.",
            "The educational system should be shaped to the needs of the children.",
            "the house's oddly shaped roof",
            "The marketplace of the town is a spacious and irregularly shaped vacuity.",
            "Decisions are shaped by political calculations.",
            "His early orphanage shaped his character as an adult.",
            "Our strong sense of national identity has been shaped by our history.",
            "People's political beliefs are shaped by what they see in the papers.",
            "The theories have been shaped and reshaped by this steady growth of knowledge.",
            "The book is an excellent appraisal of the influences that have shaped our government.",
            "For their various and bizarrely shaped plumage, males of the bird of paradise species have few rivals."
        ],
        "example_translate": [
            "Платье подогнали по её фигуре.",
            "Здание было выстроено в форме гигантской пирамиды.",
            "Это упражнение придаёт телу классические формы.",
            "Художник обтесал камень молотком и зубилом.",
            "Система образования должна отвечать потребностям детей.",
            "странная форма крыши дома",
            "Городская рыночная площадь - это просторный пустырь неправильной формы.",
            "Решения принимаются на основании политической выгоды.",
            "Ранняя смерть родителей сформировала его характер взрослого.",
            "Наше сильное чувство национального самознания сформировалось под влиянием нашей истории.",
            "Политические убеждения людей формируются за счёт того, что они видят в газетах.",
            "Теории создаются и изменяются благодаря постоянному росту знаний.",
            "Книга представляет собой отличную оценку факторов, которые сформировали наше правительство.",
            "По разнообразию и причудливой форме оперения самцам райских птиц почти нет равных."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}