{
    "sharply": {
        "comment": [],
        "translate": "точно",
        "transcription": " |ˈʃɑrpli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Commodity prices fell sharply.",
            "I struck sharply upon the glass.",
            "He turned sharply round and walked backward.",
            "The road bends sharply to the left.",
            "News likely to break the market sharply.",
            "The number of deaths on the roads has dropped sharply.",
            "He braked sharply to avoid the dog.",
            "Opinion is sharply divided.",
            "Ann sharply turned about to hide her face.",
            "The plane bucked sharply.",
            "The phone trilled sharply.",
            "Be there at four o'clock sharp.",
            "Sales peaked in August, then fell sharply.",
            "The bird has sharply defined black and rust markings.",
            "The number of people seeking asylum in Britain has risen sharply.",
            "He had his knuckles rapped sharply for meddling in foreign policy.",
            "Members of the jury were sharply rebuked for speaking to the press.",
            "a sharp curve in the road",
            "He took a sharp left turn.",
            "Prices have risen sharply over the last few months.",
            "Lucie whistled sharply to catch the other girl's attention.",
            "Her cheerful mood stands in sharp contrast to her dreary surroundings.",
            "The man's sober vesture contrasted sharply with his companion's festive finery.",
            "The unemployment rate plunged sharply.",
            "The road twists sharply after the light.",
            "Experts are sharply divided on the issue.",
            "London share prices fell sharply yesterday.",
            "His politics have moved sharply to the right.",
            "The road turns sharply at the top of the hill.",
            "The issue of cloning has sharply divided voters."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Цены на сырьё резко упали.",
            "Я резко ударил по стеклу.",
            "Он резко повернулся и отступил назад.",
            "Дорога резко поворачивает влево.",
            "Это сообщение, вероятно, приведёт к резкому понижению цен на рынке.",
            "Количество смертей на дорогах резко уменьшилось.",
            "Он резко затормозил, чтобы не задавить собаку.",
            "Мнения резко разделились.",
            "Энн резко отвернулась, чтобы её лица не было видно.",
            "Самолёт резко шатнуло / качнуло.",
            "Телефон издал резкую трель.",
            "Будь там ровно в четыре часа.",
            "Пик продаж пришелся на август, а затем они резко упали.",
            "В окраске птицы присутствуют чётко очерченные чёрные и рыжие отметины.",
            "Количество людей, ищущих убежища в Великобритании, резко возросло.",
            "Ему больно дали по рукам за вмешательство во внешнюю политику.",
            "Членов жюри строго отчитали за общение с прессой.",
            "резкий поворот дороги",
            "Он резко повернул налево.",
            "За последние месяцы резко выросли цены.",
            "Люси пронзительно свистнула, чтобы привлечь внимание другой девушки.",
            "Её веселое настроение резко контрастирует с унылой окружающей обстановкой.",
            "Строгое одеяние мужчины резко контрастировало с пышным праздничным нарядом его спутницы.",
            "Уровень безработицы резко уменьшился.",
            "За светофором дорога резко сворачивает.",
            "Эксперты резко разделились по данному вопросу.",
            "Вчера в Лондоне резко упали цены на акции.",
            "Его политические убеждения резко сместились вправо.",
            "На вершине холма дорога резко поворачивает.",
            "Вопрос клонирования резко разделил избирателей."
        ]
    }
}