{
    "shave": {
        "comment": [
            "have",
            "behave",
            "razor"
        ],
        "translate": "бритьё, стружка, щепа, мистификация, обман, брить, бриться, побриться, обрить, строгать",
        "transcription": " |ʃeɪv|",
        "antonyms": [],
        "mnemonic": [
            "shave [шейв] брить(-ся) - Брить (шею в) моде.",
            "shave [ʃeıv]\n***\nПОДСТРИГИСЬ - не будет вшей (в). (это) shave\nПОБРЕЕШЬСЯ - не будет вшей (в). (это) shave\nБритьё., обман, мистификация."
        ],
        "examples": [
            "He should have a shave.",
            "He hadn't shaved for days.",
            "The sheep were all shaved.",
            "I had time to shave and smarten up.",
            "She cut herself while shaving her legs.",
            "He was overdue for a shave.",
            "Phew, that was a close shave.",
            "A straight razor gives a close shave.",
            "She shaves her dog's fur in the summer.",
            "Try and take off the smallest possible shaves.",
            "Please don't shave off your beard, I like your face with it.",
            "Brian had cut himself shaving.",
            "United had a close shave when Liverpool almost scored.",
            "Getting the car into the garage, I shaved off some of the paint from the door.",
            "His back shaved the counter in passing.",
            "The next instant the hind coach passed my engine by a shave.",
            "He shaves every morning before breakfast.",
            "You can only shave through the straits at half-tide.",
            "New procedures shave minutes from the unloading process.",
            "The machine shaved off fine layers from the piece of wood."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ему бы побриться не помешало.",
            "Он не брился несколько дней.",
            "Все овцы были острижены.",
            "У меня было время, чтобы побриться и привести себя в порядок.",
            "Она порезалась когда брила свои ноги.",
            "Ему давно было пора побриться.",
            "Фух, вот это пронесло!",
            "Опасная бритва бреет очень гладко.",
            "Каждое лето она бреет свою собаку.",
            "Постарайся снять как можно более тонкий слой.",
            "Пожалуйста, не сбривай бороду: с ней ты мне больше нравишься.",
            "Брайн порезался, когда брился.",
            "\"Юнайтед\" чудом спаслись от неприятностей, когда \"Ливерпуль\" чуть не забил.",
            "Въезжая в гараж, я поцарапал дверь и содрал с неё часть краски.",
            "Проходя, он слегка коснулся спиной прилавка.",
            "В следующий момент последний вагон проскочил в миллиметре от моего локомотива.",
            "Он бреется каждое утро перед завтраком.",
            "Ты можешь проскользнуть через этот пролив только во время половины прилива.",
            "Новые процедуры на несколько минут сократят процесс разгрузки.",
            "Станок снял с деревяшки тонкую стружку."
        ],
        "stars": 1
    }
}