{
    "shelter": {
        "comment": [
            "she",
            "shell",
            "shed"
        ],
        "translate": "укрытие, приют, убежище, кров, пристанище, приютить, укрывать, укрываться, прятаться",
        "transcription": " |ˈʃeltər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "If it storms, we'll need shelter",
            "We made a shelter from branches.",
            "They are in need of food and shelter.",
            "This house sheltered him for twenty years.",
            "All around me, people were running for shelter.",
            "He always sheltered himself behind his father's authority.",
            "The garage served to shelter his horses",
            "We reached the shelter of the caves.",
            "The organization provides food and shelter for homeless people.",
            "We sat in the shade, sheltering from the sun.",
            "They had no shelter but an inverted boat.",
            "You can't shelter your brother from blame in the accident.",
            "flood victims wanting food and shelter",
            "Collins was arrested for sheltering enemy soldiers.",
            "They sheltered in a cave while they waited for the storm to pass.",
            "The climbers had to shelter from the snowstorm in a mountain hut.",
            "In many poorer countries, people still want basic food and shelter.",
            "They sought shelter from the storm.",
            "An old hut gave shelter from the storm.",
            "a magnanimous donation to the town's animal shelter",
            "I found a safe place to take shelter from the storm.",
            "They were standing under the shelter of a huge tree.",
            "The refugees' main requirements are food and shelter.",
            "Camps were set up to shelter the flotsam and jetsam of the war.",
            "The dogs and cats at the animal shelter looked so sad in their cages.",
            "They built a crude shelter out of branches.",
            "Thousands of poor people still want food and shelter.",
            "The first thing to do is to give them food and shelter.",
            "The shelter stores huge cans of water for an emergency.",
            "Plant herbs next to a wall to shelter them from the wind."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Если разразится шторм (гроза), нам потребуется укрытие.",
            "Мы сделали шалаш / навес из веток.",
            "Они нуждаются в пище и крове.",
            "В этом доме он прожил двадцать лет.",
            "Окружавшие меня люди бежали в убежище.",
            "Он всегда прикрывался авторитетом отца.",
            "Гараж использовался как укрытие / пристанище для его лошадей. (досл. Гараж служил чтобы укрыть его лошадей)",
            "Мы добрались до убежища в пещерах.",
            "Организация занимается предоставлением пищи и приюта для бездомных людей.",
            "Мы сидели в тени, укрываясь от солнца.",
            "У них не было никакого убежища, кроме перевёрнутой лодки.",
            "Тебе не спасти своего брата от ответственности за катастрофу.",
            "жертвы наводнения, которые нуждаются в еде и крыше над головой",
            "Коллинз был арестован за то, что укрывал солдат противника.",
            "Они прятались в пещере, пока пережидали грозу.",
            "Альпинистам пришлось спрятаться от бурана в горной хижине.",
            "Во многих бедных странах люди по-прежнему нуждаются в основных продуктах питания и крыше над головой.",
            "Они искали убежище от шторма.",
            "От бури мы укрылись в старой хижине.",
            "великодушное пожертвование в пользу городского приюта для животных",
            "Я нашел безопасное место, чтобы укрыться от бури.",
            "Они стояли под сенью огромного дерева.",
            "Основными потребностями беженцев являются пища и кров.",
            "Для пострадавших от военных действий были созданы лагеря.",
            "Какой же грустный вид был у собак и кошек, сидящих в клетках этого приюта для животных!",
            "Они построили из веток нехитрое укрытие.",
            "Тысячи бедняков по-прежнему нуждаются в еде и крыше над головой.",
            "Первым делом нужно дать им кров и пищу.",
            "В убежище хранятся огромные канистры воды на случай чрезвычайной ситуации.",
            "Сажайте пряности рядом со стеной, чтобы укрыть их от ветра."
        ]
    }
}