{
    "shell": {
        "comment": [
            "she",
            "shelter",
            "shed"
        ],
        "translate": "оболочка, корпус, раковина, скорлупа, шелушить, шелушиться, лущить, лущиться",
        "transcription": " |ʃel|",
        "antonyms": [],
        "mnemonic": [
            "shell [шэл] раковина, скорлупа - Символ фирмы («Шелл») - раковина.",
            "shell [ʃɛl]\n***\nПод ПАНЦИРЕМ я хорошел. (это) shell\nРаковина, скорлупа, шелуха.\nОчищать, лущиться. Снимать скорлупу.\n***\nЛучше спрятаться в раковине \"shell\",\nчем попасть в ад \"hell\"."
        ],
        "examples": [
            "Never buy eggs with cracked shells.",
            "They cracked the nuts and removed their shells.",
            "Her normally shy son has come out of his shell.",
            "A dim mist shelled the god.",
            "The enemy has been shelling us all day",
            "The town was shelled during the battle.",
            "Josie was shelling peas in the kitchen.",
            "The children were collecting shells on the beach.",
            "We collected shells at the beach.",
            "They shelled the enemy troops.",
            "The shell exposed to heat crisps.",
            "He was a shell of the man he had been previously.",
            "Black walnut kernels are difficult to get out of the shell.",
            "An arch is a curved shell of firm materials.",
            "gullible tourists taken in by the shell game",
            "We ran for cover as shells dropped all around us.",
            "The army has been shelling the town since yesterday.",
            "Our artillery was lobbing shells into enemy positions.",
            "I had hoped that university would bring him out of his shell.",
            "shell out pocket money for the children",
            "A couple sculled past in a racing shell.",
            "The shell of a sessile barnacle is attached directly to a substrate.",
            "I think I'll buy fruit this year to shell out when the children come round."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Никогда не покупайте яйца с треснувшей скорлупой.",
            "Они кололи орехи и очищали их от скорлупы.",
            "Её обычно замкнутый сын вышел из своей скорлупы.",
            "Лёгкий туман окружал божество.",
            "Противник весь день нас обстреливает.",
            "Во время боя город подвергся обстрелу.",
            "Джози лущила горох на кухне.",
            "Дети собирали ракушки на берегу моря.",
            "Мы собирали ракушки на пляже.",
            "Они обстреляли вражеские войска.",
            "Если раковину оставить на солнце, она станет волнистой.",
            "Он лишь по виду был таким, как прежде.",
            "Чёрные ядра грецких орехов трудно добыть из скорлупы.",
            "Арка представляет собой изогнутое полукруглое сооружение из твёрдых материалов.",
            "доверчивые туристы, которых вовлекают в игру в напёрстки",
            "Мы побежали в укрытие среди рвущихся вокруг нас снарядов.",
            "Войска обстреливают город со вчерашнего дня.",
            "Наша артиллерия обстреливала позиции врага.",
            "Я надеялся на то, что учеба в университете поможет ему справиться с застенчивостью.",
            "раскошелиться на карманные деньги для детей",
            "Мимо прошли на вёслах двое в гоночной лодке.",
            "Раковина сидячего усоногого крепится непосредственно к основанию.",
            "Думаю, я на этот раз запасусь фруктами, чтобы раздавать детям на Хэллоуин."
        ],
        "stars": 2
    }
}