{
    "shelf": {
        "comment": [
            "bookshelf"
        ],
        "translate": "полка, шельф, уступ, отмель, выступ, мель, риф, бедрок, привальный брус",
        "transcription": " |ʃelf|",
        "antonyms": [],
        "mnemonic": [
            "shelf [шелф] полка - Карта континентального (шельф-а) на полке."
        ],
        "examples": [
            "It's on the bottom shelf.",
            "Put the vase on the shelf.",
            "Please reach me down that book on the high shelf.",
            "He replaced the book on the shelf.",
            "A vase fell off the shelf.",
            "This box goes on the third shelf from the top.",
            "My blue bag has disappeared from the shelf where I left it.",
            "Store raw meat on the lowest shelf.",
            "Put it back on the top shelf.",
            "Please hand down the large dish from the top shelf, I can't reach.",
            "Watch your head on the shelf.",
            "We don't have much shelf space.",
            "Can you count the books on your shelf?",
            "The shelf is held up with two brackets.",
            "There was only one bare shelf.",
            "The candy is up on the top shelf.",
            "Take down the vase from the shelf.",
            "Are you sure that shelf is secure?",
            "the amount of shelf space available",
            "She grabbed a weighty book off the shelf.",
            "The shelf extends 20 cms from the bookcase.",
            "She had to stand tiptoe to reach the shelf.",
            "I don't think the shelf is square with the floor.",
            "The book goes on the top shelf.",
            "his fumbling attempt to put up a shelf",
            "She pulled a blue file from the shelf.",
            "The candy is down on the bottom shelf.",
            "My head struck the angle of the shelf.",
            "Will you get that book down off the shelf?",
            "The top shelf broke and books showered down."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это стоит на нижней полке.",
            "Поставьте эту вазу на полку.",
            "Достань мне, пожалуйста, вон ту книгу с верхней полки.",
            "Он вернул книгу на полку.",
            "С полки упала ваза.",
            "Эта коробка стоит на третьей полке сверху.",
            "Я оставил свою синюю сумку на полке, и она пропала.",
            "Храните сырое мясо на самой нижней полке.",
            "Поставь это обратно на верхнюю полку.",
            "Пожалуйста, дай мне вон ту большую тарелку с верхней полки, я не могу её достать.",
            "Смотри, не ударься головой о полку.",
            "Места на полках (для выкладки товара) у нас не так много.",
            "Ты не мог бы посчитать, сколько книг у тебя на полке?",
            "Полка держится на двух кронштейнах.",
            "Лишь одна из полок была пустой.",
            "Конфеты там, на верхней полке.",
            "Сними вазу с полки.",
            "Вы уверены, что эта полка не упадёт?",
            "количество доступного полочного пространства",
            "Она схватила с полки увесистую книгу.",
            "Полка выступает за книжный шкаф на двадцать сантиметров.",
            "Ей пришлось встать на цыпочки, чтобы дотянуться до полки.",
            "По-моему, эта полка не перпендикулярна полу.",
            "Эта книга пойдёт на верхнюю полку.",
            "его неумелая попытка повесить полку",
            "Она достала с полки синюю папку.",
            "Конфеты внизу, на нижней полке.",
            "Я ударился головой об угол полки.",
            "Вы не достанете эту книгу с полки?",
            "Верхняя полка сломалась, и книги посыпались вниз."
        ],
        "stars": 2
    }
}