{
    "shield": {
        "comment": [
            "yield",
            "field"
        ],
        "translate": "щит, экран, защита, защитник, ширма, защищать, экранировать, заслонять",
        "transcription": " |ʃiːld|",
        "antonyms": [],
        "mnemonic": [
            "field [fi: ld]\n***\nНа ПОЛЕ вышел Ко́пперфильд. (это) field\n***\nНа поле \"field\"\nя всегда со щитом \"shield\".",
            "shield [ʃi:ld] щит, защита, защитник; защищать,\nзаслонять, закрывать\n***\nНа поле \"field\"\nя всегда со щитом \"shield\"."
        ],
        "examples": [
            "He shielded his eyes from the bright light.",
            "He moved his shield quickly, and the sword glanced off.",
            "The shield bears the device of a dolphin.",
            "His secretary tried to shield him from importunate visitors.",
            "The immune system is our body's shield against infection.",
            "He tried to shield me from suspicion.",
            "He dished the Greek shield from a single sheet of copper and pieced the rim.",
            "The ozone layer is a shield which protects the Earth against the sun's radiation.",
            "They tried to shield the General from federal investigators.",
            "Women will often lie to shield even the most abusive partner.",
            "She hid her true self behind the shield of an aloof formality.",
            "This special metal shield will deflect a bullet from its course.",
            "The assistant's job was to shield the president from such footling problems.",
            "He was recognized by the device on his shield.",
            "The shield that the king carried into battle was emblazoned with his family coat of arms.",
            "The bullet thudded into the metal shield, but did no harm."
        ],
        "example_translate": [
            "Он заслонил глаза от яркого света.",
            "Он быстро подставил щит, и меч соскользнул.",
            "На щите изображён дельфин.",
            "Секретарша пыталась оградить его от настырных посетителей.",
            "Иммунная система является защитой нашего организма от инфекций.",
            "Он попытался защитить меня от подозрений.",
            "Он выгнул греческий щит из цельного листа меди и восстановил обод.",
            "Озоновый слой - это щит, который защищает Землю от солнечной радиации.",
            "Они попытались защитить генерала от федеральных следователей.",
            "Женщины часто лгут, чтобы выгородить даже самых жестоких партнёров.",
            "Она прятала своё истинное я за завесой отчуждённой формальности.",
            "Этот специальный металлический щит изменит траекторию пули.",
            "Задачей помощника было оградить президента от таких пустяковых проблем.",
            "Его узнали по эмблеме, изображённой на щите.",
            "Боевой щит короля был украшен фамильным гербом.",
            "Пуля попала в металлическое заграждение, но не причинила никакого ущерба."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}