{
    "shift": {
        "comment": [
            "shiver"
        ],
        "translate": "сдвиг, смена, переключение, изменение, перемещаться, перемещать, сдвигать",
        "transcription": " |ʃɪft|",
        "antonyms": [],
        "mnemonic": [
            "gift [gɪft]\n***\nСажусь в лифт \"lift\",\nперемещаюсь \"shift\"\nи получаю подарок, дар - \"gift\"",
            "lift [lɪft]\n***\nПОДНИМАТЬ нас будет лифт. (это) lift\nПоднятие, подъём, воодушевление.\n***\nСажусь в лифт \"lift\",\nперемещаюсь \"shift\"\nи получаю подарок, дар \"gift\"",
            "shift [ʃɪft] - изменение, перемещение, смена, сдвиг\nshifty ['ʃɪfti] - ловкий, быстрый, изобретательный\n***\nПЕРЕМЕСТИМ курсор, нажав на \"шифт\". (это) shift\nПолучили СДВИГ, нажав на шифт. (это) shift\nИЗМЕНИМ мы большой на малый шрифт. (это) shift"
        ],
        "examples": [
            "She works the night shift.",
            "I work shifts.",
            "Give me a hand to shift these chairs.",
            "You can shift for yourself.",
            "Don't try to shift the blame onto anyone else., it's your fault.",
            "Let`s shift the date for our class reunion",
            "She had only her night shift on.",
            "His tone shifted",
            "I'm on the early shift tomorrow.",
            "He works the day shift.",
            "I had never handled an automatic shift gear.",
            "I shifted into second gear.",
            "She shifted in her seat.",
            "His constant shifting disrupted the class.",
            "An employee shall not be required to work more than one shift in each 24 hours.",
            "Their efforts to shift public opinion have failed.",
            "He had to shift down into second to make the hill.",
            "She shifted her position slightly so she could see the stage better.",
            "It is rather painful for me to recount the shifts to which I have been reduced.",
            "The day shift worked overtime.",
            "At 11 o'clock the night shift of miners was relieved by the day shift.",
            "He shifted in his seat.",
            "We take turns on the night shift.",
            "I wanted to shift the discussion back to the main point.",
            "The thought of working night shifts put her off becoming a nurse.",
            "A shift system has been introduced.",
            "Depress the “shift” key on your keyboard.",
            "They shifted him to a different department.",
            "He asked the shift foreman if he could take a break.",
            "There has been a recent tectonic shift in voting patterns."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она работает в ночную смену.",
            "Я работаю посменно.",
            "Помогите мне переставить эти стулья.",
            "Ты можешь справиться сам.",
            "Не пытайся переложить ответственность на кого-нибудь другого, это твоя вина.",
            "Давайте перенесём дату вечера встречи с выпускниками.",
            "На ней была только ночная рубашка.",
            "Его тон изменился.",
            "Мне завтра на работу в первую смену.",
            "Он работает в дневную смену.",
            "Я никогда не имел дела с автоматической коробкой передач.",
            "Я переключился на вторую передачу.",
            "Она поёрзала на сиденье. / Она сменила позу, в которой сидела.",
            "Он сорвал урок своими постоянными перемещениями с места на место.",
            "Работник не может быть привлечён к работе более одной смены в течение 24 часов.",
            "Их попытки изменить общественное мнение провалились.",
            "Ему пришлось переключиться на вторую передачу, чтобы подняться на горку.",
            "Она слегка изменила положение, чтобы лучше видеть сцену.",
            "Мне больно рассказывать о тех вынужденных мерах, к которым меня заставили прибегнуть.",
            "Дневная смена работала сверхурочно.",
            "В 11 часов ночную смену шахтеров сменила дневная.",
            "Он поёрзал на сиденье.",
            "Мы по очереди выходим в ночную смену.",
            "Я захотел вернуть тему дискуссии к основной теме.",
            "Мысль о том, что придётся работать в ночную смену, отвратила её от идеи стать медсестрой.",
            "Внедрена посменная работа.",
            "Нажмите клавишу “Shift” на клавиатуре.",
            "Его перевели в другой отдел.",
            "Он спросил начальника смены, нельзя ли ему сделать перерыв.",
            "В последнее время наблюдаются масштабные изменения в распределении голосов избирателей."
        ],
        "stars": 3
    }
}