{
    "shine": {
        "comment": [
            "shiny",
            "sunshine"
        ],
        "translate": "блеск, свет, сияние, лоск, глянец, светить, светиться, сиять, блистать",
        "transcription": " |ʃaɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The sun was shining.",
            "His face shone with happiness.",
            "His talent shines.",
            "The picnic is on, rain or shine.",
            "She had shining black hair.",
            "Don't worry. We'll be there — rain or shine.",
            "Her continuing courage shines through all her actions.",
            "Peter didn't really shine at school.",
            "He had a nice shine on his shoes.",
            "None of my family shines at maths.",
            "Shine a light over here, will you?",
            "Wax polish gives a lovely shine to wood furniture.",
            "Would you like a shine?",
            "The moon shone brightly in the sky.",
            "Marion polished the table until it shone.",
            "That lamp's shining in my eyes.",
            "Shine that torch over here, will you?",
            "She found a sport where she can really shine.",
            "His shoes were shined to perfection.",
            "Butterflies are skirling in the shine.",
            "The sun will shine before the day is out.",
            "A lonely star shone out against the black sky.",
            "The curtains are so thin that the light shines through.",
            "His abilities shine out when compared to his companions.",
            "The concert will give young jazz musicians a chance to shine.",
            "Pinholes in a bedsheet will look like stars if you shine a light from behind it."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Солнце ярко светило.",
            "Его лицо сияло от счастья.",
            "У него блестящий /явный/ талант.",
            "Пикник состоится, что бы ни случилось /в любую погоду/.",
            "У неё были чёрные блестящие волосы.",
            "Не волнуйся, мы будем там, что бы ни случилось.",
            "Её неистощимая храбрость проявляется во всём, что она делает.",
            "В школе Питер не особо блистал.",
            "Его обувь была здорово начищена.",
            "Ни у кого в моей семье нет ярких способностей к математике.",
            "Посветите-ка сюда, пожалуйста.",
            "Восковая политура придаёт мебели замечательный блеск.",
            "Желаете чистку обуви?",
            "Луна ярко сияла в небе.",
            "Марион отполировала столик до блеска.",
            "Свет этой лампы сияет в моих глазах.",
            "Посвети-ка фонариком вот сюда, ладно?",
            "Она нашла вид спорта, в котором может заблистать.",
            "Его ботинки были идеально начищены.",
            "Бабочки вьются на свету.",
            "Солнце будет светить до конца дня.",
            "Одинокая звезда ярко светила в чёрном небе.",
            "Занавески настолько тонки, что сквозь них проходит свет.",
            "По сравнению со своими товарищами он просто блистает.",
            "Этот концерт даст молодым джазовым музыкантам шанс проявить себя.",
            "Если подсветить простыню сзади, то мельчайшие отверстия в ней будут напоминать звёзды."
        ]
    }
}