{
    "shipping": {
        "comment": [
            "membership",
            "partnership",
            "relationship",
            "worship",
            "ship",
            "leadership",
            "friendship",
            "championship",
            "ownership",
            "fellowship",
            "sponsorship",
            "scholarship",
            "shipment",
            "citizenship"
        ],
        "translate": "перевозка груза, судоходство, перевозка, погрузка, торговые суда, торговый флот",
        "transcription": " |ˈʃɪpɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The fruit was ready for shipping.",
            "The shipping charges are prepaid.",
            "The cargo was containerized for safe and efficient shipping.",
            "Tape the shipping label to the box.",
            "This shipping line plies across the ocean.",
            "The book is priced at $30.00 plus shipping and handling of $5.00.",
            "Register of Shipping of the USSR",
            "He runs a transatlantic shipping line.",
            "This stretch of water carries a lot of shipping.",
            "The enclosed check is to cover shipping and handling.",
            "Crate the paintings before shipping them to the museum.",
            "There are additional charges for shipping and handling.",
            "Please return any items that are damaged during shipping.",
            "All shipping operations have been centralized at the Miami office.",
            "The items were carefully wrapped to protect them from damage during shipping.",
            "They're now shipping their long-awaited MS-DOS version of the X-Window System."
        ],
        "example_translate": [
            "Фрукты были готовы к отправке.",
            "Расходы на транспортировку оплачиваются заранее.",
            "Груз был размещён в контейнерах для безопасной и эффективной перевозки.",
            "Приклейте на коробку транспортную этикетку.",
            "Этот рейс пересекает океан.",
            "Книга оценена в 30 долл. плюс затраты на погрузку и перевозку в размере 5 долл.",
            "Регистр СССР",
            "Он руководит линией трансатлантических перевозок.",
            "На этом водном участке — большое судоходство.",
            "Прилагаемый чек должен покрыть расходы на перевозку и обслуживание.",
            "Упакуйте картины перед их отправкой в музей.",
            "За доставку и погрузку товара взимается дополнительная плата.",
            "Просьба вернуть все товары, которые были повреждены во время транспортировки.",
            "Все транспортные операции сосредоточены в майамском представительстве.",
            "Товары были тщательно завёрнуты, чтобы защитить их от повреждений во время транспортировки.",
            "Сейчас они поставляют свою долгожданную MS-DOS версию X-Window System."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}