{
    "shocked": {
        "comment": [
            "shocking – шокирующий  shocked – шокированный ",
            "shock",
            "shocking"
        ],
        "translate": "потрясённый",
        "transcription": " |ˈʃɑːkt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was so shocked I couldn't speak.",
            "We were too shocked to talk.",
            "I was shocked by her radical views.",
            "She gave him a shocked look.",
            "I was shocked by her rude behavior.",
            "too shocked and scared to move",
            "She was shocked by my extravagance.",
            "I was deeply shocked by Jo's death.",
            "I was shocked when I read of his death.",
            "We were shocked by his haggard appearance.",
            "I was shocked by the vulgarity of his language.",
            "The news of the bombing shocked her.",
            "The hatred in her voice shocked him.",
            "Judge how this shocked and offended me.",
            "We were too shocked to think rationally.",
            "They were deeply shocked at her behaviour.",
            "We were shocked at the enormity of the crime.",
            "For a few minutes she stood in shocked silence.",
            "The student's disobedience shocked the teacher.",
            "She was shocked by the young man's impropriety.",
            "The naked hatred in the woman's face shocked me.",
            "I was shocked by the stupidity of their decision.",
            "I was shocked by the doctor's lack of compassion.",
            "She was shocked by the vicious tone in his voice.",
            "I was shocked by the indecency of their language.",
            "A few people seemed shocked by her crass comments.",
            "I was shocked by the bestiality of their behavior.",
            "She was shocked by the impropriety of his behavior.",
            "People were shocked by the depravity of her actions.",
            "His friends were shocked by the horror of his death."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные, оканчивающиеся на -ing и -ed",
            "Инфинитив с to после прил((am, is, are и т. д.) + прилагательное + инфинитив)",
            "Инфинитив"
        ],
        "example_translate": [
            "Я был настолько потрясён, что не мог говорить.",
            "Мы были так потрясены, что не могли ничего сказать /что лишились дара речи/.",
            "Я был потрясён её радикальными взглядами.",
            "Она потрясённо взглянула на него.",
            "Я был потрясен её грубым /неприличным, оскорбительным/ поведением.",
            "слишком потрясена и напугана, чтобы пошевелиться",
            "Она была шокирована моей расточительностью.",
            "Смерть Джо глубоко потрясла меня.",
            "Я был потрясён, когда прочёл о его смерти.",
            "Мы были потрясены его измождённым видом.",
            "Я был шокирован его вульгарными выражениями.",
            "Новости о бомбардировке шокировали её.",
            "Ненависть в её голосе потрясла его. / Он был шокирован ненавистью в её голосе.",
            "Посуди, как это меня потрясло и оскорбило.",
            "Мы были слишком потрясены, чтобы разумно мыслить.",
            "Они были глубоко потрясены ее поведением.",
            "Мы были шокированы чудовищностью /гнусностью/ преступления.",
            "Несколько минут она стояла в потрясённом молчании.",
            "Непослушание ученика потрясло учителя.",
            "Она была потрясена неприличным поведением этого молодого человека.",
            "Неприкрытая ненависть на лице женщины потрясла меня.",
            "Я была потрясена глупостью их решения.",
            "Я был шокирован отсутствием у доктора сострадания.",
            "Она была потрясена злобой, прозвучавшей в его голосе.",
            "Я был потрясён неприличием их языка (манерой говорить).",
            "Некоторых её грубые высказывания как будто шокировали.",
            "Я был поражён их скотским поведением.",
            "Она была шокирована тем, насколько неприлично он себя вёл.",
            "Люди были шокированы аморальностью её поступков.",
            "Друзья были потрясены его ужасной смертью."
        ],
        "stars": 1
    }
}