{
    "shoot": {
        "comment": [
            "hood",
            "hook",
            "shooting",
            "neighbourhood",
            "likelihood",
            "childhood"
        ],
        "translate": "стрелять, снять, застрелить, расстрелять, побег, охота, стрельба, бросок, росток, рывок",
        "transcription": " |ʃuːt|",
        "antonyms": [],
        "mnemonic": [
            "shoot [шу:т] стрелять - (Шут) стреляет как снайпер.",
            "shoot [ʃu: t]\n***\nСТРЕЛЯЮТ все - стреляет и шут. (это) shoot\n***\nКто- то стреляет \"shoot\" прямо в ногу \"foot\"."
        ],
        "examples": [
            "One move and I'll shoot!",
            "Oh, shoot! I forgot to buy milk.",
            "Off, or I'll shoot.",
            "He shot at the deer.",
            "Plants shoot out buds.",
            "She's out on a video shoot.",
            "The royal party was on a shoot when the incident occurred.",
            "Don't shoot at me please!",
            "I have to shoot or I miss my train.",
            "She shot past me into the house.",
            "He was shot in the chest.",
            "Shoot when I give the command.",
            "The lower part of his face was all shot away.",
            "The movie was shot in New Zealand.",
            "The castle tower has been shot away.",
            "Smith killed his wife, and then shot himself.",
            "I opened the door and the cat shot in, with the dog after it.",
            "The cat shot across the garden.",
            "Denver aimed his gun but did not shoot.",
            "It's getting late, so I think I'll shoot through.",
            "The midfielder feinted to shoot.",
            "Вon't shoot until they come near.",
            "'I have a few questions.' 'OK, shoot.'",
            "The police shot the suspect in the leg.",
            "Jack shot an anxious look at his mother.",
            "Does this gun shoot accurately?",
            "She shot the arrow into the air.",
            "I've got a fantastic idea. - OK, shoot!",
            "I tried shooting a gun for the first time.",
            "He shot two deer this hunting season."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Одно движение — и я стреляю!",
            "Эх, блин! Я забыла купить молока.",
            "Уходи, или я выстрелю!",
            "Он выстрелил в оленя.",
            "На растениях появляются почки.",
            "Она уехала на видеосъёмку.",
            "Вечеринка была в самом разгаре, когда произошел инцидент.",
            "Пожалуйста, не стреляйте в меня!",
            "Я должен бежать, а то опоздаю на поезд.",
            "Она пулей пронеслась мимо меня в дом.",
            "Его уложили выстрелом в грудь.",
            "Стрелять по команде.",
            "Нижняя часть его лица была обезображена выстрелом.",
            "Данный фильм был снят в Новой Зеландии.",
            "Башня замка была разрушена орудийным залпом.",
            "Смит убил свою жену, а потом застрелился сам.",
            "Я открыл дверь, и в дом тотчас же вбежала кошка, а за ней – собака.",
            "Кот пулей пролетел через сад.",
            "Денвер прицелился, но не выстрелил.",
            "Уже становится поздно, думаю, мне пора уходить.",
            "Полузащитник сделал обманное движение и ударил по воротам.",
            "Не стреляйте, пока они не подойдут поближе.",
            "— У меня есть несколько вопросов. — Хорошо, валяй.",
            "Полицейский выстрелил подозреваемому в ногу.",
            "Джек бросил тревожный взгляд на свою мать.",
            "Это оружие хорошо пристреляно? / Этот пистолет метко стреляет?",
            "Она выпустила стрелу в воздух.",
            "У меня есть замечательная идея.",
            "Я впервые в жизни попробовал стрелять из огнестрельного оружия.",
            "В этом охотничьем сезоне он подстрелил двух оленей."
        ],
        "stars": 3
    }
}