{
    "shooting": {
        "comment": [
            "hood",
            "hook",
            "shoot",
            "neighbourhood",
            "likelihood",
            "childhood"
        ],
        "translate": "стрельба, расстрел, охота, киносъемка, острая боль, паление шпуров",
        "transcription": " |ˈʃuːtɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "No one can match him in shooting.",
            "Don't go shooting your mouth off.",
            "A shooting star flashed and was gone.",
            "He'll win sure as shooting.",
            "His shooting was slow but accurate.",
            "A shooting star sped across the sky.",
            "He rented for two or three years the shooting.",
            "The actors are shooting blanks.",
            "A shooting star streaked across the sky.",
            "The enemy was shooting at the rescue helicopter.",
            "He aimed carefully before shooting.",
            "There's no shooting till September.",
            "The shooting inflamed ethnic tensions.",
            "If there's shooting going on, keep down.",
            "They went grouse shooting up on the moors.",
            "I tried shooting a gun for the first time.",
            "He aimed the gun carefully before shooting.",
            "Kids as young as ten are shooting up heroin.",
            "She is good at both shooting and rebounding.",
            "In just a twinkle, the shooting star was gone.",
            "The kids were shooting spitballs at each other.",
            "The shooting party set off shortly before dawn.",
            "Two guys walked in and started shooting at people.",
            "There were no independent witnesses to the shooting.",
            "When the shooting stopped there were three dead bodies.",
            "They were shooting dice in one of the bar's back rooms.",
            "Skilled stalkers are shooting up to a dozen hinds a day.",
            "Prices have been shooting up even more quickly this year.",
            "He was able to give an eyewitness account of the shooting.",
            "The hundred thousand miles glissade of some shooting meteor."
        ],
        "example_translate": [
            "В стрельбе ему нет равных.",
            "Попридержи язык. / Не разевай свой рот.",
            "Вспыхнула и пропала падающая звезда.",
            "Он выиграет, будь уверен.",
            "Его стрельба была медленной, но точной. / Он стрелял медленно, но метко.",
            "По небу пронеслась падающая звезда.",
            "В течение двух-трёх лет он арендовал охотничьи угодья.",
            "Актёры стреляют холостыми патронами.",
            "Небо прорезала падающая звезда.",
            "Враг стрелял в спасательный вертолёт.",
            "Он тщательно прицелился, прежде чем стрелять.",
            "Охота запрещена до сентября.",
            "В результате этой перестрелки накалилась межэтническая напряжённость.",
            "Если стрельба будет продолжаться, не вставай.",
            "Они отправились стрелять рябчиков на болото.",
            "Я впервые в жизни попробовал стрелять из огнестрельного оружия.",
            "Он тщательно прицелился, прежде чем выстрелить.",
            "Уже в возрасте десяти лет дети колются героином.",
            "У неё хорошо получаются как броски, так и подборы. (о баскетболе)",
            "Через мгновение падающая звезда исчезла.",
            "Дети плевались друг в друга жёваной бумагой.",
            "Охотники отправились в путь незадолго до рассвета.",
            "Вошли два мужика и начали стрелять в людей.",
            "Независимых свидетелей этой перестрелки не было.",
            "Когда стрельба стихла, три человека оказались мертвы.",
            "Они играли в кости в одной из подсобок бара.",
            "Опытные охотники подстреливают до дюжины ланей за день.",
            "В этом году цены поднимались ещё быстрее.",
            "Он был в состоянии предоставить показания очевидца о перестрелке.",
            "Тысячемильное скольжение какого-то разлетающегося метеора."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}