{
    "shopping": {
        "comment": [
            "shop",
            "workshop",
            "bishop",
            "shopkeeper",
            "shopper",
            "bookshop",
            "chop"
        ],
        "translate": " делать покупки, сажать в тюрьму, присматриваться к товарам",
        "transcription": "  |ˈʃɑːpɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I need to go shopping this afternoon.",
            "I hate doing the shopping at weekends.",
            "I am just raring to go shopping.",
            "I enjoy shopping for new clothes.",
            "He took a trip to the shopping center.",
            "Do you want to push the shopping cart?",
            "Do you need help to carry your shopping?",
            "She had several items on her shopping list.",
            "Most people now use their cars to go shopping.",
            "More and more people are shopping on the Internet.",
            "I was shopping all day but didn't find what I need.",
            "I've just been out shopping.",
            "She goes shopping every Friday.",
            "I'll go shopping during my lunch break.",
            "I did the shopping during my lunch hour.",
            "The nearest shopping mall is two towns away.",
            "Shopping by mail order lets you beat the queues.",
            "I went on a shopping sortie.",
            "a shopping binge at the mall",
            "I absolutely loathe shopping.",
            "She is shopping for a new car.",
            "Mum's out shopping with Granny.",
            "We will do the shopping for you.",
            "All this shopping has worn us out.",
            "She's shopping her idea for a film.",
            "She ordered him to do the shopping.",
            "I'm shopping for a safe investment.",
            "a blueprint for the new shopping mall",
            "The day's shopping left her exhausted.",
            "They adored shopping in all the boutiques."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Днём мне нужно сходить за покупками /по магазинам/.",
            "Терпеть не могу делать покупки в выходные дни.",
            "Мне просто не терпится отправиться в поход по магазинам.",
            "Я люблю покупать новую одежду.",
            "Он съездил в торговый центр.",
            "Хочешь повезти тележку? (в супермаркете)",
            "Вам нужна помощь, чтобы донести ваши покупки?",
            "В списке её покупок было несколько пунктов.",
            "Сейчас большинство людей пользуются своими автомобилями для совершения покупок.",
            "Все больше и больше людей совершают покупки через интернет.",
            "Я целый день ходил по магазинам, но так и не нашел то, что мне нужно.",
            "Я только что пришла из магазина.",
            "Она ходит за покупками каждую пятницу.",
            "Я пойду за покупками во время своего обеденного перерыва.",
            "Я сделала покупки во время обеденного перерыва.",
            "Ближайший торговый центр находится в двух городах отсюда (по шоссе).",
            "Заказы товаров по почте позволяют обойти проблему очередей.",
            "Я совершил поход по магазинам.",
            "безудержная скупка всего подряд в торговом центре",
            "Я просто ненавижу ходить по магазинам.",
            "Она подыскивает себе новую машину.",
            "Мама с бабушкой ходят по магазинам.",
            "Мы сделаем покупки за вас.",
            "Все эти походы по магазинам нас вымотали.",
            "Она пытается продать свой замысел фильма.",
            "Она приказала ему сходить за покупками.",
            "Я присматриваюсь, куда бы понадёжнее поместить капитал.",
            "проект нового торгового центра",
            "Проходив весь день по магазинам, она совершенно выбилась из сил.",
            "Они просто обожали скупаться /делать покупки/ во всех этих бутиках."
        ]
    }
}