{
    "shortage": {
        "comment": [],
        "translate": "нехватка, дефицит, недостаток, недобор",
        "transcription": " |ˈʃɔːrtɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There is a chronic shortage of teachers.",
            "I doubt if London will ever be rid of its terrible housing shortage.",
            "The water shortage means that we have to stop taking long showers.",
            "The oil shortage sent prices soaring.",
            "There was a troubling shortage of supplies for the troops overseas this year.",
            "The oil shortage is bound to send prices up.",
            "There is a shortage of skilled labor in this field.",
            "It was difficult to treat patients because of a shortage of medicine.",
            "There is a desperate shortage of hard cash.",
            "The shortage of teachers is tied up with the issue of pay.",
            "The shortage of teachers poses a major problem.",
            "The housing shortage is more acute than first thought.",
            "The city has neglected the teacher shortage for too long.",
            "'We've got a serious staffing shortage.' 'That's not my problem.'",
            "The shortage of teachers was blamed on government cutbacks.",
            "There is no shortage of financial firepower to fund atomic research."
        ],
        "example_translate": [
            "Учителей хронически не хватает.",
            "Я сомневаюсь, что в Лондоне когда-нибудь решат проблему нехватки жилья.",
            "Острый дефицит воды означает, что мы должны прекратить долго принимать душ.",
            "Дефицит нефти спровоцировал взлёт цен.",
            "В этом году была острая нехватка поставок продовольствия для войск, за границу.",
            "Нехватка нефти неизбежно приведёт к росту цен.",
            "В этой области присутствует нехватка квалифицированных кадров.",
            "Было трудно лечить пациентов из-за нехватки медикаментов.",
            "Существует острая нехватка наличных денег.",
            "Нехватка учителей связана с проблемой (низкой) зарплаты.",
            "Нехватка учителей представляет собой серьёзную проблему.",
            "Нехватка жилья оказалась более острой, чем предполагалось вначале.",
            "Городские власти слишком долго игнорировали нехватку учителей.",
            "— У нас серьёзный недостаток персонала. — Это меня не касается.",
            "Причиной нехватки учителей назвали сокращение государственных расходов на образование.",
            "В финансовой мощи для финансирования атомных исследований недостатка нет."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}