{
    "shortly": {
        "comment": [
            "short",
            "shorts",
            "shortage",
            "short-term"
        ],
        "translate": "вскоре, незадолго, коротко, быстро, вкратце, отрывисто, резко, сжато",
        "transcription": " |ˈʃɔːrtli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He left shortly after you did.",
            "We arrived shortly after six o'clock.",
            "We arrived shortly before six o'clock.",
            "He hopes shortly to contract his expenses.",
            "He said shortly that he didn't like it.",
            "Rain settled in shortly before midday and lasted all afternoon.",
            "The UN rescue operation started shortly after dawn.",
            "The ex-slave tasted freedom shortly before she died",
            "shortly before his posting to South Africa",
            "The shooting party set off shortly before dawn.",
            "Shortly after follows a rapid which we portaged easily.",
            "The storm is expected to kick in shortly after sunrise.",
            "Shortly afterwards, Dawson received an invitation to speak at a scientific conference.",
            "Charles arrived shortly afterwards.",
            "The winners will receive their medals shortly.",
            "The noblest monuments will shortly tumble into ruins.",
            "She's just finishing a letter, and she'll be with you shortly.",
            "He gave his farewell speech and left the room shortly thereafter.",
            "An emergency call was received shortly before the plane went down.",
            "If you would like to take your places, the food will be served shortly.",
            "...shortly after the moon landing, interest in the space program withered...",
            "Tom's already gone out to Rome and his wife and children will follow shortly.",
            "Most EU countries have signed the agreement and the US is expected to follow shortly (=soon)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он уехал вскоре после тебя.",
            "Мы приехали вскоре после шести часов.",
            "Мы прибыли незадолго до шести часов.",
            "Он надеется вскоре сократить свои расходы.",
            "Он резко заявил, что ему это не нравится.",
            "Дождь начался незадолго до полудня и шёл весь день.",
            "Спасательная операция ООН началась вскоре после рассвета.",
            "Бывшая рабыня вкусила свободы незадолго до своей смерти.",
            "незадолго до его назначения в Южную Африку",
            "Охотники отправились в путь незадолго до рассвета.",
            "Вскоре последовал порог, который мы легко преодолели по суше.",
            "Как ожидается, буря начнётся вскоре после восхода солнца.",
            "Вскоре после этого Доусон получил приглашение выступить на научной конференции.",
            "Чарльз прибыл вскоре после этого.",
            "В ближайшее время победителям будут вручены медали.",
            "Самые замечательные памятники скоро превратятся в руины.",
            "Она как раз заканчивает письмо, и вскоре к вам присоединится.",
            "Он произнёс прощальную речь, и вскоре после этого покинул помещение.",
            "Незадолго до того, как самолёт рухнул вниз, поступил сигнал о чрезвычайной ситуации на борту.",
            "Если вам будет угодно занять свои места, вскоре подадут еду.",
            "...вскоре после высадки на Луну, интерес к космической программе угас...",
            "Том уже отправился в Рим, а его жена и дети последуют за ним в ближайшее время.",
            "Большинство стран ЕС подписало соглашение, к которому вскоре (т.е. в ближайшее время), как ожидается, присоединятся и США."
        ]
    }
}