{
    "shout": {
        "comment": [
            "should",
            "shoulder"
        ],
        "translate": "крик, окрик, возглас, громкий крик, кричать, покричать, накричать, звать",
        "transcription": " |ʃaʊt|",
        "antonyms": [],
        "mnemonic": [
            "shout [ша'ут] крик - Что за крик, (Гри-ша, ут-ро) ведь пока?!;",
            "shout [ʃaut]\n***\nКРИКИ ничего не решают. (это) shout\nОни КРИЧАТ, но ничего не решают. (это) shout\nКрик, возглас."
        ],
        "examples": [
            "Do not shout at me.",
            "He shouted out in pain.",
            "Mother shouted for the children.",
            "There's no need to shout at me.",
            "A shout arose from the crowd.",
            "When I call your name, shout out so that we know you're here.",
            "I wish you'd stop shouting at the children.",
            "Give me a shout when you're ready to go.",
            "All our supporters were shouting for the home team.",
            "The sailors gave a shout of joy when they sighted land.",
            "The angry mother shouted at the teacher.",
            "You don't have to shout at me.",
            "There's no need to shout! I can hear you!",
            "Tom gave a shout of laughter when he saw them.",
            "'Watch out!' she shouted, as the car started to move.",
            "We could hear them shouting for help.",
            "He didn't shout, he just glared at me silently.",
            "I know I'm late, but that's no reason to shout at me.",
            "Don't shout out the answer in class, put up your hand.",
            "'He's down here!' she shouted to Alison.",
            "They began to curse and shout in a babble of language.",
            "Joe shouted for joy when he heard he'd passed the exam.",
            "I've never known him to shout (=he never shouts).",
            "I had to shout to make myself heard above the music.",
            "My grandmother is hard of hearing — you'll have to shout.",
            "I gave a sudden shout of surprise when the shower abruptly turned ice-cold.",
            "The crowd set up a shout as the winner neared the post.",
            "The voices of dissentients were drowned by the predominant shout.",
            "With a shout of victory, he thrust his sword into his enemy's body.",
            "There was a triumphant shout which accompanied his awkward sprawl on the carpet."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не кричи на меня.",
            "Он громко закричал от боли.",
            "Мама громко позвала детей.",
            "Не надо на меня орать.",
            "Из толпы раздались крики.",
            "Когда называют вашу фамилию, громко отзывайтесь, чтобы мы знали, что вы здесь.",
            "Я хочу, чтобы ты прекратил кричать на детей.",
            "Крикните мне, когда будете готовы идти.",
            "Все наши болельщики поддерживали местную команду.",
            "Матросы закричали от радости, когда увидели землю.",
            "Разгневанная мать накричала на учителя.",
            "Необязательно на меня кричать.",
            "Не надо орать! Я тебя слышу!",
            "Увидев их, Том разразился громким смехом.",
            "— Осторожно! — закричала она, когда машина начала двигаться.",
            "Мы слышали, как они зовут на помощь.",
            "Он не закричал, а лишь зло посмотрел на меня без единого слова.",
            "Я знаю, что опоздал, но это не повод на меня орать.",
            "На уроках не выкрикивай ответ с места, — поднимай руку.",
            "— Он здесь, внизу! — крикнула она Элисон.",
            "Они начали кричать и ругаться, но ничего нельзя было разобрать.",
            "Джо закричал от радости, когда услышал, что сдал экзамен.",
            "Я никогда не слышала, чтобы он кричал (т.е. он никогда не кричит).",
            "Мне пришлось перекрикивать музыку, чтобы меня было слышно.",
            "Моя бабушка плохо слышит — вам придётся кричать.",
            "Я вскрикнула от удивления, когда вода в душе внезапно стала холодной, как лёд /ледяной/.",
            "Когда победитель вышел на финишную прямую, толпа закричала.",
            "Голоса несогласных утонули в криках большинства.",
            "С победным криком он вонзил меч в тело врага.",
            "С ликующим криком он неуклюже растянулся на ковре."
        ],
        "stars": 3
    }
}