{
    "shove": {
        "comment": [
            "ashore",
            "shore",
            "shoe"
        ],
        "translate": "толчок, толкание, костра, пихать, пихаться, толкать, толкаться",
        "transcription": " |ʃʌv|",
        "antonyms": [],
        "mnemonic": [
            "shove [шав] толкать - Эта (шав-ка) толкает нас на преступление.",
            "shove [ʃʌv]\n***\nОн меня ТОЛКНУЛ, пройти помешав. (это) shove\nТолчок, толкание. Толкать, пихаться. Совать,\nзасовывать. Спихнуть, всучить."
        ],
        "examples": [
            "Shove off! I am busy.",
            "Don't try to shove all the work onto me!",
            "She ran to him, but he shoved her away.",
            "Stop shoving me!",
            "He shoved me into the pool.",
            "She shoved her plate aside.",
            "That rude man shoved me aside and got on the bus ahead of me!",
            "Peter shoved the suitcase under the bed.",
            "Give the door a good shove.",
            "Everyone was pushing and shoving.",
            "He shoved him down the stairs.",
            "Did she fall off the cliff by accident, or was she shoved off?",
            "He shoved the wallet into his pocket.",
            "Shove up mate, there's no room to sit down here.",
            "He shoved the door until it finally opened.",
            "I must be shoving along now, it's getting late.",
            "We shall need all the votes to shove the new law through.",
            "A large man shoved me out of the way.",
            "The people pushed and shoved to get in line.",
            "A group of security guards shoved through the crowd.",
            "They can take their three cents an hour raise and shove it.",
            "He gave the door a shove.",
            "If push comes to shove, you can always sell the car.",
            "If we don't give him a shove, the poor dumbbell never will propose to her.",
            "He shoved her towards the car."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Отвали! Я занят.",
            "Не пытайся спихнуть мне всю работу!",
            "Она побежала к нему, но он оттолкнул её.",
            "Прекрати меня толкать!",
            "Он столкнул меня в бассейн.",
            "Она отодвинула / отпихнула тарелку в сторону.",
            "Этот грубиян оттолкнул меня и вошел в автобус раньше меня.",
            "Питер запихал чемодан под кровать.",
            "Толкни дверь посильнее.",
            "Все толкались и пихались.",
            "Он спустил его с лестницы.",
            "Она упала со скалы случайно или ее столкнули?",
            "Он сунул / запихнул бумажник в свой карман.",
            "Подвинься, приятель, здесь негде сесть.",
            "Он толкал дверь, пока она всё-таки не открылась.",
            "Мне нужно уходить сейчас, уже поздно.",
            "Нам понадобятся все голоса, чтобы протолкнуть новый закон.",
            "Какой-то крупный мужчина оттолкнул меня в сторону.",
            "Люди толкали и распихивали друг друга, чтобы попасть в очередь.",
            "Через толпу протолкалась группа охранников.",
            "Пусть засунут такое повышение зарплаты, на три цента в час, себе в задницу.",
            "Он толкнул дверь.",
            "Если придётся совсем туго, всегда можно продать машину.",
            "Если мы его не подтолкнём, этот бедный дурачок никогда не сделает ей предложение.",
            "Он толкнул её к машине."
        ],
        "stars": 1
    }
}