{
    "shuffle": {
        "comment": [
            "shut",
            "shutter",
            "shudder"
        ],
        "translate": "тасование, шарканье, перемещение, трюк, тасовать, перемешивать, волочить ноги",
        "transcription": " |ˈʃʌfl|",
        "antonyms": [],
        "mnemonic": [
            "shuffle ['ʃʌf (ə) l]\n***\nРаньше карты ТАСОВАЛ, а теперь - мой шафер. (это)\nshuffle\nЕле НОГИ ВОЛОЧИЛ шафер. (это) shuffle\nШарканье; тасование; перемещение. Трюк, увёртка.\nВилять, уворачиваться."
        ],
        "examples": [
            "Just shuffle the cards.",
            "He's always been able to shuffle out of any difficulty.",
            "The old man shuffled out of the room, complaining about the way he had been treated.",
            "Whose turn is it to shuffle and deal?",
            "He shuffled the whole matter out of his mind.",
            "He lost his certificate in the shuffle of papers.",
            "He was glad to shuffle off the load of responsibility onto a younger man.",
            "He shuffled out of the room.",
            "He gave the cards a good shuffle and then dealt.",
            "He shuffled across the floor.",
            "She stood there, shuffling her feet, waiting for the bus to arrive.",
            "Is it my turn to shuffle?",
            "He shuffled his funds among different accounts in various countries so as to avoid the IRS.",
            "The manager shuffled the batting order.",
            "The official signaled to one of the waiters, who shuffled forward."
        ],
        "example_translate": [
            "Просто перетасуйте карты.",
            "Он всегда был способен выпутаться из любой трудной ситуации.",
            "Шаркающей походкой старик вышел из комнаты, жалуясь на то, как с ним обошлись.",
            "Чья очередь тасовать и сдавать карты?",
            "Он выкинул всё это дело из головы.",
            "Он потерял своё свидетельство в груде бумаг.",
            "Он был рад свалить груз ответственности на молодого человека.",
            "Он выбрался из комнаты, еле волоча ноги.",
            "Он хорошенько перетасовал колоду и раздал карты.",
            "Он прошаркал по полу.",
            "Она стояла там, переминаясь с ноги на ногу в ожидании прихода автобуса.",
            "Моя очередь сдавать (карты)?",
            "Он гонял свои средства между счетами, размещёнными в разных странах, чтобы избежать внимания налоговой службы.",
            "Тренер перетасовал порядок выхода на биту. (о бейсболе)",
            "Чиновник подал знак одному из официантов, который, волоча ноги, вышел вперёд."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}