{
    "shy": {
        "comment": [],
        "translate": "застенчивый, уклоняться, пугаться, бросок, попытка",
        "transcription": " |ʃaɪ|",
        "antonyms": [],
        "mnemonic": [
            "shy [шай] робкий, покорный - (Шай-бу), шайбу! Робко кричал он;",
            "shy [ʃaɪ]\n***\nЯ ЗАСТЕНЧИВЫЙ - ты мне не мешай. (это) shy\nЯ РОБКИЙ - ты мне не мешай. (это) shy\nОн ПУГАЕТСЯ - не мешай. (это) shy\n***\nПочему \"why\"\nты такой застенчивый \"shy\"?"
        ],
        "examples": [
            "He is shy of cameras.",
            "He was a quiet, shy man.",
            "She was very shy with strangers.",
            "Help yourself if you want more. Don't be shy.",
            "He gave her a shy smile.",
            "He was too shy to come sit by me in class.",
            "I was painfully shy as a teenager.",
            "Eleven is one shy of a dozen.",
            "She was too shy to ask for help.",
            "The horse shied, throwing Darrel from his saddle.",
            "You have to stop those boys shying rocks at passing cars.",
            "At the last moment the horse shied at the fence and threw its rider.",
            "As a teenager I was painfully shy.",
            "He gave the ball a shy to the first baseman.",
            "Although publicity-shy, he recently agreed to be interviewed.",
            "Employees are urged not to be shy about reporting incidents of sexual harassment."
        ],
        "example_translate": [
            "Он не любит сниматься. / Он избегает фотокамер.",
            "Он был тихим, застенчивым человеком.",
            "Она была очень застенчива с незнакомыми людьми.",
            "Если хотите ещё — налетайте, не стесняйтесь.",
            "Он одарил её застенчивой улыбкой.",
            "Он был слишком застенчив, чтобы сесть рядом со мной на занятиях.",
            "Я был болезненно застенчивым подростком.",
            "Одиннадцать — это без одного двенадцать.",
            "Она была слишком застенчива, чтобы просить о помощи.",
            "Лошадь шарахнулась, сбросив Даррела с седла.",
            "Этих ребят надо отучить швырять камни в проезжающие автомобили.",
            "В последний момент лошадь рванула в сторону от барьера и сбросила седока.",
            "Подростком я был болезненно застенчив.",
            "Он бросил мяч игроку на первой базе (о бейсболе).",
            "Несмотря на свою нелюбовь к публичности, недавно он согласился дать интервью.",
            "Сотрудников призывают не стесняться сообщать о случаях сексуального домогательства."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}