{
    "sickness": {
        "comment": [
            "sick"
        ],
        "translate": "болезнь, заболевание, тошнота, немочь",
        "transcription": " |ˈsɪknəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The feeling of sickness soon passed.",
            "Faulty diet disposes one to sickness.",
            "He died from an unknown sickness.",
            "I was afraid the sickness had sapped my strength.",
            "Sickness takes all the fun out of life.",
            "Sickness may develop from inadequate fluid intake.",
            "I am better, but have had two or three returns of sickness. (M. R. Mitford)",
            "How many working days were lost through sickness last year?",
            "Sickness endows the mind with a new perceptiveness.",
            "She was plagued by sickness most of her adult life.",
            "Sickness or ill fortune could reduce you to a needy situation.",
            "He said the idea of 'success' was part of the sickness of Western cultures."
        ],
        "example_translate": [
            "Ощущение тошноты вскоре прошло.",
            "Неправильное питание предрасполагает человека к болезни.",
            "Он умер от неизвестной болезни.",
            "Я боялся, что болезнь истощила мои силы.",
            "Болезнь забирает из жизни всё самое интересное.",
            "От недостаточного потребления жидкости может развиться болезнь.",
            "Мне лучше, но у меня было два или три повторных приступа болезни.",
            "Сколько рабочих дней в прошлом году было потеряно в результате болезни?",
            "Болезнь наделяет разум возможностью по-новому воспринимать вещи.",
            "Большую часть своей взрослой жизни она страдала от болезней.",
            "Из-за болезни или неудачного стечения обстоятельств вы можете оказаться в бедственном положении.",
            "Он говорил, что идея \"успеха\" является частью болезни западных стран."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}