{
    "sigh": {
        "comment": [],
        "translate": "вздох, вздыхать, охать, тосковать",
        "transcription": " |saɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She sighed sadly",
            "What are you sighing about?",
            "Any woman sighs for a man.",
            "Tom gave a deep sigh of relief.",
            "She let out a big heavy sigh.",
            "She gave a theatrical sigh.",
            "He stumped in and sat down with a sigh of relief.",
            "He sighed with relief when he saw that he passed the test.",
            "The wind sighed through the trees.",
            "It's no good sighing over a failure, it is better to start again.",
            "He gave a sigh of contentment, and fell asleep.",
            "We all breathed a sigh of relief when we heard they were safe.",
            "“I may never see my old home again,” she sighed.",
            "He uttered a sound that was something between a sigh and a groan.",
            "She sat down with a weary sigh.",
            "Rebecca heaved a sigh of relief.",
            "She sat down and heaved a sigh of relief.",
            "The wind sighed in the trees.",
            "She gave a sigh of resignation.",
            "A deep sigh was wrenched from his chest.",
            "Frankie stared out of the window and sighed deeply.",
            "'We'll have to leave,' she said with a resigned sigh.",
            "No one was hurt, and we all breathed a sigh of relief.",
            "She heaved a deep sigh when she saw the list of things to do.",
            "He sighed with despair at the thought of all the opportunities he had missed.",
            "The teacher's expressive sigh showed that she had heard that excuse many times before."
        ],
        "example_translate": [
            "Она грустно вздохнула",
            "О чём ты так вздыхаешь?",
            "Каждая женщина сохнет по какому-нибудь мужчине.",
            "Том глубоко вздохнул с облегчением.",
            "Она испустила тяжёлый вздох.",
            "Она театрально (наигранно) вздохнула.",
            "Он вошёл, тяжело ступая, и, облегченно вздохнув, сел.",
            "Он вздохнул с облегчением, когда увидел, что прошёл испытание.",
            "Ветер вздохнул среди деревьев. / Сквозь деревья повеяло ветром.",
            "Нет смысла вздыхать по поводу неудачи, лучше начать всё заново.",
            "Он довольно вздохнул и уснул.",
            "Мы все вздохнули с облегчением, услышав, что они в безопасности.",
            "— Может, я больше никогда уже не увижу свой старый дом, — вздохнула она.",
            "Он издал какой-то звук — то ли вздох, то ли стон.",
            "Она села, устало вздохнув.",
            "Ребекка выдохнула с облегчением.",
            "Она села и облегчённо выдохнула.",
            "Среди деревьев повеяло ветром. / Ветер вздохнул среди деревьев.",
            "Она покорно вздохнула.",
            "Глубокий вздох вырвался у него из груди.",
            "Фрэнки уставился в окно и глубоко вздохнул.",
            "— Нам придётся уехать, — с покорным вздохом сказала она.",
            "Никто не пострадал, и мы все вздохнули с облегчением.",
            "Она испустила глубокий вздох, когда увидела список того, что нужно сделать.",
            "При мысли о всех упущенных им возможностях он с отчаянием вздохнул.",
            "Выразительный вздох учительницы дал понять, что она уже много раз слышала это оправдание."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}