{
    "significant": {
        "comment": [
            "significantly",
            "significance",
            "signify"
        ],
        "translate": "значительный, существенный, значимый, знак, символ, указание",
        "transcription": " |sɪɡˈnɪfɪkənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Fish is a significant part of their diet.",
            "He gave me a significant look.",
            "He gave us a significant wink.",
            "A significant number of customers complained about the service.",
            "It was significant to note that the story did not appear in the newspapers.",
            "He won a significant amount of money.",
            "The energy expenditure was significant.",
            "There are significant parallels with 1980s.",
            "A significant number of drivers fail to keep to speed limits.",
            "How historically significant is this discovery?",
            "A significant amount of work experience may compensate for the lack of a degree.",
            "Migration from the South has long been a significant feature of Black history.",
            "The company at one time had a significant tie to the defence industry.",
            "It is significant that she never mentioned him.",
            "The scandal caused significant damage to her career.",
            "The variation is not statistically significant.",
            "A significant part of Japan's wealth is invested in the West.",
            "It is significant that the writers of the report were all men.",
            "I took a significant pay cut when I took this job, but I think it was worth it.",
            "a significant event in the history of our nation",
            "The rise in temperature is not statistically significant.",
            "The decision affects a significant proportion of the population.",
            "They didn't pose a significant risk to safety.",
            "The team reported significant advances in their research.",
            "They have made significant inroads into the European market.",
            "The result is highly significant for the future of the province.",
            "a significant pullback in the stock market",
            "The shrinkage in contributions is significant.",
            "The pattern's deviation from the norm is significant.",
            "Crime figures showed significant percentage increases."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Рыба составляет значительную часть их рациона.",
            "Он многозначительно посмотрел на меня.",
            "Он многозначительно подмигнул нам.",
            "На обслуживание пожаловалось значительное количество покупателей.",
            "Важно отметить, что эта история не появилась в газетах.",
            "Он выиграл значительную сумму денег.",
            "Энергетические затраты были значительными.",
            "Всё очень похоже на то, как было в восьмидесятых.",
            "Значительное число водителей не в состоянии придерживаться ограничений скорости.",
            "Насколько значимо это открытие для истории?",
            "Значительный опыт работы может компенсировать отсутствие диплома об образовании.",
            "Переселение с Юга давно является важной вехой в истории чернокожих.",
            "Одно время эта компания имела тесные связи с оборонной промышленностью.",
            "Показательно, что она никогда не упоминала о нём.",
            "Скандал нанёс значительный ущерб её карьере.",
            "Это отклонение не является статистически значимым.",
            "Значительная часть национального богатства Японии инвестируется на Западе.",
            "Примечательно, что все авторы этого доклада были мужчинами.",
            "Когда я взялся за эту работу, то согласился на значительное сокращение зарплаты, но по-моему, оно того стоило.",
            "значительное событие в истории нашего народа",
            "Данное повышение температуры не является статистически значимым.",
            "Это решение затрагивает значительную часть населения.",
            "Они не представляют значительной угрозы для безопасности.",
            "Команда сообщила о значительных успехах в исследовании.",
            "Они совершили значительные шаги на европейском рынке.",
            "Результат (данного события) имеет огромное значение для будущего этой провинции.",
            "значительный откат на фондовом рынке",
            "Сокращение пожертвований является существенным.",
            "Отклонение этого образца от нормы является существенным.",
            "Статистика преступности показала значительный процент прироста."
        ],
        "stars": 3
    }
}