{
    "significance": {
        "comment": [
            "significant",
            "significantly",
            "signify"
        ],
        "translate": "значение, значимость, важность, смысл, значительность, многозначительность",
        "transcription": " |sɪɡˈnɪfɪkəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His age is of little significance.",
            "I failed to understand the significance of her remarks.",
            "He hit pause on the player and explained the significance of the song's lyrics.",
            "The President's visit is loaded with symbolic significance.",
            "Do not underestimate the significance of nuclear power.",
            "His every utterance was given oracular significance by his fans.",
            "This apparently minor event has acquired increasing significance in recent weeks.",
            "Does the ceremony have any religious significance?",
            "the significance of a red traffic light",
            "The discovery has great significance to researchers.",
            "The White House spokeswoman sought to play down the significance of the event.",
            "The significance of his remark became clear only later.",
            "The carvings are works of art in themselves, even disregarding their religious significance.",
            "Does the date March 16 have some special significance to you?",
            "He did not fully appreciate the significance of signing the contract.",
            "This building should be preserved because of its historical significance."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его возраст не имеет большого значения.",
            "Мне не удалось понять значение ее замечаний.",
            "Он поставил плеер на паузу и объяснил, о чём поётся в этой песне.",
            "Визит президента наполнен символическим значением.",
            "Не стоит недооценивать важность ядерной энергетики.",
            "Поклонники приписывали каждому его слову пророческое значение.",
            "Это явно незначительное событие в последние недели приобретает всё большее значение.",
            "Имеет ли данная церемония какое-либо религиозное значение?",
            "значение красного сигнала светофора",
            "Это открытие имеет большое значение для исследователей.",
            "Пресс-секретарь Белого дома постарался преуменьшить значение этого события.",
            "Смысл его высказывания стал ясен лишь впоследствии.",
            "Эти резные скульптуры уже сами по себе являются произведениями искусства, даже без учёта их религиозной значимости.",
            "Имеет ли для вас шестнадцатое марта какое-то особое значение?",
            "Он не до конца осознавал важность подписания этого договора.",
            "Это здание должны быть сохранено из-за его исторического значения."
        ]
    }
}