{
    "signature": {
        "comment": [],
        "translate": "подпись, подписание, автограф, ключ, ставить подпись",
        "transcription": " |ˈsɪɡnətʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The signature is genuine.",
            "The signature is a forgery.",
            "Don't forget to put your signature on the check.",
            "We will send you a copy of the agreement for signature.",
            "Experts have determined that the signature was forged.",
            "He pushed the letter at me so that I could read the signature.",
            "We had to have the signature notarized.",
            "The letter bore no signature.",
            "Experts have confirmed that the signature on the letter is authentic.",
            "Smith's signature singing style",
            "She faked her father's signature on the cheque.",
            "Will you witness my signature?",
            "The form has a blank for your signature.",
            "She scrawled her signature on the receipt.",
            "The book was inscribed with the author's signature.",
            "Someone stole my credit card and forged my signature.",
            "This Agreement commences on the date of signature hereof.",
            "Each child must obtain the signature of his or her parents.",
            "We presented the document to the president for her signature.",
            "The bill passed and went to the governor for signature a week ago.",
            "His signature was just a squiggle but only he could make that squiggle.",
            "There are two kinds of signature, the time signature and the key signature.",
            "Even after peering at the letter, I still could not recognize the signature.",
            "He put his signature to the contract (=he signed it to show he agreed with it).",
            "a ludicrous and easily detected attempt to forge his father's signature on a note to school",
            "If we can collect 200,000 signatures on our petition, then our candidate will be included on the ballot."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Подпись подлинная.",
            "Эта подпись поддельная.",
            "Не забудьте расписаться на чеке.",
            "Мы вышлем вам копию договора для подписания.",
            "Эксперты установили, что подпись была подделана.",
            "Он сунул мне письмо в лицо, чтобы я мог прочесть подпись.",
            "Мы должны были заверить подпись у нотариуса.",
            "Письмо не содержало никакой подписи.",
            "Эксперты подтвердили, что подпись на письме подлинна.",
            "характерная манера пения Смита",
            "Она подделала подпись своего отца на чеке.",
            "Вы заверите мою подпись?",
            "На этом бланке есть место для вашей подписи.",
            "Она быстро и неразборчиво расписалась на чеке.",
            "Книга была подписана автографом автора.",
            "Кто-то украл мою кредитную карту и подделал мою подпись.",
            "Этот Договор вступает в силу, начиная с даты его подписания.",
            "Каждый ребёнок должен получить подпись своих родителей.",
            "Мы представили данный документ на подпись президенту.",
            "Законопроект был принят, и пришёл к губернатору на подпись неделю назад.",
            "Его подпись была просто закорючкой, но эту закорючку мог сделать только он сам.",
            "Имеется два типа знаков при ключе: для размера и тональности.",
            "Сколько я ни рассматривал это письмо, а узнать подпись всё равно не смог.",
            "Он поставил свою подпись на договоре (т.е. он подписал его, чтобы показать, что он с ним согласен).",
            "смешная и легко обнаруженная попытка подделать подпись своего отца на записке в школу",
            "Если нам удастся собрать под петицией двести тысяч подписей, то наш кандидат будет внесён в бюллетень для голосования."
        ]
    }
}