{
    "signal": {
        "comment": [
            "sign",
            "signing",
            "resign"
        ],
        "translate": "сигнал, знак, связь, сигнализировать, сигнальный, выдающийся",
        "transcription": " |ˈsɪɡnəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Signal before you pull out.",
            "Don't move until I give the signal.",
            "He signalled for coffee.",
            "I keep getting a busy signal.",
            "He awaited the signal to start.",
            "The raid began at a given signal.",
            "The umpire signaled a strike.",
            "Did he signal before he made the left turn?",
            "The admiral gave the signal of recall.",
            "Their secret signal was a wink.",
            "Robins signal the arrival of spring.",
            "The starting signal was a green light.",
            "The bell signaled that school was over.",
            "The headmaster gave the signal to begin.",
            "We picked up a distress signal 6 km away.",
            "They signaled at me to come over to their table.",
            "You just yank twice on the rope as a signal to be pulled up.",
            "A red flag is often used as a danger signal.",
            "a receiver that amplified the television signal",
            "At a signal, the sailors swarmed up (the ropes).",
            "Both agenda items signal a break with past ideas.",
            "The diner signaled the waiters to bring the menu.",
            "We couldn't locate the source of the radio signal.",
            "This time the display flashed a red warning signal.",
            "He signaled us that it was time to begin the meeting.",
            "The year saw one signal triumph for the Labour party.",
            "The signal contained thousands of bits of information.",
            "This will send the wrong signal to potential investors.",
            "The election results surely signal the start of a new era.",
            "Her clothes were an immediate signal of her nonconformity."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Прежде чем тронуться с места, посигнальте поворотником.",
            "Не двигайся, пока я не дам сигнал.",
            "Он подал сигнал, чтобы принесли кофе.",
            "Я всё время слышу сигнал \"занято\". / Телефон всё время занят.",
            "Он ждал сигнала, чтобы начать.",
            "Рейд начался по сигналу.",
            "Судья показал \"страйк\" (о бейсболе).",
            "Просигналил ли он перед тем, как повернуть налево?",
            "Адмирал дал знак возвращаться.",
            "Их тайным сигналом было подмигивание.",
            "Прилёт дроздов сигнализирует о приходе весны. (амер.)",
            "Стартовым сигналом был зелёный свет.",
            "Прозвучавший звонок означал, что занятия окончены.",
            "Директор школы дал сигнал начинать.",
            "Мы уловили сигнал бедствия в шести километрах от нас.",
            "Они сделали мне знак, чтобы я подошёл к их столу.",
            "Дёрните два раза за верёвку, когда захотите, чтобы вас вытащили.",
            "Красный флаг часто используется в качестве сигнала опасности.",
            "приёмник, который усиливает телевизионный сигнал",
            "По команде матросы начали лезть вверх по канатам.",
            "Оба пункта повестки дня свидетельствуют о отказе от старых идей.",
            "Гость дал официантам знак принести меню.",
            "Нам не удалось найти источник радиосигнала.",
            "В этот раз на дисплее вспыхнул красный предупреждающий сигнал.",
            "Он подал нам знак, что пора начинать совещание.",
            "В этом году имела место одна выдающаяся победа лейбористской партии.",
            "В сигнале содержались тысячи битов информации.",
            "Это пошлёт неправильный сигнал потенциальным инвесторам.",
            "Результаты выборов, безусловно, сигнализируют о начале новой эры.",
            "Ее одежда свидетельствовала об отсутствии у нее склонности к конформизму."
        ],
        "stars": 3
    }
}