{
    "signing": {
        "comment": [
            "sign",
            "resign",
            "signal"
        ],
        "translate": "подписание, подписывание",
        "transcription": " |ˈsaɪnɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was coerced into signing the document.",
            "How long have you been signing on?",
            "Who witnessed his signing the documents?",
            "I was trapped into signing a confession.",
            "They are hesitant about signing a contract.",
            "He witnessed the signing of her will.",
            "I'm thinking of signing up for a yoga course.",
            "The salesman frightened the old lady into signing the paper.",
            "Signing the trade agreement was praised as an act of reconciliation.",
            "The formal signing will take place on April 9th.",
            "He sweetened the deal with a large signing bonus.",
            "Always read the small print before signing anything.",
            "The author will be signing copies of his books today.",
            "The workers were railroaded into signing the agreement.",
            "The two countries are close to signing a peace agreement.",
            "Miller worked in the shipyards before signing for Rangers.",
            "The salesman intimidated the old lady into signing the paper.",
            "He did not fully appreciate the significance of signing the contract.",
            "The partners held several meetings preparatory to signing the agreement.",
            "Birmingham City have completed the signing of Doug Bell from Shrewsbury Town."
        ],
        "example_translate": [
            "Его заставили подписать документ.",
            "Как долго ты уже без работы?",
            "Кто видел, как он подписывал эти документы?",
            "Меня вынудили /заставили/ подписать признание.",
            "Они сомневаются, нужно ли подписывать контракт.",
            "Он был свидетелем подписания её завещания.",
            "Я подумываю о том, чтобы записаться на курсы йоги.",
            "Продавец запугал старуху, и она подписала бумагу.",
            "Подписание торгового соглашения было расценено как акт примирения.",
            "Официальное подписание соглашения состоится девятого апреля.",
            "Он подсластил сделку большой поощрительной премией.",
            "Всегда читайте мелкий шрифт, прежде чем что-либо подписывать.",
            "Сегодня автор будет подписывать экземпляры своих книг.",
            "Рабочих вынудили в спешном порядке подписать это соглашение.",
            "Страны близки к подписанию мирного соглашения.",
            "До подписания контракта с \"Рейнджерс\" Миллер работал на верфи.",
            "Угрозами продавец заставил старуху подписать бумагу.",
            "Он не до конца осознавал важность подписания этого договора.",
            "Партнёры провели несколько совещаний по подготовке подписания данного соглашения.",
            "Команда \"Бирмингем Сити\" завершила подписание Дага Белла из \"Шрусбери Таун\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}