{
    "significantly": {
        "comment": [
            "significant",
            "significance",
            "signify"
        ],
        "translate": "существенно, знаменательно",
        "transcription": " |sɪɡˈnɪfɪkəntli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The device has lowered the rate of car accidence significantly.",
            "The scandal significantly damaged her career.",
            "Health problems can be significantly reduced by careful diet.",
            "The cost of our raw materials has risen significantly.",
            "Modern machinery has significantly eased the backbreaking work of farming.",
            "If you take my advice, your chances of winning will increase significantly.",
            "People who smoke have a significantly greater risk of developing lung cancer than people who don't.",
            "Another store sold the game for a significantly lower price.",
            "Oil prices fluctuated significantly during October.",
            "Delia's work has been significantly better this year.",
            "The parish has grown significantly in the last three years.",
            "Some people contend that whole wheat bread is significantly more nutritive than white bread.",
            "He looked significantly in her direction when he said that some of us are not doing our jobs.",
            "George paused, and glanced significantly in my direction.",
            "Our budget will be significantly affected by these new cuts.",
            "The Democrats, significantly, finished well behind the Green Party.",
            "The value of the coffee becomes significantly higher when expressed in foreign currency.",
            "There's no question that that bicycle racer was significantly advantaged by a great set of genes.",
            "Crime rates are significantly higher in urban areas (=towns, cities etc).",
            "The slushy racetrack resulted in a significantly slower time for the winning horse.",
            "Methods used by younger teachers differ significantly from those used by older ones.",
            "a generous grant, enabling the library to significantly aggrandize its collection of books on tape"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это устройство существенно сократило количество автомобильных аварий.",
            "Этот скандал существенно повредил её карьере.",
            "Проблемы со здоровьем можно значительно уменьшить за счёт тщательного соблюдения диеты.",
            "Стоимость сырья значительно возросла.",
            "Современная техника значительно облегчила каторжный труд земледельца.",
            "Если вы воспользуетесь моими рекомендациями, ваши шансы на победу значительно возрастут.",
            "У людей, которые курят, риск возникновения рака лёгких значительно выше, чем у некурящих.",
            "В другом магазине эта игра продавалась по значительно более низкой цене.",
            "В течение октября цены на нефть существенно колебались.",
            "В этом году Делия работает значительно лучше.",
            "За последние три года приход существенно вырос.",
            "Некоторые утверждают, что хлеб из цельной пшеницы значительно более питателен, чем белый хлеб.",
            "Сказав, что некоторые из нас не выполняют свои обязанности, он бросил выразительный взгляд в её сторону.",
            "Джордж замолчал и бросил многозначительный взгляд в мою сторону.",
            "Эти новые сокращения в значительной мере повлияют на наш бюджет.",
            "Немаловажно, что демократы в итоге оказались далеко позади партии \"зелёных\".",
            "Стоимость кофе, при выражении её в иностранной валюте, становится значительно выше.",
            "Нет никаких сомнений в том, что великолепный набор генов обеспечил этому велогонщику значительное преимущество над другими.",
            "Уровень преступности значительно выше в городской местности (т.е. больших и маленьких городах).",
            "Из-за грязной беговой дорожки победившая лошадь показала заметно более медленное время, чем обычно.",
            "Методы, используемые молодыми преподавателями, существенно отличаются от тех, которыми пользуются старые.",
            "щедрое пожертвование, позволяющее библиотеке значительно увеличить свою коллекцию аудиокниг"
        ]
    }
}