{
    "silk": {
        "comment": [
            "silver",
            "fossil",
            "silly"
        ],
        "translate": "шелковый, шелк, шелковая нить",
        "transcription": " |sɪlk|",
        "antonyms": [],
        "mnemonic": [
            "silk [силк] шёлк - Шёлк в (силк-ах) нашли."
        ],
        "examples": [
            "She likes to wear silk undies.",
            "Silk outfit is perfect for that special day.",
            "This silk drapes beautifully.",
            "a variety of silks and satins",
            "She likes the touch of silk on her skin.",
            "a dress of silvery gray silk",
            "a beautiful dress in raw silk",
            "Turkey silk has a flaxen appearance.",
            "She looked radiant in a white silk dress.",
            "They import fine silk textiles from China.",
            "She pieced the skirt with a patch of black silk.",
            "The company trades in silk, tea, and other items.",
            "What's a good way to remove stains from a silk dress?",
            "You can make a patchwork quilt from oddments of silk and cotton.",
            "His practice quickly grew and he took silk (=became a QC) in 1988.",
            "Silk doesn't wash well.",
            "Susanna was wearing a black silk dress.",
            "She looked resplendent in a silk dress.",
            "His garment was seamed with silk thread.",
            "Yellow knotted silk square at the throat.",
            "He cancelled the indent for silk scarves.",
            "His dirty shirt and broken silk stockings.",
            "I was this morning to buy silk for a nightcap.",
            "I love that silk dress, but it's a bitch to wash.",
            "a magician who conjures live doves from silk scarves",
            "He wore a shabby tweed suit and a silk polka dot tie.",
            "She wore a beautiful silk shawl around her shoulders.",
            "Her gown is of silk, smocked here and gathered there.",
            "She moved nearer, her long silk skirt rustling around her.",
            "The prince's coat was of black silk laced with gold thread."
        ],
        "example_translate": [
            "Она любит носить шёлковое нижнее бельё.",
            "Шёлковый наряд отлично подойдет для такого особого дня.",
            "Этот шёлк красиво драпируется.",
            "разнообразие шёлка и атласа",
            "Ей нравится, как шёлк касается её кожи.",
            "платье из серебристо-серого шёлка",
            "красивое платье из шёлка-сырца",
            "Турецкий шёлк похож на лён.",
            "В белом шёлковом платье она выглядела потрясающе.",
            "Они импортируют из Китая тонкий шёлковый текстиль .",
            "Она поставила на юбку заплату из чёрного шёлка.",
            "Компания торгует шёлком, чаем и другими товарами.",
            "Какой есть хороший способ для удаления пятен с шёлкового платья?",
            "Из остатков шёлка и хлопка можно сделать лоскутное одеяло.",
            "Его практика быстро росла, и в 1988 году он стал королевским адвокатом.",
            "Шёлк плохо отстирывается.",
            "Сусанна была одета в чёрное шёлковое платье.",
            "В шёлковом платье она выглядела.великолепно.",
            "Его одежда была сшита шёлковыми нитками.",
            "Жёлтый, завязанный узлом, галстук на шее.",
            "Он отменил заказ на шёлковые шарфы.",
            "Его грязная рубашка и рваные шёлковые чулки.",
            "Тем утром мне нужно было сходить купить шёлка на ночной колпак.",
            "Я обожаю это шелковое платье, но его замучаешься стирать.",
            "фокусник, который извлекает из шёлковых шарфов живых голубей",
            "На нём был потёртый твидовый костюм и шёлковый галстук в горошек.",
            "Она носила на плечах прекрасную шёлковую шаль.",
            "Её платье из шёлка, здесь сборочки, там складочки.",
            "Она подвинулась ближе, шурша длинной шёлковой юбкой.",
            "Плащ принца был из чёрного шёлка с золотым шитьём."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}