{
    "silly": {
        "comment": [
            "silk",
            "silver",
            "fossil"
        ],
        "translate": "глупый, простой, глуповатый, глупыш, дурак, несмышленыш",
        "transcription": " |ˈsɪli|",
        "antonyms": [],
        "mnemonic": [
            "silly [си'лъи] глупый - Лозунг глупцов: (силы) есть, ума не надо.",
            "silly ['sɪlɪ]\n***\nУ ГЛУПОГО нет ума, но много силы. (это) silly\nХоть ГЛУПЕЦ, но много силы. (это) silly\n***\nЧеловеку глупому \"silly\" всё плохо \"illy\"."
        ],
        "examples": [
            "Don't be silly!",
            "It is a silly thing to do.",
            "No, silly, I didn't mean that.",
            "That's the silliest thing I've ever heard.",
            "She is what is called a silly.",
            "You made a lot of silly mistakes.",
            "The idea does seem a bit silly.",
            "Stop asking silly questions.",
            "You silly old fool!",
            "This is getting silly.",
            "You silly old bag!",
            "I hope I didn't make any silly mistakes.",
            "What a silly thing to say!",
            "I'm tired of watching silly movies.",
            "He's forever asking silly questions.",
            "I'm getting tired of your silly tricks.",
            "I feel so silly in this outfit.",
            "The book was a silly waste of time.",
            "This silly chatter would vex a saint.",
            "It didn't kill it, it only sillied it a bit.",
            "She will cross you up and make you look silly.",
            "You drove in this weather? What a silly thing to do!",
            "I left my keys at home, which was a pretty silly thing to do.",
            "A group of silly young girls leeched onto the popular singer.",
            "Children enjoy a silly competition in which they try to stare each other down.",
            "The silly bitch went and told the police.",
            "I hate their parties — we always end up playing silly games.",
            "One silly mistake cost them the match.",
            "It was another of her silly little jokes.",
            "His silly antics at office parties have earned him a reputation as a simpleton."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Слова, которые внешне напоминают наречие, но на самом деле являются прилагательными"
        ],
        "example_translate": [
            "не глупи!",
            "Глупо поступать так.",
            "Нет, глупенький, я не то имел ввиду.",
            "Это самая большая глупость, которую я когда-либо слышал.",
            "Она из тех, кого называют глупышками.",
            "Ты наделал много глупостей.",
            "Идея действительно кажется немного глупой.",
            "Перестать задавать глупые /тупые, дурные, идиотские/ вопросы.",
            "Ты старый идиот!",
            "Это становится глупо.",
            "Ты, старая глупая кошёлка!",
            "Я надеюсь, что не наделал глупостей.",
            "Что за глупости!",
            "Мне надоело смотреть глупые фильмы.",
            "Он вечно задаёт глупые вопросы.",
            "Я уже устал от твоих дурацких фокусов.",
            "В этом наряде я чувствую себя так глупо /нелепо/.",
            "Чтение этой книги оказалось глупой потерей времени.",
            "Эта идиотская болтовня может и святого вывести из себя.",
            "Это не убило его, а только слегка оглушило.",
            "Она заморочит тебе голову и выставит тебя дураком.",
            "Ты что, сел за руль в такую погоду? Какой глупый поступок!",
            "Я оставил ключи дома, что было довольно глупо.",
            "Группа глупых молодых девиц облепила популярного певца.",
            "Дети нашли себе нелепую забаву: они играют в гляделки, соревнуясь в том, кто кого переглядит.",
            "Эта тупая сука пошла и настучала в полицию.",
            "Ненавижу их вечеринки: они всегда заканчиваются тем, что мы играем в какие-то дурацкие игры.",
            "Одна глупая ошибка стоила им матча.",
            "Это была её очередная дурацкая шуточка.",
            "Его глупые выходки на корпоративах обеспечили ему репутацию дурака."
        ],
        "stars": 2
    }
}