{
    "similar": {
        "comment": [],
        "translate": "похожий, подобный, сходный, схожий, копия, двойник, дубликат",
        "transcription": " |ˈsɪmələr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You two look very similar to each other.",
            "Your shirt is similar to mine.",
            "We have similar tastes in music.",
            "I had a similar experience last year.",
            "Our cats are similar in size.",
            "I would have reacted in a similar way if it had happened to me.",
            "I was going to say something similar.",
            "Funk is similar to soul, only more extrovert.",
            "Facially the boys are similar.",
            "I make no doubt everyone practises similar stratagems.",
            "The doctor had encountered several similar cases in the past.",
            "The author trusts for a continuance of similar communications.",
            "The design of the new house is similar to those that have already been built.",
            "There are several similar stores at the mall.",
            "Two managers had been cited for similar infractions.",
            "I guessed that you must be related because you look so similar.",
            "The story is similar in all her books.",
            "There's a chance that a similar event will occur in the future.",
            "We got remarkably similar results.",
            "Several of the details are similar.",
            "The movies are similar in texture.",
            "Their lives had been oddly similar.",
            "We reached broadly similar conclusions.",
            "Chemically, the substances are similar.",
            "The two groups were similar in content.",
            "They auctioned a similar desk last year.",
            "Note the similar construction of the buildings.",
            "The two plants have similar physical properties.",
            "Goods of a similar kind should be stored together.",
            "Other married couples are in a similar predicament."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы двое очень похожи друг на друга.",
            "Ваша рубашка похожа на мою.",
            "У нас схожие вкусы в музыке.",
            "Я пережил подобное в прошлом году.",
            "Наши кошки — примерно одного размера.",
            "Случись это со мной, я бы примерно так же отреагировал.",
            "Я собирался сказать что-то подобное.",
            "Фанк похож на соул, только более открытый.",
            "Внешне эти мальчики похожи.",
            "Я не сомневаюсь, что все используют схожие уловки.",
            "В прошлом доктор уже столкнулся с несколькими похожими случаями.",
            "Автор надеется на продолжение подобных контактов.",
            "Дизайн нового дома аналогичен тем, что уже построены.",
            "В торговом центре есть несколько похожих магазинов.",
            "За схожие нарушения уже привлекали к суду двух руководителей.",
            "Я предположил, что вы, должно быть, родственники: вы ведь так похожи.",
            "Все её книги обладают сходным сюжетом.",
            "Есть шанс, что подобное событие произойдёт в будущем.",
            "Мы получили на удивление схожие результаты.",
            "Некоторые детали похожи.",
            "Структуры этих фильмов схожи.",
            "Их жизни были до странности похожи.",
            "Мы достигли, в общем-то, схожих выводов.",
            "Химически эти вещества похожи.",
            "Обе группы были схожи по составу.",
            "В прошлом году они выставили на аукцион подобный рабочий стол.",
            "Обратите внимание на похожие конструкции этих зданий.",
            "Оба растения имеют схожие физические свойства.",
            "Товары схожего типа должны храниться вместе.",
            "Другие супружеские пары находятся в столь же затруднительном положении."
        ]
    }
}