{
    "since": {
        "comment": [
            "sincere",
            "sincerely"
        ],
        "translate": "с, после, со времени, поскольку, с тех пор, поскольку, так как",
        "transcription": " |sɪns|",
        "antonyms": [],
        "mnemonic": [
            "since [сине] с тех пор - С тех пор (синс-сация) следовала за сенсацией;",
            "since [sɪns]\n***\nС ТЕХ ПОР не пью я керосин (с). (это) since\nА ПОСЛЕ я покинул Минусинск. (это) since\nТАК КАК выпил керосин (с). (это) since"
        ],
        "examples": [
            "He has been healthy ever since.",
            "I haven't eaten since breakfast.",
            "He has since become rich.",
            "He went out a little while since.",
            "She has held two jobs since she graduated.",
            "Since he is still absent, we should call the police.",
            "They seem to have changed since then.",
            "I haven't seen him since yesterday.",
            "He hasn't ridden a bike since he was a boy.",
            "She has stayed there ever since.",
            "We've been waiting for you since 10 o'clock.",
            "He has had two jobs since he graduated.",
            "She graduated four years ago and has since married.",
            "He left home two years ago and has since become a soldier.",
            "Since the party, she has not spoken to him at all.",
            "They haven't won a championship since Truman was President.",
            "We've played better since you joined the team.",
            "The company has been in its present location since the beginning of the century."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "С тех пор он больше не болел.",
            "Я с завтрака ничего не ел.",
            "Впоследствии он разбогател.",
            "Он вышел совсем недавно.",
            "Она сменила две работы с тех пор, как окончила учёбу.",
            "Поскольку его всё ещё нет, нам следует вызвать полицию.",
            "Кажется, что с того времени они изменились.",
            "Я не видел его со вчерашнего дня.",
            "Он не катался на велосипеде с тех пор, как был мальчишкой.",
            "С тех пор она там и оставалась.",
            "Мы ждём вас с десяти часов.",
            "Со времени выпуска он сменил две работы.",
            "Она выпустилась четыре года назад, и с тех пор успела выйти замуж.",
            "Он ушел из дома два года назад, и с тех пор стал солдатом.",
            "После той вечеринки она с ним ни разу не разговаривала.",
            "Они не выигрывали чемпионат со времён президентства Трумэна.",
            "После того как вы присоединились к команде, мы заиграли лучше.",
            "Компания располагается в своём нынешнем месте с начала века."
        ],
        "stars": 3
    }
}