{
    "sincere": {
        "comment": [
            "since",
            "sincerely"
        ],
        "translate": "искренний, душевный, задушевный, честный, чистосердечный, прямой, чистый",
        "transcription": " |sɪnˈsɪr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Please accept our sincere thanks.",
            "Please accept my sincere apologies.",
            "She has a sincere interest in painting.",
            "He was so kind and sincere. No wonder I bonded to him.",
            "Please accept my sincere apologies for my behaviour yesterday.",
            "We wish to express our sincere condolences to your family.",
            "May I give my sincere and abject apology for the incident?",
            "He sounded sincere in his promises.",
            "He showed a sincere concern for her health.",
            "They had something singularly honest and sincere in their faces.",
            "He made a sincere attempt to quit smoking.",
            "He was probably quite sincere in the assurances he repeatedly gave.",
            "A sincere compliment can be a true confidence booster.",
            "Let me express my sincere gratitude for all your help.",
            "I sent them my sincere congratulations on their marriage.",
            "Finally, I'd like to express my sincere thanks to all those who have helped today."
        ],
        "example_translate": [
            "Примите, пожалуйста, нашу искреннюю благодарность.",
            "Примите, пожалуйста, мои искренние извинения.",
            "У неё неподдельный интерес к живописи. / Она искренне интересуется живописью.",
            "Он был таким добрым и искренним. Нет ничего удивительного в том, что я привязалась к нему.",
            "Пожалуйста, примите мои искренние извинения, за мое вчерашнее поведение.",
            "Мы хотели бы выразить свои искренние соболезнования вашей семье.",
            "Примите мои искренние и покорные извинения за этот инцидент.",
            "Его обещания звучали искренне.",
            "Он проявил искреннюю заботу о её здоровье.",
            "Было что-то особенно честное и искреннее в их лицах.",
            "Он честно попытался бросить курить.",
            "Возможно, он был вполне искренен в своих постоянно повторявшихся заверениях.",
            "Искренний комплимент может здорово поднять уверенность в себе.",
            "Позвольте мне выразить свою искреннюю благодарность за всю вашу помощь.",
            "Я послал им искренние поздравления по поводу бракосочетания.",
            "Наконец, я хотел бы выразить свою искреннюю благодарность всем, кто сегодня помог."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}