{
    "singular": {
        "comment": [
            "sing",
            "singer",
            "single",
            "singing"
        ],
        "translate": "единственный, исключительный, единственное число",
        "transcription": " |ˈsɪŋɡjələr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had a singular appearance.",
            "Why do you want to make yourself so singular in your dress?",
            "This is perhaps a singular instance in the history of mankind.",
            "“Walks” in “she walks everyday” is a singular verb.",
            "The whole story is one of the most singular make-ups.",
            "If the subject is singular, use a singular verb.",
            "All ducks upholster their nests in the same singular manner.",
            "'Datum' is the singular of 'data'.",
            "He showed a singular lack of tact in the way he handled the situation.",
            "Can the singular person be understood apart from his culture?",
            "In the phrase “his car is red,” the word “car” is a singular noun.",
            "It is a singular piece of good nature in you to apotheosize him. (R. W. Emerson)",
            "Such poise is singular in one so young."
        ],
        "example_translate": [
            "У него была своеобразная внешность.",
            "И зачем ты так экстравагантно одеваешься?",
            "Возможно, это единичный такой случай в истории человечества.",
            "Слово “walks” в предложении “she walks everyday” - является глаголом в единственном числе.",
            "Вся история - это чистой воды выдумка.",
            "Если подлежащее — в единственном числе, используйте в единственном числе и глагол.",
            "Все утки обустраивают свои гнёзда одинаково.",
            "Слово \"данное\" является единственным числом слова \"данные\".",
            "Он проявил исключительное отсутствие такта в том, как повёл себя в данной ситуации.",
            "Можно ли понять отдельного человека в отрыве от его культуры?",
            "Во фразе “его автомобиль — красный” слово “автомобиль” является существительным в единственном числе.",
            "Единственный признак добродушия в тебе - это то, что ты обожаешь его.",
            "Такое самообладание в столь юном возрасте — вещь исключительная."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}