{
    "sit": {
        "comment": [
            "sitting"
        ],
        "translate": "сидеть, заседать, находиться, просиживать, стоять, позировать, сажать, усаживать",
        "transcription": " |sɪt|",
        "antonyms": [],
        "mnemonic": [
            "sit [sıt]\n***\nСИДЕТЬ любит одессит. (это) sit\nСидение, место."
        ],
        "examples": [
            "The dress sits ill on her.",
            "He sat back in his chair.",
            "The car sits in the garage.",
            "Sit yourself over there.",
            "The cat likes to sit by the window.",
            "The house has sat empty for two years.",
            "The church sits back from the main street.",
            "Don't just sit there — do something!",
            "She sat at the table writing a letter.",
            "The council only sits once a month.",
            "I sat on the shore and looked at the sea.",
            "He came over and sat beside her.",
            "The bird sat on the ledge.",
            "She sat the toddler in the chair.",
            "We used to sit and listen to her for hours.",
            "They sat sipping their drinks.",
            "When does the court of law sit?",
            "The limousine is sitting outside.",
            "She sat across from me during dinner.",
            "Well, I can't sit here chatting all day.",
            "The White House sits on Pennsylvania Avenue.",
            "Are you just going to sit there complaining?",
            "His principles sit loosely on him.",
            "Tracy's sitting her GCSEs this year.",
            "She was sitting upright in her chair.",
            "She was sitting in a chair by the fire.",
            "He was sitting cross-legged on the floor.",
            "They both sat on the management committee.",
            "He was sitting in a chair next to the window.",
            "We can sit twelve guests at our dinner table."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Платье сидит на ней плохо.",
            "Он снова сел в кресло.",
            "Машина стоит в гараже.",
            "Усаживайтесь вон там.",
            "Кошка любит сидеть у окна.",
            "Этот дом пустовал в течение двух лет.",
            "Церковь находится в стороне от главной улицы.",
            "Что ты сидишь, сделай что-нибудь!",
            "Она сидела за столом и писала письмо.",
            "Совет заседает всего один раз в месяц.",
            "Я сидел на берегу и смотрел на море.",
            "Он подошёл и сел рядом с ней.",
            "Птица сидела на подоконнике.",
            "Она посадила малыша в кресло.",
            "Когда-то мы сидели и слушали её часами.",
            "Они сидели, потягивая свои напитки.",
            "Когда заседание суда?",
            "Лимузин находится на улице.",
            "Во время ужина она сидела напротив меня.",
            "Что ж, я не могу сидеть и болтать тут весь день.",
            "Белый дом расположен на Пенсильвания-авеню.",
            "Ты что, собираешься просто сидеть там и жаловаться?",
            "Его принципы ему не мешают.",
            "В этом году Трейси сдаёт экзамен на аттестат о среднем образовании. (брит.)",
            "Она ровно сидела на стуле.",
            "Она сидела в кресле у огня.",
            "Он сидел на полу, скрестив ноги.",
            "Они оба входили в комитет по управлению.",
            "Он сидел в кресле возле окна.",
            "Мы можем разместить двенадцать гостей за нашим обеденным столом."
        ],
        "stars": 3
    }
}