{
    "site": {
        "comment": [
            "website"
        ],
        "translate": "место, участок, местоположение, располагать, выбирать место",
        "transcription": " |saɪt|",
        "antonyms": [],
        "mnemonic": [
            "oppose [ə'pəuz] - противиться, сопротивляться\nopposite ['ɔpəzɪt] - противоположный; напротив\nopposition - оппозиция.\n***\nНа выставке \"exposition\"\nя занял позицию \"position\",\nа ты - в оппозиции \"opposition\"."
        ],
        "examples": [
            "the site of the battle",
            "Be sure to visit our Web site.",
            "We have now finished coaling at the site.",
            "All visitors must report to the site office.",
            "The burial site is sacred ground.",
            "The Web site provides information about local activities.",
            "The site went offline on April 25 after a torrent of protest.",
            "a burned-over site in the forest",
            "They visited the site of their future house.",
            "Hard hats must be worn on the construction site.",
            "They lease the site from the council.",
            "Download the latest patch from our Web site.",
            "Over 1,000 people visit our site every week.",
            "The actual site of a city is determined by the natural lie of the land.",
            "There's a bar, restaurant, and gym on site.",
            "City officials visited the building site.",
            "There are printable maps on the Web site.",
            "We were prevented from entering the site.",
            "the site of a 19th-century armory",
            "We went to the test site in Nevada.",
            "He wanted a special stone to mark the site.",
            "a site approachable from a branch of the Niger",
            "Condominiums were built on the developed site.",
            "The ribosome is the site of protein synthesis.",
            "a good site for the school",
            "Visit our Web site at www.Merriam-Webster.com.",
            "This website was voted the Best Site of the Month.",
            "Access to the site is closely controlled.",
            "The site had 2,000 hits in the first week.",
            "Upcoming events are posted on our Web site."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "место битвы",
            "Обязательно посетите наш веб-сайт.",
            "Мы уже закончили добычу угля в этом месторождении.",
            "Все посетители должны сообщать /докладывать/ о своём приходе в контору строительного участка.",
            "Этот могильник является священной землёй.",
            "Этот веб-сайт предоставляет информацию о местных мероприятиях.",
            "Сайт был закрыт 25 апреля после шквала протестов.",
            "выгоревший участок в данном лесу",
            "Они побывали на месте строительства своего будущего дома.",
            "На строительной площадке обязательно надевать каски.",
            "Они арендуют данный участок у совета.",
            "Загрузите новый патч с нашего веб-сайта.",
            "Каждую неделю наш сайт посещает более тысячи человек.",
            "Фактическое расположение города определяется естественным характером местности.",
            "На территории имеются бар, ресторан и тренажёрный зал.",
            "На строительной площадке побывали городские чиновники.",
            "На веб-сайте имеются карты, которые можно распечатать.",
            "Нам помешали войти на эту территорию.",
            "участок, на котором в девятнадцатом веке располагался арсенал",
            "Мы пошли на испытательный полигон в Неваде.",
            "Он хотел, чтобы это место отметили специальным камнем.",
            "место, до которого без труда можно добраться от одного из притоков реки Нигер",
            "На благоустроенном участке возвели многоквартирные дома.",
            "Рибосома является местом синтеза белка.",
            "хороший сайт для школы",
            "Посетите наш веб-сайт по адресу www.Merriam-Webster.com.",
            "Этот веб-сайт был признан лучшим сайтом месяца.",
            "Доступ к сайту тщательно контролируется.",
            "В первую неделю на сайте было две тысячи посещений.",
            "О предстоящих событиях оповещается на нашем веб-сайте."
        ],
        "stars": 2
    }
}