{
    "situated": {
        "comment": [],
        "translate": "расположенный, размещенный",
        "transcription": " |ˈsɪtʃuːˌetəd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "London is situated on the Thames",
            "The house is situated near the college.",
            "The ski slope was situated ideally.",
            "Our office is centrally situated.",
            "The castle was situated on the borders of an expansive lake.",
            "This pretty village is situated about a mile west of the town.",
            "The nearest habitation to ours was situated about a mile off.",
            "It was a handsome house situated on a large lot.",
            "My parents are not rich, but they're comfortably situated.",
            "This pretty village is situated about a mile west of the town, ascending a hill.",
            "The lighthouse, situated on a narrow, rocky headland, commands an expansive view of the coast.",
            "Hotel Miramar is situated high above the bay.",
            "The building is situated in the bad part of town.",
            "The house is situated in a charming pastoral setting.",
            "The hotel is situated next to the lively bustling port.",
            "Situated above the valley, the house offers beautiful views.",
            "The farm house, though in itself a small one, is delightfully situated.",
            "The city was ideally situated at the crossroads to the great trade centres of Europe."
        ],
        "example_translate": [
            "Лондон стоит на Темзе",
            "Дом находится недалеко от колледжа.",
            "Горнолыжный склон был расположен идеально.",
            "Наше бюро расположено в центре города.",
            "Замок был расположен на берегах огромного озера.",
            "Эта живописная деревушка расположена в миле от города, к западу.",
            "Ближайшее жильё находилось примерно в миле от нас.",
            "Это был красивый дом, расположенный на большом участке.",
            "Мои родители небогаты, но они удобно устроились.",
            "Эта миленькая деревушка расположена на склоне холма в миле к западу от города.",
            "С маяка, расположенном на узком, скалистом мысе, открывается обширный вид на побережье.",
            "Гостиница \"Miramar\" расположена высоко над заливом.",
            "Это здание находится в плохой части города.",
            "Дом расположен в очаровательной пасторальной обстановке.",
            "Отель расположен рядом с оживлённым портом.",
            "Из этого дома, расположенного над долиной, открывается прекрасный вид.",
            "Хотя сам по себе этот деревенский домик и невелик, но он очень удачно расположен.",
            "Город идеально располагался на пересечении дорог, ведущих к крупным торговым центрам Европы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}