{
    "sixteen": {
        "comment": [],
        "translate": "шестнадцать, шестнадцать",
        "transcription": " |ˌsɪksˈtiːn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Jupiter has sixteen moons.",
            "He was scarce sixteen years old.",
            "I started working when I was sixteen.",
            "She was sixteen, young and vibrant.",
            "Sixteen ounces go to the pound.",
            "'How old are you?' 'Sixteen.' 'I'm sixteen too,' put in Dixie.",
            "Sixteen teams took part in the 400m bobsleigh.",
            "The disease has tormented me for sixteen years.",
            "Two of them made twenty stones each in sixteen weeks.",
            "I earned sixteen shillings a week by lumping in the docks.",
            "Boys are not allowed to copulate with girls under sixteen.",
            "His usual allowance was sixteen cups of tea, all of heroic strength.",
            "At sixteen, I resigned myself to the fact that I'd never be a dancer.",
            "Gold, during the Middle Ages, was about sixteen times more valuable than the same weight of silver."
        ],
        "example_translate": [
            "У Юпитера шестнадцать лун.",
            "Ему едва стукнуло /исполнилось/ 16 лет.",
            "Я начал работать, когда мне было шестнадцать.",
            "Ей было шестнадцать, она была молодой и энергичной.",
            "Шестнадцать унций составляют один фунт.",
            "— Сколько тебе лет? — Шестнадцать.— Мне тоже шестнадцать, — вставила Дикси.",
            "Шестнадцать команд приняли участие в соревнованиях по бобслею на дистанции 400 метров.",
            "Эта болезнь мучила меня в течение шестнадцати лет.",
            "Двое из них набрали за шестнадцать недель каждый по 280 фунтов.",
            "Я зарабатывал шестнадцать шиллингов в неделю, работая портовым грузчиком.",
            "Парням не разрешается иметь половые сношения с девочками младше шестнадцати лет.",
            "Его обычную порцию составляли впечатляющие своей крепостью шестнадцать чашек чая.",
            "В шестнадцать лет я смирился с тем, что никогда не стану танцором.",
            "В Средние века золото было примерно в шестнадцать раз дороже серебра."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}