{
    "skating": {
        "comment": [
            "skate"
        ],
        "translate": "катание на коньках, конькобежный",
        "transcription": " |ˈskeɪtɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Shall we go skating tomorrow?",
            "I'm not coming skating. I'm too old for that now.",
            "We went skating in Central Park.",
            "Our figure skating club has exclusive use of the rink on Mondays.",
            "No skating is allowed in the parking lot.",
            "She medaled in figure skating in the Olympics.",
            "He did some handsome maneuvers on the skating rink.",
            "He was cleared by doctors to resume skating in August.",
            "Don't be late again, Hugo — you're skating on thin ice.",
            "She qualified for a spot on the U.S. Olympic speed skating team.",
            "She represented the United States in figure skating at the Olympics.",
            "We stay active during the cold winter months by skiing and ice skating.",
            "At hockey he's still a fledgling and needs to work on his basic skating skills."
        ],
        "example_translate": [
            "Пойдем завтра кататься на коньках?",
            "Я не пойду кататься на коньках, слишком стар я стал для этого.",
            "Мы пошли кататься на коньках в Центральный парк.",
            "Наш клуб фигурного катания имеет исключительное право пользовать каток по понедельникам.",
            "На стоянке не разрешается кататься на скейтборде.",
            "Она заняла призовое место в фигурном катании на Олимпиаде.",
            "Катаясь на катке, он сделал несколько искусных манёвров.",
            "Врачи разрешили ему возобновить катание в августе.",
            "Больше не опаздывай, Хьюго, а то тебя ждут неприятности.",
            "Она получила право на место в олимпийской сборной США по конькобежному спорту.",
            "Она представляла Соединённые Штаты в фигурном катании на Олимпиаде.",
            "Холодными зимними месяцами мы продолжаем вести активный образ жизни, катаясь на лыжах и коньках.",
            "В хоккее он ещё совсем новичок, и ему нужно поработать над базовыми навыками катания."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}