{
    "sketch": {
        "comment": [
            "fetch",
            "stretch"
        ],
        "translate": "эскиз, набросок, скетч, зарисовка, кроки, делать наброски, рисовать эскизы",
        "transcription": " |sketʃ|",
        "antonyms": [],
        "mnemonic": [
            "sketch [скэч] эскиз, набросок - (С кетч-упом) можно также и эскизы с набросками сделать;",
            "sketch [sketʃ]\nДЕЛАЮ НАБРОСКИ в стиле скетч. (это)\nЭскиз, набросок, отрывок."
        ],
        "examples": [
            "She sketched a smile.",
            "He made a sketch of his house.",
            "I always sketch with pen and paper.",
            "I had a basic sketch of a plan.",
            "She sketched a shrug.",
            "I made a hasty sketch of the scene.",
            "The new buildings have only been sketched out so far.",
            "He sketched the story briefly, telling the facts just as they had happened.",
            "She sketched the plan for us.",
            "I have commissioned him to do a sketch of the park for me.",
            "Sketch the outline of the book.",
            "He likes to sit outside and sketch.",
            "Mr. Thornton's sketch goes down to the death of James II.",
            "Instead of a verbal description, we will give a rough sketch of the nursery.",
            "He wrote up a sketch of the plot.",
            "Cantor drew a rough sketch of his apartment on a napkin.",
            "Her TV programme is made up of a series of comic sketches.",
            "Holford sketched a 10-year programme for rebuilding the city.",
            "The sketch was so largely drawn that you could see it from the back row.",
            "He sketched the trees outside his window.",
            "There is a biographical sketch of the author on the book's back cover."
        ],
        "example_translate": [
            "Она изобразила улыбку.",
            "Он сделал набросок своего дома.",
            "Я всегда делаю наброски на бумаге ручкой.",
            "У меня было лишь самое общее представление о проекте.",
            "Она пожала плечами.",
            "Я сделал торопливый набросок этой картины.",
            "Новые дома существуют пока лишь в набросках.",
            "Он пересказал историю в общих чертах, кратко описав, как всё было.",
            "Она набросала для нас этот план.",
            "Я заказал ему набросок парка.",
            "Набросайте краткое резюме этой книги.",
            "Ему нравится сидеть в стороне и делать эскизы.",
            "Очерк мистера Торнтона доходит до смерти Якова II.",
            "Вместо словесных описаний мы предоставим приблизительный эскиз детской.",
            "Он составил краткое описание сюжета.",
            "Кантор нарисовал на салфетке грубый эскиз своей квартиры.",
            "Её телепрограмма состоит из серии юмористических сценок.",
            "Холфорд набросал 10-летнюю программу по реконструкции города.",
            "Эскиз был нарисован так крупно, что его было видно с последнего ряда.",
            "Он сделал зарисовку деревьев за своим окном.",
            "На задней обложке этой книги имеется биографическая зарисовка о её авторе."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}