{
    "skiing": {
        "comment": [],
        "translate": "катание на лыжах, лыжный спорт, лыжный",
        "transcription": " |ˈskiːɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I broke my leg skiing.",
            "We went skiing yesterday.",
            "We enjoy skiing in the wintertime.",
            "She dressed warmly for skiing.",
            "I consider his skiing a joke.",
            "This winter, he added skiing to his list of favorite sports.",
            "My husband talked me into going skiing.",
            "She won a bronze in skiing.",
            "We are planning to go skiing tomorrow.",
            "His attempt at skiing was laughable.",
            "Skiing is my favorite winter activity.",
            "Skiing has really grown in popularity.",
            "She broke her leg in a skiing accident.",
            "I can't picture him skiing. He's so clumsy!",
            "He cracked his collarbone in a skiing accident.",
            "We're going to go skiing in Colorado this winter.",
            "You don't have to be a sports nut to enjoy skiing.",
            "He does mountain biking and skiing and stuff like that.",
            "He's been limping badly ever since the skiing accident.",
            "After a full day of skiing, I was feeling absolutely famished.",
            "There's a sauna where you can relax after a hard day's skiing.",
            "Skiing enthusiasts can't wait for the first snowfall of the season.",
            "The biggest bugbear of the skiing business is a winter with no snow.",
            "You can write about swimming, skiing, or anything else you enjoy doing.",
            "We stay active during the cold winter months by skiing and ice skating.",
            "If you're a beginner, steer clear of resorts with reputations for difficult skiing.",
            "Icy, granular snow makes for terrible skiing — if you can, ski on light, powdery snow."
        ],
        "example_translate": [
            "Катаясь на лыжах, я сломал ногу.",
            "Вчера мы катались на лыжах.",
            "Мы получаем удовольствие катаясь на лыжах зимой.",
            "Для катания на лыжах она оделась тепло.",
            "Как лыжника я не воспринимаю его всерьёз.",
            "Этой зимой он добавил в список любимых видов спорта катание на лыжах.",
            "Муж уговорил меня пойти кататься на лыжах.",
            "Она выиграла бронзу в лыжных гонках.",
            "Завтра мы планируем покататься на лыжах.",
            "Его попытка встать на лыжи оказалась смехотворной.",
            "Катание на лыжах — это мой любимый зимний вид отдыха.",
            "Популярность лыжного спорта очень сильно выросла.",
            "Она сломала ногу, когда каталась на лыжах.",
            "Я не могу представить, как он катается на лыжах. Он такой неуклюжий!",
            "Он сломал ключицу, катаясь на лыжах.",
            "Этой зимой мы собираемся отправиться кататься на лыжах в Колорадо.",
            "Не нужно быть фанатом спорта, чтобы покататься на лыжах.",
            "Он катается на горных велосипедах, лыжах и тому подобном.",
            "Он сильно хромает с тех пор, как произошёл несчастный случай во время катания на лыжах.",
            "После целого дня катания на лыжах, я чувствовал себя голодным, как волк.",
            "Есть сауна, где можно отдохнуть после тяжёлого дня, проведённого на лыжах.",
            "Любители лыжного спорта с нетерпением ждут, когда выпадет первый снег в этом сезоне.",
            "Самая большая головная боль для лыжного бизнеса — это бесснежная зима.",
            "Вы можете написать о плавании, катании на лыжах, или о чём угодно другом, чем вам нравится заниматься.",
            "Холодными зимними месяцами мы продолжаем вести активный образ жизни, катаясь на лыжах и коньках.",
            "Если вы новичок в горных лыжах, не стоит соваться на курорты, известные трудными горнолыжными трассами.",
            "Кататься на лыжах по ледяному, зернистому снегу просто ужасно, поэтому по возможности катайтесь по рыхлому, рассыпчатому снегу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}