{
    "skilled": {
        "comment": [],
        "translate": "квалифицированный, опытный, умелый, искусный",
        "transcription": " |skɪld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is skilled at negotiation.",
            "Nursing is a highly skilled job.",
            "She's skilled in the art of conversation.",
            "He is skilled at cooking.",
            "The department was reinforced with skilled personnel.",
            "We need another highly skilled player to stave off defeat for our team.",
            "Carpentry is a skilled trade.",
            "Bricklaying is very skilled work.",
            "a skilled member of a ship's crew",
            "a very skilled and talented writer",
            "skilled in the utilization of computers",
            "Skilled craftsmen carved the enormous mantel.",
            "Skilled negotiators helped defuse the crisis.",
            "She's very skilled at dealing with the public.",
            "There is a shortage of skilled labor in this field.",
            "a politician skilled at evading difficult questions",
            "Оnly the most skilled gymnasts make an Olympic team.",
            "Skilled stalkers are shooting up to a dozen hinds a day.",
            "The statue took on life in the sculptor's skilled hands.",
            "Skilled craftsmen, such as carpenters, are in great demand.",
            "A skilled surgeon has many years of training and experience.",
            "The company is fortunate to have such highly skilled workers.",
            "Media people need to be good talkers and skilled negotiators.",
            "a cagey old politician who is exceptionally skilled at getting federal money for his district",
            "Unskilled workers of today need to upgrade themselves to become the skilled workers of tomorrow.",
            "He is a skilled forger who hoaxed the art world into believing that the paintings were long-lost Vermeers.",
            "The kangaroo's forearms seem undeveloped but the powerful five-fingered hands are skilled at feinting and clouting.",
            "They encountered an indigenous people who were experienced cultivators of the soil as well as highly skilled craftsmen."
        ],
        "example_translate": [
            "Она является специалистом по проведению переговоров.",
            "Работа медсестры требует высокой квалификации.",
            "Она искусная собеседница.",
            "Он мастерски готовит.",
            "Отдел был укреплён квалифицированными кадрами.",
            "Чтобы предотвратить поражение, нам нужен ещё один игрок высокого класса.",
            "Профессия плотника требует высокой квалификации.",
            "Укладка кирпича — это очень квалифицированный труд.",
            "опытный член экипажа судна",
            "очень умелый и талантливый литератор",
            "обладающие навыками использования компьютеров",
            "Умелые мастера покрыли эту огромную каминную полку резьбой.",
            "Опытные переговорщики помогли разрядить эту кризисную ситуацию.",
            "Она очень поднаторела в общении с населением.",
            "В этой области присутствует нехватка квалифицированных кадров.",
            "политик, умело обходящий сложные вопросы",
            "Только самые опытные гимнасты попадают в Олимпийскую сборную.",
            "Опытные охотники подстреливают до дюжины ланей за день.",
            "Статуя ожила в умелых руках скульптора.",
            "Искусные мастера — например, плотники, — пользуются большим спросом.",
            "У квалифицированного хирурга за спиной много лет учёбы и работы.",
            "Компании повезло иметь таких высококвалифицированных работников.",
            "Журналисты должны обладать хорошо подвешенным языком и умело вести переговоры.",
            "хитрый старый политик, который особенно поднаторел в выбивании федеральных денег для своего округа",
            "Сегодняшние неквалифицированные работники должны самосовершенствоваться, чтобы стать квалифицированными работниками завтрашнего дня.",
            "Это опытный фальсификатор, который обманом заставил всех в мире искусства поверить, что эти картины — давно пропавшие подлинники Вермеера.",
            "Предплечья передних лап кенгуру кажутся неразвитыми, но их мощные пятипалые \"руки\" умело наносят затрещины и делают обманные движения.",
            "Они столкнулись с туземным племенем, члены которого были опытными земледельцами, а также умелыми ремесленниками."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}