{
    "skill": {
        "comment": [
            "skilful",
            "skilled",
            "skilfully",
            "kill",
            "killing",
            "killer"
        ],
        "translate": "навык, умение, мастерство, квалификация, искусство, ловкость, сноровка, выучка",
        "transcription": " |skɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Cooking is a useful skill.",
            "Poker is a game of luck and skill.",
            "The work is difficult and requires a lot of skill.",
            "This job requires special skills.",
            "She played with skill and verve.",
            "He has excellent social skills.",
            "Good language skills are a prerequisite for the job.",
            "There was never an occasion for her to demonstrate her skill.",
            "She had the skill to cope with a difficult job.",
            "Reading and writing are two different skills.",
            "These words are written with clerkly skill.",
            "This job asks a lot of patience and skill.",
            "The whole team played with great skill and determination.",
            "His quick recovery is a testament to the doctor's skill.",
            "impelling skill as a teller of tales",
            "With much practice, she has achieved a high level of skill.",
            "The rookie player displayed great skill.",
            "the slow development of her skill as a writer",
            "Candidates must compete in a trial of skill.",
            "Her skill and talent ennoble her profession.",
            "His labor did not require a great deal of skill.",
            "In agility and skill at his weapons he had few equals.",
            "This skill will enable you to find a job on Wall Street.",
            "He plays the piano with consummate skill.",
            "His easy victory was a testament to his skill.",
            "Perseverance is required to perfect just about any skill.",
            "Losing that contract doesn't say much for the director's skill in business.",
            "He tried out his skill at archery.",
            "He conducts the choir with great skill and emotion.",
            "Are you willing to pit your skill against that of our leading player?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Умение готовить — это полезный навык.",
            "Покер это игра удачи и мастерства.",
            "Эта работа тяжёлая и требует большого мастерства.",
            "Для этой работы нужны особые навыки.",
            "Она играла мастерски, с огоньком.",
            "У него отличные социальные навыки.",
            "Хорошее знание языка для этой должности обязательно.",
            "У неё никогда не было возможности показать своё мастерство.",
            "Ей хватало мастерства, чтобы справляться со сложной работой.",
            "Чтение и письмо — это два различных навыка.",
            "Эти слова написаны каллиграфическим почерком.",
            "Эта работа требует много терпения и сноровки.",
            "Вся команда сыграла очень мастерски и решительно.",
            "Его быстрое выздоровление свидетельствует о профессионализме врача, у которого он лечился.",
            "необыкновенное мастерство рассказчика сказок",
            "Много тренируясь, она достигла высокого уровня мастерства.",
            "Новичок продемонстрировал мастерскую игру.",
            "медленное развитие её навыков писателя",
            "Кандидаты должны пройти конкурс на владение профессиональными навыками.",
            "Её мастерство и талант облагораживают её профессию.",
            "Его труд не требовал большого мастерства.",
            "В ловкости и умении обращаться с оружием немногие могли с ним сравниться",
            "Этот навык позволит вам найти работу на Уолл-стрит.",
            "Он играет на фортепиано с непревзойдённым мастерством.",
            "Лёгкая победа была свидетельством его мастерства.",
            "Для совершенствования почти любого навыка необходимо упорство.",
            "Потеря этого контракта не особенно хорошо говорит о деловых качествах директора.",
            "Он опробовал своё мастерство в стрельбе из лука.",
            "Он дирижирует хором с чувством и большим мастерством.",
            "Хочешь помериться силами с нашим главным игроком?"
        ]
    }
}