{
    "skip": {
        "comment": [
            "skirt",
            "skin"
        ],
        "translate": "пропуск, скип, прыжок, скачок, бадья, пропускать, скакать, перескакивать",
        "transcription": " |skɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'll skip dessert., I'm slimming.",
            "I decided to skip the first chapter.",
            "'Sorry, what were you saying?' 'Oh, skip it!'",
            "I saw her skipping down the path.",
            "Let's skip to the last item on the agenda.",
            "He skipped chemistry class three times last month.",
            "I suggest we skip over the details and get to the point.",
            "She skipped lunch in order to go shopping.",
            "I skipped through the first part of the book, eager to get to the exciting bits.",
            "He turned and skipped away, singing happily to himself.",
            "Williams skipped the game to be with his wife in the hospital.",
            "He skipped a row in the text and so the sentence was incomprehensible.",
            "It's difficult to have a conversation with her because she skips from one topic to another.",
            "The ball skipped off Bonds' glove and bounced toward the fence.",
            "Bundle up the newspapers and take them to the skip."
        ],
        "example_translate": [
            "Я пропущу десерт, я худею.",
            "Я решил пропустить первую главу.",
            "— Прости, что ты говорил? — Ладно, проехали.",
            "Я видел, как она вприпрыжку бежит по тропинке.",
            "Давайте сразу перейдём к последнему пункту повестки дня.",
            "В прошлом месяце он трижды пропустил занятия по химии.",
            "Я предлагаю опустить подробности и перейти к сути дела.",
            "Она пропустила обед, чтобы отправиться за покупками.",
            "Я прочитал по диагонали первую часть книги, чтобы поскорее добраться до интересных эпизодов.",
            "Он повернулся и поскакал прочь, радостно напевая про себя.",
            "Уильямс пропустил игру, чтобы побыть со своей женой в больнице.",
            "Он пропустил в тексте строку, и поэтому предложение стало непонятным.",
            "С ней трудно разговаривать, потому что она постоянно перескакивает с одной темы на другую.",
            "Мяч ударился о перчатку Бонда и отскочил к ограждению.",
            "Газеты сложи и отнеси в мусорный бак."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}