{
    "slam": {
        "comment": [],
        "translate": "шлем, хлопанье, тюряга, резкая критика, хлопать, захлопнуть, захлопывать",
        "transcription": " |slæm|",
        "antonyms": [],
        "mnemonic": [
            "skill [slæm]\nslum [slʌm]\n***\nНе ХЛОПАЙ по ушам ослам. (это) slam\nХлопанье, шум. Сильный удар. Шлем. Хлопать, стучать.\n***\nВ ТРУЩЁБАХ суждено жить ослам. (это) slum"
        ],
        "examples": [
            "He slammed out of the room.",
            "He slammed the door in my face.",
            "She slammed down the receiver.",
            "He slammed the door shut.",
            "He slammed the book on the table",
            "The window slammed shut / to.",
            "He slammed the door shut",
            "We heard a car door slam.",
            "Her arm slammed against the table.",
            "She slammed the drawer shut.",
            "The hurricane slammed into the coast.",
            "I heard the door slam behind him.",
            "She closed her book with an angry slam.",
            "The car slid on the ice and slammed into a tree.",
            "I grabbed the front of his shirt and slammed him against the wall.",
            "Henry slammed the phone down angrily.",
            "You're going to the slam for fifteen.",
            "In her anger, she slammed the ball against the fence.",
            "The council was slammed for its unfair selection procedure.",
            "A slam was heard at the front door.",
            "If he wins today, he's on course for the Grand Slam.",
            "All 155 passengers died instantly when the plane slammed into the mountain.",
            "He stepped inside and let the door slam behind him.",
            "Local media slammed plans to build a prison in the area.",
            "She slammed the door shut / to."
        ],
        "example_translate": [
            "Он выскочил из комнаты, хлопнув дверью.",
            "Он захлопнул дверь у меня перед носом.",
            "Она бросила трубку.",
            "Он захлопнул дверь.",
            "Он кинул книгу на стол. (резким движение положил книгу, с хлопком при контакте книги и стола)",
            "Окно с шумом захлопнулось.",
            "Он с шумом захлопнул дверь.",
            "Мы услышали, как захлопнулась дверца автомобиля.",
            "Её рука хлопнула по столу.",
            "Она захлопнула ящик стола. (резким движение закрыла ящик стола)",
            "Ураган обрушился на побережье.",
            "Я слышал, как он захлопнул за собой дверь.",
            "Она рассерженно захлопнула свою книгу.",
            "Машина заскользила на льду и врезалась в дерево.",
            "Я схватил его за грудки и швырнул к стене.",
            "Генри со злостью швырнул трубку на рычаг.",
            "Ты 15 лет проведешь в тюряге.",
            "Разозлившись, она шмякнула мячом об забор.",
            "Совет подвергся резкой критике за несправедливый порядок отбора, установленный им.",
            "Было слышно, как хлопнула входная дверь.",
            "Если он сегодня выиграет, то окажется на пути к завоеванию Большого Шлема.",
            "Все 155 пассажиров мгновенно погибли, когда самолёт врезался в гору.",
            "Он вошёл, и дверь за ним захлопнулась.",
            "Местные СМИ подвергли планы построить тюрьму в этом районе резкой критике.",
            "Она захлопнула дверь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}