{
    "slave": {
        "comment": [],
        "translate": "раб, невольник, ведомый, рабский, работать как раб",
        "transcription": " |sleɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I get so tired of slaving at this work day after day.",
            "He treats her like a slave.",
            "Do it yourself! I'm not your slave!",
            "Slave labour has been outlawed.",
            "I've been slaving away at this report.",
            "By slaving away for two hours, I at last got the cooker clean.",
            "His mother was his abject slave.",
            "So long as the conditions are pendent he remains his slave.",
            "He's been slaving over his history essay.",
            "They were cowhiding the half-naked back of a slave.",
            "They discovered that the slave was a fugitive.",
            "Someone thinks that it was impossible for the African slave to develop into the self-governing citizen, the coordinate of his white partners.",
            "The new boss is a real slave driver.",
            "I slaved all morning to get the work done on time.",
            "As a slave he was required to do his master's bidding without question.",
            "She's been slaving away at her homework.",
            "The director is a real slave driver, but actors still clamor for the opportunity to work with him.",
            "His heartless whipping of runaway slaves virtually to the point of death shocked even other slave owners."
        ],
        "example_translate": [
            "Я так устал пахать на этой работе день за днём.",
            "Он обращается с ней, как с рабыней.",
            "Сделай это сам! Я тебе не раб!",
            "Рабство было запрещено.",
            "Я долго корпел над этим отчетом.",
            "Два часа я мучился, и наконец отчистил плиту.",
            "Его мать была его жалкой рабыней.",
            "До тех пор, пока условия окончательно не оговорены, он остаётся его рабом.",
            "Он усиленно трудится над своим историческим очерком.",
            "Они стегали раба кнутом по полуголой спине.",
            "Они поняли, что раб был беглецом.",
            "Некоторые считают, что африканские рабы не могли стать полноценными гражданами, равными их белым соседям.",
            "Новый начальник — самый настоящий деспот.",
            "Я всё утро вкалывал, словно раб, чтобы успеть сделать работу в срок.",
            "Будучи рабом, он должен был беспрекословно выполнять требования хозяина.",
            "Она корпела над своей домашней работой.",
            "Этот режиссёр — настоящий деспот, но актёры по-прежнему настойчиво стараются получить возможность с ним поработать.",
            "Его безжалостная порка беглых рабов плетью практически до смерти шокировала даже других рабовладельцев."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}