{
    "slavery": {
        "comment": [
            "slave"
        ],
        "translate": "рабство, рабовладение, неволя, тяжелый труд, тяжелый подневольный труд",
        "transcription": " |ˈsleɪvərɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They were delivered from slavery.",
            "She was sold into slavery.",
            "Slavery is not morally defensible.",
            "The struggle to end slavery united rich and poor.",
            "He reduced the population to slavery.",
            "Serfdom came in the stead of slavery.",
            "It was a 600 page saga about 18th century slavery.",
            "Slavery was an abomination.",
            "We can't ignore our country's painful history of slavery.",
            "A child born into slavery was considered simply another addition to the master's wealth and property.",
            "Slavery is already dead, and cannot be resurrected.",
            "Tn many corners of the world they still practice slavery.",
            "The presidential election of 1860 was adverse to the cause of slavery.",
            "The U.S. abolished slavery by constitutional amendment on December 6, 1865.",
            "In the U.S. slavery was abolished in 1865, but its aftereffects remained keenly felt long afterwards.",
            "They condemned slavery as evil.",
            "Republican hostility toward slavery",
            "He was dedicated to ending the tyranny of slavery.",
            "Slavery was abolished in the US in the 19th century.",
            "The stigma of slavery remained long after it had been abolished.",
            "They would rather starve to death than accept the fate of slavery.",
            "Slavery was abolished in the mid-19th century in America and in Russia.",
            "As we saw in Chapter 4, slavery was not the only cause of the Civil War.",
            "How many black people were emancipated from slavery in the last century?",
            "I would never be an instrument of bringing a free and brave people into slavery.",
            "A war was fought in the United States in the 19th century to liberate black people from slavery.",
            "In the 19th century the volatile issue of slavery resulted in the disunion of several Protestant denominations."
        ],
        "example_translate": [
            "Они были освобождены из рабства.",
            "Она была продана в рабство. / Её продали в рабство.",
            "С нравственной точки зрения, рабству нет оправданий.",
            "Борьба за то, чтобы положить конец рабству, объединила и богатых, и бедных.",
            "Он превратил местное население в рабов.",
            "Крепостное право пришло на смену рабству.",
            "Это было длинное, на 600 страниц, повествование о рабстве в 18-м веке.",
            "Рабство было омерзительным.",
            "Мы не можем игнорировать тяжёлую историю рабства в нашей стране.",
            "Ребёнок, родившийся в рабстве, считался просто очередным дополнением к богатству и имуществу хозяина.",
            "Рабство уже мертво, и не может воскреснуть.",
            "Во многих уголках мира до сих пор существует рабство.",
            "Президентские выборы 1860 года были неблагоприятны для системы рабовладения.",
            "США отменили рабство конституционной поправкой 6 декабря 1865 года.",
            "В США рабство было отменено в 1865 году, но его последствия по-прежнему остро ощущались ещё долго после этого.",
            "Они осуждали рабство как зло.",
            "неприятие рабства республиканцами",
            "Он посвятил себя тому, чтобы положить конец тирании рабства.",
            "В США рабство было отменено в девятнадцатом веке.",
            "Позорное клеймо рабства оставалось ещё долго после его отмены.",
            "Они скорее умрут с голоду, чем примут рабскую участь.",
            "В Америке и в России рабство было отменено в середине девятнадцатого века.",
            "Как мы видели в четвёртой главе, рабство было не единственной причиной Гражданской войны.",
            "Сколько чернокожих было освобождено от рабства в прошлом веке?",
            "Я никогда не стану орудием порабощения свободного и храброго народа.",
            "В 19-м веке в США шла война за освобождение негров от рабства.",
            "В девятнадцатом веке взрывоопасная проблема рабства привела к разделению нескольких протестантских конфессий."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}