{
    "slice": {
        "comment": [],
        "translate": "ломтик, часть, ломоть, доля, тонкий слой, нарезать, делить на части",
        "transcription": " |slaɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She sliced the lemon in half.",
            "Garnish it with a slice of lemon.",
            "He has spent a good slice of his life here.",
            "The ship sliced through the waves.",
            "This is our chance to grab a slice of this new market.",
            "Toast a slice of bread brown on both sides.",
            "I have dibs on that last slice of pizza",
            "Can you show Lucy the way to slice onions?",
            "Would you like a slice of cake?",
            "She hungrily ate a slice of bread.",
            "First slice all the fruit up, then add the ice cream.",
            "She sucked on an orange slice.",
            "Garnish each dish with a slice of lemon.",
            "Scrape the carrots and slice them thinly.",
            "You've had a fine slice of bread and honey just now.",
            "a slice of the company's revenue",
            "Fiction takes up a large slice of the publishing market.",
            "The blade's so sharp it could slice through your finger.",
            "Just slice off enough meat for your dinner and put the rest back.",
            "He bit into a hot slice of pizza and burned the roof of his mouth.",
            "Finally she yielded to temptation and helped herself to a large slice of cake.",
            "The knife sliced through the cake easily.",
            "He sliced open his finger while cleaning the fish.",
            "Both companies expect to get a big slice of the cake.",
            "The Fourth of July parade was a real slice of Americana.",
            "If you want a slice of the action, tickets may still be available.",
            "The technique involves grafting a very thin slice of bone onto the damaged knee.",
            "The children argued because one slice of cake was slightly larger than the other.",
            "With an open goal in front of him, Wiltord sliced his shot wide of the left post."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она разрезала лимон пополам.",
            "Укрась это долькой лимона.",
            "Здесь он прожил большую часть своей жизни.",
            "Корабль двигался вперёд, разрезая волны.",
            "Вот наш шанс отхватить себе кусочек этого нового рынка.",
            "Поджарьте ломтик хлеба с обеих сторон до появления корочки.",
            "У меня есть деньжата на тот последний кусок пиццы.",
            "Можешь показать Люси, как нужно резать лук?",
            "Хотите кусочек торта?",
            "Она жадно съела ломтик хлеба.",
            "Сначала нарежь все фрукты, затем добавь мороженое.",
            "Она пососала ломтик апельсина.",
            "Украсьте каждое блюдо ломтиком лимона.",
            "Почистите морковь и нарежьте её тонкими ломтиками.",
            "Ты только что слопал здоровенный ломоть хлеба с мёдом.",
            "часть доходов компании",
            "Значительную часть печатной продукции составляет художественная литература.",
            "Лезвие настолько острое, что способно прорезать палец насквозь.",
            "Отрежь столько мяса на ужин, сколько нужно, а остальное убери в холодильник.",
            "Он откусил горячий кусок пиццы и обжёг нёбо.",
            "В конце концов, она поддалась искушению и утешила себя большим кусоком торта.",
            "Нож с лёгкостью разрезал торт.",
            "Он порезал палец, когда чистил эту рыбу.",
            "Обе компании рассчитывают отхватить большой кусок \"пирога\".",
            "Парад в честь Четвёртого Июля стал настоящим образцом американского образа жизни.",
            "Если хотите в этом поучаствовать, билеты ещё можно достать.",
            "Предлагаемая методика связана с пересадкой на повреждённое колено очень тонкого кусочка кости.",
            "Дети поссорились, потому как один кусочек пирога был немного больше другого.",
            "Находясь прямо перед пустыми воротами, Вильтор срезал мяч мимо левой стойки."
        ]
    }
}