{
    "slide": {
        "comment": [
            "slice",
            "slip",
            "slim",
            "sling"
        ],
        "translate": "слайд, скольжение, ползун, салазки, каток, скользить, проскользнуть, выскользнуть",
        "transcription": " |slaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her purse slid out of her hands.",
            "The car went into a slide.",
            "He slid with the stolen money.",
            "These slippery snakes slid away.",
            "We cannot slide over this problem, it should be discussed openly.",
            "He slid into a seat near my own.",
            "The politician tried to slide over the delicate subject.",
            "The children love to slide down the banister.",
            "The economy slid from recession to depression.",
            "The door slides open easily.",
            "You have slid into a bad habit of repeating yourself.",
            "The canoe seemed to slide painfully on a mirror (of a lake).",
            "She slid the paper under the door.",
            "The strap of her dress kept sliding down.",
            "His slide didn't stop until the bottom of the hill.",
            "Daniel slid out of the room when no one was looking.",
            "Students' test scores started to slide in the mid-1990s.",
            "Gashford slid his cold insidious palm into his master's grasp. (Ch. Dickens)",
            "School administrators were unable to explain the slide in student performance.",
            "Slide your finger along the seam.",
            "He slid open the door of the glass cabinet.",
            "Stocks slid a further 3% on the major markets today.",
            "historians attempting to pinpoint the Roman Empire's climacteric, that precise moment when it began its long downhill slide",
            "He slid the bottle across the table.",
            "She projected the slide onto the wall.",
            "Well, I guess we can let it slide this time.",
            "Murphy gradually slid into a pattern of drug abuse.",
            "Several of the leading dot-coms saw their share prices slide yesterday.",
            "The computer has supplanted the slide rule.",
            "The firefighters slid down the pole to their trucks."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ее сумочка выскользнула из ее рук.",
            "Автомобиль занесло.",
            "Он скрылся с награбленными деньгами.",
            "Эти скользкие змеи уползли отсюда.",
            "Мы не можем умолчать об этой проблеме, её следует обсудить открыто.",
            "Он незаметно сел рядом со мной.",
            "Политик попытался обойти щекотливую тему.",
            "Дети любят съезжать по перилам.",
            "Экономическая ситуация от состояния спада плавно перешла к ситуации полного развала.",
            "Двери легко раздвигаются.",
            "У вас появилась дурная привычка повторяться в своих суждениях.",
            "Лодка, казалось, едва скользила по (водяному) зеркалу.",
            "Она подсунула эту бумагу под дверь.",
            "Бретелька её платья постоянно спадала.",
            "Он скользил вниз до самого подножия холма.",
            "Пока никто не видел, Дэниел выскользнул из комнаты.",
            "Результаты студенческих тестов начали снижаться в середине девяностых годов.",
            "Гашфорд сунул свою холодную мерзкую ладошку в ладонь своего хозяина.",
            "Руководство школы не смогло объяснить падение успеваемости учащихся.",
            "Проведите пальцем по шву.",
            "Он отодвинул дверцу стеклянного шкафчика.",
            "Сегодня цена акций на основных рынках снизилась еще на 3%.",
            "историки, которые пытаются точно определить точку расцвета Римской империи, тот самый момент, когда она начала долгое скольжение вниз по наклонной",
            "Он сунул бутылку через стол.",
            "Она спроецировала слайд на стену.",
            "Что ж, я думаю, что на этот раз можно закрыть на это глаза.",
            "Мерфи постепенно скатился до образцового наркомана.",
            "Вчера акции сразу несколько ведущих интернет-компаний снизились в цене.",
            "Компьютер вытеснил логарифмическую линейку.",
            "Пожарные спустились по шесту к своим машинам."
        ],
        "stars": 2
    }
}