{
    "slim": {
        "comment": [],
        "translate": "тонкий, стройный, изящный, слабый, похудеть, худеть, терять в весе",
        "transcription": " |slɪm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is slimming.",
            "He has a slim build.",
            "I'll skip dessert., I'm slimming.",
            "How do you manage to stay so slim?",
            "a slim waist and shapely legs",
            "They have only a slim chance of winning.",
            "Henry's nickname was Slim",
            "I was a lot slimmer in those days.",
            "You're looking slim. Have you lost weight?",
            "She looked slim and fit for her age.",
            "a slim girl with straight blonde hair",
            "She looked like a story-book nurse, clean, slim, pretty, and smiling.",
            "The diet can make you slim without exercise. Having said that, however, exercise is important too.",
            "She started exercising to slim her thighs.",
            "We had a very slim audience, not more than a dozen.",
            "admiring the slim smoothness of her thighs",
            "The Democrats have a slim majority in the House.",
            "a slim, spruce man in a tailor-made business suit",
            "The Republicans held a slim majority in the Senate.",
            "Without a transfusion her chances of survival were slim.",
            "There's only a slim chance that anyone survived the crash.",
            "He's described as being in his late teens, tall, and of slim build.",
            "They seemed to have rather slim faith in the stability of the structure.",
            "Kathleen walked in, tall, slim, confident and in total command of herself."
        ],
        "example_translate": [
            "Она худеет.",
            "У него худощавое телосложение.",
            "Я пропущу десерт, я худею.",
            "Как вам удается оставаться такой стройной?",
            "тонкая талия и стройные ножки",
            "У них — лишь призрачные шансы на победу.",
            "Генри имел прозвище \"тонкий\".",
            "Я в то время был гораздо стройнее.",
            "Ты такая стройная. Ты что, похудела?",
            "Она выглядела стройной и бодрой / энергичной для своих лет.",
            "стройная девушка с прямыми светлыми волосами",
            "Она выглядела как няня из детских сказок: опрятная, стройная, симпатичная и улыбающаяся.",
            "Эта диета может помочь вам похудеть без физических нагрузок. Однако, несмотря на всё сказанное, занятия спортом также важны.",
            "Она начала делать упражнения, чтобы похудеть в бёдрах.",
            "У нас было мало посетителей, не больше дюжины.",
            "восхищённый изящной округлостью её бёдер",
            "Демократы имеют незначительное большинство в Палате.",
            "стройный элегантный мужчина в сшитом на заказ деловом костюме",
            "Республиканцы удержали за собой незначительное большинство в Сенате.",
            "Без переливания крови её шансы выжить были невелики.",
            "Существует лишь небольшой шанс, что кто-то выжил в этой катастрофе.",
            "По описаниям, ему немного меньше двадцати, он высокий и стройного телосложения.",
            "Видимо, они слабо верили в прочность этого сооружения.",
            "Вошла Кэтлин — высокая, стройная, уверенная и полностью владеющая собой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}