{
    "slope": {
        "comment": [
            "slogan",
            "slot"
        ],
        "translate": "склон, наклон, уклон, клониться, иметь наклон, покатый",
        "transcription": " |sloʊp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They climbed the steep slope.",
            "The ski slope was situated ideally.",
            "We watched the skiers glide down the slope.",
            "Every time I want this boy for a little job, he's sloped off somewhere!",
            "the varying angles of roof slope",
            "Suddenly I was cartwheeling down the slope, all orientation gone.",
            "The slope was sodded.",
            "Stop and wait for us when you get to the top of the slope.",
            "The garden slopes down so steeply that it's difficult to grow anything.",
            "The ski slope offers a high degree of challenge.",
            "What is the angle of the slope?",
            "She looked back up the grassy slope.",
            "You can adjust the slope of the ramp.",
            "His handwriting slopes to the left.",
            "Conventional wisdom had long held that the mountain's summit was inapproachable from the northen slope.",
            "He charged full tilt down the slope.",
            "a pleasant garden that slopes down to the river"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они взобрались по крутому склону.",
            "Горнолыжный склон был расположен идеально.",
            "Мы смотрели, как лыжники скользят вниз по склону.",
            "Каждый раз, когда у меня есть дело для этого шалопая, он куда-нибудь удирает!",
            "различные углы наклона крыши",
            "Неожиданно я кувырком покатился вниз по склону, потеряв всякую ориентацию.",
            "Склон был обложен дёрном.",
            "Как доберётесь до вершины склона — остановитесь и подождите нас.",
            "Сад растёт на таком крутом склоне, что очень трудно что-либо выращивать.",
            "Покорение этой горнолыжной трассы — задача в высшей степени нелёгкая.",
            "Каково значение угла наклона?",
            "Она вновь посмотрела вверх, на травянистый склон.",
            "Наклон пандуса можно отрегулировать.",
            "Его почерк имеет наклон влево.",
            "Долгое время всеми считалось, что вершины этой горы невозможно достичь по северному склону.",
            "Он сломя голову ринулся вниз по склону.",
            "красивый сад, который спускается к реке"
        ],
        "stars": 2
    }
}