{
    "slot": {
        "comment": [
            "slope",
            "slogan"
        ],
        "translate": "щель, паз, прорезь, шлиц, отверстие, канавка, прорезать, желобить, долбить",
        "transcription": " |slɑːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Insert your ticket into the slot.",
            "The doctor is busy this morning but she could slot you in at 2 o'clock.",
            "The TV program has a new time slot.",
            "He put a quarter in the slot.",
            "Her ideas slot neatly into the theory.",
            "Mary slotted a cassette into the VCR.",
            "A new comedy is scheduled for the 9 p.m. time slot.",
            "The PC had three slots for additional memory.",
            "Each length of board slots easily into the next.",
            "He developed a version of slot grammar.",
            "He fed four quarters into the slot machine.",
            "He slotted the piece of wood into the groove.",
            "They spend hours and hours just playing the slots.",
            "She beat some tough competition for the number one slot.",
            "Insert the tab into this slot to close the box.",
            "Bob Dylan occupied the top slot for several weeks.",
            "Alan dropped another quarter into the slot on the pay phone."
        ],
        "example_translate": [
            "Вставьте свой билет в прорезь.",
            "Сегодня утром доктор занята, но она могла бы найти для вас время в два часа.",
            "Эта телепрограмма теперь идёт в другое время.",
            "Он опустил в автомат монетку в четверть доллара.",
            "Её идеи аккуратно укладываются в данную теорию.",
            "Мэри вставила кассету в видеомагнитофон.",
            "Показ новой комедии запланирован на 9 часов вечера.",
            "На компьютере было три слота для дополнительной памяти.",
            "Каждый отрезок доски легко вставляется в следующий.",
            "Он разработал один из вариантов слот-грамматики /грамматики вапентностей/.",
            "Он бросил в игровой автомат четыре монеты по двадцать пять центов.",
            "Он вставил деревяшку в паз.",
            "Они проводят долгие часы за игрой в слоты.",
            "Она выдержала довольно жёсткую конкуренцию за пост номер один.",
            "Вставьте язычок в это гнездо, чтобы закрыть коробку.",
            "Боб Дилан занимал верхнюю строчку в течение нескольких недель.",
            "Алан бросил в прорезь телефона-автомата ещё одну монетку в четверть доллара."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}