{
    "smack": {
        "comment": [],
        "translate": "привкус, вкус, хлопок, шлепок, хлопать, чмокать, смахивать, с треском",
        "transcription": " |smæk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Someone smacked me on the back.",
            "Your last remark smacked of rudeness.",
            "That boy deserves to be thoroughly smacked up.",
            "That wine seems to smack of sunny hillsides.",
            "The ball hit me smack in the face.",
            "The book landed with a smack.",
            "He soon smacked the taste of physic hidden in this sweetness.",
            "The teacher smacked the student who had misbehaved.",
            "She dropped the book smack in the middle of the table.",
            "The car ran smack into the side of the bus.",
            "He smacked the money down on the table and walked out.",
            "Don't make me come over there and smack you up.",
            "Talk like that and I'll give you a smack in the mouth.",
            "You're going to get a smack in a minute!",
            "There was a hole smack in the middle of the floor.",
            "It's smack dab in the middle of an earthquake zone."
        ],
        "example_translate": [
            "Кто-то хлопнул меня по спине.",
            "Ваше последнее замечание отдавало грубостью.",
            "Мальчика нужно как следует отшлепать.",
            "Кажется, что это вино аромат солнечных холмов.",
            "Мяч попал мне прямо в лицо.",
            "Книга приземлилась с громким шлепком.",
            "Вскоре он почувствовал вкус лекарства, замаскированный сладостью.",
            "Учитель ударил ученика, который плохо себя вёл.",
            "Она бросила книгу в самый центр стола.",
            "Автомобиль впечатался в бок автобуса.",
            "Он шлёпнул деньги на стол и вышел из комнаты.",
            "Не заставляй меня приходить туда и бить тебе морду.",
            "Если не заткнёшься, я тебе врежу по морде.",
            "Ещё минута, и тебе как следует влетит!",
            "Прямо посреди пола зияла дыра.",
            "Это точнёхонько в середине сейсмически активной зоны."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}