{
    "smash": {
        "comment": [
            "mass",
            "massive",
            "pyjamas",
            "masculine",
            "mask",
            "massacre",
            "massage"
        ],
        "translate": "разбивать, банкротство, успешный, вдребезги",
        "transcription": " |smæʃ|",
        "antonyms": [],
        "mnemonic": [
            "smash [смэш] разгромить - СССР до (смэш- ного) легко разгромил Японию.",
            "smash [smæ∫]\n***\nПОБИЛА все рекорды песня группы СМЭШ. (это)\nsmash\nВНЕЗАПНОЕ ПАДЕНИЕ группы СМАШ. (это) smash"
        ],
        "examples": [
            "He heard the smash of glass.",
            "The car smashed into a tree.",
            "He smashed into the wall.",
            "The death of her son smashed her",
            "He was near to death after a car smash.",
            "Drunken yobs smash up shops.",
            "It is the public who decide if a film is a smash or a flop.",
            "The new movie is a smash.",
            "She was a smash at the party.",
            "The ball smashed the window.",
            "He smashed the vase with a hammer.",
            "He smashed his fist down on the table.",
            "There is no saying what day a smash may come.",
            "The window smashed.",
            "Young boy hurt in car smash.",
            "The vase fell and smashed to pieces.",
            "The car went smash through the fence.",
            "A stolen car smashed into the bus.",
            "The bottle is smashed, smashed to atoms!",
            "That new Broadway show is a real smasher.",
            "The firemen had to smash the door in to get into the house.",
            "The coach told them when it is preferable to \"smash\" a ball.",
            "A firm has just smashed for so tremendous an amount.",
            "The thief ran off after smashing the car into a post.",
            "They had a smash hit with their first single.",
            "I'll smash his head in if he comes here again!",
            "The wreck of the plane lay smashed up on the ground.",
            "I wanted to smash him to smithereens.",
            "The vase fell to the ground with a loud smash.",
            "The smash is perhaps the most vulnerable stroke in the game."
        ],
        "example_translate": [
            "Он услышал, как разбилось стекло.",
            "Машина врезалась в дерево.",
            "Он врезался в стену.",
            "Смерть ее сына, сломала ее.",
            "Он чуть не погиб в результате автомобильной катастрофы.",
            "Пьяные молокососы громят магазины.",
            "Именно зрители решают, является ли фильм большой удачей или полным провалом.",
            "Этот новый фильм — просто бомба.",
            "На вечеринке она произвела фурор.",
            "Мяч разбил окно.",
            "Он разбил вазу молотком.",
            "Он с силой ударил кулаком по столу.",
            "Никто не знает, когда может настать финансовый крах.",
            "Окно разбилось вдребезги.",
            "В автомобильной аварии пострадал молодой парень.",
            "Ваза упала и разбилась вдребезги.",
            "Автомобиль разнёс забор вдребезги.",
            "Украденный автомобиль врезался в автобус.",
            "Бутылка разбилась вдребезги, на мелкие кусочки.",
            "Это новое бродвейское шоу — просто бомба.",
            "Пожарным пришлось сломать дверь, чтобы проникнуть в дом.",
            "Тренер сказал им, в каких ситуациях лучше гасить мяч.",
            "Недавно одна фирма обанкротилась на очень большую сумму.",
            "Врезавшись в столб, вор бросил машину и бежал.",
            "Первый же их сингл принёс им огромный успех.",
            "Если он придёт сюда ещё раз, я ему голову разобью!",
            "Разбитые вдребезги останки самолёта лежали на земле.",
            "Я хотел разнести его вдребезги.",
            "Ваза с громким грохотом упала на землю.",
            "Смэш, пожалуй, наиболее уязвимый удар во всей игре."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}