{
    "smash": {
        "comment": [],
        "translate": "разбивать, банкротство, успешный, вдребезги",
        "transcription": " |smæʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The car smashed into a tree.",
            "He heard the smash of glass.",
            "He smashed into the wall.",
            "The death of her son smashed her",
            "He was near to death after a car smash.",
            "It is the public who decide if a film is a smash or a flop.",
            "Drunken yobs smash up shops.",
            "The new movie is a smash.",
            "The ball smashed the window.",
            "She was a smash at the party.",
            "He smashed the vase with a hammer.",
            "There is no saying what day a smash may come.",
            "Young boy hurt in car smash.",
            "The car went smash through the fence.",
            "He smashed his fist down on the table.",
            "The window smashed.",
            "A stolen car smashed into the bus.",
            "The bottle is smashed, smashed to atoms!",
            "That new Broadway show is a real smasher.",
            "The firemen had to smash the door in to get into the house.",
            "The coach told them when it is preferable to \"smash\" a ball.",
            "The vase fell and smashed to pieces.",
            "A firm has just smashed for so tremendous an amount.",
            "The thief ran off after smashing the car into a post.",
            "They had a smash hit with their first single.",
            "I'll smash his head in if he comes here again!",
            "The wreck of the plane lay smashed up on the ground.",
            "The smash is perhaps the most vulnerable stroke in the game.",
            "the fullback's smash into the defensive line",
            "The vase fell to the ground with a loud smash."
        ],
        "example_translate": [
            "Машина врезалась в дерево.",
            "Он услышал, как разбилось стекло.",
            "Он врезался в стену.",
            "Смерть ее сына, сломала ее.",
            "Он чуть не погиб в результате автомобильной катастрофы.",
            "Именно зрители решают, является ли фильм большой удачей или полным провалом.",
            "Пьяные молокососы громят магазины.",
            "Этот новый фильм — просто бомба.",
            "Мяч разбил окно.",
            "На вечеринке она произвела фурор.",
            "Он разбил вазу молотком.",
            "Никто не знает, когда может настать финансовый крах.",
            "В автомобильной аварии пострадал молодой парень.",
            "Автомобиль разнёс забор вдребезги.",
            "Он с силой ударил кулаком по столу.",
            "Окно разбилось вдребезги.",
            "Украденный автомобиль врезался в автобус.",
            "Бутылка разбилась вдребезги, на мелкие кусочки.",
            "Это новое бродвейское шоу — просто бомба.",
            "Пожарным пришлось сломать дверь, чтобы проникнуть в дом.",
            "Тренер сказал им, в каких ситуациях лучше гасить мяч.",
            "Ваза упала и разбилась вдребезги.",
            "Недавно одна фирма обанкротилась на очень большую сумму.",
            "Врезавшись в столб, вор бросил машину и бежал.",
            "Первый же их сингл принёс им огромный успех.",
            "Если он придёт сюда ещё раз, я ему голову разобью!",
            "Разбитые вдребезги останки самолёта лежали на земле.",
            "Смэш, пожалуй, наиболее уязвимый удар во всей игре.",
            "столкновение фуллбэка с линией защиты (об американском футболе)",
            "Ваза с громким грохотом упала на землю."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}