{
    "snack": {
        "comment": [
            "snap",
            "snake",
            "snatch"
        ],
        "translate": "закуска, легкая закуска, что-либо легко достижимое",
        "transcription": " |snæk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'll just snack on an apple if I'm hungry.",
            "Can I fix you a snack?",
            "I grabbed a quick snack.",
            "She tries not to snack between meals.",
            "He had a snack of chips and dip.",
            "Would anyone like a beverage with the snack?",
            "I'm trying not to snack between meals.",
            "The crowd was queuing at the snack bar.",
            "While never a big eater, he did snack a lot.",
            "I didn't have time for lunch so I just grabbed a quick snack.",
            "He wanted a proper dinner, not just a snack.",
            "She never loses weight because she snacks between meals.",
            "Drinks and light snacks are served at the bar.",
            "There's a snack bar at the pool where we can get nachos."
        ],
        "example_translate": [
            "Я просто перекушу яблоком, если буду голоден.",
            "Могу ли я приготовить вам закуску?",
            "Я быстро перекусил.",
            "Она старается не перекусывать между приёмами пищи.",
            "Он перекусил жареным картофелем / чипсами с соусом.",
            "Не желает ли кто напитка к закуске?",
            "Я стараюсь не перекусывать между основными приемами пищи.",
            "Много людей стояли в очереди в буфет.",
            "Хоть он никогда не объедался, но перекусывал и вправду часто.",
            "Времени на обед не было, так что я просто быстро перекусил.",
            "Он хотел как следует поужинать, а не просто перекусить.",
            "Она никогда не теряет вес, потому что перекусывает между приёмами пищи.",
            "В баре подаются напитки и лёгкие закуски.",
            "Возле бассейна есть закусочная, где можно купить кукурузных чипсов (начос)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}