{
    "snatch": {
        "comment": [
            "watch"
        ],
        "translate": "рывок, хватание, обрывок, момент, мгновение, урвать, схватить, хватать, хвататься",
        "transcription": " |snætʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The wind snatched his cap off.",
            "The thief snatched her purse and ran.",
            "He snatched the phone from / out of my hand.",
            "She snatched the toy from his hands.",
            "He snatched a quick glance at her.",
            "Hilda had her husband snatched from her.",
            "A thief snatched a handbag from a woman as she was about to get into her car.",
            "I managed to snatch an hour's sleep on the train.",
            "The cat snatched at the butterflies.",
            "Before I could stop him the dog snatched the ham bone.",
            "He snatched his hand away (from the hot pan) with a cry of pain.",
            "Snatching up a knife, he chased the thief out of the house.",
            "Keith snatches toys away from the other children.",
            "Boxer pup Toby was snatched a fortnight ago.",
            "An eagle swooped down and snatched one of the hens.",
            "The climber snatched at the rope, but missed and fell to his death.",
            "Vargas was snatched from his home by two armed men.",
            "Martin's snatch at the bridle failed and the horse raced away"
        ],
        "example_translate": [
            "Ветер сорвал с него кепку.",
            "Вор схватил ее сумку и рванул прочь.",
            "Он выхватил телефон у меня из рук.",
            "Она выхватила игрушку из его рук.",
            "Он увидел её мельком.",
            "У Хильды увели мужа.",
            "Вор вырвал у женщины сумочку в тот момент, когда она собиралась сесть в свою машину.",
            "Мне удалось поспать часок в поезде.",
            "Кот попробовал поймать бабочек.",
            "Пёс схватил окорок прежде, чем я успел ему помешать.",
            "Он отдернул руку (от горячей сковородки), закричав от боли.",
            "Он схватил нож и выгнал вора из дома.",
            "Кит отбирает игрушки у других детей.",
            "Щенок породы боксёр по кличке Тоби был похищен две недели назад.",
            "Орёл спикировал вниз и схватил одну из кур.",
            "Скалолаз попытался ухватиться за канат, но не сумел и разбился насмерть.",
            "Варгас был похищен из своего дома двумя вооруженными людьми.",
            "Мартину не удалось ухватиться за уздечку, и лошадь умчалась."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}