{
    "sniff": {
        "comment": [
            "knife"
        ],
        "translate": "нюхать, вдыхать, фыркать, сопеть, чуять, сопение, вдох, фырканье, хмыканье",
        "transcription": " |snɪf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The dog sniffed the carpet.",
            "He opened the milk and sniffed it.",
            "Stop sniffing and blow your nose.",
            "She gave a loud sniff.",
            "The baby sat on the grass sniffing at the flowers.",
            "'Is that all?' she sniffed.",
            "Have the Press got a sniff yet?",
            "“I refuse to answer that question,” she said with a sniff.",
            "The dog sniffed at the stranger for a minute but did not recognize him.",
            "The dog was sniffing at the carpet.",
            "Margaret sniffed miserably and nodded.",
            "This offer may not be what you desire, but it's not to be sniffed at.",
            "There was still a sniff of hope left for the team.",
            "He held the flower up to his nose and sniffed.",
            "But then, at the first sniff of danger, he was back.",
            "“I guess you don't need my help,” she sniffed.",
            "He wanted to avoid the slightest sniff of a scandal.",
            "The sick student was sniffling in the back row.",
            "Vic's been trying to sniff out where you went last night.",
            "She said that she felt fine, but her sniffs and coughs told a different story.",
            "She sniffed and wiped her nose with a tissue.",
            "A customs officer came round with a dog to sniff out drugs.",
            "He never even got a sniff of the target.",
            "She dabbed at her face and tried hard not to sniff."
        ],
        "example_translate": [
            "Собака обнюхала ковер.",
            "Он открыл молоко и понюхал его.",
            "Перестань шмыгать и высморкайся.",
            "Она громко шмыгнула носом /фыркнула/.",
            "Ребёнок сидел в траве и нюхал цветы.",
            "- \"Это все?\" - хмыкнула она (сказала с презрением).",
            "Пресса уже пронюхала?",
            "“Я отказываюсь отвечать на этот вопрос”, - фыркнула она.",
            "Собака с минуту обнюхивала незнакомца, но так и не узнала его.",
            "Собака обнюхивала ковёр.",
            "Маргарет жалобно шмыгнула носом и кивнула.",
            "Возможно, это предложение не совсем то, чего бы вам хотелось, но все же не стоит им пренебрегать.",
            "Для команды ещё оставалась какая-то крупица надежды.",
            "Он поднёс цветок к носу и понюхал.",
            "Однако потом, как только он почуял опасность, он вернулся.",
            "— Кажется, моя помощь вам не нужна, — презрительно фыркнула она.",
            "Он хотел избежать даже малейшего намёка на скандал.",
            "Больной студент шмыгал носом в заднем ряду.",
            "Вик пытается разнюхать, где ты был вчера ночью.",
            "Она сказала, что чувствует себя хорошо, но её шмыганье носом и кашель говорили о другом.",
            "Она шмыгнула носом и вытерла его салфеткой.",
            "Приходил таможенник с собакой, та выискивала по запаху наркотики.",
            "К цели он даже и не приближался. (брит., разг.)",
            "Она утирала лицо, изо всех сил стараясь не шмыгать носом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}