{
    "so": {
        "comment": [],
        "translate": "так, таким образом, поэтому, поэтому, чтобы, так что",
        "transcription": " |soʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I love you so.",
            "So, how was school today?",
            "I don't want to go, so I won't.",
            "I am not so stupid as to believe him.",
            "Hold the brush so.",
            "You are so going to regret it.",
            "So! You've got a new girlfriend?",
            "I hear you're leaving us — is that so?",
            "It was late, so I went home.",
            "If you want to go home, just say so.",
            "Daddy undid my hood so I could have a better view.",
            "She is so beautiful.",
            "'Look — I've even cleaned the windows.' ' So I see.'",
            "I was offended and so was he.",
            "We were bored with the movie, so we left.",
            "It was so embarrassing!",
            "Thank you so much for your help.",
            "Joe was a little upset, and so was I.",
            "I can only go so far with this student.",
            "So this is just a copy?",
            "I am so glad to see you.",
            "He looked so handsome in his suit.",
            "As the demand rises, so do prices.",
            "He does so enjoy reading your letters.",
            "He was so weak that he could hardly stand up.",
            "Jerry is very honest, perhaps too much so.",
            "They're happy and I hope they will remain so.",
            "She spoke so convincingly that I believed her.",
            "So we are not going away this weekend after all?",
            "They worked hard and so did she."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я так тебя люблю.",
            "Ну что, как прошёл день в школе?",
            "Я не хочу идти, поэтому я и не пойду.",
            "Я не настолько глупа, чтобы ему поверить.",
            "Держи кисть вот так.",
            "Ты так об этом пожалеешь.",
            "Так! У тебя новая подружка?",
            "Говорят, что ты от нас уезжаешь. Это так?",
            "Было поздно, поэтому я пошёл домой.",
            "Если хочешь пойти домой, просто так и скажи.",
            "Папа развязал мне капюшон, чтобы было лучше видно.",
            "Она так красива.",
            "— Смотрите, я даже помыл окна. — Да, я вижу.",
            "Я обиделась, и он тоже.",
            "Нам наскучил фильм, поэтому мы ушли.",
            "Это было так унизительно!",
            "Огромное тебе спасибо за помощь.",
            "Джо был немного расстроен, и я тоже.",
            "С этим студентом у меня дальше продвинуться не получится.",
            "Так это всего лишь копия (а не оригинал)?",
            "Я так рад тебя видеть.",
            "Он был так красив в своем костюме.",
            "Поскольку спрос растёт, растут и цены.",
            "Он так любит читать твои письма!",
            "Он был настолько слаб, что едва мог стоять.",
            "Джерри — человек очень честный, пожалуй, даже слишком.",
            "Они счастливы, и я надеюсь, что так будет и впредь.",
            "Её слова звучали так убедительно, что я ей поверил.",
            "Значит, мы никуда не поедем в эти выходные?",
            "Они много работали, и она тоже."
        ]
    }
}