{
    "soap": {
        "comment": [
            "soup",
            "soak",
            "soar"
        ],
        "translate": "мыло, мыльная опера, лесть, деньги, мылить, намыливать, мыть мылом",
        "transcription": " |soʊp|",
        "antonyms": [],
        "mnemonic": [
            "soap [со'уп] мыло - (Суп) из мыла."
        ],
        "examples": [
            "I need to buy a few household items like soap.",
            "She had overdosed on soap operas.",
            "This soap will remove the most obstinate stains.",
            "Rinse off any soap residue.",
            "The soap and water formed a lather.",
            "She's completely hooked on soap operas.",
            "He was lathering himself with the soap.",
            "This soap lathers really well.",
            "Make sure you use soap and water to wash your hands.",
            "Wash thoroughly with soap and water.",
            "I need a soap that's kinder to my skin.",
            "The soap and water formed a lot of lather.",
            "Before washing the clothes, froth up the soap mixture.",
            "Blinded by the steam, he had to fish around for the soap in his bath.",
            "Her first acting job was on a soap.",
            "a commercial for a new kind of soap",
            "Hair and soap had clumped together in the drain.",
            "Deterge the surface using an industrial-strength commercial soap.",
            "There is fierce competition between the three leading soap manufacturers."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мне надо купить кое-какие хозтовары, вроде мыла.",
            "Она смотрела слишком много сериалов.",
            "Это мыло отстирает самые трудновыводимые пятна.",
            "Смойте остатки мыла.",
            "Мыло и вода образовали пену.",
            "Она просто помешана на мыльных операх.",
            "Он намыливался мылом.",
            "Это мыло очень хорошо мылится.",
            "При мытье рук обязательно используйте воду и мыло.",
            "Тщательно промойте водой с мылом.",
            "Мне нужно мыло, которое будет бережнее относиться к моей коже.",
            "Мыло и вода образовали много пены.",
            "Перед стиркой взбей мыльную жидкость.",
            "В пару ничего не было видно, так что ему пришлось вслепую вылавливать мыло из воды.",
            "Её первая актёрская работа была в сериале.",
            "реклама нового (вида) мыла",
            "Канализация была забита волосами вперемешку с мылом.",
            "Очистите поверхность с помощью промышленного хозяйственного мыла.",
            "Три ведущих производителя мыла жестоко конкурируют между собой."
        ],
        "stars": 2
    }
}