{
    "sober": {
        "comment": [
            "sob"
        ],
        "translate": "трезвый, здравомыслящий, спокойный, отрезвить, трезветь, отрезвлять",
        "transcription": " |ˈsəʊbər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm driving, so I have to stay sober tonight.",
            "He'll soon sober up when he gets into the cold air outside.",
            "Keep him in bed until he sobers up.",
            "The story is a sober look at drug abuse.",
            "His expression sobered instantly.",
            "The crowd sobered down when the speaker turned to more serious matters.",
            "He's a nice guy when he's sober.",
            "After thinking about the potential consequences of his plan, he sobered up.",
            "He is a sober, hardworking farmer.",
            "Illness is a sober reminder of our mortality.",
            "He did not once let his horse go out of a sober walk. (V. Jacob)",
            "He felt so gigantically good-natured that he could not keep his face sober.",
            "The article is a sober reflection on the state of our nation.",
            "He returned home from the war, saddened and sobered by his experiences.",
            "The man's sober vesture contrasted sharply with his companion's festive finery."
        ],
        "example_translate": [
            "Я за рулем, так что мне придётся оставаться трезвым сегодня вечером.",
            "Когда он выйдет на холод, он быстро протрезвеет.",
            "Пусть полежит (в постели), пока не протрезвеет.",
            "Эта история — трезвый взгляд на проблему наркомании /злоупотребления наркотиками/.",
            "Его лицо / выражение его лица мгновенно стало серьёзным.",
            "Публика немного успокоилась, когда выступающий перешел к более серьезным вопросам.",
            "Он славный малый, когда трезвый.",
            "Поразмыслив о возможных последствиях своей затеи, он пришёл в себя.",
            "Это серьёзный и работящий крестьянин.",
            "Болезнь является серьёзным напоминанием о том, что все мы смертны.",
            "Он ни разу не позволил своей лошади сбиться со спокойного шага.",
            "Он был в таком прекрасном расположении духа, что не мог сохранять маску спокойствия на своем лице.",
            "Статья представляет собой трезвые размышления о состоянии нашего народа / о положении в нашей стране.",
            "Он вернулся домой с войны, опечаленный и отрезвлённый тем, что ему довелось пережить.",
            "Строгое одеяние мужчины резко контрастировало с пышным праздничным нарядом его спутницы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}