{
    "soccer": {
        "comment": [],
        "translate": "футбол, футбольный",
        "transcription": " |ˈsɑːkər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Both of their children play soccer.",
            "Jones was known as soccer's hard man.",
            "I am not evangelistic about soccer.",
            "He tweaked his ankle playing soccer.",
            "Soccer is played on a rectangular field.",
            "Mark got a letter in soccer.",
            "It's high time British soccer cleaned up its image.",
            "The soccer player began to swing at the referee.",
            "The soccer player showed good control of the ball.",
            "She chipped the soccer ball over the goalie's head.",
            "He's beginning to look the part on the soccer field.",
            "He skillfully dribbled the soccer ball towards the goal.",
            "The national soccer team barnstormed through the country.",
            "She played soccer as an amateur before turning professional.",
            "Everybody rejoiced over our unexpected victory on the soccer field.",
            "For some people soccer has a reputation as a rather namby-pamby sport.",
            "Soccer fever has been sweeping the nation as they prepare for the World Cup.",
            "The local soccer team was shellacked 35–0 in their final outing for the season.",
            "FIFA is the governing body of world soccer (=the group of people who control it).",
            "Athletics should rank alongside (=be equal to) soccer and cricket as a major sport.",
            "The US team is new to the soccer scene, and can't expect to beat the Brazils of the world.",
            "Following their latest defeat, soccer fans are urging the club to bring back the former manager.",
            "Michael Owen is already one of soccer's hottest properties (=actors or sports players who are very popular).",
            "Researchers are debating whether heading balls can dent the cognitive skills of young soccer players for life."
        ],
        "example_translate": [
            "Оба их ребенка играют в футбол.",
            "Джонс был известен как жёсткий футболист.",
            "Я отнюдь не фанат футбола.",
            "Играя в футбол он подвернул лодыжку.",
            "В футбол играют на прямоугольном поле.",
            "Марк получил почётную букву-нашивку за выступление за футбольную сборную вуза.",
            "Британскому футболу давно пора восстановить свою репутацию.",
            "Футболист начал замахиваться на судью.",
            "Футболист показал хороший контроль мяча.",
            "Она подсекла футбольный мяч над головой вратаря.",
            "Он уже начинает нормально смотреться на футбольном поле.",
            "Он умело повёл футбольный мяч к воротам.",
            "Национальная сборная совершила длительное турне по стране.",
            "Она играла в футбол в качестве любителя, прежде чем перейти в профессионалы.",
            "Все обрадовались нашей неожиданной победе на футбольном поле.",
            "У некоторых людей футбол слывёт не слишком-то мужественным видом спорта.",
            "В ходе подготовки к чемпионату мира страну охватила футбольная лихорадка.",
            "В последней игре сезона местная футбольная команда была уничтожена со счётом 35:0.",
            "ФИФА является руководящим органом мирового футбола (т.е. группой людей, которая им управляет).",
            "Легкая атлетика должна считаться одним из основных видов спорта наряду с футболом и крикетом.",
            "Американская сборная является новичком в мире европейского футбола, и не может рассчитывать на выигрыш у великих бразильцев.",
            "После недавнего поражения, футбольные фанаты призывают руководство клуба вернуть прежнего тренера команды.",
            "Майкл Оуэн уже является одним из самых востребованных футболистов (т.е. очень популярных артистов или спортсменов).",
            "Исследователи спорят о том, могут ли удары головой по мячу на всю жизнь отразиться на когнитивных навыках молодых футболистов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}