{
    "social": {
        "comment": [
            "socially",
            "society",
            "sociology",
            "socialism",
            "socialist"
        ],
        "translate": "социальный, общественный, светский, вечеринка, встреча, соцстрах, собрание",
        "transcription": " |ˈsoʊʃl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is on the social.",
            "The old social order has gone forever.",
            "At the age of ten I was a social bust.",
            "He has never been a good social mixer.",
            "Social drinking may lead to alcoholism.",
            "He has excellent social skills.",
            "Social groups form everywhere.",
            "Most humans are social beings.",
            "She felt like a social outcast.",
            "the unspoken rules of social intercourse",
            "She likes to arrive at social events early.",
            "Her sister is much more social than she is.",
            "She has poor social skills.",
            "He's living on the social now.",
            "Racism and sexism are major social problems.",
            "Economic and Social Council",
            "Language is a social and cultural phenomenon.",
            "His wife is sadly lacking in social graces I must add.",
            "Max definitely lacked social graces.",
            "People are concerned about corruption and social inequality.",
            "Elephants are social animals.",
            "She refuse to comply with the social worker's instructions.",
            "The book is rich with examples of Indian culture and social life.",
            "The lack of social life is overbalanced by the amount of money I'll save living here.",
            "Poverty is a hard-to-treat social malady.",
            "She elbows her way into the best social circles.",
            "We must even out the differences between social classes.",
            "AIDS victims often experience social ostracism and discrimination.",
            "People have shown surprising apathy toward these important social problems.",
            "Outgoing people are more high-spirited and less anxious about social situations."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые употребляются только перед существительными"
        ],
        "example_translate": [
            "Он живёт на пособие.",
            "Старый общественный порядок ушёл навсегда.",
            "В десятилетнем возрасте я был изгоем.",
            "Он никогда не был душой компании.",
            "Употребление спиртного \"за компанию\" может привести к алкоголизму.",
            "У него отличные социальные навыки.",
            "Социальные группы образуются повсюду.",
            "Большинство людей являются социальными существами.",
            "Она ощущала себя изгоем.",
            "негласные правила поведения в обществе",
            "Она любит приезжать на светские мероприятия пораньше.",
            "Её сестра гораздо более общительная, чем она сама.",
            "У неё плохие социальные навыки /навыки общения/.",
            "Сейчас он живёт на пособия. (брит. разг. the social = social security)",
            "Расизм и сексизм являются большими социальными проблемами.",
            "Экономический и Социальный Совет (в ООН)",
            "Язык — это социальное и культурное явление.",
            "От себя добавлю, что его жена, к сожалению, не умеет себя вести в приличном обществе.",
            "Максу явно не хватало светских манер /умения вести себя в обществе/.",
            "Людей волнует коррупция и социальное неравенство.",
            "Слоны — животные стадные.",
            "Она отказалась соблюдать предписания социального работника.",
            "Эта книга богата примерами, описывающими индейскую культуру и общественную жизнь.",
            "Сумма денег, которую я сэкономлю, живя здесь, с лихвой окупит недостаток досуга.",
            "Бедность — это трудноизлечимый социальный недуг.",
            "Она пытается пробиться в высшие слои общества.",
            "Нужно сгладить разницу между социальными группами.",
            "Жертвы СПИДа нередко подвергаются общественному остракизму и дискриминации.",
            "Люди проявили удивительное безразличие к столь важным социальным проблемам.",
            "Общительные люди более жизнерадостны и меньше озабочены социальными проблемами."
        ],
        "stars": 3
    }
}