{
    "socialist": {
        "comment": [],
        "translate": "",
        "transcription": " |ˈsəʊʃəlɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is a committed socialist.",
            "Socialist Republic of Vietnam",
            "She is a dedicated socialist.",
            "Belorussian Soviet Socialist Republic",
            "He avowed himself (to be) a socialist.",
            "Socialist Republic of the Union of Burma",
            "The party has a broadly socialist orientation.",
            "Keene doesn't like to be categorized as a socialist.",
            "The Socialist Party has split into two opposing camps.",
            "They were accused of abandoning their socialist principles.",
            "Several of the people present are of the socialist persuasion.",
            "The socialist party suffered a crushing defeat in the French elections.",
            "In the 19th century utopians founded a number of short-lived socialist communities.",
            "Socialist People's Libyan Arab Jamahiriya",
            "Fitt was the closest thing to a socialist in the party.",
            "The Socialist Party was founded to give political expression to the working classes."
        ],
        "example_translate": [
            "Она убежденный социалист.",
            "Социалистическая Республика Вьетнам, СРВ",
            "Она убежденная социалистка.",
            "Белорусская Советская Социалистическая Республика, БССР",
            "Он признался, что он социалист.",
            "Социалистическая Республика Бирманский Союз",
            "Ориентация этой партии — более или менее социалистическая.",
            "Кину не нравится, когда его относят к социалистам.",
            "Социалистическая партия раскололась на два противоположных лагеря.",
            "Их обвинили в отказе от социалистических принципов.",
            "Некоторые здесь присутствующие принадлежат к социалистической фракции [являются социалистами].",
            "На выборах во Франции Социалистическая партия потерпела сокрушительное поражение.",
            "В девятнадцатом веке утописты основали ряд недолговечных социалистических коммун.",
            "Социалистическая Народная Ливийская Арабская Джамахирия",
            "В этой партии Фитт был ближе всего к социалистам.",
            "Социалистическая партия была создана, чтобы дать рабочему классу возможность выразить свои политические взгляды."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}