{
    "soften": {
        "comment": [],
        "translate": "смягчать, смягчаться, размягчать, размягчаться, мягчить, размякать, мякнуть",
        "transcription": " |ˈsɔːfn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She softened her tone.",
            "The lotion softens dry skin.",
            "The grass softened my fall.",
            "Hard water may be softened.",
            "He recognized her voice and his face softened.",
            "The company has softened its stance on dating in the workplace.",
            "You go in and soften father up, and then I'll ask him for the money.",
            "The acetate does not begin to soften below a temperature of 150 C.",
            "The butter will soften if left on the counter overnight.",
            "Her face softened when he entered the room.",
            "His criticism of the president has softened in the past year.",
            "A reduction in interest rates would soften the blow of tax increases.",
            "The bread will soften if you pour some liquid on it"
        ],
        "example_translate": [
            "Она смягчила тон.",
            "Этот лосьон смягчает сухую кожу.",
            "Трава смягчила моё падение.",
            "Жёсткую воду можно смягчить.",
            "Он узнал её голос, и его лицо смягчилось.",
            "Компания смягчила свою позицию относительно служебных романов.",
            "Ты войдёшь и подготовишь отца, а потом я попрошу у него денег.",
            "Ацетат не размягчается при температуре ниже 150 градусов.",
            "Масло станет мягким, если оставить его на прилавке на всю ночь.",
            "Её лицо смягчилось, когда он вошёл в комнату.",
            "Его критика президента в прошлом году смягчилась.",
            "Снижение процентных ставок смягчило бы удар от повышения налогов.",
            "Хлеб размякнет, если его полить жидкостью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}