{
    "software": {
        "comment": [
            "soft",
            "softly",
            "soften"
        ],
        "translate": "программное обеспечение, программные системы, программы для компьютера",
        "transcription": " |ˈsɔːftwer|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Microsoft dominates the software market.",
            "The software is due to ship next month.",
            "The software was developed in-house.",
            "My greatest anxiety was the development of the new software.",
            "Setup of the new software is a breeze.",
            "a hot piece of software",
            "This type of software is widely used in industry.",
            "The software makes it easy to create colourful graphs.",
            "open source software such as Linux",
            "The market for software is expected to expand.",
            "You might want to install anti-virus software.",
            "The software will ship next month.",
            "Trevor talked me through loading the software.",
            "The company will ship its new software next month.",
            "The computer comes complete with software and games.",
            "using pirated software that was subject to copyright",
            "Using graphics software, you can revolve the image on the screen.",
            "Most antivirus software updates automatically when you connect to the web.",
            "He writes software programs for financial institutions.",
            "A software problem is causing the system to malfunction.",
            "The software is still in the early stages of development.",
            "She loaded the new software.",
            "The software will run on any PC.",
            "He reran the software on my computer.",
            "The software allows you to revolve images.",
            "Internet connectivity software",
            "a demo version of the software",
            "software used for e-mail and chat",
            "the latest edition of the software",
            "a six-page insert on computer software"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Майкрософт доминирует на рынке программного обеспечения.",
            "Ожидается, что эта программа поступит в продажу в следующем месяце.",
            "Данное программное обеспечение было разработано внутри фирмы, своими силами.",
            "Больше всего тревог у меня вызывала разработка нового программного продукта.",
            "Установка нового программного обеспечения не представляет труда.",
            "обалденная программа",
            "Этот тип программного обеспечения широко используется в промышленности.",
            "Данное программное обеспечение позволяет легко создавать красочные графики.",
            "программное обеспечение с открытым кодом, например, Linux",
            "На рынке программного обеспечения ожидается расширение.",
            "Возможно, вам стоит установить антивирус. (you might want to — вежливая форма просьбы или совета)",
            "Программное обеспечение прибудет в следующем месяце.",
            "Тревор подробно объяснил мне, как загрузить эту программу.",
            "В следующем месяце компания отправит в магазины свою новую программу.",
            "Компьютер поставляется в комплекте с программным обеспечением и играми.",
            "использование пиратского программного обеспечения, которое является объектом авторского права",
            "С помощью графического программного обеспечения можно вращать изображение на экране.",
            "В большинстве случаев антивирусное ПО обновляется автоматически, когда вы выходите в интернет.",
            "Он пишет программное обеспечение для финансовых институтов.",
            "Сбои в работе системы вызываются проблемами программного обеспечения.",
            "Программное обеспечение всё ещё находится в ранней стадии разработки.",
            "Она загрузила новое программное обеспечение.",
            "Это программное обеспечение будет работать на любом ПК.",
            "Он ещё раз запустил на моём компьютере эту программу.",
            "Это программное обеспечение позволяет вращать изображения.",
            "программное обеспечение, управляющее подключением к интернету",
            "демо-версия программного обеспечения",
            "программное обеспечение, используемое для электронной почты и чата",
            "последняя версия данного программного обеспечения",
            "шестистраничная вставка в журнал, рекламирующая программное обеспечение"
        ],
        "stars": 3
    }
}