{
    "solar": {
        "comment": [],
        "translate": "солнечный, солнечная энергия",
        "transcription": " |ˈsəʊlər|",
        "antonyms": [],
        "mnemonic": [
            "solar ['səulə]\n***\nСОЛНЕЧНУЮ энергию используют и в домах,\nи на фермах в стойле. (это) solar"
        ],
        "examples": [
            "The solar panels store energy.",
            "Solar power provides clean energy.",
            "The whole solar system is but a mere speck in the universe.",
            "Many people here are turning to solar power.",
            "A few years ago a car fuelled by solar energy would have been inconceivable.",
            "In a solar eclipse, the moon passes between the sun and the Earth.",
            "Renewable energy such as solar energy is theoretically inexhaustible.",
            "The sun makes up 99.9% of the mass of our solar system.",
            "A continuous rearrangement of electrons in the solar atoms results in the emission of light.",
            "Some astronomers believe that the solar system was formed by spallation when the sun was a very young star."
        ],
        "example_translate": [
            "Солнечные батареи накапливают энергию.",
            "Сила солнечного света предоставляет экологически чистую энергию.",
            "Солнечная система не более чем пылинка во вселенной.",
            "Здесь многие переходят на солнечную энергию.",
            "Несколько лет назад автомобиль на солнечной энергии был бы немыслим.",
            "Во время солнечного затмения Луна проходит между Солнцем и Землёй.",
            "Возобновляемые виды энергии — например, солнечная энергия, — теоретически неисчерпаемы.",
            "На Солнце приходится 99,9% массы нашей солнечной системы.",
            "Непрерывное перемещение электронов в солнечных атомах приводит к излучению света.",
            "Некоторые астрономы считают, что Солнечная система образовалась путем расщепления, когда солнце было очень молодой звездой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}