{
    "solely": {
        "comment": [
            "sole"
        ],
        "translate": "исключительно, только, единственно",
        "transcription": " |ˈsəʊllɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She did not write solely for money.",
            "We're doing it solely for ourselves.",
            "His rank was based solely on merit.",
            "You will be held solely responsible for any damage.",
            "You can't fire him solely based on rumor.",
            "Childcare is no longer solely a female domain.",
            "Was he motivated solely by a desire for power?",
            "His success cannot be measured solely on the basis of his popularity.",
            "You can't judge them solely on the basis of hearsay.",
            "It is solely by their language that the upper classes nowadays are distinguished.",
            "Troops were sent solely for the purpose of assisting refugees.",
            "As a borderline diabetic, Lara is able to control her blood sugar levels solely through diet."
        ],
        "example_translate": [
            "Она писала не только ради денег.",
            "Мы делаем это исключительно для себя.",
            "Его звание, было исключительно результатом его заслуг.",
            "Вы будете нести непосредственную ответственность за любой ущерб.",
            "Вы не можете его уволить, основываясь исключительно на слухах.",
            "Уход за детьми больше не является исключительно женской сферой деятельности.",
            "Только ли желание власти побуждало его к действию?",
            "Его успех нельзя оценивать исключительно на основе популярности.",
            "Нельзя судить о них только на основании слухов.",
            "В наше время представителей высших слоёв общества можно определить лишь по языку.",
            "Войска были направлены исключительно с целью оказания помощи беженцам.",
            "Страдая лёгкой формой диабета, Лара может контролировать уровень сахара в крови исключительно с помощью диеты."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}