{
    "sole": {
        "comment": [
            "solely"
        ],
        "translate": "подошва, ступня, единственный, ставить подметку",
        "transcription": " |soʊl|",
        "antonyms": [],
        "mnemonic": [
            "sole [сэ'ул] подошва, подмётка - (Е-саул) подошвы и пометки чинит;",
            "sole [səul]\n***\nТы - ЕДИНСТВЕННЫЙ, значит соло. (это) sole\nКОМБАЛА поёт соло. (это) sole",
            "solemn ['sɔləm]\n***\nВ день ТОЖЕСТВЕННЫЙ мы возьмём и насолим. (это)\nsolemn"
        ],
        "examples": [
            "He was the sole support of his father.",
            "Our sole accommodation was a tent barely able to contain eight persons.",
            "She has sole custody of her daughter.",
            "The sole aim of the program is to help the poor.",
            "Price is no longer the sole motivator of purchasing behavior for our customers.",
            "He is the sole provider for his family.",
            "My shoe was lying in the corner with its sole facing upward.",
            "The sole basis for the rumor is someone's overactive imagination.",
            "He became the sole heir to the property.",
            "Griffiths is the sole survivor of the crash.",
            "The sole object of her trip was to see her children.",
            "Sheer despite was the sole reason for her hurtful comments.",
            "The story was published with the sole purpose of selling newspapers.",
            "rubbishy newspapers that form almost the sole reading of the majority",
            "Dover sole",
            "John was the sole heir to a vast estate.",
            "Derek has sole responsibility for sales in Dublin.",
            "Academic ability is not the sole criterion for admission to the college.",
            "someone whose sole goal is the accumulation of wealth",
            "The company has the sole rights to market Elton John's records."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые употребляются только перед существительными",
            "[soul]"
        ],
        "example_translate": [
            "Он был единственным кормильцем своего отца.",
            "Нашим единственным убежищем была палатка, едва вмещавшая восемь человек.",
            "Она несёт единоличную опеку над дочерью.",
            "Единственной целью этой программы является помощь бедным.",
            "Цена больше не является единственным мотивирующим фактором покупательского поведения наших клиентов.",
            "Он является единственным кормильцем своей семьи.",
            "Мой ботинок лежал в углу, подошвой вверх.",
            "Единственным основанием для этих слухов является чьё-то чрезмерно буйное воображение.",
            "Он стал единственным наследником этого имущества.",
            "Гриффитс — единственный, кто остался в живых после этой аварии.",
            "Единственной целью её поездки было повидать своих детей.",
            "Единственной причиной её обидных высказываний была чистая злоба.",
            "Этот сюжет был опубликован с единственной целью: увеличить продажи газет.",
            "дрянные газетёнки, кроме которых большинство людей почти ничего не читает",
            "европейская солея / европейский морской язык (морская рыба)",
            "Джон являлся единственным наследником огромного имения.",
            "Дерек единолично отвечает за продажи в Дублине.",
            "Способности к обучению не являются единственным критерием для поступления в колледж.",
            "кто-то, чья единственная цель — накопление богатства",
            "Компания имеет исключительные права на продажу записей Элтона Джона."
        ],
        "stars": 2
    }
}