{
    "solo": {
        "comment": [],
        "translate": "сольный, самостоятельный, соло, сольный номер, солировать",
        "transcription": " |ˈsəʊləʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had just completed his final solo album.",
            "She soloed for the first time yesterday.",
            "She was asked to perform the solo cold.",
            "The original version featured a guitar solo.",
            "The guitarist solos on practically every song.",
            "The trumpet player performed an improvised solo.",
            "The trumpet solo was the high point of the concert.",
            "She left the band last year and started a solo career.",
            "It was a big gamble for her to leave the band and go solo.",
            "The group's lead singer is now venturing on a solo career.",
            "Her solo flight across the Atlantic was a remarkable first.",
            "Does Cath have the creative wherewithal to make it as a solo act?",
            "During his solo crossing of the Atlantic he managed to avoid the fierce oceanic storms that rage in those tropical latitudes."
        ],
        "example_translate": [
            "Он только что закончил свой последний сольный альбом.",
            "Вчера она впервые летала на самолёте без инструктора.",
            "Её попросили выступить соло без предварительной подготовки.",
            "В оригинальной версии было гитарное соло.",
            "Практически в каждой песне этот гитарист играет соло.",
            "Трубач исполнил импровизированное соло.",
            "Соло на трубе было самым ярким моментом этого концерта.",
            "В прошлом году она покинула группу и начала сольную карьеру.",
            "С её стороны было очень рискованно покинуть группу и заняться сольной карьерой.",
            "Ведущий вокалист группы сейчас пробует начать сольную карьеру.",
            "Её одиночный полет через Атлантический океан был замечательным мировым достижением.",
            "Достаточно ли у Кэт творческих способностей, чтобы добиться успеха в сольной карьере?",
            "Пересекая Атлантику в одиночку, он ухитрился избежать свирепых океанских бурь, бушующих в этих тропических широтах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}