{
    "solve": {
        "comment": [
            "dissolve",
            "resolve"
        ],
        "translate": " решать, разрешать, растворять, оплатить, находить выход, объяснять",
        "transcription": "  |sɑːlv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We have to find a way to solve this problem.",
            "The mystery has been solved.",
            "They should act to solve the problem.",
            "It was amazing that she was able to solve the problem so quickly.",
            "He couldn't solve the math problem.",
            "We will never solve all of the perplexities of life.",
            "One of the nicest problems for a man to solve.",
            "It was ingenious of her to solve the problem so quickly.",
            "Let's try and solve the most immediate problem.",
            "The book gives the reader plenty of clues to solve the mystery.",
            "evidence that helped them solve the crime",
            "They are working to solve the traffic problem.",
            "See if you can solve this riddle.",
            "Charlie thinks money will solve all his problems.",
            "This self-help book is designed to help you solve your own problems.",
            "I had to cheat in order to solve the puzzle.",
            "There is a strong probability that the problem will recur if we do not solve it now",
            "Creativity tests will be given to those applying for jobs in our company where new approaches are needed to solve old problems.",
            "We can solve this problem by the simple expedient of taking out another loan.",
            "We used a systematic approach to solve the problem.",
            "The FBI has been trying to solve the case for years.",
            "She truly believes that this is the best way to solve the problem.",
            "She gave us 20 mathematical problems to solve.",
            "More than 70% of murder cases were solved last year.",
            "If they'll lend us the money we need, all our problems will be solved.",
            "He derided his student's attempt to solve the biggest problem in mathematics.",
            "Critics of the scheme have said that it will not solve the problem of teenage crime.",
            "Some people still fondly believe that modern science can solve all the world's problems.",
            "Our homework consisted of ten problems to solve.",
            "a thoroughgoing attempt to solve the puzzle and still no luck"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы должны найти способ решить эту проблему.",
            "Тайна раскрыта.",
            "Им следует предпринять шаги для решения этой проблемы.",
            "Поразительно, что она так быстро смогла решить эту задачу.",
            "Он не смог решить математическую задачу.",
            "Нам никогда не разрешить всех жизненных проблем.",
            "Одна из самых сложных проблем, за которую может браться человек.",
            "Она проявила изобретательность и очень быстро решила проблему.",
            "Давайте попробуем решить наиболее насущную проблему.",
            "Книга даёт читателю множество подсказок, помогающих раскрыть эту тайну.",
            "улики, которые помогли им раскрыть преступление",
            "Они работают над решением проблемы транспортных пробок.",
            "Попробуйте решить эту загадку.",
            "Чарли думает, что деньги решат все его проблемы.",
            "Эта книга практических рекомендаций придумана для того, чтобы помочь вам самостоятельно решать собственные проблемы.",
            "Чтобы решить эту головоломку, мне пришлось сжульничать.",
            "Есть большая вероятность, что эта проблема вновь встанет, если не решить её сейчас",
            "Тем кандидатам, которые претендуют на должности, требующие новых подходов для решения старых проблем, будет предложено пройти тесты на креативность",
            "Мы можем решить эту проблему простым способом — взять ещё один кредит.",
            "Мы использовали системный подход к решению данной проблемы.",
            "ФБР несколько лет пыталось раскрыть это дело.",
            "Она действительно верит, что это — лучший способ решить данную проблему.",
            "Она задала нам двадцать математических задач.",
            "В прошлом году было раскрыто более семидесяти процентов убийств.",
            "Если они дадут взаймы нужные нам деньги, все наши проблемы будут решены.",
            "Он насмехался над попыткой своего ученика решить крупнейшую математическую задачу.",
            "Критики данной системы сказали, что она не решит проблему подростковой преступности.",
            "Некоторые люди до сих пор наивно полагают, что современная наука может решить все мировые проблемы.",
            "Наша домашняя работа заключалась в решении десяти задач.",
            "радикальная, но всё же безуспешная попытка решить эту головоломку"
        ]
    }
}