{
    "sooner": {
        "comment": [],
        "translate": "скорее",
        "transcription": " |ˈsuːnər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'd sooner die than give up.",
            "No sooner said than done.",
            "I'd sooner go hungry than eat junk food.",
            "I'd sooner go by plane than by train.",
            "He would sooner die than face them.",
            "Come a little sooner, if you can.",
            "Sooner or later, fashion comes full circle.",
            "No sooner had I got into the house than the phone rang.",
            "No sooner thought upon than done.",
            "We may finish sooner than you think.",
            "Please excuse me for not calling sooner.",
            "This was bound to happen sooner or later.",
            "Everything may happen sooner than you think.",
            "You're going to have to face him sooner or later.",
            "Something like that was bound to happen sooner or later.",
            "The sooner you finish your homework, the sooner you can go outside and play.",
            "If only he had talked to her sooner!",
            "Cats and dogs will sooner be cater-cosins.",
            "You could be out sooner if you behave yourself.",
            "The eggs will hatch sooner in warm, moist conditions.",
            "We cut through the neighbor's yard to get home sooner.",
            "The clocks go back next week, so it will seem dark sooner.",
            "They would have married sooner, but they had to wait for her divorce.",
            "She's cool to the idea right now, but sooner or later she'll come round.",
            "Far sooner than anyone thought possible, the Russians exploded an atomic bomb.",
            "School finishes at the end of the week, and the sooner the better as far as I'm concerned.",
            "Extra doses of the hormone caused the animals' reproductive organs to develop sooner than usual.",
            "Using deductive reasoning we must conclude that since everyone eventually dies, sooner or later it's going to be our turn."
        ],
        "example_translate": [
            "Я скорее умру, чем сдамся.",
            "Сказано — сделано. / Слушаюсь. / Сию секунду будет сделано.",
            "Я лучше буду ходить голодным, чем есть, что попало.",
            "Я бы скорее полетел на самолёте, чем поехал на поезде.",
            "Он скорее умрёт, чем встретится с ними лицом к лицу.",
            "Если можно, приди чуть пораньше.",
            "Рано или поздно мода описывает полный круг.",
            "Не успел я войти в дом, как зазвонил телефон.",
            "Задумано — сделано.",
            "Мы можем закончить раньше, чем вы думаете.",
            "Прошу извинить меня, что не позвонил раньше.",
            "Это должно было рано или поздно случиться.",
            "Всё может случиться гораздо раньше, чем вы предполагаете.",
            "Рано или поздно вам придётся встретиться с ним лицом к лицу.",
            "Рано или поздно что-то подобное должно было произойти.",
            "Чем быстрее ты закончишь своё домашнее задание, тем быстрее сможешь выйти на улицу поиграть.",
            "Если бы только он поговорил с ней раньше!",
            "Скорее подружатся кошка с собакой.",
            "Тебя скоро выпустят, если будешь хорошо вести себя.",
            "В тёплых и влажных условиях птенцы вылупятся быстрее.",
            "Мы срезали через соседский двор, чтобы поскорее попасть домой.",
            "На следующей неделе переводят часы, так что темнеть станет раньше.",
            "Они бы и раньше поженились, но им пришлось ждать её развода.",
            "Сейчас эта мысль ей не очень нравится, но рано или поздно она передумает.",
            "Намного раньше, чем кто-либо считал возможным, русские взорвали атомную бомбу.",
            "Занятия заканчиваются в конце недели, и, по-моему, — чем скорее, тем лучше.",
            "Дополнительные дозы гормона стали причиной того, что репродуктивные органы животных стали развиваться быстрее обычного.",
            "Используя дедуктивный метод, мы должны заключить, что, поскольку каждый человек в конце концов умирает — рано или поздно наступит и наш черёд."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}