{
    "sore": {
        "comment": [],
        "translate": "больной, рана, болячка, язва, тяжко, жестоко, причинять боль",
        "transcription": " |sɔːr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He has a sore on his lip.",
            "I had a sore throat and aching limbs.",
            "Don't be sore at me - I just forgot to tell you.",
            "My neighbor is sore at me.",
            "I hope I have not given you my sore throat.",
            "It is not for me to put my finger on the sore.",
            "Nobody likes a sore loser.",
            "The patient has a sore throat.",
            "That's a sore subject to bring up.",
            "She massaged his sore back",
            "Don't pick at a sore place, you will only make it worse.",
            "He received a running nose and a sore throat.",
            "It was a sore trial to him.",
            "She turned away lamenting very sore.",
            "The discussion touched on a sore spot.",
            "My feet were sore and my back was aching.",
            "It was a sight for sore eyes.",
            "I've got terrible earache and a sore throat.",
            "Gargling with salt water may help your sore throat.",
            "He had an ice pack on his sore elbow.",
            "I was sore afraid we'd never make it home.",
            "The application of heat often helps sore muscles.",
            "The cream works immediately to relieve sore skin.",
            "The singer complained of a sore throat after Wednesday's show.",
            "Some people were on foot, from soring their horses' backs.",
            "When I woke up this morning, my head ached and my throat was sore.",
            "Mac's still sore because I didn't invite him.",
            "Our hero had in all probability been sore sick.",
            "His enemies harassed him sore and showed him little mercy.",
            "a dog limping on a sore leg"
        ],
        "example_translate": [
            "У него болячка на губе.",
            "У меня была боль в горле и ломота в конечностях.",
            "Не сердись на меня - я просто забыла тебе сказать.",
            "Мой сосед рассержен на меня.",
            "Я надеюсь, я не заразил вас ангиной.",
            "Не в моих правилах бередить раны.",
            "Никто не любит людей, которые не умеют проигрывать.",
            "У пациента болит горло.",
            "Это больная тема для обсуждения.",
            "Она массировала его больную спину",
            "Не тереби больное место, будет хуже.",
            "Он заработал себе насморк и ангину.",
            "Это было для него тяжёлое испытание.",
            "Она отвернулась, разрыдавшись горькими слёзами.",
            "Разговор коснулся больного места.",
            "У меня болели ноги и ломило спину.",
            "Это было отрадой для глаз.",
            "У меня ужасно болит ухо и першит в горле.",
            "Полоскание солёной водой может помочь вам при боли в горле.",
            "Он приложил к больному локтю пакет со льдом.",
            "Я очень боялся, что мы так и не доберёмся домой.",
            "Согревающие компрессы часто помогают при боли в мышцах.",
            "Этот крем немедленно начинает успокаивать саднящую кожу.",
            "После выступления в среду певица пожаловалась на боль в горле.",
            "Некоторые люди передвигались пешком, чтобы не травмировать спины своих лошадей.",
            "Когда я сегодня утром проснулся, у меня болела голова и саднило горло.",
            "Mac всё ещё обижается, что я его не пригласил.",
            "Наш герой, по всей вероятности, был серьёзно болен.",
            "Его враги жестоко преследовали его и не слишком проявляли к нему сострадание.",
            "собака, прихрамывающая на больную ногу"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}