{
    "source": {
        "comment": [
            "sourness",
            "sour"
        ],
        "translate": "источник, исток, исходный текст, начало, родник, первопричина, ключ, верховье",
        "transcription": " |sɔːrs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Red meat is a rich source of iron.",
            "Sources dry up.",
            "Beans are a very good source of protein.",
            "He refused to disclose the source of his information.",
            "Success in sport is a source of national pride.",
            "Information from various intelligence sources",
            "So where to source: local or global?",
            "We've found the source of the trouble.",
            "Her job is their chief source of income.",
            "He has always been a source of inspiration for me.",
            "The college had its own power source.",
            "The information is from an unimpeachable source.",
            "We might be able to source the parts.",
            "These foods are an excellent source of protein.",
            "Farming is his main source of income.",
            "Injury data were abstracted from the same source.",
            "The doctor told me to eat more bran because it is a good source of fiber.",
            "He's been a constant source of worry.",
            "We localized the source of the infection.",
            "These countries are a source of cheap labour.",
            "A well-placed source says the minister will resign.",
            "She sourced a supply of carpet.",
            "The writer carefully sourced her report.",
            "One likely source of energy is windpower.",
            "They get their money from various sources.",
            "Export of goods and services is the major source of foreign exchange.",
            "open source software such as Linux",
            "the dispersion of energy from a source",
            "Welfare is their only source of income.",
            "There is a purchasing department to source materials."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "our = [ɔː]"
        ],
        "example_translate": [
            "Красное мясо является богатым источником железа.",
            "Источники пересыхают.",
            "Бобы — очень хороший источник белка.",
            "Он отказался раскрыть источник своей информации.",
            "Успех в спорте является предметом национальной гордости.",
            "Информация из различных разведывательных источников.",
            "Где же искать поставщиков: локально или глобально?",
            "Мы нашли источник проблемы.",
            "Её работа является их главным источником дохода.",
            "Он всегда был для меня источником вдохновения.",
            "В колледже был собственный источник электроэнергии.",
            "Эта информация — из очень достоверного источника.",
            "Быть может, нам удастся найти, где раздобыть запчасти.",
            "Эти продукты являются отличным источником белка.",
            "Земледелие является главным источником его дохода.",
            "Сведения о травмах были почёрпнуты из того же источника.",
            "Доктор посоветовал мне есть больше отрубей, потому что это хороший источник клетчатки.",
            "Он был постоянным источником беспокойства.",
            "Мы локализовали источник инфекции.",
            "Эти страны являются источником дешёвой рабочей силы.",
            "По сведениям из достоверного источника, министр уйдёт в отставку.",
            "Она нашла поставщика ковров.",
            "В своём докладе писатель аккуратно указал использованные источники.",
            "Одним из вероятных источников энергии является ветроэнергетика.",
            "Они получают свои деньги из разных источников.",
            "Экспорт товаров и услуг является основным источником иностранной валюты.",
            "программное обеспечение с открытым кодом, например, Linux",
            "рассеивание энергии от источника",
            "Их единственным источником дохода является пособие.",
            "Для того, чтобы находить поставщиков материалов, существует отдел закупок."
        ]
    }
}