{
    "spark": {
        "comment": [
            "sparse",
            "spare",
            "sparkle"
        ],
        "translate": "искра, вспышка, щеголь, радист, проблеск, искриться, искрить, зажигать, побуждать",
        "transcription": " |spɑːrk|",
        "antonyms": [],
        "mnemonic": [
            "spark [спа:к] искра - Искра (спак-койной) не бывает;",
            "spark [spa: k]\nsparkle - искриться\nsparklet ['spɑ:klɪt]\n***\nИСКРУ увидел шпак. (это) spark\nВСПЫШКУ вдруг увидел шпак. (это) spark\n***\nДаже ИСКОРКА дом спалит. (это) sparklet\n***\nОсторожно с искрами \"spark\" -\nне спалите парк \"park\"."
        ],
        "examples": [
            "He had a sparkle in his eye.",
            "A spark triggered the explosion.",
            "Even Oliver felt a tiny spark of excitement.",
            "If you had a spark of honesty / courage / decency",
            "What was it that sparked your interest in motoring?",
            "Rachel looked at her and felt a spark of hope.",
            "He used to go sparkin' round among the girls.",
            "It would not take more than one careless remark to spark off violence in the crowd.",
            "A dropped cigarette might have sparked the fire.",
            "The police response sparked outrage in the community.",
            "Some hot ash fell into the box of matches, and sparked off the whole lot.",
            "The spark and the gunpowder contacted, and acting together, produced the explosion.",
            "A high tension wire, brought down by a storm, can continue to spark.",
            "Some bright spark thought the building was on fire and called the fire brigade.",
            "She shocked Mrs. Spark by refusing to go into full mourning.",
            "McKellan's performance gives the play its spark of life (=quality of energy).",
            "Interest rate cuts were the spark the market needed."
        ],
        "example_translate": [
            "Его глаза искрились /горели, блестели/.",
            "Искра вызвала взрыв.",
            "Даже Оливер почувствовал лёгкое волнение.",
            "Если бы у тебя было хоть немного честности, мужества, порядочности",
            "Что пробудило твой интерес к автомобильному делу?",
            "Рэйчел посмотрела на неё и ощутила искру надежды.",
            "Он околачивался возле девушек, ухаживая за ними.",
            "Достаточно одного небрежного замечания, чтобы вызвать негодование толпы.",
            "Пожар, возможно, вспыхнул из-за небрежно брошенной сигареты.",
            "Ответные действия полиции вызвали возмущение в обществе.",
            "Горячий пепел попал в спичечный коробок, и все спички вспыхнули.",
            "Искра попадала на порох, и происходил взрыв.",
            "Высоковольтные провода, оборванные бурей, иногда продолжают искрить.",
            "Какой-то умник решил, что здание горит, и вызвал пожарных.",
            "Она шокировала миссис Спарк, отказываясь носить полный траур.",
            "Игра МакКеллена придаёт этому спектаклю искорку жизни (т.е. энергию).",
            "Сокращение процентных ставок было той искрой, в которой так нуждался рынок."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}