{
    "specialist": {
        "comment": [
            "specially",
            "especially",
            "special",
            "specialize",
            "specialized",
            "speciality"
        ],
        "translate": " специалист",
        "transcription": "  |ˈspeʃəlɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's a specialist in modern French literature.",
            "You need specialist knowledge to do this job.",
            "He saw a specialist for his foot problem.",
            "The choice of specialist subject is left entirely to the students.",
            "He's a specialist in brain surgery.",
            "He is a specialist in film theory and criticism.",
            "The market for specialist academic books is pretty small.",
            "The doctors were stumped and had to call in a specialist.",
            "The doctor will give you a referral to a specialist in your area.",
            "We are waiting for a callback from a technical support specialist.",
            "The equipment is complex and requires specialist knowledge to be repaired.",
            "The insurance company says that you need a written referral from your physician before seeing a specialist."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она специализируется на современной французской литературе.",
            "Для этой работы нужны профессиональные знания.",
            "Он обратился к специалисту по поводу проблемы с ногой.",
            "Выбор профилирующего предмета остается целиком на совести студентов.",
            "Он является специалистом по хирургии головного мозга.",
            "Он является специалистом в области теории кино и критики.",
            "Рынок специализированной научной литературы довольно мал.",
            "Врачи зашли в тупик и им пришлось вызывать специалиста.",
            "Врач даст вам направление к специалисту в вашем районе.",
            "Мы ждем звонка от специалиста техподдержки.",
            "Оборудование сложное, и для его ремонта требуются специальные знания.",
            "В страховой компании говорят, что перед тем как попасть на приём к специалисту, необходимо получить письменное направление от своего терапевта."
        ],
        "stars": 2
    }
}