{
    "spectacular": {
        "comment": [],
        "translate": "захватывающий, эффектный, импозантный, эффектное зрелище",
        "transcription": " |spekˈtækjələr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The festival will end with a spectacular laser show.",
            "Her new book has scored a spectacular success.",
            "Germany achieved spectacular economic success in a relatively short period of time.",
            "The road twisted between spectacular mountains.",
            "He made the game safe with a spectacular goal in the 84th minute.",
            "A television spectacular transmitted by the National Broadcasting Company.",
            "The autumn foliage was spectacular.",
            "The new stadium is spectacular. There's never been anything like it.",
            "The goalie made a spectacular save.",
            "On each day of the show there will be spectacular aerial flybys of jet planes.",
            "The aptly named Skyline Restaurant provides spectacular views of the city below.",
            "The celebration ended with a spectacular fireworks display.",
            "The news caused a spectacular fall in the stock market.",
            "The Italian ace cheated death in a spectacular 100 mph crash.",
            "The spectacular flame-out of the company's stock cost many people their life savings."
        ],
        "example_translate": [
            "Фестиваль завершится эффектным лазерным шоу.",
            "Её новая книга добилась впечатляющих успехов.",
            "Германия достигла впечатляющих экономических успехов в относительно короткий период времени.",
            "Дорога извивалась между живописными горами.",
            "После того, как на 84-ой минуте он забил эффектный гол, стало ясно, что победа у них в кармане",
            "Грандиозное телепредставление, которое транслировалось Национальной телерадиокомпанией.",
            "Осенняя листва представляла собой великолепное зрелище.",
            "Новый стадион впечатляет. Ничего подобного ещё никогда не было.",
            "Вратарь сделал потрясающий сэйв.",
            "Во время шоу каждый день будут проводиться захватывающие демонстрационные полеты реактивных самолетов.",
            "Оправдывая свое название, ресторан \"Горизонт\" открывает взгляду посетителей живописную панораму раскинувшегося внизу города.",
            "Празднование завершилось впечатляющим фейерверком.",
            "Эта новость вызвала эффектное падение фондового рынка.",
            "Итальянский пилот каким-то чудом избежал гибели в зрелищной аварии на скорости сто миль в час.",
            "Эффектное падение акций компании стоило многим людям всех их сбережений."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}