{
    "specially": {
        "comment": [],
        "translate": "специально, особенно",
        "transcription": " |ˈspeʃəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He raises plants specially for that purpose.",
            "I was specially pleased with your gift.",
            "The military results were not specially glorious.",
            "Every town is specially prettied up for a visit by the Queen.",
            "I don't want to be treated specially.",
            "Some horses are specially trained to buck their riders off, to amuse the crowd at an outdoor performance.",
            "people who are not specially gifted",
            "The room was specially designed to be used as a library.",
            "They run courses that are specially designed for managers.",
            "A new piece of music was specially written for the occasion.",
            "an especially (or specially) cautious approach to the danger",
            "The camel is specially adapted to its hostile desert habitat.",
            "I have to set some hours apart specially for writing my paper.",
            "Doctors and nurses working in an operating theatre have to mask their noses and mouths with a specially clean cloth."
        ],
        "example_translate": [
            "Он выращивает растения специально для этих целей.",
            "Меня особенно порадовал ваш подарок.",
            "Военные результаты были не особенно блестящими.",
            "Каждый город украшают по-особенному к приезду королевы.",
            "Я не хочу, чтобы ко мне относились по-особенному.",
            "Некоторых лошадей специально натаскивают, чтобы они брыкались - зрители это очень любят.",
            "люди, которые не являются особо одарёнными",
            "Данное помещение было специально спроектировано для использования в качестве библиотеки.",
            "У них есть курсы, предназначенные именно для менеджеров.",
            "Специально для этого случая была написана новая музыкальная пьеса.",
            "особенно осторожный подход к данной угрозе",
            "Организм верблюда специально приспособлен к враждебной пустынной среде обитания.",
            "Мне нужно оставить несколько часов для того, чтобы написать работу.",
            "Врачи и сёстры, делающие операцию, должны закрывать нос и рот стерильной тканью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}