{
    "species": {
        "comment": [
            "specific",
            "specify",
            "specifically",
            "specification",
            "specimen"
        ],
        "translate": " вид, разновидность, порода, род, класс",
        "transcription": "  |ˈspiːʃiːz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They are both of one species.",
            "Adult species have white dots on the wings.",
            "There are approximately 8,000 species of ants.",
            "The species occurs in vast numbers in this lake.",
            "Seven species of birds of prey have been observed.",
            "Of the eagle, there are but few species.",
            "All European domestic cattle belong to the same species.",
            "Darwin teaches that biological species develop.",
            "This species is only found in West Africa.",
            "Many species are doomed to extinction.",
            "Scientists now believe that the bones belong to a different species of reptile.",
            "Many endangered species now face extinction.",
            "A genus is superior to a species in classification.",
            "Several hundred species of birds inhabit the island.",
            "Many species have been shot to the verge of extinction.",
            "Females of this species weigh 8 to 10 pounds.",
            "This species is not known to be vicious.",
            "This species has a black body and a white head.",
            "The islands are home to many species of birds.",
            "An operation is beginning to try to save a species of crocodile from extinction.",
            "The species coexist in the same environment.",
            "No species of reptile is possessed of true fleshy lips.",
            "These species osculate.",
            "Spotted owls are a protected species.",
            "Singapore has many native species of palm.",
            "the species that fill an environmental niche",
            "He found him a species of barnacle rather difficult to shake off.",
            "Darwin challenged the fixity of species.",
            "several different plant and animal species",
            "the bipolar distribution of certain species"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Оба они относятся к одному и тому же виду.",
            "У взрослых особей на крыльях имеются белые пятнышки.",
            "Существует около восьми тысяч видов муравьёв.",
            "Данный вид встречается в этом озере в большом количестве.",
            "Наблюдения проводились за семью видами хищных птиц.",
            "Существует лишь несколько разновидностей орлов.",
            "Весь домашний европейский скот относится к одному виду.",
            "Дарвин учит, что биологические виды эволюционируют.",
            "Этот вид встречается только в Западной Африке.",
            "Многие виды обречены на вымирание.",
            "Сейчас учёные считают, что эти кости принадлежат другому виду рептилий.",
            "Многие виды, которые находились под угрозой исчезновения, сейчас вымирают.",
            "В классификации \"род\" является более общим понятием, чем \"вид\".",
            "Этот остров населяет несколько сотен видов птиц.",
            "Многие виды животных отстреливаются до полного уничтожения.",
            "Самки этого вида весят от восьми до десяти фунтов.",
            "Насколько известно, этот вид животных неагрессивен.",
            "У этой разновидности животных чёрное тело и белая голова.",
            "Эти острова являются родиной многих видов птиц.",
            "Начинается операция по спасению одного из видов крокодилов от полного вымирания.",
            "Эти виды сосуществуют в одних и тех же природных условиях.",
            "Ни один вид пресмыкающихся не имеет по-настоящему толстых губ.",
            "Эти виды находятся на границе между двумя группами.",
            "Пятнистая сова является охраняемым видом.",
            "В Сингапуре много аборигенных видов пальм.",
            "виды, заполняющие экологическую нишу",
            "Он понял, что от столь прилипчивого человека довольно нелегко отделаться.",
            "Дарвин поставил под сомнение неизменяемость видов.",
            "несколько различных видов животных и растений",
            "биполярное распределение некоторых видов"
        ]
    }
}