{
    "specific": {
        "comment": [],
        "translate": "конкретный, определенный, специфический, специфическое средство",
        "transcription": " |spəˈsɪfɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We've set specific objectives for each day.",
            "She wove the story around a specific theme.",
            "Failing specific instructions he could not turn the apparatus on.",
            "This specific question is addressed in the present experiment.",
            "There is a specific word for this kind of feeling.",
            "When the writer conceived this role, he had a specific actor in mind to play the part.",
            "Could you be more specific about what you're looking for?",
            "Descent determines the specific character of the growth.",
            "The doctor gave the patient specific instructions on how to care for the wound.",
            "Mrs. Simons alluded to some health problems, without being specific.",
            "Quinine is a specific for malaria.",
            "Mr Howarth gave us very specific instructions.",
            "Can you be more specific? What exactly did the policeman say?",
            "Quinine is a specific for malaria.",
            "The acid distills at a specific temperature.",
            "Is there anything specific you want for dinner?",
            "an education plan specific to each student's interests and abilities",
            "He gave her a ring — or, to be more specific, he gave her an engagement ring.",
            "She was very specific — you have to use a certain kind of tomato in the sauce.",
            "problems specific to this one housing project",
            "The sites are determined by highly specific sequences of nucleotides.",
            "My concerns are all general — nothing specific.",
            "Specific gestures can indicate particular moods.",
            "We were each given a specific topic to talk about.",
            "This gland manufactures a specific substance only.",
            "a bird species that requires a specific environment",
            "He had specific instructions to check everyone's identity cards.",
            "The report made very specific recommendations for policy reform.",
            "85% of foreign aid is earmarked by Congress for specific purposes.",
            "a six-month membership in a health spa with the specific purpose of losing weight"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы поставили на каждый день конкретные задачи.",
            "Её рассказ крутился вокруг одной конкретной темы.",
            "Не имея особых указаний, он не имел права включать прибор.",
            "Именно этот вопрос исследуется в настоящем эксперименте.",
            "Для такого рода ощущения существует специальное слово.",
            "Когда сценарист задумывал эту роль, у него на примете был определённый актер.",
            "Не могли бы вы поконкретнее сказать, что вы ищете?",
            "Особенности развития определяются наследственностью.",
            "Доктор дал больному конкретные указания о том, как ухаживать за раной.",
            "Миссис Саймонс упомянула о некоторых проблемах со здоровьем, но не сказала ничего конкретного.",
            "Хинин является лекарством от малярии.",
            "Мистер Ховарт дал нам очень чёткие указания.",
            "Нельзя ли поконкретнее? Что именно сказал полицейский?",
            "Хинин является специфическим средством от малярии.",
            "Кислота конденсируется при определённой температуре.",
            "Ты хочешь на ужин что-нибудь конкретное?",
            "образовательный план, учитывающий интересы и способности каждого отдельного студента",
            "Он подарил ей кольцо — или, если точнее, обручальное кольцо.",
            "Она выразилась очень ясно: в соус нужно класть определённый вид помидоров.",
            "проблемы, специфичные для этого жилого массива",
            "Эти места определяются весьма специфическими последовательностями нуклеотидов.",
            "Все мои опасения носят общий характер, ничего конкретного.",
            "Определённые жесты могут служить признаком того или иного настроения.",
            "Каждый из нас получил отдельную тему для обсуждения.",
            "Эта железа вырабатывает только одно конкретное вещество.",
            "вид птиц, которому требуются особые природные условия",
            "Он имел особое указание проверить у всех удостоверения личности.",
            "Отчёт содержит очень конкретные рекомендации по проведению реформы политики.",
            "Восемьдесят пять процентов иностранной помощи выделено Конгрессом для конкретных целей.",
            "шестимесячный абонемент в санаторий с конкретной целью сбросить вес"
        ]
    }
}