{
    "spelling": {
        "comment": [],
        "translate": "правописание, орфография, написание, произнесение слова по буквам",
        "transcription": " |ˈspelɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Is this the proper spelling of your name?",
            "I am not very strong in spelling.",
            "Check your spelling and grammar.",
            "He is poor at spelling.",
            "Make sure to check your spelling.",
            "That new teacher is always pecking at our spelling mistakes.",
            "He is shaky in his spelling.",
            "This teacher pounces on spelling mistakes, so use your dictionary.",
            "Her spelling has improved.",
            "The words have the same spelling but different etymologies.",
            "Check the spelling of this word.",
            "The spelling alone made some words hardly pronounceable.",
            "I'm just not very good at spelling.",
            "She quickly gave the correct spelling.",
            "He was particularly fussy about spelling.",
            "The paper contains numerous spelling errors.",
            "You can run a macro to change to US spelling.",
            "Click here to check spelling in the document.",
            "He announced the winners of the spelling bee.",
            "The article was littered with spelling mistakes.",
            "You should pay particular attention to spelling.",
            "spelling variants in British and American English",
            "one of the many idiosyncrasies of English spelling",
            "No one missed the glaring spelling error in the title.",
            "The editors of the book decided to Americanize the spelling.",
            "The spelling of this word is an interesting exception to the rule.",
            "The American spelling is “color” while the British spelling is “colour.”",
            "The test measures children's achievements in reading, spelling and maths.",
            "The student's theme was marred by a number of egregious errors in spelling.",
            "Tom's spelling is well below average (=much worse than the normal standard)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это правильное написание вашего имени?",
            "Я не очень силён в орфографии.",
            "Проверьте свои правописание и грамматику .",
            "У него хромает правописание.",
            "Убедитесь, что проверили орфографию. / Убедитесь, что вы написали без ошибок.",
            "Новый учитель всё время ругает нас за орфографические ошибки.",
            "Он не силён в правописании.",
            "Этот учитель придирается к ошибкам в орфографии, так что все время смотри в словарь.",
            "Её правописание улучшилось.",
            "Эти слова одинаково произносятся, но имеют разную этимологию.",
            "Проверьте правописание этого слова.",
            "Уже само по себе написание делало некоторые слова совершенно неудобопроизносимыми.",
            "Я просто не очень силён в орфографии.",
            "Она быстро привела правильное написание.",
            "Он был чрезвычайно привередливым в отношении орфографии.",
            "Документ содержит многочисленные орфографические ошибки.",
            "Можно запустить макрос, чтобы изменить правописание на американский манер.",
            "Нажмите здесь, чтобы проверить правописание в документе.",
            "Он объявил победителей (школьного) конкурса на знание орфографии.",
            "Статья была усыпана орфографическими ошибками.",
            "Вам следует обратить особое внимание на правописание.",
            "варианты написания в британском и американском вариантах английского языка",
            "одна из многих особенностей английской орфографии",
            "На вопиющую орфографическую ошибку в заголовке обратили внимание все.",
            "Редакторы книги решили американизировать её орфографию.",
            "Написание этого слова является интересным исключением из правил.",
            "Американцы, в отличие от жителей Британии, пишут слово “colour” (цвет) без буквы \"u\".",
            "Данный тест позволяет оценить успехи детей в чтении, орфографии и математике.",
            "Сочинение этого студента была испорчено рядом грубейших орфографических ошибок.",
            "Правописание Тома значительно ниже среднего (т.е. гораздо хуже, чем обычный стандарт)."
        ]
    }
}