{
    "spending": {
        "comment": [],
        "translate": "расходы, трата, затраты, расходование",
        "transcription": " |ˈspendɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Spending has gone down by 2%.",
            "We enjoy spending time together.",
            "He was spending more and more time away from home.",
            "He puts all his energy into getting and spending.",
            "No one is in charge of council spending.",
            "Further cuts in spending are needed.",
            "Her extravagant spending has to stop.",
            "They want to reform campaign spending.",
            "We anticipate spending two weeks here.",
            "How can we maintain control of spending?",
            "How are you spending your summer vacation?",
            "I'll be spending the holidays with my folks.",
            "Cutting spending at this time is a bad idea.",
            "Price rises should restrain consumer spending.",
            "Consumer spending was down by 0.1% last month.",
            "Retail sales are a gauge of consumer spending.",
            "Rita's spending money like there's no tomorrow.",
            "Spending on information technology has declined.",
            "She's resigned to spending Christmas on her own.",
            "The Government has cut back on defence spending.",
            "The company's spending was outrunning its income.",
            "She has a cavalier attitude about spending money.",
            "She likes spending money just for the sake of it.",
            "I begrudge spending so much money on train fares.",
            "I really enjoy spending my day working here — not!",
            "Education spending cannot be cut back any further.",
            "How can we justify spending so much money on arms?",
            "Public spending continues to rise at a steady pace.",
            "He enjoys spending time with his old army comrades.",
            "You can indulge yourself without spending a fortune."
        ],
        "example_translate": [
            "Затраты уменьшились на два процента.",
            "Нам очень нравится проводить время вместе.",
            "Он проводил все больше времени вдали от дома.",
            "Он тратит всю свою энергию на то, чтобы зарабатывать деньги и их тратить.",
            "Никто не отвечает за расходы совета.",
            "Дальнейшее сокращение расходов — необходимость. / Нужно ещё больше сократить расходы.",
            "Ее непомерные траты нужно остановить.",
            "Они хотят реформировать расходы на избирательную кампанию.",
            "Мы планируем провести здесь две недели.",
            "Как мы можем сохранить контроль над расходами?",
            "Как вы проводите свой летний отпуск?",
            "Я проведу каникулы со своими родными.",
            "Сокращать расходы прямо сейчас — неудачная идея / было бы неправильно.",
            "Рост цен должен сдерживать потребительские расходы.",
            "В прошлом месяце потребительские расходы снизились на 0,1%.",
            "Розничные продажи позволяют судить об уровне потребительских расходов.",
            "Рита тратит деньги так, как будто завтра конец света.",
            "Расходы на информационные технологии снизились.",
            "Она смирилась с тем, что проведёт Рождество в одиночестве.",
            "Правительство сократило расходы на оборону.",
            "Расходы компании превышали её доход.",
            "У неё пренебрежительное отношение к потраченным деньгам.",
            "Она любит тратить деньги просто так, без всякой цели.",
            "Мне жалко тратить столько денег на проезд по железной дороге.",
            "Всю жизнь мечтал — целый день торчать здесь, на работе!",
            "Расходы на образование дальше сокращать нельзя.",
            "Как мы можем оправдать /обосновать/ такие огромные затраты на вооружение?",
            "Государственные расходы продолжают расти устойчивыми темпами.",
            "Он любит проводить время со своими старыми армейскими товарищами.",
            "Можно не отказывать себе в удовольствиях, но при этом не тратить целое состояние."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}