{
    "spicy": {
        "comment": [],
        "translate": "пряный, острый, пикантный, ароматный, живой, энергичный, неприличный",
        "transcription": " |ˈspaɪsi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Spicy food upsets my stomach.",
            "Do you have a preference for sweet or for spicy food?",
            "I like spicy food, but it gives me heartburn.",
            "Try not to eat too much spicy food.",
            "Spicy foods can cause stomach upset.",
            "This restaurant is famous for its spicy cuisine.",
            "I like spicy foods but they always give me indigestion.",
            "a marriage of sweet and spicy flavors",
            "Too much spicy food cloyed his appetite.",
            "This wine is a good accompaniment for spicy foods.",
            "the hot, spicy flavors of Mexican food",
            "Spicy foods have become increasingly popular.",
            "The ginger gives the dish a wonderful spicy flavour.",
            "a spicy suggestion that earned him a slap in the face",
            "The selection of food ranged from mild to very spicy.",
            "The food had a perfect balance of sweet and spicy flavors.",
            "The restaurant's food is excellent, but beware the chili if you don't like spicy food."
        ],
        "example_translate": [
            "Острая еда вызывает у меня расстройство желудка.",
            "Какой пище вы отдаете предпочтение: острой или сладкой?",
            "Я люблю острую пищу, но от неё у меня изжога.",
            "Старайтесь не употреблять слишком много острой пищи.",
            "Острая пища может вызвать расстройство желудка.",
            "Это ресторан славится своей острой кухней.",
            "Мне нравится острая пища, но она всегда вызывает у меня несварение желудка.",
            "сочетание сладких и пряных ароматов",
            "Избыток острой пищи испортил ему аппетит.",
            "Это вино является хорошим дополнением к острой пище.",
            "острые, пряные ароматы мексиканской кухни",
            "Пряные продукты становятся всё более популярными.",
            "Имбирь придаёт этому блюду удивительный пикантный вкус.",
            "неприличное предложение, за которое он заработал пощёчину",
            "Еда была самая разная, от лёгкой и неострой до очень пряной.",
            "В этой кухне сладость идеально сбалансирована с остротой.",
            "Еда в ресторане превосходная, но будьте осторожны с чили, если только не любите острую пищу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}