{
    "spill": {
        "comment": [],
        "translate": "проливать, проливаться, пролить, пролитие, поток",
        "transcription": " |spɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The milk spilled across the floor.",
            "I didn't spill a drop.",
            "Who has spilt the milk on(to) the table?",
            "I accidentally spilled coffee all over my new suit.",
            "The grain had spilled onto the road.",
            "The oil spill was an environmental catastrophe.",
            "The ink has spilt on(to) the desk.",
            "The horse spilled him.",
            "Katie almost spilled her milk.",
            "They say it's bad luck to spill salt.",
            "Crowds from the theatre were spilling onto the street.",
            "Here's a towel to wipe up the spill.",
            "As soon as the train stopped, the crowd spilled out into the station.",
            "Water spilled over the dam.",
            "Oh no! I've spilt coffee all down my shirt!",
            "Come on, spill it. Who gave you the money?",
            "Mind you don't spill coffee over my best tablecloth.",
            "The gasoline spill created a serious biohazard.",
            "The oil spill was a disaster for Alaskan sea animals.",
            "The wine spilled onto the table.",
            "spill the beans all over the table",
            "Miles of beaches were polluted by the oil spill.",
            "an interviewer who gets celebrities to spill their secrets",
            "After the oil spill, thousands of fishermen stand to lose their livelihoods.",
            "Clean up the flour you spilled on the floor.",
            "The former employee spilled all the details.",
            "She opened the door and light spilled into the room.",
            "The oil spill is causing problems for coastal fisheries.",
            "The oil spill had devastating consequences for wildlife.",
            "The conflict might spill over into neighbouring towns."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Молоко разлилось по полу.",
            "Я не пролил ни капли.",
            "Кто пролил молоко на стол?",
            "Я случайно пролил кофе на свой новый костюм.",
            "Зерно просыпалось на дорогу.",
            "Этот разлив нефти оказался экологической катастрофой.",
            "Чернила пролились на парту.",
            "Лошадь сбросила его.",
            "Кэти чуть не пролила своё молоко.",
            "Говорят, что рассыпать соль — плохая примета.",
            "Толпы людей повалили из театра на улицу.",
            "Вот полотенце, чтобы вытереть то, что разлито.",
            "Как только поезд остановился, толпы пассажиров высыпали на перрон.",
            "Вода перелилась через плотину.",
            "Вот чёрт! Всю рубашку кофе залил!",
            "Давай, выкладывай. Кто дал тебе эти деньги?",
            "Смотри не пролей кофе на мою лучшую скатерть.",
            "Разлив бензина создал серьезную биологическую опасность.",
            "Разлив нефти стал катастрофой для морских животных Аляски.",
            "Вино пролилось на стол.",
            "рассыпать фасоль по всему столу",
            "Многокилометровые песчаные пляжи были загрязнены в результате разлива нефти.",
            "интервьюер, который заставляет знаменитостей раскрывать свои секреты",
            "После разлива нефти тысячи рыбаков могут лишиться средств к существованию.",
            "Убери муку, которую ты просыпал на пол.",
            "Бывший работник \"слил\" все подробности.",
            "Она открыла дверь, и комнату залил свет.",
            "Разлив нефти создаёт проблемы для прибрежного рыболовства.",
            "Разлив нефти имел катастрофические последствия для живой природы.",
            "Конфликт может перекинуться на соседние города."
        ]
    }
}