{
    "spin": {
        "comment": [
            "pin",
            "spine",
            "pint",
            "pink",
            "opinion"
        ],
        "translate": " вращение, штопор, кружение, верчение, крутиться, крутить, прясть, вертеться",
        "transcription": "  |spɪn|",
        "antonyms": [],
        "mnemonic": [
            "spin [спин] крутить, вертеть, вращение - (Спин-ингом) крутят на рыбалке.",
            "spin [spın]\n***\nБуду я ВЕРТЕТЬСЯ возле ваших спин. (это) spin\nБуду я КРУТИТЬСЯ возле ваших спин. (это) spin\nНе КРУТИСЬ, а спи (н). (это) spin\n***\nТы не крутись \"spin\",\nа то уколешься булавкой \"pin\"."
        ],
        "examples": [
            "My head is spinning.",
            "The propeller was spinning slowly.",
            "He spun round at the sound of his name.",
            "he took the new car for a spin",
            "Give the washing another spin.",
            "Silkworms spin cocoons.",
            "She put spin on the ball.",
            "He took me for a spin in his new car.",
            "The room started to spin.",
            "Their stores will have to be spun out.",
            "Let's go for a spin in the country.",
            "the direction of the Earth's spin",
            "The ice-skater executed graceful jumps and spins.",
            "The plane went into (came out of) a spin.",
            "The administration is relentlessly spinning the war.",
            "They claim to report the news with no spin.",
            "The car was spinning along nicely when suddenly the engine stopped.",
            "Do you want to take my car for a spin?",
            "Could you take me for a spin through the country?",
            "It happened so fast that her mind went into a spin.",
            "I'm paid by the hour, so I spin the work out as long as I can.",
            "Politicians are often accused of spin by their political opponents.",
            "the spin of the Earth on its axis",
            "Our wheels were spinning on the ice.",
            "I tried to stand up but the room was spinning.",
            "The campaign put a favorable spin on the story.",
            "She grabbed Norm's arm and spun him around to face her.",
            "Shakespeare, Spenser, Milton: the list could be spun out.",
            "The President's spokesmen had to spin the story to make it less embarrassing.",
            "They spun the wool into yarn."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У меня кружится голова.",
            "Пропеллер вращался медленно.",
            "Он обернулся, услышав своё имя.",
            "он взял новую машину чтобы покататься",
            "Прокрути постиранное белье еще раз (в центрифуге).",
            "Шелкопряды плетут коконы.",
            "Она придала мячу вращение. / Она закрутила мяч.",
            "Он взял меня прокатиться на своей новой машине.",
            "Комната завертелась.",
            "Им придется растягивать свои запасы (продовольствия).",
            "Поехали за город, покатаемся.",
            "направление вращения Земли",
            "Фигурист выполнил изящные прыжки и вращения.",
            "Самолет вошел в штопор (вышел из штопора).",
            "Администрация настойчиво пиарит войну.",
            "Они утверждают, что в их репортажах новостей нет никакой пропаганды.",
            "Машина плавно шла на хорошей скорости, и вдруг заглох двигатель.",
            "Ты хочешь взять мою машину покататься?",
            "Покатаешь меня по окрестностям?",
            "Это произошло так быстро, что она пришла в смятение.",
            "Мне платят по часам, поэтому я растягиваю работу, как только могу. (брит.)",
            "Политики часто обвиняют своих оппонентов в манипулировании фактами.",
            "вращение Земли вокруг своей оси",
            "Мы забуксовали на льду.",
            "Я попытался было встать, но комната закружилась.",
            "Предвыборный штаб подал эту историю под благоприятным углом.",
            "Она схватила Норма за руку и развернула его к себе лицом.",
            "Шекспир, Спенсер, Милтон - список можно было бы продолжить.",
            "Представителям президента пришлось приукрасить эту историю, чтобы она казалась не такой позорной.",
            "Они прядут из шерсти пряжу."
        ],
        "stars": 2
    }
}