{
    "spiritual": {
        "comment": [],
        "translate": "духовный, одухотворенный, религиозный, спиричуэл, верующий, церковные дела",
        "transcription": " |ˈspɪrɪtʃuəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The spiritual life is more important than material possessions.",
            "Sensitivity to spiritual unknowns.",
            "He wrote books about the spiritual debilitation of the wealthy youth.",
            "a spiritual healer with psychic powers",
            "France will always be the spiritual home of wine lovers.",
            "Man is a mixed being, made up of a spiritual soul and of a fleshly body.",
            "the spiritual odyssey of the deeply religious",
            "music's spiritual and mystical powers",
            "Many of the poor acknowledged him as their spiritual leader.",
            "The congregation sang hymns and spirituals.",
            "When our spiritual senses are first unsheathed.",
            "Abecedarians soon learn that martial arts have a spiritual as well as physical side.",
            "The novel is an account of his spiritual journey.",
            "She draws spiritual sustenance from daily church attendance.",
            "You can have a spiritual dimension to your life without being religious.",
            "spiritual concerns and ideals that are antithetical to the materialism embraced by modern society"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Духовная жизнь важнее, чем материальные блага.",
            "Восприимчивость к неизведанным духовным состояниям.",
            "Он писал книги о моральной деградации богатой молодёжи.",
            "духовный целитель с экстрасенсорными способностями",
            "Франция всегда будет духовной родиной любителей вина.",
            "Человек представляет собой смесь духовного и физического, души и тела.",
            "духовные странствия глубоко религиозных людей",
            "духовная и мистическая сила музыки",
            "Многие бедняки признавали его своим духовным лидером.",
            "Прихожане пели гимны и духовные песнопения.",
            "Когда наши духовные чувства впервые обнажаются.",
            "Начинающие скоро узнают, что боевые искусства имеют не только физическую, но и духовную сторону.",
            "Роман представляет собой рассказ о его духовном пути.",
            "Ежедневные посещения церкви дают ей духовную подпитку.",
            "Духовный аспект жизни можно иметь и не будучи верующим.",
            "духовные проблемы и идеалы, которые противоречат меркантильности, принятой в современном обществе"
        ]
    }
}