{
    "spite": {
        "comment": [
            "despite"
        ],
        "translate": "злоба, злость, озлобленность, неприязнь, досаждать, насаливать, делать назло",
        "transcription": " |spaɪt|",
        "antonyms": [],
        "mnemonic": [
            "despite [dɪs'paɪt]\nrespite ['respaɪt]\nspite [spaɪt] - делать назло., злоба\n***\nНЕ СМОТРЯ НА день - иди|спать. (это) despite\nВОПРЕКИ всему, иди|спать. (это) despite\nПРЕЗРЕНИЕ спрячь - иди|спать. (это) despite\n***\nСделать ПЕРЕДЫШКУ - просто переспать. (это)\nrespite\n***\nЯ всем назло \"spite\"\nсделал передышку \"respite\"."
        ],
        "examples": [
            "He only did it to spite me.",
            "In spite of his fear, he jerked out his request.",
            "The plane came down safely in spite of the mist.",
            "We went out in spite of the rain.",
            "He is jealous and full of spite.",
            "She broke it just out of spite.",
            "In spite of the people's opinions, she ended up the winner.",
            "She assumed an air of confidence in spite of her dismay.",
            "The captain got his ship into the harbour safely in spite of rough sea.",
            "He faced the matter out in spite of severe questioning.",
            "In spite of his troubles he never gave up hope.",
            "The game was played in spite of the 40-degree temperature.",
            "In spite of her hostility, she was attracted to him.",
            "I could understand his English in spite of his grammatical faults.",
            "He never succeeded in spite of repeated attempts.",
            "In spite of her family's opinion, she fetched up the winner.",
            "In spite of my holiday in the sun, I've been run down recently.",
            "In spite of her temperamental gaiety she had moments of intense melancholy.",
            "The picture made her laugh in spite of herself.",
            "There's a lot of good in him, in spite of his rudeness.",
            "In spite of all precautions information was seeping out.",
            "The team must hang together in spite of their many losses.",
            "In spite of his frustrations, he fell in love with the country.",
            "In spite of everything, Robyn's managed to keep her sense of humor.",
            "Kelly loved her husband in spite of the fact that he drank too much.",
            "The wedding came off in spite of Jim and Mary's last-minute quarrel.",
            "In spite of setbacks and reversals, his business was at last making money.",
            "In spite of cancellations and interlineations, the original words can easily be distinguished.",
            "In spite of their weakness the group remains active.",
            "In spite of the heat he insisted on his woolen costume."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он это сделал, только чтоб мне досадить.",
            "Несмотря на страх, он выпалил свою просьбу.",
            "Самолёт благополучно приземлился, несмотря на туман.",
            "Мы вышли на улицу, несмотря на дождь.",
            "Он завистлив и полон злобы.",
            "Она сломала это просто из вредности.",
            "Несмотря на всеобщее мнение, она вышла победительницей.",
            "Она напустила на себя уверенный вид, хотя была в смятении.",
            "Капитан благополучно привёл корабль в гавань, несмотря на бурное море.",
            "Он вёл себя смело, несмотря на суровый допрос.",
            "Несмотря на все свои неприятности, он никогда не оставлял надежды.",
            "Матч состоялся, несмотря на сорокаградусную температуру.",
            "Несмотря на свою враждебность, она была увлечена им.",
            "Я понимал его английский, несмотря на грамматические ошибки.",
            "Несмотря на многочисленные попытки, он так и не добился успеха.",
            "Вопреки мнению её семьи, она вышла победительницей.",
            "Несмотря на проведённый на юге отпуск, я в последнее время очень утомился.",
            "Несмотря на свою природную весёлость, она иногда впадала в глубокую меланхолию.",
            "Увидев эту картину, она невольно рассмеялась.",
            "Несмотря на грубость, в нём много хорошего.",
            "Несмотря на все предосторожности, сведения получили распространение.",
            "Отряд должен держаться сплочённо несмотря на тяжёлые потери.",
            "Несмотря на свое разочарование, он влюбился в эту страну.",
            "Несмотря ни на что, Робин удалось сохранить чувство юмора.",
            "Келли любила своего мужа, несмотря на то, что он слишком много пил.",
            "Джим и Мэри поссорились в последнюю минуту, но свадьба всё равно состоялась.",
            "Несмотря на все неудачи и развороты, его бизнес, наконец, начал приносить деньги.",
            "Несмотря на зачёркивания и вставки, исходный текст можно легко разобрать.",
            "Несмотря на своё бессилие, данная группа по-прежнему активна.",
            "Несмотря на жару, он всё равно надел шерстяной костюм."
        ],
        "stars": 2
    }
}
