{
    "spit": {
        "comment": [
            "split",
            "elite",
            "pit"
        ],
        "translate": "плевать, плеваться, плюнуть, сплюнуть, вертел, плевок, слюна, намывная коса",
        "transcription": " |spɪt|",
        "antonyms": [],
        "mnemonic": [
            "spit [спи'т] плевать - Когда он (спит), плюнь в него.",
            "spit [spɪt]\npit [pɪt]\n***\nТо ПЛЮЁТСЯ он, то спит. (это) spit\nВертел, шомпол, плевание, слюна, плевок.\n***\nВ ЯМУ кот свалился и спит. (это) pit\n***\nНе надо плеваться \"spit\",\nа то столкнут в яму \"pit\"."
        ],
        "examples": [
            "He spat out a stone.",
            "She spat in his face.",
            "You don't need an umbrella - it's only spitting.",
            "The fire crackled and spat sparks.",
            "The son's the spit and image of his father.",
            "They had spat at him, sworn at him.",
            "He spat into a bronze spittoon.",
            "Would you not spit at me?",
            "Diana tasted her martini and quickly spat it out.",
            "Come on Jean, spit it out!",
            "It will stop in a minute - it's only spitting.",
            "You wouldn't dare to spit at the director's offer, would you?",
            "'Shut up,' spat Maria furiously.",
            "The chops were sizzling and spitting in the frying pan.",
            "The printer came to life and spat out a sheet of paper.",
            "He has been spitting up blood all morning.",
            "He gargled the salt water, then spit it out.",
            "The dying man spat out a curse upon his murderer.",
            "Sam is the dead spit of his dad.",
            "Nick rolled down his window and spat.",
            "A log fire was crackling and spitting in the hearth.",
            "Billy stood up slowly, rubbed his jaw, and spat blood.",
            "A group of fans spat on the players as they left the field.",
            "The lamb roast rotates on a spit over the fire.",
            "The coach became quite belligerent and spit at an umpire after being thrown out of the game."
        ],
        "example_translate": [
            "Он выплюнул косточку (зёрнышко плода).",
            "Она плюнула ему в лицо.",
            "Вам не нужен зонтик - это лишь морось (мелкий дождик).",
            "Костёр потрескивал и выбрасывал искры.",
            "Сын — точная копия своего отца.",
            "Они плевались в него, осыпали его ругательствами.",
            "Он сплюнул в бронзовую плевательницу.",
            "Не мог бы ты относиться ко мне не так наплевательски?",
            "Диана попробовала своё мартини и быстро сплюнула его.",
            "Давай, Джин, выкладывай!",
            "Дождь скоро перестанет - смотри, падают лишь отдельные капли.",
            "Ведь ты же не посмеешь принять в штыки предложение директора, не так ли?",
            "«Заткнись!» — бросила Мария разъярённо.",
            "Отбивные шипели и шкварчали на сковородке.",
            "Принтер ожил и выплюнул лист бумаги.",
            "Он всё утро харкает кровью.",
            "Он прополоскал горло соленой водой, затем сплюнул.",
            "Умирающий проклял убийцу.",
            "Сэм — вылитая копия своего папы.",
            "Ник опустил своё окошко и сплюнул.",
            "В очаге шипели и потрескивали дрова.",
            "Билли медленно встал, потёр подбородок и сплюнул кровь.",
            "Несколько болельщиков плюнуло в игроков, когда те покидали поле.",
            "Жаркое из баранины вращается над огнём на вертеле.",
            "Тренер довольно сильно разъярился и плюнул в судью после того, как его выгнали из игры."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}