{
    "splash": {
        "comment": [
            "slash",
            "cash",
            "dash"
        ],
        "translate": "всплеск, брызги, плеск, пятно, капелька, плескаться, брызгать, плескать",
        "transcription": " |splæʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The baby splashed the water.",
            "His boots were splashed with mud.",
            "She has light skin, splashed with a galaxy of freckles.",
            "She splashed the water around her.",
            "The garden was splashed with bright flowers.",
            "Water was splashing on the floor.",
            "Passing traffic has splashed the wall up with mud / splashed mud on the wall.",
            "We were splashed by a passing car.",
            "Don't splash water at your brother.",
            "He splashed cold water on his face.",
            "We could hear the waves splashing against the side of the boat.",
            "A moment later we heard a splash.",
            "Now he has splashed out £ 45,000 on a Jaguar XJR.",
            "She splashed her face with cold water.",
            "The mother splashed the baby's face with water.",
            "At least you have a splash of common sense — which is more than we can say for your mother.",
            "I accidentally splashed some water on the floor.",
            "She splashed cold water on her face.",
            "Rachel fell into the river with a loud splash.",
            "The dog was splashing through the waves.",
            "She ran up the drive, splashing through the puddles.",
            "The gunman's picture was splashed across the front page.",
            "There were splashes of paint all over my clothes."
        ],
        "example_translate": [
            "Ребенок брызгался водой.",
            "Его сапоги были забрызганы грязью.",
            "У неё светлая кожа, усыпанная веснушками.",
            "Она разбрызгала вокруг себя воду.",
            "Сад пестрел яркими цветами.",
            "На полу хлюпала вода.",
            "Проезжающие машины забрызгали стену грязью.",
            "Нас обрызгала проезжающая мимо машина.",
            "Не брызгай водой на своего брата.",
            "Он плеснул в лицо холодной водой.",
            "Мы слышали, как волны плещутся о борт корабля.",
            "Мгновение спустя мы услышали всплеск.",
            "А теперь он спустил сорок пять тысяч фунтов на \"Ягуар XJR\".",
            "Она плеснула в лицо холодной водой.",
            "Мать плеснула в лицо ребёнка водой.",
            "По крайней мере, у тебя есть хотя бы капелька здравого смысла, чего нельзя сказать о твоей матери.",
            "Я случайно плеснул на пол немного воды.",
            "Она плеснула себе в лицо холодной водой.",
            "Рэйчел с громким всплеском упала в реку.",
            "Собака плескалась среди волн.",
            "Она побежала по дорожке, шлёпая по лужам.",
            "Фотография стрелявшего была крупно напечатана на первой странице.",
            "Вся моя одежда была забрызгана краской."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}