{
    "spoil": {
        "comment": [
            "spot",
            "spontaneous",
            "soil",
            "oil",
            "coil",
            "toilet"
        ],
        "translate": "портить, портиться, баловать, грабить, добыча, вынутый грунт, трофей",
        "transcription": " |spɔɪl|",
        "antonyms": [],
        "mnemonic": [
            "spoil [спо'ил] портить, губить - Ельцин россиян (споил) и этим их испортил и погубил.",
            "spoil [spɔıl]\n***\nОн всё ИСПОРТИЛ и людей споил. (это)\nДобыча, награбленное, добро, выгода.\n***\nНе надо портить \"spoil\"\nмасло \"oil\"."
        ],
        "examples": [
            "The milk was beginning to spoil.",
            "The camping trip was spoiled by bad weather.",
            "Don't let one mistake spoil your day.",
            "Too many cooks spoil the soup.",
            "Exposure to air will spoil the wine.",
            "You should spoil yourself with a day at the spa.",
            "Sparing the rod spoils the child.",
            "I don't want to spoil your fun.",
            "She always spoils me on my birthday.",
            "The fight spoiled the party.",
            "Spare the rod and spoil the child. посл.",
            "Why do you always have to spoil everything?",
            "Go on, spoil yourself. Have another piece of cake.",
            "Don't give away the ending of the story, it'll spoil it.",
            "Don't bunch the flowers up so tightly, you'll spoil them.",
            "He is spoiling for a fight.",
            "The whole park is spoiled by litter.",
            "The meat must be eaten before it spoils.",
            "Food will spoil if the temperature in your freezer rises above 8ºC.",
            "We didn't let the incident spoil our day.",
            "She didn't want to spoil this magic moment.",
            "His mother and sisters spoil him rotten (=spoil him very much).",
            "You'll have to let me spoil you on your birthday.",
            "To the victor belong the spoils of the enemy.",
            "I spoiled the sauce by adding too much garlic.",
            "Don't spoil your appetite by snacking too much.",
            "Don't eat that cake now., you'll spoil your appetite.",
            "Any alteration would spoil the sense of the entire poem.",
            "They tried to dig up something from his past to spoil his chances of being elected.",
            "Her spoiling my dress was deliberate."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Молоко начинало портиться.",
            "Поход был испорчен плохой погодой.",
            "Не позволяйте единственной ошибке портить вам весь день.",
            "У семи нянек дитя без глазу. (пословица, досл. \"слишком много поваров портят суп\")",
            "Воздействие воздуха испортит вино.",
            "Вам следует побаловать себя деньком в спа-салоне.",
            "Пожалеешь розгу, избалуешь ребёнка.",
            "Я не хочу портить тебе удовольствие.",
            "Она всегда балует меня на мой день рождения.",
            "Драка испортила вечеринку.",
            "Пожалеешь розгу - испортишь ребенка.",
            "Почему тебе обязательно нужно всё испортить?",
            "Ну же, побалуй себя: съешь ещё кусок торта",
            "Не рассказывай, чем кончилась эта история, ты все испортишь.",
            "Не завязывай цветы так туго, ты их испортишь.",
            "Он рвётся в бой. / Он нарывается на ссору.",
            "Весь парк завален мусором.",
            "Мясо нужно съесть, пока не испортилось.",
            "Еда испортится, если температура в морозильной камере поднимется выше восьми градусов Цельсия.",
            "Мы не позволили этому случаю испортить нам день.",
            "Ей не захотелось портить этот волшебный миг.",
            "Мать и сёстры ужасно его балуют.",
            "Придётся вам позволить мне побаловать вас на свой день рождения.",
            "Трофеи врага принадлежат победителю.",
            "Я испортил соус, добавив слишком много чеснока.",
            "Не порти аппетит частыми перекусами.",
            "Не ешь пока торт, а то перебьёшь аппетит.",
            "Любое изменение испортило бы смысл всей поэмы.",
            "Они попытались откопать что-нибудь из его прошлого, чтобы испортить его шансы на избрание.",
            "Она нарочно испортила мне платье."
        ],
        "stars": 2
    }
}