{
    "spoken": {
        "comment": [
            "speak",
            "speaker"
        ],
        "translate": "разговорный, устный, выраженный словами",
        "transcription": " |ˈspoʊkən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "English is spoken here.",
            "He is well spoken of.",
            "He had spoken towards an hour.",
            "He was well spoken of.",
            "I haven't spoken to anyone all day.",
            "Is this dance spoken for?",
            "Reply so aptly spoken.",
            "Sue has always spoken well of you.",
            "Have you two spoken since yesterday?",
            "A word spoken is past recalling. посл.",
            "I object to being spoken to like that.",
            "A spoken agreement is too easily broken.",
            "the Concise Dictionary of Spoken Chinese",
            "words spoken in lamentation for the dead",
            "I haven't spoken to Steve about all this.",
            "Many a true word is spoken in jest. посл.",
            "He had never spoken to so large a crowd before.",
            "He recorded the spoken language of the streets.",
            "He's a tall, quietly spoken, but imposing figure.",
            "Since the party, she has not spoken to him at all.",
            "Not a word was spoken between them the whole time.",
            "Fluency in spoken and written English is essential.",
            "a politician who knows the power of the spoken word",
            "It was the first time she had ever spoken of marriage.",
            "Her child, Mary, died very young and was never spoken of.",
            "The bell was rung, and the carriages spoken for. (J. Austen)",
            "They have not spoken to one another other than by e-mail message.",
            "Five students who had spoken out against the regime were arrested.",
            "I'm afraid you can't have these seats - they're already spoken for.",
            "She asked the little girl to draw a picture of the man she'd spoken to."
        ],
        "example_translate": [
            "Здесь говорят по-английски.",
            "О нём хорошо отзываются.",
            "Он выступал около часа.",
            "О нём хорошо отзывались.",
            "Я не разговаривал ни с кем весь день.",
            "Этот танец уже кому-нибудь обещан?",
            "Ответ, так кстати прозвучавший.",
            "Сью всегда хорошо отзывалась о тебе.",
            "Вы разговаривали со вчерашнего дня?",
            "Слово - не воробей, вылетит - не поймаешь.",
            "Не люблю, когда со мной говорят в подобном тоне.",
            "Устное соглашение слишком легко нарушить.",
            "краткий словарь разговорного китайского языка",
            "слова, сказанные за упокой умерших",
            "Я ещё не говорил со Стивом обо всём этом.",
            "В каждой шутке есть доля правды.",
            "Он никогда раньше не выступал перед такой большой аудиторией.",
            "Он записывал разговорный уличный язык.",
            "Он высок, говорит тихо, но производит сильное впечатление.",
            "После той вечеринки она с ним ни разу не разговаривала.",
            "За всё это время они не сказали друг другу ни слова.",
            "Необходимо свободно владеть устным и письменным английским языком.",
            "политик, который понимает силу сказанного слова",
            "Это был первый раз, когда она вообще заговорила о браке.",
            "Её дочь, Мэри, умерла, когда была младенцем, и о ней никогда не упоминали.",
            "Прозвонил колокольчик, послали за каретами.",
            "Они общались друг с другом только при помощи сообщений по электронной почте.",
            "Были арестованы пятеро студентов, которые выступили против режима.",
            "Очень жаль, но вы не можете сесть на эти места - они заказаны для других людей.",
            "Она попросила девочку нарисовать портрет человека, с которым та разговаривала."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}