{
    "sponsor": {
        "comment": [
            "sponsorship"
        ],
        "translate": "спонсор, организатор, поручитель, финансировать, поддерживать",
        "transcription": " |ˈspɑːnsər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our company is a sponsor of the race.",
            "The programme is sponsored by the Department of Health.",
            "Guinness is the main sponsor.",
            "Will you sponsor me for the charity race?",
            "The competition was sponsored by British Airways.",
            "I have over 50 sponsors for next week's race.",
            "Her sponsors include a major sneaker company.",
            "Eastman Kodak is a major sponsor of the Olympics.",
            "The bank had offered to sponsor him at university.",
            "He agreed to be my sponsor so that I could join the club.",
            "The senator announced that he would sponsor the health care plan.",
            "The sporting goods store partnered with the newspaper to sponsor the road race."
        ],
        "example_translate": [
            "Наша компания является спонсором этой гонки.",
            "Программа финансируется Министерством здравоохранения.",
            "Главный спонсор — компания \"Гиннесс\".",
            "Не могли бы вы профинансировать моё участие в благотворительном забеге?",
            "Конкурс спонсировался компанией \"British Airways\".",
            "У меня уже более пятидесяти спонсоров гонки, которая будет на следующей неделе.",
            "Среди её спонсоров — крупная обувная компания.",
            "Компания Eastman Kodak является главным спонсором Олимпийских игр.",
            "Банк предложил проспонсировать его учёбу в университете.",
            "Он согласился быть моим спонсором, чтобы я мог вступить в клуб.",
            "Сенатор заявил, что возьмёт под свой надзор план медицинского обслуживания.",
            "Магазин спорттоваров вместе с данной газетой спонсировали эту гонку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}