{
    "sport": {
        "comment": [
            "transport",
            "transportation"
        ],
        "translate": "спорт, спортивные соревнования, щеголять, заниматься спортом, играть",
        "transcription": " |spɔːrt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My favourite sports are tennis and swimming.",
            "They have excellent sports facilities.",
            "All students are encouraged to take part in a sport.",
            "It's unkind to sport with a young girl's feelings like that.",
            "the sight of dolphins sporting amidst the waves",
            "She was sporting a new hat.",
            "Why is there so much sport on TV?",
            "Be a sport and lend me your bike.",
            "My misery is too great to be sported with.",
            "She likes to play sport.",
            "I am poor at sport.",
            "Not everyone enjoys sport.",
            "Did she torment him merely for sport?",
            "Success in sport is a source of national pride.",
            "See you later, sport.",
            "Rugby is a very rough sport.",
            "I've been playing sports all my life.",
            "He picked up the newspaper and turned to the sports pages.",
            "You can see the big sea animals in the water, sporting with their young ones.",
            "Ice hockey is a contact sport.",
            "My favorite sport is wrestling.",
            "I always hated sport at school.",
            "The sport arose in the 19th century.",
            "He made sport of us and of our laws.",
            "Interest in the sport is snowballing.",
            "the corrosive effect of money in sport",
            "a tried method for catching sport fish",
            "Sport is a great equalizer in schools.",
            "Interest in the sport has been surging.",
            "He hasn't the remotest interest in sport."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мои любимые виды спорта — теннис и плавание.",
            "У них прекрасные спортивные сооружения.",
            "Всех студентов призывают принимать участие в занятиях спортом.",
            "Нехорошо так играть чувствами девушки.",
            "вид дельфинов, резвящихся среди волн",
            "Она щеголяла в новой шляпке.",
            "Почему по телевизору показывают так много спорта?",
            "Будь другом, одолжи мне свой велосипед.",
            "Моя печаль слишком велика, чтобы над ней насмехаться.",
            "Она любит заниматься спортом.",
            "Спортсмен из меня никакой. / Спорт — это не моё.",
            "Спорт нравится не всем.",
            "Она что, мучила его только забавы ради?",
            "Успех в спорте является предметом национальной гордости.",
            "Увидимся позже, приятель.",
            "Регби — очень жёсткий вид спорта.",
            "Я всю жизнь занимаюсь спортом.",
            "Он подобрал газету и развернул её на спортивных страницах.",
            "Вы видите, как эти большие морские животные играют в воде со своими малышами.",
            "Хоккей — контактный вид спорта.",
            "Мой любимый вид спорта — вольная борьба /рестлинг/.",
            "В школе я всегда ненавидел физкультуру.",
            "Этот вид спорта появился в девятнадцатом веке.",
            "Он насмехался над нами и нашими законами.",
            "Интерес к этому виду спорта быстро растёт.",
            "разлагающее действие больших денег в спорте",
            "проверенный способ спортивной рыбалки",
            "Спортивные занятия в школе дают возможность проявить себя всем ученикам. / Школьный спорт – великий уравнитель.",
            "Интерес к этому виду спорта стремительно растёт.",
            "Он не имеет ни малейшего интереса к спорту."
        ]
    }
}