{
    "spray": {
        "comment": [],
        "translate": "спрей, брызги, распылитель, пульверизатор, распылять, опрыскивать, разбрызгивать",
        "transcription": " |spreɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The blood sprayed onto the wall.",
            "We could see the spray from the falls.",
            "Water sprayed all over the floor.",
            "He let loose a spray of bullets.",
            "Male cats spray to mark territory.",
            "The crops are sprayed monthly.",
            "The soda sprayed from the bottle.",
            "Torrents came tumbling from crag to crag, dashing into foam and spray.",
            "A spray of blood came from his mouth.",
            "My face was stinging from the salt spray.",
            "He sprayed the paint evenly over the surface.",
            "We were sprayed by water from the crashing waves.",
            "A lark had gone heavenward, spraying sweet notes.",
            "Most farmers use pesticide sprays.",
            "a toxic penetrative spray applied to the surface",
            "The spray protects plants from attacks by many common pests.",
            "There were cockroaches in the house and an insect spray was used."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Кровь брызнула на стену.",
            "Мы видели брызги от водопада.",
            "Вода разлилась по всему полу.",
            "Он дал очередь (из автомата).",
            "Коты разбрызгивают мочу, чтобы пометить территорию.",
            "Эти посевы ежемесячно опрыскиваются.",
            "Газировка брызнула из бутылки.",
            "Потоки воды ударялись о скалы, разбиваясь в пену и мелкие брызги.",
            "Из его рта брызнула кровь.",
            "Моё лицо щипало от солёных брызг.",
            "Краску он распылил равномерно по всей поверхности.",
            "Мы были забрызганы водой от разбивающихся волн.",
            "Жаворонок взмыл к небесам, наполняя воздух мелодичным звуками своего пения.",
            "Большинство фермеров используют аэрозольные пестициды.",
            "токсичный проникающий спрей, нанесённый на поверхность",
            "Данный спрей защищает растения от нападений со стороны многих распространённых вредителей.",
            "В доме были тараканы, поэтому пришлось применить специальный аэрозоль для уничтожения насекомых."
        ]
    }
}