{
    "spur": {
        "comment": [],
        "translate": "шпора, стимул, побуждение, побуждать, подстрекать, пришпоривать",
        "transcription": " |spɜːr|",
        "antonyms": [],
        "mnemonic": [
            "spur [спэ:] шпора, стимул, подстёгивать - (Спе-лые) яблоки шпорами режутся;",
            "spur [spə:]\n***\nНужен СТИМУЛ, а не спор. (это) spur\nШпора. Подстёгивать, стимулировать."
        ],
        "examples": [
            "The reward spurred them to work harder.",
            "His misfortunes spurred him to write.",
            "Even a small success would spur me on to greater effort.",
            "It provided the spur to further research.",
            "The horse was tired, but the rider spurred him on and reached the post first.",
            "It was said on the spur of the moment and I meant no disrespect to anybody.",
            "We would often decide what to play on the spur of the moment.",
            "Lower interest rates should spur economic growth.",
            "It was an article in the local newspaper which finally spurred him into action.",
            "Lower taxes would spur investment and help economic growth.",
            "The crowd's reaction only acted as a spur.",
            "He decided to go to Chicago on the spur of the moment.",
            "The band were spurred on by the success of their last two singles.",
            "She tried to spur on the laggards at the back of the line during the hike.",
            "The threat of losing its only sports franchise was the spur the city council needed to finally do something about the rising crime rate.",
            "He had a freakish roommate in college who once decided to drive all the way to Canada on the spur of the moment."
        ],
        "example_translate": [
            "Награда побудила их трудиться усерднее.",
            "Неудачи побудили его писать.",
            "Даже небольшая удача вдохновляет меня на увеличение усилий.",
            "Это обеспечило стимул для дальнейших исследований.",
            "Лошадь устала, но всадник пришпорил её и пришёл к финишу первым.",
            "Это было сказано сгоряча, и я не хотел ни к кому проявить неуважение.",
            "Мы часто экспромтом принимали решение о том, что играть.",
            "Более низкие процентные ставки должны стимулировать экономический рост.",
            "Событием, которое, наконец, заставило его действовать, стала публикация одной статьи в местной газете.",
            "Снижение налогов будет стимулировать инвестиции и поспособствует экономическому росту.",
            "Реакция зрителей лишь подхлестнула события.",
            "Под влиянием момента он решил поехать в Чикаго.",
            "Успех двух последних синглов этой группы воодушевил её участников.",
            "Во время похода она попыталась поторопить отстающих копуш.",
            "Угроза потерять единственную спортивную франшизу в городе оказалась тем самым стимулом, который понадобился городскому совету, чтобы наконец что-то предпринять по поводу роста преступности.",
            "В колледже он делил комнату с чудаковатым парнем, который однажды, ни с того ни с сего, решил доехать на машине до самой Канады."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}