{
    "squeeze": {
        "comment": [
            "mosque"
        ],
        "translate": "сжатие, давление, сдавливание, сжимание, выжимать, выжиматься, сжимать",
        "transcription": " |skwiːz|",
        "antonyms": [],
        "mnemonic": [
            "squeeze [сквиз] сжатие, ограничение - (Сквиз-няк) сжатием воздуха вызван.",
            "squeeze [skwi:z]\n***\nХотел ВЫЖАТЬ сок, а выжалась \"склизь\". (это)\nsqueeze\nСжатие, пожатие, объятие."
        ],
        "examples": [
            "He squeezed my hand.",
            "We squeezed through the crowd.",
            "Squeeze a bit of lemon juice onto the fish.",
            "I doubt if you can squeeze any more money out of / from him.",
            "He had squeezed through a gap in the fence.",
            "I was squeezed out of my job. разг.",
            "She squeezed in beside me.",
            "The case is full. I can't squeeze any more clothes in.",
            "He squeezed the juice from the orange.",
            "She squeezed the bottle.",
            "I squeezed the last bit of toothpaste out the tube.",
            "It was a tight squeeze in the tiny hall.",
            "Excuse me, could I just squeeze past?",
            "It was a chance to squeeze him for information. разг.",
            "He squeezed her for information.",
            "Squeeze the cloth out first.",
            "Five of us squeezed into the back seat.",
            "See if you can squeeze more information out of them.",
            "He squeezed my hand.",
            "Try to squeeze a bit more out.",
            "She smiled as he squeezed her hand.",
            "He gave her cheek a playful squeeze.",
            "Marty gave her hand a little squeeze.",
            "I managed to squeeze through a gap in the hedge.",
            "We had to squeeze ourselves through narrow fissures. (J. Tyndall)",
            "Squeeze the oranges.",
            "Hold it securely but don't squeeze too hard.",
            "A hole wherethrough a very small boy might squeeze.",
            "He gave me a squeeze of the hand, which was forebodingly forcible.",
            "I squeezed myself into the corner."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он крепко пожал мне руку.",
            "Мы протиснулись сквозь толпу.",
            "Выдавите немного лимонного сока на рыбу.",
            "Вряд ли тебе удастся выжать из него ещё денег.",
            "Он протиснулся сквозь щель в заборе /в ограде/.",
            "Меня \"ушли\" (вынудили уйти) с работы.",
            "Она втиснулась (на сиденье) рядом со мной.",
            "Чемодан набит. В него больше ничего не влезет.",
            "Он выжал из апельсина сок.",
            "Она крепко сжала бутылку в руке.",
            "Я выдавил из тюбика остатки зубной пасты.",
            "В крошечный холл набилось много народу.",
            "Извините, можно я как-нибудь протиснусь?",
            "Это была удобная возможность выпытать у него информацию.",
            "Он надавил на неё, чтобы получить нужную информацию.",
            "Сперва отожмите ткань.",
            "Пятеро из нас втиснулись на заднее сиденье.",
            "Может, вам удастся выжать из них больше информации.",
            "Он крепко пожал мне руку.",
            "Попробуй выжать ещё немного.",
            "Она улыбнулась, когда он сжал её руку.",
            "Он игриво ущипнул её за щеку.",
            "Марти слегка сжал её руку.",
            "Мне удалось протиснуться сквозь дыру в изгороди.",
            "Нам пришлось протискиваться через узкие расселины.",
            "Выжмите из апельсинов сок.",
            "Крепко возьми это в руку, но слишком сильно не сжимай.",
            "Отверстие, в которое мог бы пролезть очень маленький мальчик.",
            "Он пожал мне руку, и это пожатие было многообещающе сильным.",
            "Я протиснулся в угол."
        ],
        "stars": 2
    }
}