{
    "stability": {
        "comment": [],
        "translate": "стабильность, устойчивость, прочность, остойчивость, постоянство, твердость",
        "transcription": " |stəˈbɪlətɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Financial Stability",
            "He put a premium on peace and stability.",
            "The fighting is a major threat to stability in the region.",
            "Test the platform for stability before using it.",
            "The spinning motion gives a stability to the axis of rotation.",
            "The true function of the root is to give stability to the tree.",
            "These kids require a lot of structure and stability.",
            "Economic stability in that country is a chimera.",
            "There are some questions about the applicant's mental stability.",
            "They seemed to have rather slim faith in the stability of the structure.",
            "Companies are under pressure to trade off price stability for short-term gains."
        ],
        "example_translate": [
            "Финансовая стабильность",
            "Он считает исключительно важным поддержание мира и стабильности.",
            "Боевые действия является серьёзной угрозой для стабильности в этом регионе.",
            "Проверьте стабильность платформы перед её использованием.",
            "Вращательное движение придаёт оси вращения устойчивость.",
            "На самом деле, корни нужны дереву для того, чтобы оно не падало.",
            "Этим детям нужно много организованности и стабильности.",
            "Экономическая стабильность в этой стране — это несбыточная мечта.",
            "Имеется ряд вопросов к психологической устойчивости данного кандидата.",
            "Видимо, они слабо верили в прочность этого сооружения.",
            "Компании вынуждены поступаться ценовой стабильностью ради сиюминутной выгоды."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}