{
    "stable": {
        "comment": [
            "table",
            "vegetable"
        ],
        "translate": "стабильный, устойчивый, конюшня, хлев, стойло, манеж, ставить в конюшню",
        "transcription": " |ˈsteɪbl|",
        "antonyms": [],
        "mnemonic": [
            "able ['eɪb (ə) l]\nenable [ɪ'neɪb (ə) l]\ndisable - делать неспособным\n***\nСПОСОБНЫМ я раньше нe|был. (это) able\nНе могу ПОЗВОЛИТЬ, чтоб ты с ней|был. (это) enable\n***\nТы рассказываешь басню \"fable\",\nчто ты способный \"able\",\nи что сделал стол \"table\",\nочень прочный \"stable\".",
            "stable ['steɪb (ə) l]\ntable ['teɪb (ə) l] - стол; таблица\n***\nСТОЙКИЙ парень у гостей|был. (это) stable\nУСТОЙЧИВЫЙ стол у гостей|был. (это) stable\nСТАБИЛЬНЫЙ день у гостей|был. (это) stable\nПРОЧНЫЙ, КРЕПКИЙ - потому что у гостей|был.\n(это) stable\nВ КОНЮШНЕ у гостей|был. (это) stable"
        ],
        "examples": [
            "They have a stable relationship.",
            "Where do you stable your horses?",
            "Make sure the platform is stable.",
            "He was clearly not a very stable person.",
            "She rode the horse back to the stable.",
            "Take the horse to the stable, and slack his girths.",
            "We heard the horses neighing in the stable.",
            "He is said to be in a stable condition in hospital.",
            "Children need to be raised in a stable environment.",
            "The stable boys exercise the horses every morning.",
            "He was taken off the critical list and is now in a stable condition.",
            "She is in intensive care, where she remains critical but stable.",
            "Children like a stable environment.",
            "A wide base will make the structure much more stable.",
            "A new model will be added to the car company's stable of sedans.",
            "an excitable child who needs a stable home life",
            "The stable became in turn a chapel and then a movie theater.",
            "Prices become more stable when supply equals demand.",
            "There have been three winners from his stable this season.",
            "The keep of the stable is mainly left to the two equine-loving daughters."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У них крепкие отношения.",
            "Где вы ставите своих лошадей? (Где у них стойло / конюшня?)",
            "Убедитесь в том, что помост устойчив.",
            "Это был явно не очень уравновешенный человек.",
            "Она повернула лошадь обратно в конюшню.",
            "Отведи лошадь в конюшню и ослабь подпругу.",
            "Мы услышали, как в конюшне ржут лошади.",
            "Говорят, что он находится в больнице, в стабильном состоянии.",
            "Детей нужно воспитывать в условиях стабильности.",
            "Конюхи тренируют лошадей каждое утро.",
            "Он исключён из списка критических больных, и сейчас находится в стабильном состоянии.",
            "Она находится в реанимации. Её состояние по-прежнему критическое, но стабильное.",
            "Детям нравится знакомая /стабильная/ окружающая обстановка.",
            "Широкое основание сделает эту постройку гораздо более устойчивой.",
            "К коллекции седанов этой компании будет добавлена новая модель.",
            "впечатлительный ребёнок, который нуждается в стабильной семейной жизни",
            "Конюшня стала, в свою очередь, церковью, а затем кинотеатром.",
            "Цены становятся более стабильными, когда предложение равно спросу.",
            "В этом сезоне лошади из его конюшни трижды выигрывали скачки.",
            "Содержание конюшни в основном ложится на плечи двух дочерей, любящих лошадей."
        ],
        "stars": 2
    }
}