{
    "stack": {
        "comment": [
            "tackle",
            "attack"
        ],
        "translate": "стек, стог, груда, стеллаж, куча, нагромождать, громоздить",
        "transcription": " |stæk|",
        "antonyms": [],
        "mnemonic": [
            "stack [stæk]\n***\nСложил в ГРУДУ все мастак. (это) stack\nВ СТОПКУ все сложил мастак. (это) stack\n***\nВещей кучу \"stack\"\nсложил я в мешок \"sack\"."
        ],
        "examples": [
            "The floor was stacked with boxes.",
            "He stacked the books on the table.",
            "I have a stack of papers to mark.",
            "He stacked the table with books.",
            "This is how things stack up today.",
            "Things were stacked up against us today.",
            "The books were stacked up in neat piles.",
            "He had arranged the letters in stacks.",
            "She stacked the plates in the cupboard.",
            "She took a magazine from near the top of the stack.",
            "We've been stacked over the airport for hours.",
            "She keeps a bottle of gin hidden behind a stack of books.",
            "We should be able to stack up a reasonable profit if we sell now.",
            "Stack your books up on the shelves.",
            "A stack of plates swayed, and began to topple over.",
            "The assistants price the items and stack them on the shelves.",
            "I am currently trying to navigate through a whole stack of information on the subject.",
            "He saw cars stacking up behind him, and pulled off the road to let them pass.",
            "A stack of brochures and a few faded placards are all that remain of the defunct organization.",
            "The other players accused him of stacking the deck.",
            "How does our product stack up against those of our competitors?",
            "He went back to stacking the shelves.",
            "She kept a stack of magazines that she would read at odd moments.",
            "The minute we put the books down on the unstable desk, the whole stack went crashing to the floor."
        ],
        "example_translate": [
            "Пол был заставлен коробками.",
            "Он стопкой сложил книги на столе.",
            "У меня целая куча документов на подпись.",
            "Он заставил стол книгами.",
            "Вот как складываются обстоятельства на сегодняшний день.",
            "Сегодня всё было против нас.",
            "Книги были сложены аккуратными стопками.",
            "Он разложил письма в стопки.",
            "Она поставила тарелки в шкаф / буфет.",
            "Она взяла журнал почти с самого верха стопки.",
            "Нас заставили часами кружить над аэропортом.",
            "За одной из стопок книг она прячет бутылку джина.",
            "Полагаю, что мы получим хорошую прибыль, если мы совершим продажу сейчас.",
            "Разложи свои книги на полках.",
            "Стопка тарелок покачнулась и начала заваливаться.",
            "Продавцы оценивают товары и выкладывают их на полки.",
            "В настоящее время я пытаюсь разобраться с целой кучей информации по данной теме.",
            "Он увидел, что за ним выстраивается вереница из автомобилей, и съехал на обочину, уступая им дорогу.",
            "Стопка брошюр и несколько выцветших плакатов — всё, что осталось от этой несуществующей ныне организации.",
            "Другие игроки /партнёры по игре/ обвинили его в подтасовке колоды.",
            "Как наша продукция выглядит по сравнению с продукцией конкурентов?",
            "Он вернулся к наведению порядка на полках.",
            "Она хранила стопку журналов, которые время от времени читала.",
            "Как только мы положили книги на этот неустойчивый стол, вся стопка с громким шумом обрушилась на пол."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}