{
    "stadium": {
        "comment": [],
        "translate": "стадион, стадий, стадия, ристалище",
        "transcription": " |ˈsteɪdɪəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Fans packed the stadium.",
            "He knows the location of the stadium.",
            "We asked for their opinions about the new stadium.",
            "The Olympic Stadium will hold up to 80,000 spectators.",
            "There is ample parking at the stadium.",
            "50,000 fans packed into the stadium.",
            "The stadium filled more than an hour before the game.",
            "The jets overflew the stadium.",
            "The team's new stadium is a dome.",
            "Fans brawled outside the stadium.",
            "People were touting outside the stadium.",
            "Crowds jammed the entrance to the stadium.",
            "The crowds began pouring out of the stadium.",
            "The stadium has hosted numerous rock concerts.",
            "The stadium was a seething cauldron of emotion.",
            "Taxpayers will pick up the tab for the stadium.",
            "People were touting tickets outside the stadium.",
            "The club has unveiled plans to build a new stadium.",
            "The plans call for a stadium seating 30,000 people.",
            "The Web site provides a virtual tour of the stadium.",
            "We had seats in the nosebleed section of the stadium.",
            "Plans for a new stadium are already pretty far along.",
            "Only ticket-holders will be admitted into the stadium.",
            "The fans were in jubilant mood as they left the stadium.",
            "There must have been around 40,000 people in the stadium.",
            "The stadium was virtually empty by the time the game ended.",
            "36,000 spectators crammed into the stadium to see the game.",
            "Funds were siphoned from the schools to build a new stadium.",
            "The stadium emptied at the end of the first day of athletics.",
            "The stadium was a madhouse when the team won the championship."
        ],
        "example_translate": [
            "Фанаты заполнили стадион.",
            "Он знает, где находится стадион.",
            "Мы спросили их мнение о новом стадионе.",
            "Олимпийский стадион будет вмещать до 80 000 зрителей.",
            "На стадионе есть просторная парковка.",
            "Стадион до отказа заполнило пятьдесят тысяч болельщиков.",
            "Более, чем за час до игры, стадион уже был заполнен.",
            "Самолёты пролетели над стадионом.",
            "Новый стадион этой команды оснащён крышей.",
            "Возле стадиона затеяли шумную ссору болельщики.",
            "У входа на стадион перекупщики торговали билетами.",
            "У входа на стадион было не протолкнуться.",
            "Потоки /толпы/ людей хлынули со стадиона.",
            "На этом стадионе прошло множество рок-концертов.",
            "На стадионе кипели страсти.",
            "За этот стадион будут расплачиваться налогоплательщики.",
            "Недалеко от стадиона шла спекуляция билетами.",
            "Руководство клуба обнародовало планы по строительству нового стадиона.",
            "В соответствии с этими планами будет построен стадион вместимостью в тридцать тысяч зрителей.",
            "Данный веб-сайт предоставляет виртуальную экскурсию по стадиону.",
            "У нас были места на самом верхнем ярусе стадиона.",
            "Планы на новый стадион уже продвинулись довольно далеко.",
            "На стадион будут допущены только обладатели билетов.",
            "Болельщики покидали стадион, ликуя.",
            "На стадионе было, наверное, где-то сорок тысяч человек.",
            "К тому времени, как игра закончилась, стадион практически опустел.",
            "36 тысяч зрителей втиснулось на стадион, чтобы посмотреть игру.",
            "Из школ выкачивались средства на постройку нового стадиона.",
            "Стадион опустел к концу первого дня соревнований по лёгкой атлетике.",
            "Когда команда выиграла чемпионат, на стадионе начался настоящий бедлам."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}