{
    "staff": {
        "comment": [
            "stay"
        ],
        "translate": "персонал, штат, штаб, кадры, штатный, штабной, укомплектовывать штаты",
        "transcription": " |stæf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The staff is at a meeting.",
            "Our staff was at full strength.",
            "He is the most knowing of all the staff.",
            "She joined the staff as an editor.",
            "The hospital has an excellent nursing staff.",
            "He was on the general staff.",
            "The car park is for staff only.",
            "She was assigned to the staff as an intelligence officer.",
            "He decreased his staff.",
            "a boss who is matey with his staff",
            "The entire staff agreed.",
            "Over half of the staff is female.",
            "All staff have to have regular checkups.",
            "Staff members are trained by their peers.",
            "They are recruiting staff for their new store.",
            "The staff were very helpful.",
            "She's a new member of the staff.",
            "We had every confidence in the staff.",
            "He treats all his staff as equals.",
            "There are plans to axe 2600 staff.",
            "It's our rule not to smoke at staff conferences.",
            "All the staff wore name tags.",
            "Joan is the only lawyer we have on staff.",
            "The equipment cannot function without the staff.",
            "The patient was attended by the best medical staff.",
            "All of the sales staff are on commission.",
            "Reporters were manhandled by security staff.",
            "development of in-service training for staff nurses",
            "Extra staff have been taken on to cover busy periods.",
            "He sent a memo to the staff."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Персонал находится на собрании.",
            "Наш штат был полностью укомплектован.",
            "Он самый компетентный из всего персонала.",
            "Она влилась в коллектив в качестве редактора.",
            "В этой больнице замечательные медсёстры.",
            "Он был приписан к генштабу.",
            "Парковка — только для сотрудников.",
            "Её приписали к штабу как офицера разведки.",
            "Он сократил свой персонал.",
            "начальник, который дружелюбен со своими подчинёнными",
            "Все сотрудники согласились.",
            "Более половины персонала составляют женщины.",
            "Всем сотрудникам надлежит проходить регулярный медицинский осмотр.",
            "Сотрудников обучают их коллеги.",
            "Они набирают персонал для нового магазина.",
            "Сотрудники были очень отзывчивы.",
            "Она — новый член коллектива.",
            "Мы полностью доверяем своим сотрудникам.",
            "Он обращается со всеми своими подчинёнными на равных.",
            "Планируется сокращение двух тысяч шестисот сотрудников.",
            "У нас не принято курить на встречах персонала.",
            "Все сотрудники носили бейджики.",
            "Джоан единственный юрист, который имеется у нас в штате.",
            "Это оборудование не может работать без обслуживающего персонала.",
            "За больным ухаживал лучший медицинский персонал.",
            "Весь торговый персонал работает на комиссионной основе.",
            "Сотрудники службы безопасности оттеснили журналистов, применив грубую силу.",
            "разработка программы обучения медсестёр без отрыва от работы",
            "Был набран дополнительный штат, чтобы обеспечить выполнение работы в загруженное время.",
            "Он разослал сотрудникам служебную записку."
        ]
    }
}