{
    "stain": {
        "comment": [],
        "translate": "пятно, краска, позор, красящее вещество, окрашивать, окрашиваться, пачкать",
        "transcription": " |steɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The wine left a dark stain.",
            "She has a stain on her shirt.",
            "Her hands were stained with blood.",
            "Will those grass stains wash out?",
            "Don't worry, the stain will never show.",
            "If the stain is fresh, sponge it off with warm water.",
            "The wine stain discolored the rug.",
            "The accusations stained his reputation.",
            "There's a juice stain on the floor.",
            "He stained the wood a dark cherry color.",
            "Red wine stains the table cloth.",
            "He has stained the good honour of his family with the guilt of his crime.",
            "This tablecloth stains very easily.",
            "The red wine stained the carpet.",
            "People knew how to stain glass a beautiful blue in the middle ages.",
            "Be careful you don't stain the carpet.",
            "He tried a few things to remove the stain, but nothing worked.",
            "White vinegar is great for removing stains.",
            "How do you get wine stains out of a tablecloth?",
            "Don't rub the wine stain. Blot it dry with a paper towel.",
            "He had a big stain on his shirt, but I pretended not to notice."
        ],
        "example_translate": [
            "От вина осталось тёмное пятно.",
            "У неё пятно на рубашке.",
            "Руки у неё были в крови.",
            "Эти пятна от травы отстираются?",
            "Не переживайте, пятно будет незаметно.",
            "Если пятно свежее, ототрите его губкой, смоченной в тёплой воде.",
            "Из-за винного пятна цвет ковра изменился.",
            "Эти обвинения запятнали / подмочили его репутацию.",
            "На полу — пятно от сока.",
            "Он покрасил древесину в темно-вишнёвый цвет.",
            "Красное вино оставляет на скатерти пятна.",
            "Этим преступлением он запятнал доброе имя своей семьи.",
            "Эта скатерть очень легко пачкается.",
            "От красного вина на ковре осталось пятно.",
            "В средние века люди знали, как окрасить стекло в красивый синий цвет.",
            "Осторожно, не запачкай ковёр!",
            "Он попробовал как-то удалить пятно, но ничего не получалось.",
            "Белый уксус отлично подходит для удаления пятен.",
            "Как вывести со скатерти винные пятна?",
            "Не трите винное пятно, а промокните его бумажной салфеткой.",
            "У него на рубашке было большое пятно, но я притворился, что не заметил этого."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}