{
    "stall": {
        "comment": [
            "ball",
            "baseball",
            "basketball",
            "football",
            "recall",
            "hall",
            "tall",
            "fall",
            "all",
            "small",
            "call",
            "wall",
            "overall",
            "install",
            "shall",
            "mall",
            "waterfall"
        ],
        "translate": " стойло, киоск, ларек, кабинка, прилавок, глохнуть, ставить в стойло, задерживать",
        "transcription": "  |stɔːl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was just stalling for time.",
            "His career stalled.",
            "He is 62 and has a fruit and vegetables stall at the market.",
            "Where is the best place for a stall?",
            "The car kept stalling.",
            "He panicked when the car stalled.",
            "While his career has stalled, hers has taken off.",
            "The stall took £25 on Saturday.",
            "She made two purchases from my stall.",
            "Quit stalling! амер.",
            "They are still stalling on a deal.",
            "The car stalled in the driveway.",
            "Maybe we can stall the sale until the prices go up.",
            "Legal battles have stalled the project.",
            "I'll try and stall them to give you time to get clear.",
            "We've got to stall him somehow.",
            "Quit stalling and answer my question!",
            "The stableboy closed the horse in the stall.",
            "The peace process remained stalled.",
            "The boxes were empty, and only a few of the orchestra stalls were taken.",
            "She doesn't want to write the report, so she is stalling.",
            "The inexperienced driver kept stalling the car.",
            "Her car was in its stall in the subterranean garage. (C. Weston)",
            "An inexperienced pilot may easily stall a plane."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он просто тянул / хотел выиграть / время.",
            "Его карьера застопорилась.",
            "Ему 62 года, и у него есть место на рынке для продажи фруктов и овощей.",
            "Где наилучшее местоположение для конюшни?",
            "Автомобиль продолжает терять скорость.",
            "Его охватила паника, когда машина заглохла.",
            "Его карьера переживает застой, её же — явно набирает обороты.",
            "В субботу выручка в ларьке составила 25 фунтов.",
            "Она сделала в моём ларьке две покупки.",
            "Хватит вилять.",
            "Они всё ещё тянут с заключением сделки.",
            "Автомобиль заглох на подъездной дороге.",
            "Может быть, нам удастся приостановить продажу до тех пор, пока цены не вырастут.",
            "Из-за юридических баталий проект застопорился.",
            "Я попытаюсь их задержать, чтобы дать тебе время уйти.",
            "Мы должны его как-то остановить.",
            "Брось тянуть время и отвечай на мой вопрос!",
            "Помощник конюха запер лошадь в конюшне.",
            "Мирный процесс по-прежнему оставался в тупике.",
            "Ложи пустовали, в первых рядах партера было занято всего несколько мест.",
            "Она не хочет писать этот отчёт, вот и тянет резину.",
            "У этого неопытного водителя машина постоянно глохла.",
            "Ее машина стояла на своем месте в подземном гараже.",
            "Неопытный пилот запросто может свалить самолёт в штопор."
        ]
    }
}