{
    "stamp": {
        "comment": [],
        "translate": "марка, штамп, печать, клеймо, штемпель, штамповать, топать, клеймить",
        "transcription": " |stæmp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The stamp failed to adhere.",
            "He put his stamp on the envelope",
            "The audience stamped and shouted.",
            "That episode was stamped on / in my memory.",
            "He stamped out of the room.",
            "Marta shrieked and started stamping on the cockroach.",
            "He only needs one more stamp to complete his collection.",
            "She stamped the bill “paid.”",
            "He stamped his foot in anger.",
            "My mother stamped off down the stairs.",
            "He is an avid stamp collector.",
            "The government is determined to stamp out crime in the big cities.",
            "Be sure to stamp the fire out, and then cover it with earth just in case.",
            "Richard collects stamps.",
            "The people in the crowd began to stamp their feet.",
            "The post office has issued a new commemorative stamp.",
            "Jan expressed polite interest in Edward's stamp collection.",
            "The experience remained stamped on her memory for many years.",
            "Her success has stamped her as one of the country's top riders.",
            "Each manager has left his or her own stamp on the way the company has evolved.",
            "I need one more stamp to complete the set.",
            "The woman at the desk stamped my passport.",
            "a stamp bearing the likeness of a president",
            "This machine can stamp out 20,000 coins a day.",
            "The horses stamped and pawed in their stables.",
            "a stamp left in the mud by some prehistoric beast",
            "The Post Office will issue a new first-class stamp.",
            "I've addressed the letter, but it still needs a stamp.",
            "He licked the stamp before putting it on the envelope.",
            "His army years had stamped him with an air of brisk authority."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Марка не приклеилась.",
            "Он поставил свою печать на конверте.",
            "Зрители топали ногами и громко кричали.",
            "Тот случай запечатлелся в моей памяти.",
            "Он, тяжело шагая, вышел из комнаты.",
            "Марта пронзительно закричала и принялась давить таракана.",
            "Его коллекции для полного совершенства не хватает лишь одной марки.",
            "Она поставила на квитанции штамп \"оплачено\".",
            "Он рассерженно топнул ногой.",
            "Мама, шумно топая, спустилась по лестнице.",
            "Он страстный /заядлый/ коллекционер почтовых марок.",
            "Правительство твёрдо намерено искоренить преступность в крупных городах.",
            "Обязательно затопчите костёр и присыпьте его землёй во избежание пожара.",
            "Ричард собирает марки.",
            "Люди в толпе начали топать ногами.",
            "Почта выпустила новую памятную марку.",
            "Ян вежливо поинтересовался коллекцией марок Эдварда.",
            "Это событие на долгие годы отпечаталось у неё в памяти.",
            "Её победа утвердила за ней славу одной из лучших наездниц страны.",
            "Каждый руководитель оставил свой след в истории компании, определяя ее развитие на определенном этапе.",
            "Мне нужна ещё одна марка для полного комплекта.",
            "Женщина за столом проштамповала мой паспорт.",
            "марка с портретом президента",
            "Эта машина может штамповать по",
            "Лошади в конюшне вели себя беспокойно и били копытами.",
            "отпечаток, оставленный в грязи каким-то доисторическим животным",
            "Государственная почтовая служба выпустит новую первоклассную марку.",
            "Письмо я надписал, но ещё нужно приклеить на него марку.",
            "Он облизал марку, прежде чем приложить её к конверту.",
            "Годы армейской службы оставили на нём отпечаток в виде бодрой уверенности в себе."
        ]
    }
}