{
    "standing": {
        "comment": [],
        "translate": "постоянный, стоящий, стоячий, положение, стояние, репутация, нахождение",
        "transcription": " |ˈstændɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was standing next to me.",
            "Not a stone was left standing.",
            "He was standing in the middle of the room.",
            "That's me, standing on the left.",
            "I was just, like, standing there.",
            "He was standing with his back to me.",
            "I am standing my ground and won't give in!",
            "Start the exercise in a standing position.",
            "Here, have my chair. I don't mind standing.",
            "He was standing on the topmost step.",
            "She was standing over by the window.",
            "I guess she is angry at me for standing her up.",
            "This is basic stuff. I can do it standing on my head.",
            "He was standing there starkers.",
            "He was standing at the top of the stairs.",
            "He was standing with his back towards me.",
            "He was standing not six feet away from me.",
            "His feet were aching from standing so long.",
            "Silvia is capable of standing up for herself.",
            "The train was already standing at the platform.",
            "The car's been standing in the garage for weeks.",
            "I've been standing in the rain for over an hour.",
            "I was so weak that even standing up was an effort.",
            "She was standing exactly where you are standing now.",
            "She was standing near the window.",
            "Ben was standing there stark naked.",
            "Two bowling pins were left standing.",
            "I saw a person standing on the dock.",
            "He has a table in his room standing.",
            "He was standing in a puddle of water."
        ],
        "example_translate": [
            "Он стоял рядом со мной.",
            "Камня на камне не осталось.",
            "Он стоял посреди комнаты.",
            "Это я, стою с левой стороны (на фото).",
            "Я просто, как бы /типа/, стоял там.",
            "Он стоял спиной ко мне.",
            "Я стою на своём и не уступлю!",
            "Начните это упражнение из положения стоя.",
            "Вот, садитесь на моё место, а сам я и постоять могу.",
            "Он стоял на самой верхней ступени.",
            "Она стояла у самого окна.",
            "Кажется, она злится на меня за то, что не пришёл к ней на свидание. (разг. to stand smb up — не прийти на встречу, \"продинамить\")",
            "Это самое элементарное, азы. Я могу делать это, стоя на голове.",
            "Он стоял там абсолютно голый / в чём мать родила.",
            "Он стоял на самом верху лестницы.",
            "Он стоял спиной ко мне.",
            "Он стоял от меня менее, чем в шести футах.",
            "Его ноги болели из-за того что он долго стоял.",
            "Сильвия способна постоять за себя.",
            "Поезд уже стоял у платформы.",
            "Автомобиль стоит в гараже уже несколько недель.",
            "Я простоял /стою/ под дождём уже больше часа.",
            "Я настолько ослаб, что даже вставать удавалось с трудом.",
            "Она стояла именно там, где стоите сейчас вы.",
            "Она стояла возле окна.",
            "Бен стоял там голышом.",
            "Две кегли остались стоять.",
            "Я увидел человека, стоящего на причале.",
            "У него в комнате стоит стол.",
            "Он стоял в луже воды."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}