{
    "stark": {
        "comment": [],
        "translate": "абсолютный, сильный, полный, застывший, совершенно, полностью",
        "transcription": " |stɑːrk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There is a stark difference between them.",
            "We are faced with a stark choice.",
            "She said \"no\", and said it brave and stark.",
            "He's gone stark raving mad.",
            "Ben was standing there stark naked.",
            "My first thought was that I had gone stark raving mad.",
            "The movie shows the stark realities of life in the ghetto.",
            "The dragoons were stark fellows and had seen service. (Crockett)",
            "My friends all think I'm stark raving mad (=completely crazy).",
            "The room was decorated with stark simplicity.",
            "In the cold dawn light, the castle looked stark and forbidding.",
            "The tree stood out in stark relief against the snow.",
            "This tragedy serves as a stark reminder of the dangers of drunk driving.",
            "The extreme poverty of the local people is in stark contrast to the wealth of the tourists.",
            "The damaged church was preserved as a stark reminder of the horrors of war.",
            "His criticism of the movie stands in stark contrast to the praise it has received from others.",
            "The winter heatwave in California is a stark contrast to the below-freezing temperatures on the East Coast."
        ],
        "example_translate": [
            "Между ними есть значительная разница.",
            "Мы столкнулись с трудным выбором.",
            "Она сказала \"нет\", и сказала это смело и решительно.",
            "Он совсем слетел с катушек /обезумел, рехнулся/.",
            "Бен стоял там голышом.",
            "Моя первая мысль была, что я совсем спятил.",
            "В фильме показана суровая реальность жизни в гетто.",
            "Драгуны были сильные, здоровые ребята, повидавшие виды.",
            "Все мои друзья думают, что я окончательно спятил (т.е. совершенно сумасшедший).",
            "Комната была отделана сурово и просто.",
            "В свете холодной зари замок выглядел сурово и неприступно.",
            "Дерево резко выделялось на фоне снега.",
            "Эта трагедия служит суровым напоминанием об опасностях вождения в нетрезвом состоянии.",
            "Крайняя бедность местного населения находится в разительном контрасте с богатством туристов.",
            "Разрушенную церковь сохранили в качестве сурового напоминания об ужасах войны.",
            "Его критика в адрес фильма резко контрастирует с похвальными отзывами от других.",
            "Зимняя жара в Калифорнии сильно контрастирует с минусовыми температурами на восточном побережье США."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}