{
    "starve": {
        "comment": [
            "stare",
            "star",
            "start",
            "started",
            "starter"
        ],
        "translate": "голодать, морить голодом, морить, умирать от голода, жаждать, истощать",
        "transcription": " |stɑːrv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The children are starving for love.",
            "He would starve before he'd steal.",
            "They starved the prisoners.",
            "It was clear that the dog had been starved.",
            "The poor dog looked like it had been starved.",
            "You don't have to starve yourself to lose weight.",
            "Without food they would starve.",
            "They left him to starve out in the desert.",
            "Every young and healthy feeling flogged and starved down. (Ch. Dickens)",
            "The political prisoners starved to death.",
            "The engine was starved of fuel.",
            "Thousands of people will starve if food doesn't reach the city.",
            "If we can't blast them out, we'll starve them out!",
            "They would rather starve to death than accept the fate of slavery.",
            "She told a sob story about how she had to starve herself to pay for the rent.",
            "They tried to starve their enemies into submission.",
            "They'll either die from the cold or starve to death (=die from lack of food)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дети нуждаются в любви.",
            "Он скорее умрёт с голоду, чем украдёт.",
            "Они морили голодом заключённых.",
            "Было очевидно, что собаку морили голодом / собаку не кормили.",
            "Бедная собака выглядела так, как будто её морили голодом.",
            "Необязательно морить себя голодом, чтобы похудеть.",
            "Без еды они умрут от голода.",
            "Его бросили умирать от голода в пустыне.",
            "Любое здоровое проявление чувств осуждалось и подавлялось.",
            "Политзаключённые умерли с голоду.",
            "Двигателю не хватало топлива.",
            "Тысячи людей умрут с голоду, если пища не доберётся до города.",
            "Если не получится выбить их оттуда силой, заморим их голодом — и они выйдут сами!",
            "Они скорее умрут с голоду, чем примут рабскую участь.",
            "Она рассказала душещипательную историю о том, как ей пришлось голодать, чтобы заплатить за жильё.",
            "Они попытались заставить своих врагов подчиниться, заморив их голодом.",
            "Они либо замёрзнут насмерть, либо умрут от голода (т.е. от недостатка пищи)."
        ]
    }
}