{
    "status": {
        "comment": [
            "statue",
            "statutory",
            "statute"
        ],
        "translate": "статус, состояние, положение дел, общественное положение",
        "transcription": " |ˈsteɪtəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My current status is unemployed.",
            "This job brings with it a measure of status.",
            "He refused to accept a job of inferior status.",
            "James Dean acquired the status of a cult hero.",
            "They will not be enthusiastic about altering the status quo.",
            "What is your marital status (=are you married or not)?",
            "He resented his lowly status.",
            "Mandela's status as a world leader",
            "He wants to improve his status in the community.",
            "Their new album pierced through convention and the status quo.",
            "In object-oriented programming, objects include data and define its status, its methods of operation and how it interacts with other objects.",
            "He had the status of a minor.",
            "What's the status of the trade talks?",
            "They want to maintain the city's status as a major tourist attraction.",
            "In Ireland, though, these two actors have been accorded near-mythic status.",
            "She married a man of status and wealth.",
            "the current status of the arms negotiations",
            "The novel attained the status of a classic.",
            "The actor James Dean acquired the status of a cult hero.",
            "Four of the regions were upgraded to the status of republic.",
            "They are still considered refugees. Their statuses have not changed.",
            "Among American songsmiths Irving Berlin has assumed legendary status.",
            "These documents have no legal status in Britain.",
            "people of different social and economic statuses",
            "Doctors have traditionally enjoyed high social status.",
            "The Fisher Act of 1918 decisively raised their status and pay.",
            "The award confirmed her status as one of the great movie actresses.",
            "They sought asylum and were given refugee status by the government.",
            "After eight years of residency, you will be granted the status of freeman.",
            "Schools don't pay sales tax on supplies because they have nonprofit status."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В настоящий момент я безработный. (досл.: Мой текущий статус — безработный)",
            "Эта работа обеспечивает определённое положение в обществе.",
            "Он отказался от работы на более низкой должности.",
            "Актёр Джеймс Дин приобрел статус культового героя.",
            "Изменение статус-кво не вызовет у них энтузиазма.",
            "Каково ваше семейное положение (т.е. состоите ли вы в браке)?",
            "Его возмущало скромное положение в обществе.",
            "статус Манделы в качестве мирового лидера",
            "Он хочет повысить свой статус в обществе.",
            "Их новый альбом проложил себе дорогу сквозь условности и обыденность.",
            "В объектно-ориентированном программировании объекты содержат данные и определяют их состояние, методы работы и то, как они взаимодействуют с другими объектами.",
            "Он имел статус несовершеннолетнего.",
            "В каком состоянии находятся торговые переговоры?",
            "Они хотят сохранить статус города как крупной туристической достопримечательности.",
            "Но в Ирландии эти два актёра считаются чуть ли не культовыми.",
            "Она вышла замуж за человека богатого и высокопоставленного.",
            "текущее состояние переговоров о вооружениях",
            "Этот роман приобрёл статус классического произведения.",
            "Актёр Джеймс Дин приобрел статус культового героя.",
            "Статус четырёх из этих областей повысили до республиканского.",
            "Они по-прежнему считаются беженцами. Их статус не изменился.",
            "Среди американских композиторов-песенников Ирвинг Берлин приобрёл статус легенды.",
            "В Великобритании эти документы не имеют никакого правового статуса.",
            "люди различного социального и экономического положения",
            "Врачи традиционно пользуются высоким социальным статусом.",
            "В результате принятого в 1918 году закона Фишера их общественное положение и жалование, бесспорно, улучшились.",
            "Эта награда подтвердила её статус одной из великих киноактрис.",
            "Они попросили политического убежища, и правительство предоставило им статус беженцем.",
            "После восьми лет проживания вам будет присвоен статус полноправного гражданина.",
            "Школы не платят налог с продаж на товары, потому что имеют некоммерческий статус."
        ]
    }
}