{
    "statue": {
        "comment": [
            "status",
            "statutory",
            "statute"
        ],
        "translate": "статуя, изваяние",
        "transcription": " |ˈstætʃuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Please do not touch the statue.",
            "He sat still as a statue.",
            "a statue of a horse in brass",
            "The statue stood on a marble support.",
            "The statue was mounted on a marble base.",
            "Ben considered the statue with an expert eye.",
            "The statue was unveiled by the Queen.",
            "The statue is made of marble.",
            "There's a small statue on the front lawn.",
            "He goggled in amazement at the huge statue.",
            "Stand beside the statue and I'll take your picture.",
            "The Statue of Liberty is a major tourist attraction.",
            "Make a cast of the statue.",
            "Kate gazed at the statue with awe.",
            "a life-sized statue of the president",
            "The city erected a statue in his honor.",
            "The statue fell, and shivered on the stones.",
            "The statue took on life in the sculptor's skilled hands.",
            "The Statue of Liberty has become an American cultural icon.",
            "The statue was in a prominent position outside the railway station.",
            "The beautiful statue which they were contemplating belonged to their host.",
            "Archaeological evidence may help to establish the authenticity of the statue.",
            "drape the statue with a sheet",
            "a colossal statue of the town's founder",
            "They put his statue in the town's plaza.",
            "What does the Statue of Liberty symbolize?",
            "The nude statue caused considerable comment.",
            "Rosettes are carved in the base of the statue.",
            "The statue came tumbling down during the riots.",
            "The ground was bare where the statue had stood for years."
        ],
        "example_translate": [
            "Пожалуйста, не трогайте статую. / К статуе прошу не прикасаться.",
            "Он сидел неподвижно, как статуя.",
            "медная статуя лошади",
            "Статуя стояла на мраморной подставке.",
            "Статуя была установлена на мраморном основании.",
            "Бен окинул статую взглядом знатока.",
            "Cкульптура была торжественно открыта королевой.",
            "Статуя сделана из мрамора.",
            "На лужайке перед домом есть небольшая статуя.",
            "Он изумлённо вытаращился на эту огромную статую.",
            "Встаньте возле памятника и я Вас сфотографирую.",
            "Статуя Свободы является главной туристической достопримечательностью.",
            "Сделайте слепок этой статуи.",
            "Кейт посмотрела на статую с трепетом.",
            "статуя президента в натуральную величину",
            "Городские власти воздвигли в его честь статую.",
            "Статуя упала и вдребезги разбилась о камень.",
            "Статуя ожила в умелых руках скульптора.",
            "Статуя Свободы стала культурным символом Америки.",
            "Статуя находилась на видном месте, возле железнодорожного вокзала.",
            "Прекрасная статуя, которую они созерцали, принадлежала их хозяину.",
            "Археологические данные могут помочь установить подлинность данной статуи.",
            "задрапировать статую простынёй",
            "громадная статуя основателя этого города",
            "Его статую поставили на городской площади.",
            "Что символизирует статуя Свободы?",
            "Статуя обнажённой вызвала оживлённые комментарии.",
            "В основании статуи вырублены украшения в виде роз.",
            "В ходе массовых беспорядков эта статуя обрушилась вниз.",
            "В том месте, где много лет стояла статуя, земля была голой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}