{
    "steady": {
        "comment": [
            "dead, steady, death - мертвый, устойчивый, смерть",
            "steak",
            "instead",
            "steal",
            "steadily",
            "steam",
            "unsteady"
        ],
        "translate": "устойчивый, устойчиво, ровно, стабилизировать, возлюбленная",
        "transcription": " |ˈstedi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He finally has a steady job.",
            "Slow and steady wins the race.",
            "There was a steady rain all day.",
            "She steadied when she married Bill.",
            "Paul is making steady progress.",
            "a steady climb in house prices",
            "The horses went at a steady even trot.",
            "It's hard to find a steady, well-paying job.",
            "She felt embarrassed under his steady gaze.",
            "The project went forward at a steady gait.",
            "I cannot even steady my hand to write decently. (Jane Welsh Carlyle)",
            "Prices have steadied in recent months.",
            "It takes a steady hand to perform surgery.",
            "He steadied the gun and fired.",
            "He caught her elbow to steady her.",
            "The steady crump of falling bombs.",
            "Steady on! That bottle's got to last all night.",
            "It's been hard to get a steady fix on what's going on.",
            "The horse trotted along at a steady pace.",
            "She used a tripod to keep the camera steady.",
            "a long, steady climb to the top",
            "I haven't had a steady job since last March.",
            "Tamar took a deep breath to steady her nerves.",
            "Take care to ensure that the ladder is steady before you climb it.",
            "the steady beat of the drum",
            "He could not meet Connor's steady gaze.",
            "Painting takes a steady hand and a good eye.",
            "I drove at a steady 50 mph so as to save fuel.",
            "There is a steady low-class labour drift into London.",
            "Water fell from the ceiling in a steady drip."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ea = [e]"
        ],
        "example_translate": [
            "В конце концов, он нашёл постоянную работу.",
            "Тише едешь — дальше будешь. (посл.)",
            "Весь день непрерывно шёл дождь.",
            "Она остепенилась, когда вышла замуж за Билла.",
            "Пол уверенно развивается /прогрессирует/.",
            "неуклонный рост цен на жильё",
            "Лошади шли спокойной, ровной рысью.",
            "Трудно найти стабильную, хорошо оплачиваемую работу.",
            "Ей стало неловко под его пристальным взглядом.",
            "Проект уверенно набирал обороты.",
            "Я даже не могу заставить свою руку сносно писать.",
            "За последние месяцы цены стабилизировались.",
            "Чтобы провести операцию, нужна твёрдая рука.",
            "Он навёл оружие и выстрелил.",
            "Он придержал её за локоть, чтоб не упала.",
            "Ровный звук падающих снарядов.",
            "Постой, не спеши! Этой бутылки должно хватить на всю ночь.",
            "Было трудно точно определить, что же происходит.",
            "Лошадь побежала ровным шагом.",
            "Для стабилизации камеры она пользуется штативом.",
            "долгое, неуклонное восхождение к вершине",
            "У меня не было постоянной работы с марта прошлого года.",
            "Тамар сделала глубокий вдох, чтобы успокоить нервы.",
            "Прежде чем подняться по лестнице, убедитесь, что она устойчива.",
            "мерный ритм барабана",
            "Он не мог выдержать пристального взгляда Коннора.",
            "Для того, чтобы заниматься живописью, нужна твёрдая рука и хороший глазомер.",
            "Я ехал ровно пятьдесят миль в час, чтобы сэкономить топливо.",
            "Имеется стабильный приток неквалифицированной рабочей силы в Лондон.",
            "С потолка размеренно капала вода."
        ]
    }
}