{
    "steal": {
        "comment": [
            "steady",
            "steak",
            "instead",
            "steadily",
            "steam",
            "unsteady"
        ],
        "translate": "кража, воровство, выгодная покупка, воровать, красть, красться, увести, угонять",
        "transcription": " |stiːl|",
        "antonyms": [],
        "mnemonic": [
            "steal [сти:л] воровать - Воровать, воровать, воровать, вот (стил-ь) наших чиновников.",
            "steal [sti: l]\nstill [stɪl]\nsteel [sti: l] - сталь; меч; шпага; стальной; жестокий\n***\nВОРОВАЛ - грустил. (это) steal\nКража, воровство, выгодная покупка.\n***\nУСПОКОИЛСЯ - грустил. (это) still"
        ],
        "examples": [
            "To steal is to act badly.",
            "They've stolen our liberty.",
            "He'd stolen the flowers from our garden.",
            "Hunger drove them to steal.",
            "Jim stole away without anyone seeing him.",
            "I come not, friends, to steal away your hearts.",
            "They stole thousands of dollars' worth of jewelry from the store.",
            "It is sinful to steal.",
            "I didn't steal it! Maria gave it to me!",
            "He stole money from his parents.",
            "It's immoral to steal from the poor.",
            "She used to steal from shops for kicks.",
            "Roy steals the ball four times in the first half.",
            "He would starve before he'd steal.",
            "It was sheer insanity to steal the money.",
            "He dressed quietly and stole out of the house.",
            "Thou shalt not steal.",
            "He discovered that his car had been stolen.",
            "His outstanding performance stole the show.",
            "The store manager accused the boy of stealing.",
            "They stole our best pitcher away from our team.",
            "Johnson had ten points and a steal in the first half.",
            "Why does she steal things when she could easily afford to buy them?",
            "A well-known scientist was accused of stealing his former student's ideas.",
            "a daring plan to steal the famous painting",
            "Boys broke into a shop and stole £45 in cash.",
            "She'd beg, borrow, or steal the money for those shoes.",
            "I didn't steal these jewels, they've been planted on me.",
            "They dared Ed to steal a bottle of his father's whiskey.",
            "I don't know what wickedness in me made me steal like that."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Украсть — значит поступить плохо.",
            "Они похитили нашу свободу.",
            "Он украл эти цветы из нашего сада.",
            "Голод заставил их пойти на воровство.",
            "Джиму удалось ускользнуть так, что его никто не заметил.",
            "Друзья, я пришёл не для того, чтобы похитить ваши сердца.",
            "Они украли из магазина драгоценности на несколько тысяч долларов.",
            "Красть — грешно.",
            "Я не воровал! Его дала мне Мария!",
            "Он воровал деньги у родителей.",
            "Воровать у бедных безнравственно.",
            "Она когда-то воровала из магазинов, просто ради прикола.",
            "За первую половину матча Рой перехватил мяч четыре раза.",
            "Он скорее умрёт с голоду, чем украдёт.",
            "Красть эти деньги было полнейшим безумием.",
            "Он тихонько оделся и выскользнул из дома.",
            "Не кради. (Библия, книга Исход, гл. 20, ст. 15)",
            "Он обнаружил, что у него угнали машину.",
            "Его выдающееся исполнение стало гвоздём программы.",
            "Директор магазина обвинил мальчика в краже.",
            "Они переманили из нашей команды лучшего подающего /питчера/.",
            "За первую половину игры Джонсон набрал десять очков и один перехват.",
            "Почему она крадёт вещи, если спокойно может себе позволить их купить?",
            "Известного ученого обвинили в краже идей своего бывшего студента.",
            "дерзкий план кражи этой знаменитой картины",
            "Парни вломились в магазин и украли сорок пять фунтов наличными.",
            "Она бы пошла на всё, что угодно, ради денег на эти туфли.",
            "Я не крал эти драгоценности, мне их подбросили.",
            "Они подбили Эда украсть бутылку отцовского виски.",
            "Не знаю, что за бес толкнул меня на это воровство."
        ],
        "stars": 3
    }
}