{
    "steadily": {
        "comment": [
            "steady",
            "steak",
            "instead",
            "steal",
            "steam",
            "unsteady"
        ],
        "translate": "стабильно, неуклонно, постоянно",
        "transcription": "|ˈstedili|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The economy has grown steadily.",
            "Ally groped steadily towards the door.",
            "I made steadily but slowly towards them.",
            "The company's exports have grown steadily.",
            "Our trade with China is steadily expanding.",
            "Prices rose steadily to reach record levels.",
            "Snow had been falling steadily for ten days.",
            "Business has steadily increased year by year.",
            "Evans bowled steadily, but without much devil.",
            "The pressure on doctors is increasing steadily.",
            "The dollar has been steadily increasing in value.",
            "The consumption of energy has increased steadily.",
            "The team advanced the ball steadily down the field.",
            "Inflation has steadily chipped away at our savings.",
            "The divorce rate has risen steadily since the 1950s.",
            "The company has been having steadily improving sales.",
            "Steadily rising prices press most heavily on the poor.",
            "The party's share of the electorate has diminished steadily.",
            "The symptoms of the disease have become steadily more pronounced.",
            "The anti-smoking lobby has steadily gained ground in the last decade.",
            "Prentice looked up from his food, which he had been steadily shovelling in, completely oblivious of everyone."
        ],
        "example_translate": [
            "Экономика стабильно растёт.",
            "Элли постепенно ощупью пробиралась к двери.",
            "Я медленно, но верно двигался в их направлении.",
            "Экспортные поставки компании неуклонно растут.",
            "Наша торговля с Китаем постоянно расширяется.",
            "Цены неуклонно росли, достигая рекордных уровней.",
            "Снег валил десять дней без перерыва.",
            "Бизнес неуклонно увеличивается с каждым годом.",
            "Эванс играл в боулинг профессионально, но без особого задора.",
            "Давление на врачей постоянно растёт.",
            "Доллар неуклонно растёт в цене.",
            "Потребление энергии неуклонно растёт.",
            "Команда неуклонно продвигала мяч в сторону ворот /зачётной зоны/ соперников.",
            "Инфляция неуклонно съедала наши сбережения.",
            "Уровень разводов неуклонно растёт, начиная с пятидесятых годов.",
            "В последнее время компания неуклонно повышает показатели продаж.",
            "Постоянный рост цен хуже всего сказывается на бедных.",
            "Доля избирателей этой партии неуклонно уменьшается.",
            "Симптомы этого заболевания становятся всё более явно выраженными.",
            "В последнее десятилетие антитабачное лобби неуклонно набирает силу.",
            "Прентис поднял глаза от еды, которую он до этого размеренно забрасывал в рот, совершенно не обращая ни на кого внимания."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}