{
    "steer": {
        "comment": [],
        "translate": "управлять, направлять, руководить, бычок, намек, подсказка",
        "transcription": " |stɪr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The car was steering right at us.",
            "He was steering with only one hand.",
            "You must steer a middle course.",
            "The boat steered out to sea.",
            "Father tried to steer Jim into becoming a musician.",
            "Try to steer the boat for the harbour.",
            "Jo tried to steer clear of political issues.",
            "Teachers try to steer pupils away from drugs.",
            "He steered his car carefully into the parking space.",
            "Steer toward the left.",
            "He tried to steer the conversation away from his recent problems.",
            "He steered the team to another championship last year.",
            "She steered the ship through the strait.",
            "I try to steer a middle course between keeping control of the project and giving responsibility to others.",
            "The bicycle seemed to have a mind of its own and I couldn't steer it straight.",
            "He will steer a middle course between pacifism and revolution.",
            "If you're a beginner, steer clear of resorts with reputations for difficult skiing.",
            "The government chose to steer a middle course between the two strategies (=chose a strategy that was not extreme)."
        ],
        "example_translate": [
            "Автомобиль направлялся прямо на нас.",
            "Он рулил / управлял (напр. автомобилем ) только одной рукой.",
            "Необходимо избегать крайностей.",
            "Судно направлялось в открытое море.",
            "Отец пытался убедить Джима стать музыкантом.",
            "Попытайся направить судно в гавань.",
            "Джо старался держаться в стороне от политических вопросов.",
            "Учителя стараются уберечь учеников от наркотиков.",
            "Он осторожно въехал на парковочное место.",
            "Держите курс левее.",
            "Он попытался увести разговор в сторону от своих недавних проблем.",
            "В прошлом году он привёл команду к очередному чемпионству.",
            "Она провела корабль через пролив.",
            "Я постараюсь держаться золотой середины между сохранением контроля над проектом и передачей полномочий другим.",
            "Казалось, этот велосипед обладает собственным разумом, и я никак не мог заставить его ехать прямо.",
            "Он выберет средний путь между пацифизмом и революцией.",
            "Если вы новичок в горных лыжах, не стоит соваться на курорты, известные трудными горнолыжными трассами.",
            "Правительство решило выбрать нечто среднее между двумя этими стратегиями (т.е. выбрать стратегию, которая не была радикальной)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}