{
    "steep": {
        "comment": [
            "steel",
            "steer",
            "self-esteem",
            "trustee"
        ],
        "translate": "крутой, отвесный, пропитка, крутизна, обрыв, пропитывать, бучить",
        "transcription": " |stiːp|",
        "antonyms": [],
        "mnemonic": [
            "creep [kri: p]\n***\nЯ ПОЛЗУ, и слышен скрип. (это) creep\nСодрогание, мурашки, ползучесть.\n***\nНе надо плакать \"weep\",\nнадо ползти \"creep\",\nты ведь крутой \"steep\".",
            "sleep [sli: p]\nslip [slɪp]\n***\nСПАТЬ хочу и глазки слиплись. (это) sleep\n***\nПОСКОЛЬЗНУЛСЯ и прилип. (это) slip\nОдин ПРОМАХ - и прилип. (это) slip\n***\nЧтоб крепко спать \"sleep\",\nнадо спокойствие держать \"keep\"\nи быть крутым \"steep\"."
        ],
        "examples": [
            "The stairs are steep.",
            "The rocks were steep and slippery.",
            "If the clothes are very dirty, steep them in soapy water overnight.",
            "a steep climb to the top",
            "They climbed the steep slope.",
            "Their rates are pretty steep.",
            "I could see the bus labouring up the steep, windy road.",
            "Leave the tea bag to steep.",
            "Steep the tea for three minutes.",
            "There's a steep hill ahead.",
            "Oh! must those eyes be steeped in tears.",
            "A wealthy, juicy, broad-chested creature, steeped in ale and good cheer.",
            "The road became rocky and steep.",
            "The road over the mountains is steep and dangerous.",
            "The hill was so steep that the old car had difficulty getting up.",
            "The plane went into a steep bank.",
            "Our driveway is a long, steep hill.",
            "The store's prices are too steep for me.",
            "Cliffs so steep as to be perfectly impracticable.",
            "The road mounts a steep rising ground. (Jenkinson)",
            "The snow upon steep mountain-sides frequently slips and rolls down in avalanches.",
            "The road had a steep grade.",
            "a steep increase in house prices",
            "The house seems to be built on a steep slant.",
            "There was a steep drop on one side of the track.",
            "As this spot was rather steep, and the ground moist, he slipped down.",
            "The trail corkscrews through dense woods to the top of the steep hill.",
            "The old car can't get up steep hills, but it can putter along on the flat all right.",
            "We drove up a steep incline to the summit.",
            "They followed a steep ascent to the top of the hill."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта лестница крутая.",
            "Скалы были крутыми и скользкими.",
            "Если одежда очень грязная, замочите её на ночь в мыльной воде.",
            "крутой подъем к вершине",
            "Они взобрались по крутому склону.",
            "У них довольно крутые цены.",
            "Я мог видеть автобус с трудом поднимающийся по крутой, извилистой дороге.",
            "Дайте чайному пакетику пропитаться водой.",
            "Заваривайте чай в течение трёх минут.",
            "Впереди — крутой холм.",
            "О! Почему эти глаза должны проливать слезы.",
            "Богатый, дородный тип \"в самом расцвете сил\", пропитанный элем и заздравными тостами.",
            "Дорога стала каменистой и крутой.",
            "Дорога через горы — крута и опасна.",
            "Холм был такой крутой, что старая машина еле-еле взобралась на него.",
            "Самолёт вошёл в крутой разворот.",
            "Наша подъездная дорога — это длинный крутой подъём.",
            "Для меня цены в этом магазине слишком уж высоки.",
            "Скалы настолько крутые, что совершенно недоступны.",
            "Дорога круто идет вверх.",
            "Снег на крутых горных склонах часто соскальзывает и лавиной скатывается вниз.",
            "У дороги был крутой уклон.",
            "резкий рост цен на жильё",
            "Похоже, что этот дом выстроен на крутом склоне.",
            "На одной стороне трассы был крутой обрыв.",
            "Так как в этом месте склон был довольно крутой, а земля сырая, он поскользнулся и скатился вниз.",
            "Извилистая тропа ведёт через густой лес к вершине крутого холма.",
            "Эта старая машина не может брать крутые холмы, но по равнине вполне ездит.",
            "Мы поехали вверх по крутому склону к вершине.",
            "Они восходили по крутому подъёму к вершине холма."
        ],
        "stars": 2
    }
}