{
    "stem": {
        "comment": [],
        "translate": "происходить, задерживать, запруживать, стебель, ствол, стержень, основа, ножка, род",
        "transcription": " |stem|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a flower with a slender stem",
            "Her success stems from hard work.",
            "A tight bandage should stem the bleeding.",
            "Dependence on alcohol often stems from unhappiness in the home.",
            "He is a wise and kind man, and comes of a good stem.",
            "I tied a towel round his leg to try to stem the flow of blood.",
            "The measures are meant to stem the tide of illegal immigration.",
            "Soon the ship was alight from stem to stern.",
            "We are now to ask how he will stem those seductions. (Robertson)",
            "a cross-section of a plant stem",
            "grammatical morphemes affix to the stem",
            "a plant having antrorse hairs on the stem",
            "The increase in the national debt stems from the last war.",
            "a small crack in the chalice at the join of the stem and the bowl",
            "Thematic vowels are part of the stem.",
            "new legislative measures to stem the flow of drugs into the US"
        ],
        "example_translate": [
            "цветок с тонким стеблем",
            "Её успех - результат упорного труда.",
            "Тугая повязка должна приостановить кровотечение.",
            "Пристрастие к алкоголю нередко уходит своими корнями в неблагополучную семейную жизнь.",
            "Он добрый и мудрый человек, к тому же из хорошей семьи.",
            "Я обвязал его ногу полотенцем, пытаясь остановить кровотечение.",
            "Эти меры были приняты с целью остановить поток нелегальной иммиграции.",
            "Вскоре весь корабль от носа до кормы был охвачен огнём.",
            "А теперь мы должны спросить, как он будет противиться этим соблазнам.",
            "поперечный срез стебля растения",
            "грамматические морфемы прикрепляются к основе слова",
            "растение, обладающее загнутыми вверх волосками на стебле",
            "Рост национального долга является следствием прошлой войны.",
            "маленькая трещина в кубке, там, где ножка соединяется с чашей",
            "Тематические гласные являются составной частью основы.",
            "новые законодательные меры, направленные на то, чтобы остановить поставку наркотиков в США"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}