{
    "stiff": {
        "comment": [
            "justify",
            "justified",
            "justification"
        ],
        "translate": "жёсткий, тугой, густой, труп, жадина, вексель, до смерти, до изнеможения",
        "transcription": " |stɪf|",
        "antonyms": [],
        "mnemonic": [
            "stiff [стиф] крепкий, тугой - (Ма-стиф) крепкую хватку имеет."
        ],
        "examples": [
            "He's stiff.",
            "You need a stiff drink.",
            "He has a stiff hand.",
            "He was scared stiff.",
            "A stiff whisky for me.",
            "He bored her stiff.",
            "These new boots are so stiff that they rub the skin off my ankles.",
            "They piled the stiffs outside the door. (Hay)",
            "He paid a stiff price for the mansion.",
            "Pull hard — that drawer's very stiff.",
            "As a child I was scared stiff of going down to the cellar.",
            "Her fingers were stiff with cold.",
            "Their talk was stiff with simile.",
            "That poor stiff never gets a break.",
            "All the cats are covered with short stiff hair instead of fur.",
            "This material is so stiff that even my thickest needle won't go through.",
            "From here is a long stiff uphill along the coast.",
            "The development plans have met with stiff opposition.",
            "He was a shortish gentleman, with very stiff black hair",
            "I wrote a pretty stiff letter to the librarian. (W. S. Maugham)",
            "Beat the egg whites until stiff.",
            "I can't believe that couple stiffed me!",
            "Whisk the egg white (=the white part) until stiff.",
            "Hold your trap, you old stiff.",
            "A stiff tariff was imposed on tobacco products.",
            "The hair of these races has invariably a crisp, short, and stiff curl.",
            "Alastair woke with a stiff neck.",
            "Back a skirt with stiff material.",
            "Whisk the egg whites until they form stiff peaks.",
            "Many students passed a stiff examination in the School of Arts."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он пьян.",
            "Тебе нужно выпить чего-нибудь покрепче.",
            "У него онемела рука.",
            "Он оцепенел от страха.",
            "Мне виски покрепче.",
            "Он надоел ей до чёртиков.",
            "Новые ботинки такие жёсткие, что трут.",
            "Они свалили покойников в кучу за дверью.",
            "Он заплатил непомерно высокую цену за этот особняк.",
            "Дёрни посильнее: этот ящик очень тугой.",
            "В детстве я смертельно боялся спускаться в подвал.",
            "Её пальцы окоченели от холода.",
            "Их беседа изобиловала сравнениями.",
            "Этот бедняга пашет, не разгибаясь.",
            "Все кошки покрыты короткой густой шерстью, а не мехом.",
            "Этот материал настолько плотный, что даже моя самая большая игла не может проткнуть его.",
            "Отсюда идёт длинный, крутой склон вдоль берега.",
            "Планы развития встретили жёсткое противодействие.",
            "Это был коротышка с очень жёсткими чёрными волосами.",
            "Я написал очень жесткое письмо библиотекарю.",
            "Взбейте яичные белки до крепких пиков.",
            "Поверить не могу, что эта парочка напарила меня с чаевыми!",
            "Взбейте яичный белок до устойчивой пены.",
            "А ну заткнись, старый хрен.",
            "На табачные изделия была введена высокая пошлина.",
            "Волосы у этих народов всегда кудрявые, короткие и жёсткие.",
            "Алистер проснулся с затёкшей шеей.",
            "Задние части юбок подшивайте жёсткими материалами.",
            "Взбейте яичные белки до появления твёрдых пиков. (масса тянется за венчиком, оставаясь на нём в виде острых, не опадающих форм)",
            "Многие ученики сдали трудный экзамен в художественной школе."
        ],
        "stars": 2
    }
}