{
    "stir": {
        "comment": [],
        "translate": "движение, переполох, ажиотаж, шевеление, мешать, размешивать, шевелить, шевелиться",
        "transcription": " |stɜːr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The book caused quite a stir.",
            "Next, stir up the eggs with the milk.",
            "A quick stir will mix them thoroughly.",
            "The incident stirred students to protest.",
            "A good book can stir the imagination.",
            "She was stirred from her sleep by the noise.",
            "Stir in 1 level teaspoon of yeast.",
            "Stir the flour and water to a paste.",
            "Stir the paint to make sure it is smooth.",
            "The opposition are trying to stir up feelings of dissatisfaction among the voters.",
            "Stir one cup of sugar into the batter.",
            "The crowd began to stir as they waited for the band to start.",
            "Give that pan a stir, will you?",
            "A gentle breeze stirred the curtains.",
            "a stirring movie",
            "Ben's always stirring!",
            "Stir the ingredients to form a paste.",
            "Simply add water to the mix and stir.",
            "Excitement stirred inside her.",
            "The breeze stirred the leaves on the tree.",
            "Looking at the photographs stirred childhood memories of the long hot summers.",
            "Stir the dough until it forms a ball.",
            "We could see people stirring inside the shop.",
            "The sensational news story caused a stir, but after a few days everyone forgot about it.",
            "The cake batter must be stirred for 10 minutes.",
            "Stir the sugar and butter until the mixture is light and fluffy.",
            "Stir in the ground almonds and egg.",
            "Stir until the ingredients are amalgamated."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Книга вызвала ажиотаж.",
            "Затем взбейте яйца с молоком.",
            "Резкое взбалтывание хорошо их перемешает.",
            "Инцидент вызвал студенческие протесты.",
            "Хорошая книга может взволновать воображение.",
            "От шума она пошевелилась и проснулась.",
            "Добавьте в смесь одну чайную ложку закваски без верха.",
            "Перемешайте муку и воду до получения кашицеобразной массы.",
            "Перемешайте краску, чтобы обеспечить её однородность.",
            "Оппозиция пытается вызвать недовольство у избирателей.",
            "Размешайте в жидком тесте одну чашку сахара.",
            "В ожидании, когда группа начнёт (концерт), толпа начала шевелиться.",
            "Помешай-ка эту кастрюлю, ладно?",
            "Занавески раздувал лёгкий ветерок.",
            "трогательный /волнующий/ фильм",
            "Бен постоянно мутит воду! (брит., перен.)",
            "Перемешайте ингредиенты до образования однородной массы.",
            "Просто добавьте в смесь воды и перемешайте.",
            "В её душе пробудилось волнение.",
            "Лёгкий ветерок зашевелил листья на дереве.",
            "Вид этих фотографий всколыхнул детские воспоминания о долгих, жарких летних днях.",
            "Размешивайте тесто до тех пор, пока оно не образует шар.",
            "Мы видели, как внутри магазина суетятся люди.",
            "Эта сенсационная новость вызвала широкий резонанс, но через несколько дней все уже об этом забыли.",
            "Тесто для пирога необходимо вымешивать в течение десяти минут.",
            "Размешивайте сахар и сливочное масло, пока смесь не станет лёгкой и воздушной.",
            "Молотый миндаль и яйцо добавьте в блюдо.",
            "Размешивайте до получения однородной массы."
        ]
    }
}