{
    "stir": {
        "comment": [
            "retire",
            "retired",
            "retirement"
        ],
        "translate": "движение, переполох, ажиотаж, шевеление, мешать, размешивать, шевелить, шевелиться",
        "transcription": " |stɜːr|",
        "antonyms": [],
        "mnemonic": [
            "stir [стэ:] шум, сенсация - Хотя это и сенсация, я на (ме-сте);",
            "stir [stɛ]\n***\nЕле ШЕВЕЛИЛСЯ, так как ноги стёр. (это) stir\nЕле ДВИГАЛСЯ, так как ноги стёр. (это) stir\nТы МЕШАТЬ не будешь, так как ноги стёр. (это) stir\nХватит ПЕРЕМЕШИВАТЬ, ты уж ложку стёр. (это) stir\nСуматоха, суета, переполох, сенсация, шевеление."
        ],
        "examples": [
            "The book caused quite a stir.",
            "Next, stir up the eggs with the milk.",
            "A quick stir will mix them thoroughly.",
            "The incident stirred students to protest.",
            "A good book can stir the imagination.",
            "She was stirred from her sleep by the noise.",
            "Stir in 1 level teaspoon of yeast.",
            "Stir the flour and water to a paste.",
            "Stir the paint to make sure it is smooth.",
            "Stir one cup of sugar into the batter.",
            "The opposition are trying to stir up feelings of dissatisfaction among the voters.",
            "A gentle breeze stirred the curtains.",
            "Give that pan a stir, will you?",
            "Simply add water to the mix and stir.",
            "Stir the ingredients to form a paste.",
            "The breeze stirred the leaves on the tree.",
            "The crowd began to stir as they waited for the band to start.",
            "a stirring movie",
            "Ben's always stirring!",
            "Excitement stirred inside her.",
            "We could see people stirring inside the shop.",
            "Stir the sugar and butter until the mixture is light and fluffy.",
            "Stir the dough until it forms a ball.",
            "Looking at the photographs stirred childhood memories of the long hot summers.",
            "Stir until the ingredients are amalgamated.",
            "The cake batter must be stirred for 10 minutes.",
            "The sensational news story caused a stir, but after a few days everyone forgot about it.",
            "Stir in the ground almonds and egg."
        ],
        "example_translate": [
            "Книга вызвала ажиотаж.",
            "Затем взбейте яйца с молоком.",
            "Резкое взбалтывание хорошо их перемешает.",
            "Инцидент вызвал студенческие протесты.",
            "Хорошая книга может взволновать воображение.",
            "От шума она пошевелилась и проснулась.",
            "Добавьте в смесь одну чайную ложку закваски без верха.",
            "Перемешайте муку и воду до получения кашицеобразной массы.",
            "Перемешайте краску, чтобы обеспечить её однородность.",
            "Размешайте в жидком тесте одну чашку сахара.",
            "Оппозиция пытается вызвать недовольство у избирателей.",
            "Занавески раздувал лёгкий ветерок.",
            "Помешай-ка эту кастрюлю, ладно?",
            "Просто добавьте в смесь воды и перемешайте.",
            "Перемешайте ингредиенты до образования однородной массы.",
            "Лёгкий ветерок зашевелил листья на дереве.",
            "В ожидании, когда группа начнёт (концерт), толпа начала шевелиться.",
            "трогательный /волнующий/ фильм",
            "Бен постоянно мутит воду! (брит., перен.)",
            "В её душе пробудилось волнение.",
            "Мы видели, как внутри магазина суетятся люди.",
            "Размешивайте сахар и сливочное масло, пока смесь не станет лёгкой и воздушной.",
            "Размешивайте тесто до тех пор, пока оно не образует шар.",
            "Вид этих фотографий всколыхнул детские воспоминания о долгих, жарких летних днях.",
            "Размешивайте до получения однородной массы.",
            "Тесто для пирога необходимо вымешивать в течение десяти минут.",
            "Эта сенсационная новость вызвала широкий резонанс, но через несколько дней все уже об этом забыли.",
            "Молотый миндаль и яйцо добавьте в блюдо."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}