{
    "stolen": {
        "comment": [],
        "translate": "украденный, краденый, ворованный",
        "transcription": " |ˈstoʊlən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They've stolen our liberty.",
            "The police recovered his stolen wallet.",
            "He slid with the stolen money.",
            "He repented having stolen the car.",
            "A stolen car smashed into the bus.",
            "Police retrieved his stolen car.",
            "He was trying to sell stolen property.",
            "the illicit trade in stolen cattle",
            "He'd stolen the flowers from our garden.",
            "This ballsy cow has stolen my job from me.",
            "Bennet was charged with handling stolen goods.",
            "We hope for the recovery of the stolen paintings.",
            "Police found a cache of stolen cars in the woods.",
            "We have reason to believe that the goods were stolen.",
            "the restitution of her stolen property",
            "The three men got away in a stolen car.",
            "He discovered that his car had been stolen.",
            "a sports car, allegedly stolen in Manchester",
            "She was found in possession of stolen goods.",
            "Our mission was to recover the stolen plans.",
            "They were charged with handling stolen goods.",
            "Are you insinuating that the money was stolen?",
            "Her bag was stolen within hours of her arrival.",
            "A haul of stolen cars has been seizes by police.",
            "The museum recently recovered two stolen artworks.",
            "Lock the barn door after the horse is stolen. посл.",
            "Some students had stolen the key to the final exam.",
            "They unloaded the stolen goods on the black market.",
            "Put that money somewhere safe before it gets stolen.",
            "Your car was stolen at the police station! How ironic!"
        ],
        "example_translate": [
            "Они похитили нашу свободу.",
            "Полиция вернула кошелек который у него украли.",
            "Он скрылся с награбленными деньгами.",
            "Он раскаивался, что украл машину.",
            "Украденный автомобиль врезался в автобус.",
            "Полиция вернула ему украденный автомобиль.",
            "Он пытался сбыть краденое имущество.",
            "незаконная торговля краденым скотом",
            "Он украл эти цветы из нашего сада.",
            "Эта пробивная сучка мое же место у меня из-под носа увела!",
            "Беннета обвинили в укрывательстве краденого.",
            "Мы надеемся на возвращение украденных картин.",
            "Полиция обнаружила в лесу тайник с угнанными автомобилями.",
            "У нас есть основания полагать, что товары были украдены.",
            "возвращение её похищенного имущества",
            "Все трое удрали на краденой машине.",
            "Он обнаружил, что у него угнали машину.",
            "спортивный автомобиль, якобы угнанный в Манчестере",
            "Её уличили в хранении краденого товара.",
            "Наше задание состояло в том, чтобы вернуть похищенные планы.",
            "Им были предъявлены обвинения в хранении краденого имущества.",
            "Вы намекаете, что деньги были украдены?",
            "Её сумку украли в течение нескольких часов после приезда.",
            "Полиция конфисковала большое количество украденных автомобилей.",
            "Недавно музей вернул себе два украденные произведения искусства.",
            "После драки кулаками не машут.",
            "Какие-то студенты украли список с ответами для итогового экзамена.",
            "Они сбросили похищенные товары на чёрный рынок.",
            "Положите эти деньги в надёжное место, пока их не украли.",
            "Ваш автомобиль угнали в полицейском участке? Какая ирония!"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}