{
    "storage": {
        "comment": [
            "store",
            "storm",
            "story",
            "storey"
        ],
        "translate": "хранение, хранилище, склад, память, запоминающее устройство, накопление",
        "transcription": " |ˈstɔːrɪdʒ|",
        "antonyms": [],
        "mnemonic": [
            "storage [сто':ридж] кладовка - (Сто Рич-ардов) Никсонов в кладовке найдено.",
            "store [stɔ: ]\nstorage ['stɔ:rɪdʒ]\n***\nЯ вас СНАБЖАЛ уже раз сто. (это) store\nЗАПАСЫ увеличим раз так в 100. (это) store\nВ универмаг ходил раз 100. (это) store\n***\nНа СКЛАДЕ говорил раз сто|речь. (это) storage\nЗа ХРАНЕНИЕ отвечает сторож. (это) storage\nПамять ПК."
        ],
        "examples": [
            "We really do need more storage space.",
            "We couldn't afford to pay the storage.",
            "The company has 1000 square meters of storage.",
            "They moved to a house with lots of storage space.",
            "The bookshelf disassembles for easy storage.",
            "The system allows quick storage and retrieval of data.",
            "Her new house is much smaller, so she had to rent additional storage.",
            "We'll have to put the project into cold storage until we can get the funding.",
            "The early sets ran on storage batteries.",
            "We need to get our furniture out of storage.",
            "the body's storage of fat",
            "The CD has a storage capacity of 800 megabytes.",
            "The limited storage space in the house is offset by the large garage.",
            "We're going to box off that corner to get extra storage space.",
            "The longshoremen moved all of the fish into cold storage for shipment to the market.",
            "The chairs fold flat for storage."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Нам действительно нужно больше пространства для хранения.",
            "Мы не могли позволить себе платить за хранение.",
            "Компания располагает 1000 квадратными метрами складской площади.",
            "Они переехали в дом, где было полно места для хранения вещей.",
            "Книжная полка разбирается для удобства хранения.",
            "Система позволяет быстро сохранять и извлекать данные.",
            "Её новый дом гораздо меньше, так что ей пришлось снять дополнительное хранилище.",
            "Мы будем вынуждены \"заморозить\" проект до тех пор, пока не найдем источник финансирования.",
            "Первые приёмники работали на аккумуляторных батареях.",
            "Надо забрать нашу мебель с хранения.",
            "запас жира в организме",
            "Ёмкость данного компакт-диска составляет восемьсот мегабайт.",
            "Ограниченное пространство для хранения, которое имеется в этом доме, компенсируется большим гаражом.",
            "Мы собираемся отделить тот угол перегородкой, чтобы получить дополнительное место для хранения.",
            "Грузчики отвезли всю эту рыбу в холодильную камеру для транспортировки на рынок.",
            "Хранятся стулья в сложенном виде."
        ],
        "stars": 2
    }
}