{
    "stove": {
        "comment": [],
        "translate": "плита, печь, печка, печной, сушить",
        "transcription": " |stoʊv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Be careful! The stove is hot!",
            "Heat the water on the stove.",
            "I burned myself on the stove.",
            "There was a big pot of soup on the stove.",
            "This stove cleans easily.",
            "I haven't christened my new stove yet.",
            "He pulled his arm away from the hot stove.",
            "A kettle was singing on the stove.",
            "Do you have a gas stove or an electric one?",
            "The kettle sang on the stove.",
            "Mark filled the pan and set it on the stove.",
            "She put the pan on the stove over medium heat.",
            "He flew the balloon over the sea and inflated it with hot air using a stove.",
            "She warned me that the stove was still hot.",
            "I guess it's finally time to replace the stove.",
            "I suddenly remembered that I'd left the stove on.",
            "The soup warmed slowly on the stove.",
            "She put the saucepan back on the stove.",
            "A great iron stove filled half the room.",
            "They heat their house with a wood stove.",
            "The water was bubbling away on the stove.",
            "There was a little stove burning in the front room.",
            "The Franklin stove, bifocals, and the lightning rod are just a few of the inventions that we owe to the fecund creativity of Benjamin Franklin.",
            "Dinner was already on the stove.",
            "a pot of soup simmering on the stove",
            "The saucepan boiled dry on the stove.",
            "I spent an hour scrubbing the crud off the old stove.",
            "The steam from the pot was fogging the window near the stove."
        ],
        "example_translate": [
            "Осторожно! Плита горячая!",
            "Нагрейте воду на плите.",
            "Я обжёгся о печку.",
            "На плите стояла большая кастрюля с супом.",
            "Эта плита легко отмывается.",
            "Я ещё не испробовал новую печь.",
            "Он отдёрнул свою руку от раскаленной плиты.",
            "На плите пел чайник.",
            "У вас газовая плита или электрическая?",
            "Чайник запел на плите.",
            "Марк наполнил кастрюлю и поставил её на плиту.",
            "Она поставила кастрюлю на плиту, на средний огонь.",
            "Он летел на воздушном шаре над морем и наполнял его горячим воздухом из нагревателя.",
            "Она предупредила меня, что плита ещё горячая.",
            "Я думаю, что пришла пора, наконец, заменить плиту.",
            "Я вдруг вспомнила, что не выключила плиту.",
            "Суп медленно грелся на плите.",
            "Она поставила кастрюлю обратно на плиту.",
            "Огромная железная печь занимала половину комнаты.",
            "Они отапливают свой дом дровяной печью /дровами/.",
            "На плите вовсю булькала вода.",
            "В передней горела небольшая печурка.",
            "Печь Франклина, бифокальные линзы и громоотвод — вот лишь некоторые из тех изобретений, которыми мы обязаны плодородному творчеству Бенджамина Франклина.",
            "Ужин уже стоял на плите.",
            "кастрюля с супом, кипящая на плите",
            "Кастрюля, стоявшая на плите, выкипела досуха.",
            "Я потратила целый час, оттирая от старой печки эту грязь.",
            "От пара из кастрюли окно рядом с печкой запотевало."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}