{
    "straw": {
        "comment": [],
        "translate": "солома, соломинка, соломка, пустяк, соломенный, ненадежный, желтоватый",
        "transcription": " |strɔː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She drank the juice through a straw.",
            "He was chewing on a straw.",
            "He wore a straw / squash / felt hat.",
            "All straw is baled.",
            "Jennie sucked up the last bit of milkshake with her straw.",
            "I drew the short straw and had to clean the toilets.",
            "I do not think he cares a straw whether your temperature goes down or up.",
            "He asked for a straw for his iced tea.",
            "A straw bonnet with pink ribbons.",
            "He drew the short straw and had to drive everyone to the party.",
            "The cage should be lined with straw.",
            "Stout long straw layered in rainy weather.",
            "She was blowing bubbles in her milk with a straw.",
            "He made her a toy horse, using just some straw and bamboo twigs.",
            "Giles drew the short straw, and has to give us a talk this morning.",
            "She sipped her lemonade through a straw.",
            "Cows were strawed to weather the snowstorm.",
            "Making me work late on Friday was the last straw.",
            "The cheese maker told us that the best Parmesan cheeses are straw, not white, in color.",
            "Men in straw boaters and waxed mustaches crowded the verandah."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она пила сок через соломинку.",
            "Он жевал соломинку.",
            "На нем была соломенная / мягкая / фетровая шляпа.",
            "Вся солома увязана в кипы.",
            "Дженни втянула через соломинку последние капли молочного коктейля.",
            "Я вытянул короткую соломинку, и мне пришлось чистить туалеты.",
            "Я думаю ему абсолютно наплевать, понижается у тебя температура или повышается.",
            "Он попросил соломинку для своего чая со льдом.",
            "Соломенная шляпка с розовыми лентами.",
            "Он вытащил короткую соломинку (проиграл жребий), и поэтому ему пришлось всех подвозить на вечеринку",
            "Клетка должна быть выстелена соломой.",
            "Крепкая длинная солома полегла в дождливую погоду.",
            "Она пускала пузыри в молоке через соломинку.",
            "Он сделал ей игрушечную лошадку, используя только солому и бамбуковые прутья.",
            "Джайлс вытянул короткую соломинку, и сегодня утром ему придётся перед нами выступить.",
            "Она отхлебнула лимонад через соломинку.",
            "Коровам настелили соломы, чтобы они могли переждать метель.",
            "Последней каплей стало то, что в пятницу меня заставили допоздна задержаться на работе.",
            "Этот сыродел рассказал нам, что лучшие пармезанские сыры соломенного, а не белого цвета.",
            "На веранде столпились мужчины в соломенных шляпах и с напомаженными усами."
        ]
    }
}