{
    "stranger": {
        "comment": [
            "arrange",
            "arrangement",
            "strange",
            "range",
            "orange",
            "strangely",
            "wide-ranging"
        ],
        "translate": "незнакомец, чужой, чужак, чужеземец, чужестранец, посторонний человек, иноземец",
        "transcription": " |ˈstreɪndʒər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am a stranger in these parts.",
            "He is a complete stranger to me.",
            "The dogs barked at the stranger.",
            "Hello, stranger! разг.",
            "She remained a stranger to me.",
            "He is no stranger to sorrow.",
            "They offered a warm welcome to the stranger.",
            "I found myself married to a virtual stranger.",
            "I'm a stranger to the area.",
            "Truth is sometimes stranger than fiction.",
            "...by cockcrow the mysterious stranger had vanished...",
            "'Where's the station?' 'Sorry, I'm a stranger here myself.'",
            "He is a stranger to fear.",
            "a stranger unversed in their language",
            "This man is a perfect stranger to me.",
            "The stranger conked him and he fainted",
            "A stranger slowly came out of the shadows.",
            "It is inhospitable to turn a stranger away.",
            "She was propositioned by a stranger at the party.",
            "Beth felt strangely drawn to this gentle stranger.",
            "He glanced suspiciously at the officious stranger.",
            "The valley is no stranger to bloodshed and murder.",
            "He does not readily give a stranger his confidence.",
            "The stranger spoke rapidly, waving his arms around.",
            "His eyes were on the stranger standing in the doorway.",
            "She stared at me as though I were a complete stranger.",
            "The stranger who hangs around the building frightens me",
            "The suspicious stranger prowls the streets of the town.",
            "The mother scolded the child for entering a stranger's car.",
            "Natives were amazed at the apparition of this white stranger."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В этих краях я чужой.",
            "Он мне совершенно незнаком. / Я совершенно его не знаю.",
            "Собаки залаяли на незнакомца.",
            "Сколько лет, сколько зим!",
            "Она осталась для меня чужой.",
            "Ему доводилось испытать горе.",
            "Они оказали чужестранцу радушный приём.",
            "Оказалось, что мы с женой в сущности не знали друг друга.",
            "Я в этой местности впервые. / Я новичок в этой области.",
            "Иногда правда удивительнее вымысла.",
            "...на рассвете таинственный незнакомец исчез...",
            "— Где тут станция? — Простите, я сам не местный.",
            "Он не знает страха.",
            "иноземец, несведущий в их языке",
            "Я никогда не был знаком с этим человеком.",
            "Незнакомец ударил его по голове, и он упал без сознания.",
            "Из тени медленно вышел незнакомец.",
            "Негостеприимно прогонять незнакомца.",
            "На вечеринке незнакомый мужчина предложил ей заняться сексом.",
            "Бет почувствовала странное влечение к этому благородному незнакомцу.",
            "Он с подозрением взглянул на назойливого незнакомца.",
            "Кровопролития и убийства в этой долине — далеко не новость.",
            "Он неохотно доверяется незнакомцам.",
            "Незнакомец говорил быстро, энергично жестикулируя руками.",
            "Его глаза смотрели на незнакомца, стоящего в дверях.",
            "Она уставилась на меня, как на совершенно незнакомого человека.",
            "Незнакомец, который бродит вокруг здания меня пугает.",
            "Подозрительный незнакомец бродит по улицам города.",
            "Мать отругала ребёнка за то, что он сел в чужой автомобиль.",
            "Туземцы были поражены появлением этого белого чужака."
        ]
    }
}