{
    "stray": {
        "comment": [
            "prayer",
            "pray",
            "spray",
            "tray",
            "ray",
            "portray",
            "betray",
            "array",
            "x-ray"
        ],
        "translate": "заблудившийся, бездомный, заблудиться, плутать, помехи",
        "transcription": " |streɪ|",
        "antonyms": [],
        "mnemonic": [
            "stray [стрей] заблудиться, бездомный - Иди (бы-стрей), чтобы не заблудиться.",
            "stray [streɪ]\n***\nСБИЛСЯ С ПУТИ - будь шустрей. (это) stray\nБРОДЯЧИЙ кот - будь шустрей. (это) stray\nБРОДЯЧАЯ собака домашней будет пошустрей. (это)\nstray\n***\nЕсли сбился с пути \"stray\",\nтебе поможет солнца луч \"ray\"."
        ],
        "examples": [
            "You're straying from the subject again, do please keep to the point.",
            "A stray dog was cringing by the door.",
            "The child strayed from the path and her parents lost sight of her.",
            "She was grazed by the stray bullet.",
            "Three of the soldiers strayed into enemy territory.",
            "He did not stray from the beaten path.",
            "This meeting is beginning to stray from the point.",
            "One man was hit by a stray bullet and taken to hospital.",
            "Her eyes strayed to the clock.",
            "Brett's always taking in stray animals.",
            "The drawer is full of spare pens, paper clips, stray elastics and whatnot.",
            "We're straying into ethnic issues here.",
            "The soldier was winged by a stray bullet."
        ],
        "example_translate": [
            "Вы снова отклоняетесь от темы, пожалуйста, говорите по существу.",
            "Бродячая собака в страхе съёжилась у двери. / Бездомная собака стояла у двери, вся сжавшись от страха.",
            "Девочка сбилась с пути, и родители потеряли её из виду.",
            "Её задела / зацепила шальная пуля.",
            "Трое солдат забрели на территорию противника.",
            "Он не свернул с проторенного пути.",
            "Это собрание начало отклоняться от заданной темы.",
            "Один человек попал под шальную пулю, и был доставлен в больницу.",
            "Её взгляд наткнулся на часы.",
            "Бретт постоянно приводит домой беспризорных животных.",
            "В ящике полно ненужных ручек, скрепок, случайно попавших туда резинок и тому подобного добра.",
            "Мы сейчас отвлекаемся от сути дела ради этнических проблем.",
            "Солдата ранило шальной пулей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}