{
    "strategy": {
        "comment": [
            "strategic"
        ],
        "translate": "стратегия, оперативное искусство",
        "transcription": " |ˈstrætədʒi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I can see a risk in this strategy.",
            "The strategy confounded our opponents.",
            "We need an effective strategy to fight poverty.",
            "That was a strategy of no imagination.",
            "They lack a good strategy for winning the election.",
            "This strategy will position us advantageously in the market.",
            "Design a strategy for battle.",
            "Let your test strategy be opportunistic.",
            "It is the general's role to develop overall strategy.",
            "Crabs are using an opportunistic foraging strategy, they are opportunistic feeders.",
            "His investment strategy is based on the principle that the stock market offers the best returns for long-term investors.",
            "The coach has a strong defensive strategy.",
            "The author shows a weak grasp of military strategy.",
            "The company must first resolve questions of strategy.",
            "The government needs to adopt a containment strategy.",
            "His investment strategy is based on a simple formula.",
            "De Gaulle conducted his strategy with consummate skill.",
            "She crafted a strategy to boost the company's earnings.",
            "a strategy to contain the fallout from the accounting scandal",
            "How does this fit into the company's overall marketing strategy?",
            "This advertisement is a typical example of their marketing strategy.",
            "The government's economic strategy has attracted a lot of criticism.",
            "This over-ambitious strategy has saddled them with debts of $3,000,000.",
            "They adopted a strategy of noncooperation until they were treated fairly.",
            "I therefore proposed a strategy that raised the possibility of compromise.",
            "The IMF has given its seal of approval to the government's economic strategy.",
            "Acting like a jerk has generally not been a terribly effectual dating strategy.",
            "They are proposing a new strategy for treating the disease with a combination of medications.",
            "The government is developing innovative strategies to help people without insurance get medical care.",
            "A perfidious campaign worker revealed the senator's strategy to his leading rival for the nomination."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В этой стратегии мне видится одна опасность.",
            "Такой подход сбил с толку наших оппонентов.",
            "Мы нуждаемся в успешной стратегии борьбы с бедностью.",
            "Это была неизобретательная стратегия.",
            "У них нет хорошей стратегии для победы на выборах.",
            "Данная стратегия позволит нам выгодно позиционировать себя на рынке.",
            "Разработайте стратегию боя.",
            "Пусть ваша испытательная стратегия будет ситуативно-обусловленной.",
            "Разработка общей стратегии — обязанность генерала.",
            "При добывании корма крабы приспосабливаются к любым условиям, они всеядны.",
            "Его инвестиционная стратегия основана на том принципе, что фондовый рынок предлагает лучший уровень доходности для долгосрочных инвесторов.",
            "У этого тренера сильная оборонительная стратегия.",
            "Автор показывает слабое понимание военной стратегии.",
            "Компания должна сначала решить стратегические вопросы.",
            "Правительству необходимо принять стратегию сдерживания.",
            "Его инвестиционная стратегия основывается на простой формуле.",
            "Де Голль проводил свою стратегию с непревзойдённым мастерством.",
            "Она разработала стратегию повышения доходов компании.",
            "стратегия по сдерживанию негативных последствий бухгалтерского скандала",
            "Как это вписывается в общую маркетинговую стратегию компании?",
            "Эта реклама — типичный пример их маркетинговой стратегии.",
            "Экономическая стратегия правительства вызвала огромное количество критики.",
            "Эта слишком амбициозная стратегия обременила их долгами на сумму в три миллиона долларов.",
            "Они приняли стратегию отказа от сотрудничества до тех пор, пока к ним не начнут справедливо относиться.",
            "Поэтому я предложил стратегию, которая повысила возможность компромисса.",
            "МВФ уже дал добро экономической стратегии правительства.",
            "Скотское поведение, как правило, не является эффективной стратегией любовных отношений.",
            "Они предлагают новую стратегию лечения данного заболевания с помощью комбинации лекарственных препаратов.",
            "Правительство разрабатывает инновационные стратегии, чтобы помочь людям, у которых нет страховки, получить медицинскую помощь.",
            "Какой-то вероломный член избирательной кампании раскрыл стратегию сенатора его основному конкуренту в борьбе за выдвижение."
        ]
    }
}