{
    "strain": {
        "comment": [],
        "translate": "штамм, деформация, напрягаться, напрягать, натяжной",
        "transcription": " |streɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The incident has strained relations between the two countries.",
            "I've strained a muscle in my leg.",
            "Don't strain yourself.",
            "I felt that my patience was being strained to the limit.",
            "Why do you strain at such a small request?",
            "Don't strain your mind too much.",
            "Strain the fat off before you serve the soup.",
            "She strained the pasta.",
            "There is a strain of weakness in him.",
            "Without a strain the great ship marches by.",
            "Too much computer work strains the eyes.",
            "Did you find the job a strain?",
            "His marriage was under strain.",
            "Medical bills put a severe strain on my finances.",
            "Strain the custard to remove lumps.",
            "I strained my back trying to lift the couch.",
            "She had to retire during the first set because of a muscle strain.",
            "I know you've been under a lot of strain lately.",
            "He strained a muscle in his leg.",
            "You'll strain your eyes trying to read in this light.",
            "These four posts take the strain of the whole structure.",
            "There's a strain of madness in his family.",
            "The strain she was under was well camouflaged by skilful make-up.",
            "She was straining to keep her head above the water.",
            "Long hours working at a computer can cause eye strain.",
            "Military spending imposes a huge strain on the economy.",
            "The long working hours put a severe strain on employees.",
            "The attack has led to strains in the relationship between the two countries.",
            "The party split under the strain.",
            "This condition is sometimes termed RSI, or repetitive strain injury."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Инцидент натянул отношения между двумя странами.",
            "Я потянул мышцу на ноге.",
            "Не напрягайся.",
            "Я почувствовал, что мое терпение было на пределе.",
            "Почему вы так щепетильны даже по пустякам?",
            "Не слишком перенапрягай мозги.",
            "Отцедите жир перед тем как подавать суп.",
            "Она натянула макароны/спагетти.",
            "Он слабый человек по природе.",
            "Мимо величаво проплывает большой корабль.",
            "Слишком много работы на компьютере напрягает глаза.",
            "Работа показалась вам утомительной?",
            "Его брак был под угрозой.",
            "Медицинские счета больно ударили по моему карману.",
            "Процедите крем, чтобы удалить комки.",
            "Я потянул спину, пытаясь поднять диван.",
            "Она пришлось уйти (прекратить игру) в первом сете из-за растяжения мышц.",
            "Я знаю, что в последнее время ты испытывал большое напряжение.",
            "Она надорвала / потянула / повредила мышцу на ноге.",
            "Если пытаться читать при этом освещении, то напряжёшь глаза.",
            "Эти четыре столба удерживают на себе вес всей постройки.",
            "У него в его семье есть склонность к сумасшествию.",
            "Следы переутомления она очень хорошо замаскировала под умелым макияжем.",
            "Она изо всех сил старалась держать голову над водой.",
            "Многочасовая работа на компьютере может привести к утомлению глаз.",
            "Военные расходы оказывают на экономику огромную нагрузку.",
            "Долгая сверхурочная работа стала тяжёлым испытанием для сотрудников.",
            "Это нападение привело к напряженности в отношениях между двумя странами.",
            "Партия не выдержала напряжения и раскололась.",
            "Это состояние иногда называют RSI, или тоннельно-костевой синдром."
        ]
    }
}