{
    "strengthen": {
        "comment": [
            "strength"
        ],
        "translate": "укреплять, укрепляться, усиливать, усиливаться, крепить",
        "transcription": " |ˈstreŋθn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The winds are expected to strengthen.",
            "These exercises will strengthen your stomach muscles.",
            "I was strengthened in this decision.",
            "His body strengthened.",
            "The faculties of the mind generally are strengthened by exercise.",
            "He loved to strengthen his family by a good alliance.",
            "Exercise can strengthen and tone muscles.",
            "Two thousand men were ganged out to strengthen the works.",
            "The opal sharpens and strengthens the sight.",
            "Through various social activities we strive to strengthen the bonds of brotherhood between us.",
            "Holidays often serve to strengthen bonds between family members.",
            "Their financial situation strengthened her determination to find a new career.",
            "The team has been strengthened by the addition of several new players.",
            "He takes herbs to strengthen his immune system.",
            "The economy is slowly strengthening.",
            "This exercise will strengthen your upper body",
            "These exercises are designed to strengthen muscles.",
            "strengthen the alliance of western nations",
            "The trade restrictions will strengthen the pound.",
            "Recent events have helped to strengthen the bonds between our two countries.",
            "Regular exercise will help to strengthen your muscles.",
            "The aim was to strengthen and revivify the Labour Party.",
            "You can do exercises to strengthen your stomach muscles.",
            "The development of new electronic products has strengthened the company's position as the leader in digital technology."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ожидается усиление ветра.",
            "Эти упражнения укрепят мышцы твоего живота.",
            "Меня поддержали в этом решении.",
            "Его тело стало сильнее.",
            "Возможности мозга обычно усиливаются благодаря упражнениям.",
            "Он хотел укрепить положение своей семьи с помощью удачного брака.",
            "Физические нагрузки могут укреплять и тонизировать мышцы.",
            "Организовали две тысячи человек, чтобы усилить интенсивность работ.",
            "Опал обостряет и укрепляет зрение.",
            "С помощью различной общественной деятельности мы пытаемся укрепить братские узы между нами.",
            "Праздники часто служат укреплению связей между членами семьи.",
            "Их финансовое положение придало ей решимости найти себя на новом поприще.",
            "Команда усилилась за счёт добавления нескольких новых игроков.",
            "Он принимает лекарственные травы для укрепления иммунной системы.",
            "Экономика постепенно укрепляется.",
            "Это упражнение укрепит верхнюю часть тела",
            "Эти упражнения направлены на укрепление мышц.",
            "укрепить единение западных стран",
            "Эти торговые ограничения послужат укреплению фунта стерлингов.",
            "Недавние события способствовали укреплению связей между нашими двумя странами.",
            "Регулярные физические упражнения помогут укрепить ваши мышцы.",
            "Целью было укрепление и возрождение к жизни Лейбористской партии.",
            "Вы можете делать упражнения, чтобы укрепить мышцы живота.",
            "Разработка новых электронных продуктов укрепила лидерские позиции компании в области цифровых технологий."
        ],
        "stars": 2
    }
}