{
    "stress": {
        "comment": [
            "stressed",
            "street",
            "stretch",
            "mistress",
            "distress"
        ],
        "translate": "стресс, напряжение, усилие, акцент, подчеркивать, ставить ударение",
        "transcription": " |stres|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What's the best way to relieve stress?",
            "The stress falls on the second syllable.",
            "She stressed the importance of a balanced diet.",
            "Exercise is a good way to release stress.",
            "Muscle tension can be a sign of stress.",
            "He sustained a stress.",
            "a weak stress on the second syllable",
            "Your headaches are due to stress.",
            "There are illnesses that are a function of stress.",
            "He put the stress on the wrong syllable.",
            "Physical exercise is a good way of releasing stress.",
            "The worst thing about stress is how it creeps up on people.",
            "The report stressed that student math skills need to improve.",
            "Stress can cause mental illness.",
            "relieve the pressure and the stress",
            "Try to reduce your stress levels.",
            "You have to learn to live with stress.",
            "She uses meditation as a way of reducing stress.",
            "measuring the effects of stresses on the material",
            "Some people stress the second syllable of “harassment,” while others stress the first.",
            "a stress fracture in his left knee",
            "Exercise is a good stress reliever.",
            "He doesn't handle stress very well.",
            "Yoga is excellent for relieving stress.",
            "Her illness was caused mainly by stress.",
            "They admired his performance under stress.",
            "Exercise can help combat the effects of stress.",
            "Janet's been under a lot of stress since her mother's illness.",
            "Stress can bring on an asthma attack.",
            "An atonic syllable carries no stress."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Какой лучший способ снять стресс?",
            "Ударение падает на второй слог.",
            "Она подчеркнула важность сбалансированного питания.",
            "Хорошим способом снять стресс являются физические упражнения.",
            "Напряжение мышц может быть признаком стресса.",
            "Он перенёс стресс.",
            "слабое ударение на втором слоге",
            "Ваши головные боли вызваны стрессом.",
            "Существуют болезни, зависящие от стресса.",
            "Он поставил ударение не на тот слог.",
            "Физические упражнения — это хороший способ снять стресс.",
            "Самое ужасное в стрессе то, как незаметно он овладевает людьми.",
            "В докладе подчёркивалась необходимость улучшить математические навыки студентов.",
            "Стресс может стать причиной психического расстройства.",
            "снять напряжение и стресс",
            "Попробуйте уменьшить уровень стресса.",
            "Вам придётся научиться жить в условиях стресса.",
            "Для уменьшения стресса она использует медитацию.",
            "измерение влияния нагрузок на материал",
            "В слове “harassment” (домогательство) некоторые ставят ударение на второй слог, а некоторые на первый.",
            "усталостный /стрессовый/ перелом его левого колена",
            "Физические упражнения являются хорошим средством для снятия стресса.",
            "Он не очень хорошо справляется со стрессом.",
            "Йога превосходно подходит для снятия стресса.",
            "Основной причиной её болезни был стресс.",
            "Их восхитило его выступление в условиях стресса.",
            "Физические упражнения могут помочь в борьбе с последствиями стресса.",
            "С тех пор, как заболела мать, Дженет приходится очень нелегко.",
            "Стресс может вызвать приступ астмы.",
            "Безударные слоги не несут на себе ударения."
        ],
        "stars": 3
    }
}