{
    "stressed": {
        "comment": [
            "stress",
            "street",
            "stretch",
            "mistress",
            "distress"
        ],
        "translate": "подчеркивать, ставить ударение, подвергать напряжению",
        "transcription": " |ˈstrest|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She stressed the need for regular meetings.",
            "I always eat when I'm feeling stressed.",
            "When I'm tired or stressed, I tend to overeat.",
            "She stressed the importance of a balanced diet.",
            "The word 'machine' is stressed on the second syllable.",
            "His philosophy stressed the impermanence of the world.",
            "He was feeling pretty stressed about the deadline.",
            "Crawford stressed the need for more housing downtown.",
            "The minister stressed the need for economic sacrifice.",
            "The risks involved in the procedure should be stressed.",
            "The union stressed the need for stricter safety standards.",
            "The report stressed that student math skills need to improve.",
            "When she said, “We need lots of money,” she stressed the word “lots.”",
            "Parents are already stressed trying to cover the bases at home and at work.",
            "He stressed the government's readiness to take tough action against terrorists."
        ],
        "example_translate": [
            "Она подчеркнула необходимость проведения регулярных совещаний.",
            "Я всегда ем, когда я чувствую напряжение / переживаю стресс.",
            "Я обычно переедаю, когда устал или нервничаю.",
            "Она подчеркнула важность сбалансированного питания.",
            "В слове \"machine\" (машина) ударение падает на второй слог.",
            "Его философия подчёркивала бренность всего земного.",
            "Он порядком беспокоился из-за (приближающегося) конечного срока.",
            "Кроуфорд подчеркнул необходимость увеличения жилищного строительства в центральной части города.",
            "Министр подчеркнул необходимость экономических жертв.",
            "Следует обратить особое внимание на риск, связанный с выполнением данной операции.",
            "Представители профсоюза подчеркнули необходимость ужесточения норм безопасности.",
            "В докладе подчёркивалась необходимость улучшить математические навыки студентов.",
            "Сказав: “Нам нужно много денег”, она подчеркнула слово “много.”",
            "Родители уже находятся в состоянии стресса, пытаясь соблюсти все меры предосторожности и дома, и на работе.",
            "Он подчеркнул готовность правительства принять жёсткие меры против террористов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}