{
    "stretch": {
        "comment": [],
        "translate": "растягивать, растягиваться, протяжение, простирание, растягивание",
        "transcription": " |stretʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He stretched his neck to see what was going on.",
            "She stretched her hand toward him.",
            "I always spend a few minutes doing stretches before I exercise.",
            "Broad plains stretching to the sea.",
            "He can write for eight hours at a stretch.",
            "He gave a yawn and a stretch.",
            "To enjoy the picnic, we stretched out on the grass.",
            "Don't yank on my sweater. You'll stretch it.",
            "The fabric stretches",
            "The years ahead seemed to stretch out for ever.",
            "His already thin patience was stretched.",
            "We have a stretch of eleven days before us.",
            "The T-shirt was stretched tight over his belly.",
            "A big banner was stretched across the doorway.",
            "We shall have to stretch the food out till the end of the week.",
            "The kids stretch my patience to the limit.",
            "The doctor tried to defy the stretch of her malice.",
            "You can stretch this rubber (out) to twice its length.",
            "During the Inquisition, the torturers would stretch their victims on a rack.",
            "The park stretched beneath the train line.",
            "We'll stretch a point (=allow a rule to be broken) and let the baby travel free this time.",
            "Always stretch before exercising.",
            "Factories stretch for quite a way along the canal.",
            "Reporters sometimes stretch the facts to make a point.",
            "She doesn't leave the house for long stretches of time.",
            "This once I'll stretch the rules and let you leave work early.",
            "The ligaments were on the stretch.",
            "Stretch the soup by adding some more cream.",
            "The canvas is stretched over a wooden frame.",
            "I can feel the stretch in the back of my legs."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он вытянул шею, чтобы посмотреть, что творится (вокруг).",
            "Она протянула к нему руку.",
            "Перед тренировкой я всегда несколько минут трачу на растяжку.",
            "широкие равнины, простирающиеся до самого моря",
            "Он может писать 8 часов кряду.",
            "Он зевнул и потянулся.",
            "Чтобы насладиться пикником, мы растянулись на траве.",
            "Не дергай мой свитер. Ты вытянешь его.",
            "Эта ткань тянется.",
            "Казалось, что предстоящие годы будут тянуться вечно.",
            "Его и без того недолгое терпение было на пределе.",
            "У нас есть целых одиннадцать дней.",
            "Футболка туго обтягивала его живот.",
            "Над входом был растянут огромный транспарант.",
            "Нам придётся растягивать эти продукты до конца недели.",
            "Дети испытывают пределы моего терпения.",
            "Доктор старался игнорировать вспышки её злобы.",
            "Вы можете растянуть эту резину так, что она станет вдвое длиннее.",
            "Во времена инквизиции палачи растягивали своих жертв на дыбе.",
            "Парк растянулся под поездной магистралью.",
            "В этот раз мы пойдём на уступки (т.е. нарушим существующие правила) и разрешим малышу проехать бесплатно.",
            "Перед тренировкой всегда делайте растяжку.",
            "Заводы тянутся довольно далеко вдоль канала.",
            "Репортеры иногда приукрашивают /преувеличивают/ факты, чтобы придать им большее значение.",
            "Она не выходит из дома на длительное время.",
            "На этот раз я сделаю послабление и позволию вам уйти с работы пораньше.",
            "Связки были напряжены.",
            "Разведите суп, добавив ещё немного сливок.",
            "Холст натянут на деревянную раму.",
            "Я чувствую напряжение в задней части ног."
        ]
    }
}