{
    "streak": {
        "comment": [],
        "translate": "полоса, полоска, жилка, прожилка, прожилок, испещрять, мелькать, проноситься",
        "transcription": " |striːk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Bacon with a streak of lean and a streak of fat.",
            "Tears streaked her face.",
            "He has a streak of obstinacy.",
            "He has a yellow streak in him.",
            "I opened the door and the cat streaked out.",
            "He left streaks where he wiped the glass.",
            "The team are on a winning streak.",
            "He had a streak of bad luck.",
            "There's a nasty streak in her character.",
            "I was up at the first streak of dawn / at the crack of dawn / at the break of dawn.",
            "Sue has blonde streaks in her hair.",
            "A shooting star streaked across the sky.",
            "The sudden line of white foam every now and then streaked the dark green waves.",
            "A skateboarder streaked past us.",
            "The team has had a long streak of wins.",
            "The other men were acquiescent, but Trevor had an independent streak.",
            "Celtic are on a six-game winning streak.",
            "The team's winning streak has lasted for seven consecutive games."
        ],
        "example_translate": [
            "Бекон с прожилками жира и постного мяса.",
            "На её щеках были следы от слёз.",
            "Ему присуще некоторое упрямство.",
            "Он трусоват.",
            "Я открыл дверь, и кошка пулей вылетела из дома.",
            "Там, где он вытирал стекло, остались полосы.",
            "У команды продолжается победная серия.",
            "У него была полоса невезения.",
            "В её характере есть одна мерзкая черта.",
            "Я встал, едва забрезжил рассвет.",
            "В волосах Сью есть светлые пряди.",
            "Небо прорезала падающая звезда.",
            "Время от времени на тёмно-зелёных волнах появлялись белые гребни пены.",
            "Мимо нас пронёсся скейтбордист.",
            "У этой команды — длительная выигрышная серия.",
            "Другие не протестовали, но у Тревора был очень независимый характер.",
            "У \"Селтика\" — серия побед из шести матчей. (The Celtic Football Club — футбольный клуб из Глазго, Шотландия)",
            "Победная серия команды длится семь игр подряд."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}