{
    "strict": {
        "comment": [
            "strictly"
        ],
        "translate": "строгий, точный, требовательный, определенный, неукоснительный, взыскательный",
        "transcription": " |strɪkt|",
        "antonyms": [],
        "mnemonic": [
            "strict [стрикт] строгий, точный - Помнишь как (стриг т-ы)строго по прейскуранту.",
            "strict [strɪkt]\nistrict ['dɪstrɪkt] - район, участок\nrestrict [rɪs'trɪkt] - ограничивать\nconstrict [kən'strɪkt] - сжимать, стеснять\n***\nСТРОГИЙ Снегг всё \"обострикт\". (это) strict\nНа ИСТИННОЙ правде внимание \"заострикт\". (это)\nstrict"
        ],
        "examples": [
            "Her parents aren't very strict.",
            "The doctor enjoined a strict diet.",
            "The army has a strict code of conduct.",
            "He can't accustom himself to strict discipline.",
            "Mike had had a strict upbringing.",
            "Strict safety tests are carried out on food additives.",
            "They should be castigated by the strict discipline for their sins.",
            "The pass to visit had a strict time limit.",
            "He had a reputation for being a strict disciplinarian.",
            "This restaurant has a strict dress code - no tie, no service.",
            "Marine insurance is governed by a strict series of rules and regulations.",
            "It being necessary for me to observe strict economy, I took my passage in the steerage.",
            "He insists on strict adherence to the rules.",
            "She is under strict orders to have a complete rest.",
            "The company has adopted a strict no-smoking policy.",
            "The rules are less strict in the local county court.",
            "The strict Judge cannot be overcome, for He is omnipotent. (E. B. Pusey)",
            "Patients maintain a strict dietary regimen.",
            "Strict laws are inhibiting economic growth.",
            "The Taliban enforced a strict Muslim code of behavior.",
            "There are plans to introduce strict immigration quotas.",
            "Contact between the young was inhibited by strict social customs.",
            "The college has strict rules for qualifying for financial assistance.",
            "There are strict security checks on everyone entering the Opera House.",
            "He was put on a strict exercise regime.",
            "The agency imposes strict fishing quotas.",
            "Strict guidelines delimit his responsibilities.",
            "strict rules regulating the use of chemicals in food",
            "Strict application of the rules is necessary in this case.",
            "The skim milk substitutes for cream — we are on a strict diet."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ее родители не очень строгие.",
            "Доктор предписал строгую диету.",
            "В армии строгие правила поведения.",
            "Он не может приучить себя к строгой дисциплине.",
            "Майк получил строгое воспитание.",
            "Проводятся очень строгие проверки по безвредности пищевых добавок.",
            "Они должны быть сурово наказаны за свои грехи.",
            "Пропуск для посещения имел жёсткое ограничение по времени.",
            "У него была репутация поборника строгой дисциплины.",
            "В этом ресторане строгий дресс-код: без галстука не обслуживают.",
            "Морское страхование определяется чётким набором правил и положений.",
            "Необходимо было строго экономить средства, поэтому я отправился третьим классом.",
            "Он настаивает на строгом соблюдении правил.",
            "Ей строго-настрого предписан полный покой.",
            "Компания приняла строгий запрет на курение.",
            "В местном окружном суде правила менее строгие.",
            "Суровый Судия неодолим, ибо Он всемогущ.",
            "Пациенты поддерживают строгий режим питания.",
            "Строгие законы мешают экономическому росту.",
            "Движение \"Талибан\" ввело строгий мусульманский кодекс поведения.",
            "Есть планы ввести жёсткие квоты на иммиграцию.",
            "Контакты между молодыми людьми были ограничены строгими обычаями.",
            "Колледж имеет строгие правила по поводу прав на получение финансовой помощи.",
            "Всех входящих в оперный театр строго проверяют на предмет безопасности.",
            "Его посадили на строгий тренировочный режим.",
            "Агентство накладывает жёсткие квоты на рыбную ловлю.",
            "Его обязанности ограничены строгими директивами.",
            "строгие правила, регламентирующие использование химических веществ в продуктах питания",
            "В этом случае необходимо строгое соблюдение правил.",
            "Обезжиренное молоко у нас заменяет сливки, ведь мы на строгой диете."
        ],
        "stars": 2
    }
}