{
    "striking": {
        "comment": [
            "strike",
            "striker"
        ],
        "translate": "поразительный, разительный, ударный, нанесение удара, зажигание, распалубка",
        "transcription": " |ˈstraɪkɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I could hear the rain striking the rooftop.",
            "She was too striking to escape their attention.",
            "This striking essay abounds in felicitous comparisons.",
            "The poverty of the city is striking.",
            "She fell heavily, striking her head against the side of the boat.",
            "The child bore a striking resemblance to his father.",
            "He divided his forces, struck where there was no use in striking.",
            "a striking contrast between wealth and poverty",
            "a striking resemblance between parent and child",
            "There is a striking resemblance between the girls.",
            "His striking good looks always created a sensation.",
            "an actress known for her striking good looks",
            "Tina bears a striking resemblance to her mother.",
            "There is a striking resemblance between the girls",
            "The colours are much more striking in the original.",
            "The theatre has reached an agreement with striking actors.",
            "If you are within striking distance of Speyside, visit the lakes.",
            "a model who owes his striking good looks to his markedly piebald ethnic background",
            "a dark man with striking features",
            "his simple but striking delineations of Dutch landscapes",
            "The French team are within striking distance of the world record.",
            "The mounted riders look striking in their red coats and white breeches.",
            "They're striking for the right to have their trade union recognized in law.",
            "A striking thing about Picadilly Circus is the statue of Eros in the center.",
            "the striking similitude between that modern city and the Rome of ancient times",
            "Visitors to the mountain range had long noted that the natural rock formation bore a striking resemblance to the visage of a man."
        ],
        "example_translate": [
            "Я слышал дождь, стучавший по крыше.",
            "Она была слишком заметна, чтобы они не обратили на неё внимания.",
            "В этом замечательном эссе полно удачных сравнений.",
            "Бедность этого города поразительна.",
            "Она рухнула (упала), ударившись головой о борт лодки.",
            "Ребенок был поразительно похож на своего отца.",
            "Он разделил свои силы, атаковал там, где в этом не было нужды.",
            "поразительный контраст между богатством и бедностью",
            "поразительное сходство между родителем и ребёнком",
            "Между этими девушками есть поразительное сходство.",
            "Его поразительная красота всегда производила фурор.",
            "актриса, которая славится своей потрясающей красотой",
            "Тина имеет поразительное сходство с матерью.",
            "Между этими девушками есть поразительное сходство.",
            "В оригинале цвета гораздо более яркие.",
            "Администрация театра достигла соглашения с потрясающими актёрами.",
            "Если вы находитесь в пределах досягаемости от долины реки Спей, побывайте на озерах.",
            "манекенщик, который обязан своей поразительной красотой явно разношёрстному этническому происхождению",
            "брюнет с поразительными чертами лица",
            "его простые, но яркие изображения голландских пейзажей",
            "Французская команда находятся в пределах досягаемости от мирового рекорда.",
            "Всадники эффектно выглядели в своих красных плащах и белых бриджах.",
            "Они бастуют за право признания своего профсоюза в законном порядке.",
            "На Пикадилли Серкус сразу бросается в глаза статуя Эроса, которая находится в её центре.",
            "поразительное сходство между этим современным городом и древним Римом",
            "Посетители этого горного хребта давно приметили, что естественные скальные образования поразительно похожи на человеческое лицо."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}