{
    "strip": {
        "comment": [],
        "translate": "полоса, полоска, лента, планка, прокладка, лишать, раздевать, раздеваться, обнажать",
        "transcription": " |strɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Strip the beds and wash the sheets.",
            "a strip of sand between the cliffs and the sea",
            "We need to strip the wallpaper off the walls first.",
            "These fruit knives are very good for stripping apple skins off.",
            "The war was caused by a dispute over the annexing of a strip of land.",
            "The thieves stripped the house of its valuables.",
            "strip a wall of its wallpaper",
            "The prisoners were stripped naked.",
            "Jack stripped and jumped into the shower.",
            "Since he owns the strip of land, Cook has a vested interest in the project being approved.",
            "He stripped himself down to his underwear.",
            "...swinish frat boys for whom a night on the town invariably included binge drinking and strip club hopping...",
            "Liverpool's famous red strip",
            "The prisoner was stripped and beaten.",
            "They stripped the room when they left.",
            "The apartment had been stripped bare.",
            "They stripped the table and refinished it.",
            "She strips in front of strangers every night for a living.",
            "The building had been completely stripped of its original woodwork."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Сними простыни с кровати и постирай.",
            "полоска песка между скалами и морем",
            "Сначала нам необходимо содрать обои со стен.",
            "Овощной нож очень удобен, когда нужно очистить яблоко.",
            "Причиной войны стал спор об аннексии полосы земли.",
            "Воры унесли из дома все ценные вещи.",
            "сдирать со стены обои",
            "Заключённых раздели донага.",
            "Джек разделся и заскочил в душ.",
            "Поскольку эта полоса земли принадлежит Куку, он лично заинтересован в том, чтобы проект был одобрен.",
            "Он разделся до нижнего белья.",
            "...свиньи-мажоры, чья вечерняя программа в городе неизменно включала в себя пункты \"нажраться в хлам и шляться по стрип-клубам\"...",
            "знаменитая красная форма команды \"Ливерпуль\" (брит.)",
            "Пленника раздели и избили.",
            "Уходя, они вынесли из комнаты абсолютно всё.",
            "Из квартиры вынесли абсолютно всё.",
            "Они ободрали стол и отполировали его заново.",
            "Она зарабатывает себе на жизнь тем, что каждый вечер раздевается перед незнакомцами.",
            "Из здания были полностью удалены первоначальные деревянные части."
        ]
    }
}