{
    "string": {
        "comment": [
            "ring",
            "bring",
            "during",
            "brink",
            "doctrine",
            "fringe",
            "upbringing"
        ],
        "translate": "строка, струна, ряд, шнурок, струнный, нанизывать, натягивать",
        "transcription": " |ˈstrɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her key hung on a string around her neck.",
            "She tied a string around the boxes.",
            "This string is all in a tangle.",
            "Susie has her mother on a string.",
            "We strung popcorn garlands for the Christmas tree.",
            "The pile of newspapers was bound with string.",
            "He dangled a piece of string in front of the cat.",
            "They strung wires from tree to tree.",
            "I need a piece of string to tie this package.",
            "He tied the packages together with string.",
            "The jewels are strung together on a fine silver chain.",
            "'How long will it take to finish the project?' 'How long is a piece of string?'",
            "Her boyfriend's a real string bean.",
            "He hanged himself with a guitar string.",
            "The girl was threading beads on a string.",
            "She let loose a string of four-letter words.",
            "I'll string along with someone who's driving into the next town.",
            "Christmas lights were strung from one end of Main Street to the other.",
            "Coil the end of the string round your finger, so that the toy plane can't get loose.",
            "cutting a piece of string",
            "She owns a string of health clubs.",
            "On the string at the half, third, fourth or other aliquot points.",
            "The country's economic troubles are rooted in a string of global crises.",
            "A long string of forenames was given to the latest addition to the royal family.",
            "The child drew glass beads on a string.",
            "I snipped the string and untied the parcel.",
            "As the site of a string of failed businesses, the building definitely had bad karma.",
            "The model was held together with string.",
            "He got a bright red top and string for his birthday.",
            "He pulled the drawstring and closed the bag."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её ключ висел на шнурке у неё на шее.",
            "Она обвязала коробки бечёвкой.",
            "Эта верёвка вся перепуталась.",
            "Сьюзи вертела своей матерью, как хотела. / Сьюзи вила из своей матери верёвки.",
            "Мы сделали из попкорна гирлянды на ёлку.",
            "Стопка газет была обвязана бечёвкой.",
            "Он дразнил кота /играл с котом/ обрывком верёвки.",
            "Они натянули между деревьями провода.",
            "Мне нужен кусок верёвки, чтобы связать этот пакет.",
            "Он связал пакеты вместе верёвкой.",
            "Драгоценные камни нанизаны на красивую серебряную цепочку.",
            "— Сколько времени понадобится, чтобы закончить проект? — Да кто его знает.",
            "Её бойфренд /парень/ — высокий и худой как жердь.",
            "Он повесился на гитарной струне.",
            "Девушка нанизывала бусы на нитку.",
            "Она разразилась нецензурной тирадой.",
            "Я поеду с кем-нибудь, кто едет в соседний город.",
            "По всей длине Мэйн-стрит были натянуты рождественские огни.",
            "Намотай верёвку на палец, чтобы твой самолётик не улетел.",
            "отрезая кусок верёвки",
            "Ей принадлежит ряд фитнес-клубов.",
            "В половине, трети, четверти струны или других кратных точках.",
            "Экономические проблемы этой страны коренятся в серии глобальных кризисов.",
            "Последнему отпрыску королевской семьи дали длинное и сложное имя.",
            "Ребенок нанизал стеклянные бусины на нитку.",
            "Я разрезал верёвку и развязал пакет.",
            "Поскольку именно в этом здании располагались представительства ряда обанкротившихся фирм, у него определённо плохая карма.",
            "Модель была скреплена с помощью нитки.",
            "На день рождения ему подарили ярко-красный волчок и верёвочку.",
            "Потянув за шнурок, он закрыл сумку."
        ]
    }
}