{
    "strictly": {
        "comment": [
            "strict"
        ],
        "translate": "строго, точно, настрого",
        "transcription": " |ˈstrɪktli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They were strictly forbidden to engage in any business.",
            "Her parents aren't very strict.",
            "My teacher is handsome, strictly!",
            "Don't worry, the deal's strictly legit.",
            "The publication of debates was at that time strictly forbidden.",
            "The family is strictly observant.",
            "As far as we can judge, motives and actions do strictly correspond to each other.",
            "Smoking is strictly prohibited inside the factory.",
            "You should strictly trace my instructions.",
            "May I talk to you, strictly off the record?",
            "I read the book strictly for my own enjoyment.",
            "Alcohol is strictly forbidden in Saudi Arabia.",
            "Drilling there would be strictly a wildcat operation.",
            "Strictly speaking, it's my money, not yours. I earned it.",
            "Our relationship was strictly platonic.",
            "He insists on strict adherence to the rules.",
            "Security firms have to work strictly within the law.",
            "Hunting is strictly forbidden in the wildlife refuge.",
            "a grey area between clearly legal and strictly illegal",
            "The company strictly controls the quality of its products.",
            "He projected a system of rules to which he strictly adhered.",
            "The views expressed herein are strictly those of the author.",
            "I'd be obliged if you'd treat this matter as strictly confidential.",
            "a college campus on which any form of hate speech was strictly verboten",
            "I have nothing against miniskirts, but I think they're strictly for the young.",
            "The information will be regarded as strictly confidential (=completely confidential).",
            "The evidence she gave to the court was not strictly accurate (=not exactly accurate).",
            "Supposing the number of contents and not contents strictly equal in numbers and consequence.",
            "Development in areas of outstanding natural beauty is strictly controlled.",
            "While such activities are not strictly illegal, they are certainly not ethical."
        ],
        "example_translate": [
            "Им было строго запрещено заниматься любым бизнесом.",
            "Ее родители не очень строгие.",
            "Мой учитель красавчик, это уж точно!",
            "Не беспокойтесь, сделка абсолютно законная.",
            "Публикация дебатов была в то время строго запрещена.",
            "Семья строго соблюдает все религиозные предписания.",
            "Насколько мы можем судить, мотивы и поступки действительно точно соответствуют друг другу.",
            "На территории завода курить строго запрещено.",
            "Ты должен чётко следовать моим инструкциям.",
            "Можно с вами поговорить — исключительно неофициально?",
            "Я читаю эту книгу исключительно для собственного удовольствия.",
            "В Саудовской Аравии употребление алкоголя строго запрещено.",
            "Бурение в том месте будет сугубо разведочной операцией.",
            "Строго говоря, это мои деньги, а не твои. Это я их заработал.",
            "Наши отношения были сугубо платоническим.",
            "Он настаивает на строгом соблюдении правил.",
            "Охранные фирмы вынуждены работать строго в рамках закона.",
            "Охота в заповеднике строго запрещена.",
            "нечто среднее между абсолютно законным и совершенно незаконным",
            "Компания строго следит за качеством своей продукции.",
            "Он создал систему правил, которой сам строго придерживался.",
            "Изложенные здесь взгляды являются сугубо авторскими.",
            "Я был бы благодарен, если бы вы отнеслись к этому вопросу строго конфиденциально.",
            "кампус колледжа, на территории которого разжигание любой формы ненависти было строжайже запрещено",
            "Я не имею ничего против мини-юбок, но считаю, что они подходят только для молодых.",
            "Данная информация будет рассматриваться как строго конфиденциальная (т.е. полностью конфиденциальная).",
            "Показания, которые она дала в суде, не были абсолютно точными (т.е. были не совсем точными).",
            "Положим, число голосующих \"за\" и \"против\" равно как по численности, так и по значимости.",
            "Строительство в районах с потрясающей природной красотой строго контролируется.",
            "Хотя данная деятельность и не считается нелегальной, она все же безнравственна."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}