{
    "stride": {
        "comment": [],
        "translate": "шаг, большой шаг, брюки, шагать, перешагнуть, сидеть верхом",
        "transcription": " |straɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She entered the room with a confident stride.",
            "She strode confidently into the room.",
            "He strode toward her.",
            "I was gaining on the other runners with every stride.",
            "I started to synchronize my breathing with my stride.",
            "Once I get into my stride I can finish an essay in a few hours.",
            "He has a distinctive bouncy stride.",
            "He was standing only a few strides away from me.",
            "When the boss asked Judy to stay late, she took it in stride.",
            "But she can take things in her stride, irregardless what's happened.",
            "She strode across the room towards me.",
            "Shea's testimony threw the defense off stride.",
            "She crossed the room in only a few strides.",
            "A gang of armed men strode into the bank and approached the teller.",
            "Most actors love to stride the boards."
        ],
        "example_translate": [
            "Она вошла в комнату уверенным шагом (уверенной походкой).",
            "Она уверенно вошла в комнату.",
            "Он зашагал к ней.",
            "С каждым шагом я догонял бегущих впереди меня спортсменов.",
            "Я начал синхронизировать своё дыхание со своим шагом.",
            "Как только я войду в колею, смогу закончить сочинение за несколько часов.",
            "У него характерная энергичная походка.",
            "Он стоял всего в нескольких шагах от меня.",
            "Когда начальник попросил Джуди задержаться на работе, она восприняла это, как должное.",
            "Несмотря на то, что случилось, она сможет все преодолеть.",
            "Она зашагала ко мне через всю комнату.",
            "Показания Ши выбили защиту из колеи.",
            "Она пересекла комнату всего в несколько шагов.",
            "Группа вооружённых мужчин заявилась в банк и подошла к кассиру.",
            "Большинство актёров обожает дефилировать по сцене."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}