{
    "stroke": {
        "comment": [
            "strong",
            "strongly"
        ],
        "translate": "ход, удар, ход поршня, штрих, погладить, поглаживать, загребной",
        "transcription": " |stroʊk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He had a stroke.",
            "He stroked his long beard",
            "A stroke of his hammer broke a bowl.",
            "He gave him a smart stroke on the cheek.",
            "It was a stroke of genius.",
            "He reached out and stroked her cheek tenderly.",
            "She gave her hair a casual stroke with the brush.",
            "Luisa reached out her hand to stroke the cat.",
            "The tree was rent in two by the stroke of lightning.",
            "I gave her hair a gentle stroke.",
            "He had a stroke last winter.",
            "A good groom will rather stroke than strike.",
            "You have to stroke the boss",
            "They have not done a stroke of work.",
            "At the stroke of two she was already at home.",
            "By a stroke of luck, there were still a few tickets left when we arrived.",
            "I looked after my father after he had a stroke.",
            "The crew must row at a certain number of strokes per minute.",
            "How does a small child stroke himself?",
            "She applied the paint in careful strokes.",
            "He cried out at each stroke of the whip.",
            "The stroke rendered her incapable of speech.",
            "He is ahead by two strokes.",
            "She swims with long, smooth strokes.",
            "The winner stroked an average of 28.",
            "While we procrastinate, a fatal stroke may intervene.",
            "He stroked the ball into an empty net with a minute to go.",
            "He smote off the pirate's head with a single stroke of his sword.",
            "She has a strong backhand stroke.",
            "She knows the four basic strokes."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У него был удар.",
            "Он поглаживал свою длинную бороду.",
            "Удар его молотка разбил чашу.",
            "Он отвесил ему звонкую пощёчину.",
            "Это было гениально.",
            "Он протянул руку и нежно погладил её по щеке.",
            "Она небрежно провела расчёской по волосам.",
            "Луиза протянула руку, чтобы погладить кота.",
            "Удар молнии расщепил дерево пополам.",
            "Я нежно погладил её по волосам.",
            "Прошлой зимой у него был инсульт /удар/.",
            "Хороший конюх скорее приласкает, чем ударит.",
            "Ты должен успокоить шефа.",
            "Они палец о палец не ударили.",
            "Когда пробило два часа, она уже была дома.",
            "По счастливой случайности, когда мы приехали, осталось ещё несколько билетов.",
            "Я ухаживал за отцом после того, как он перенёс инсульт.",
            "Команда должна делать определённое количество гребков в минуту.",
            "Как маленький ребенок успокаивает себя?",
            "Она нанесла краску аккуратно точными мазками.",
            "Он вскрикивал от каждого удара хлыстом.",
            "Инсульт лишил её возможности говорить.",
            "Он впереди на два удара.",
            "Она плавает длинными, плавными гребками.",
            "Средний темп победителей составил двадцать восемь гребков.",
            "Пока мы мешкаем, может произойти роковое событие.",
            "Он отправил мяч в пустые ворота за минуту до конца игры.",
            "Одним ударом своей сабли он отрубил пирату голову.",
            "У неё сильный бэкхенд. (в теннисе — удар закрытой ракеткой)",
            "Она знает четыре основных стиля плавания."
        ]
    }
}