{
    "strongly": {
        "comment": [
            "strong",
            "stroke"
        ],
        "translate": "сильно, крепко",
        "transcription": " |ˈstrɔŋli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was strongly attached to his family.",
            "I strongly advise you to sell your old car.",
            "Education levels are strongly related to income.",
            "The town was very strongly stockaded.",
            "We strongly support the peace process.",
            "He argues very strongly for his proposal.",
            "My sympathies went strongly with the lady.",
            "He was strongly opposed to the government.",
            "This practice should be strongly discouraged.",
            "Her evidence weighed strongly with the judge.",
            "He ran the ball strongly 30ft. past the hole.",
            "The decision has been strongly criticized by teachers.",
            "She strongly rebuked the girl for playing with matches.",
            "They had strongly opposed different national characters.",
            "The wharf is built with piles and strongly waled.",
            "Many parents are strongly critical of the school.",
            "a society that believes strongly in individualism",
            "Mongolian syntax strongly resembles Korean syntax.",
            "We strongly condemn this attack against our allies.",
            "Robson strongly objected to the terms of the contract.",
            "Marx was strongly influenced by the historian Niebuhr.",
            "The organization is strongly oriented towards research.",
            "She dived down and swam out strongly against the current.",
            "The war is strongly supported by the mass of the population.",
            "Lack of prenatal care correlates strongly with premature birth.",
            "Mr Singh has strongly denied the allegations of sexual harassment.",
            "He strongly resembles his father in appearance and in temperament.",
            "A ridge of high pressure is building up strongly over the Atlantic.",
            "The intermarriage of blood relations should be strongly discouraged.",
            "Viewpoints such as these are strongly challenged by environmentalists."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он был сильно привязан к своей семье.",
            "Я настоятельно советую продать ваш старый автомобиль.",
            "Уровень образования, который может получить обучающийся, сильно связан с уровнем его доходов.",
            "Город был очень хорошо укреплён.",
            "Мы решительно поддерживаем мирный процесс.",
            "Он очень настаивает на своём предложении. / Он приводит очень веские доводы в пользу своего предложения.",
            "Все мои симпатии были полностью на стороне леди.",
            "Он был категорически против этой власти.",
            "Это крайне нежелательно.",
            "Её показания сильно повлияли на решение судьи.",
            "Он ударил по мячу так, что тот на 30 футов перелетел через лунку.",
            "Это решение подверглось резкой критике со стороны учителей.",
            "Она устроила девочке хороший нагоняй за игру со спичками.",
            "У них были резко противоположные национальные характеры.",
            "Причал построен на сваях и надёжно укреплён.",
            "Многие родители сильно критикуют эту школу.",
            "общество, в котором сильна вера в индивидуализм",
            "Монгольский синтаксис сильно напоминает корейский.",
            "Мы решительно осуждаем это нападение на наших союзников.",
            "Робсон категорически не соглашался с условиями контракта.",
            "На Маркса сильно повлиял историк Нибур.",
            "Организация в основном ориентируется на исследовательскую работу.",
            "Она нырнула и решительно поплыла против течения.",
            "Война активно поддерживается основной массой населения.",
            "Отсутствие дородового ухода сильно коррелирует с преждевременными родами.",
            "Мистер Сингх решительно опроверг обвинения в сексуальных домогательствах.",
            "Внешностью и темпераментом он сильно напоминает своего отца.",
            "Над Атлантикой формируется мощный антициклон.",
            "Брак между кровными родственниками ни в коем случае не следует поощрять.",
            "Экологи подвергают подобные точки зрения сильному сомнению."
        ],
        "stars": 0
    }
}