{
    "struggle": {
        "comment": [],
        "translate": "борьба, усилие, напряжение, бороться, биться, пробиваться, отбиваться",
        "transcription": " |ˈstrʌɡl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They struggled to remain alive.",
            "Maths is a real struggle for her.",
            "He struggled to make himself heard.",
            "I could now without too much struggle understand most of the article.",
            "The whole family stood behind him in his struggle.",
            "She spoke of her struggles with shyness.",
            "The airline is struggling with high costs.",
            "She struggled to free herself.",
            "One by one, the insects struggled out of the smoke-filled hole.",
            "Sparta it seems kept aloof from this struggle.",
            "It was a struggle to make ends meet.",
            "He struggled to get free from the rope.",
            "The team has been struggling all season.",
            "We must continue the struggle for justice and against injustice.",
            "the classic struggle between good and evil",
            "Millions of people are struggling for survival.",
            "Why did he get embroiled in that political struggle?",
            "The action of the play revolves around the struggle between two women.",
            "Police said there were no signs of a struggle.",
            "a brutal struggle for survival in the wilderness",
            "She struggled for years to survive without welfare.",
            "They witnessed a violent struggle between police and protesters.",
            "They struggled for possession of the gun.",
            "a struggle for power within the ruling elite",
            "She's struggling to bring up a family alone.",
            "The struggle to end slavery united rich and poor.",
            "All of us will struggle fairly hard to survive if we are in danger.",
            "The whole matter boils down to a struggle between the trade union and the directors.",
            "a struggle against a determined enemy",
            "Walkers were struggling up the dusty track."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они боролись за жизнь.",
            "Математика даётся ей с большим трудом.",
            "Он делал всё, чтобы его услышали.",
            "Теперь я без особого труда мог понять почти всю статью.",
            "Вся семья поддерживала его в борьбе.",
            "Она рассказывала о своей борьбе с застенчивостью.",
            "Авиакомпания борется с высокими затратами / издержками.",
            "Она изо всех сил пыталась освободиться.",
            "Одно за другим насекомые выползали из наполненного дымом отверстия.",
            "Кажется, что Спарта держалась в стороне от этой борьбы.",
            "Было очень трудно свести концы с концами.",
            "Он изо всех сил старался освободиться от верёвки.",
            "Весь сезон команду преследуют неудачи.",
            "Мы должны продолжить борьбу за справедливость и против несправедливости.",
            "классическая борьба между добром и злом",
            "Миллионы людей борются за выживание.",
            "Зачем он вмешался в этот политический конфликт?",
            "Центр сюжета - борьба двух женщин.",
            "По словам полицейских, никаких признаков борьбы не было.",
            "жестокая борьба за выживание в дикой природе",
            "Она годами пыталась прожить без пособия по социальному обеспечению.",
            "Они стали свидетелями жестокой борьбы между полицией и демонстрантами.",
            "Они боролись за обладание пистолетом.",
            "борьба за власть внутри правящей элиты",
            "Она изо всех старается содержать семью в одиночку.",
            "Борьба за то, чтобы положить конец рабству, объединила и богатых, и бедных.",
            "Мы все активно боремся за жизнь, когда мы в опасности.",
            "Всё это дело сводится к конфликту профсоюза и руководства (компании).",
            "борьба против решительно настроенного противника",
            "По пыльной дороге с огромным трудом тащились ходоки."
        ]
    }
}