{
    "studio": {
        "comment": [
            "study",
            "student"
        ],
        "translate": "студия, мастерская, ателье, киностудия, телестудия, радиостудия",
        "transcription": " |ˈstuːdioʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The studio door snapped shut behind her.",
            "The studio had a northern exposure.",
            "He cocooned himself in his home studio.",
            "She was photographed in the studio.",
            "the president of a major Hollywood studio",
            "The studio bought the rights to his new book.",
            "a sequined dress shimmering under the studio lights",
            "You don't need a studio to make a passport photograph.",
            "The music department provided studios for their students.",
            "The studio spent a lot of money on publicity for the movie.",
            "Some studio execs are bearish about this summer's box office.",
            "Tyler has agreed a seven-year contract with a Hollywood studio.",
            "The studio manager will cue you when it's your turn to come on.",
            "Benson kept the studio locked except when he was working there.",
            "Depardieu is making a film with one of the big Hollywood studios.",
            "The studio used computer animation for some of the special effects.",
            "The studio denied the existence of subliminal messages in the movie.",
            "The studio planned to make a movie of the book but the deal fell through.",
            "Security were called, and the girls were physically ejected from the studio.",
            "a studio magnate who had the biggest stars in Hollywood at his beck and call",
            "They wanted to make it into a film, but another studio beat them to the punch.",
            "Just being in the studio gave her a sense of importance (=she felt important).",
            "The article gives a vivid picture of the way artists at the studio collaborated.",
            "a movie studio chief who likes to boast that he can unmake any star in Hollywood if he wishes",
            "The bright lights of the TV studio washed out her facial features, making her look as white as a ghost.",
            "The big-budget movie was produced by the studio in confederation with another in order to lower the risk.",
            "The studio stepped up security, fearing that someone might attempt to purloin a copy of the script for the show's season finale."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дверь мастерской захлопнулась за ней.",
            "Окна студии выходили на север.",
            "Он закрылся у себя в домашней студии.",
            "Её сфотографировали в этой студии.",
            "президент крупной голливудской студии",
            "Эта студия купила права на его новую книгу.",
            "платье с блёстками, которое переливалось в свете студийных ламп",
            "Чтобы сфотографироваться на паспорт, фотостудия не нужна.",
            "Музыкальное отделение предоставляло своим студентам студии.",
            "На рекламу этого фильма студия потратила кучу денег.",
            "Некоторые представители киностудий настроены пессимистично по поводу кассовых сборов этого лета.",
            "Тайлер согласился на семилетний контракт с одной из голливудских студий.",
            "Руководитель студии подаст вам знак, когда придёт ваша очередь выходить на сцену.",
            "Бенсон держал студию закрытой, за исключением случаев, когда он там работал.",
            "Депардьё снимает фильм вместе с одной из крупных голливудских студий.",
            "Для некоторых спецэффектов студия использовала компьютерную анимацию.",
            "Студия отрицала наличие в фильме \"двадцать пятого кадра\" /рекламы, действующей на подсознание/.",
            "Студия планировала снять по этой книге фильм, но сделка сорвалась.",
            "Вызвали охрану и выдворили девушек из студии.",
            "киномагнат, имевший в своём распоряжении крупнейших звезд Голливуда",
            "Они хотели снять по этому материалу фильм, но их опередила другая студия.",
            "Одно лишь пребывание в студии, давало ей ощущение собственной значимости (т.е. она чувствовала себя важной).",
            "В данной статье даётся яркая картина того, как сотрудничали художники в этой студии.",
            "глава киностудии, который любит хвастаться тем, что может уничтожить любую голливудскую звезду, если того пожелает",
            "Яркое освещение телестудии размыло её черты лица, из-за чего она визуально побледнела и стала похожей на привидение.",
            "В целях снижения риска этот высокобюджетный фильм был выпущен данной студией в союзе с другой.",
            "Студия усилила меры безопасности, опасаясь, что кто-то может попытаться украсть копию сценария последнего сезона сериала."
        ],
        "stars": 3
    }
}