{
    "stunning": {
        "comment": [
            "stun"
        ],
        "translate": "ошеломляющий, великолепный, сногсшибательный, оглушающий, ошеломительный",
        "transcription": " |ˈstʌnɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our room had a stunning view of the lake.",
            "She looked stunning. I couldn't take my eyes off her all evening.",
            "Researchers have made a stunning discovery.",
            "Nepal is stunning, with its wild, untamed landscape.",
            "Helen looked stunning as she tripped down the stairs in her ball gown.",
            "She needed a stunning dress to help her make a dramatic entrance.",
            "By wearing a simple but stunning dress, she had trumped them all.",
            "The scene was stunning, and for a time engrossed all our attention.",
            "She was quite stunning with large dark eyes and a beautiful high-bosomed figure.",
            "He laid the poor fellow senseless with one stunning blow.",
            "They ascribed their stunning military victory to good intelligence beforehand.",
            "The stunning view from the mountaintop left us openmouthed and at a loss for words.",
            "The museum has constellated many of the artist's most glorious paintings into one stunning exhibition.",
            "An ineffectual effort to find the trail again did at least lead them to another stunning view of the canyon."
        ],
        "example_translate": [
            "Из нашей комнаты открывался потрясающий вид на озеро.",
            "Выглядела она потрясающе: я весь вечер не сводил с неё глаз.",
            "Исследователи сделали ошеломляющее открытие.",
            "Непал потрясает своими дикими, первозданными пейзажами.",
            "Хелен, плавно спускавшаяся по лестнице в своём бальном платье, была великолепна.",
            "Для эффектного появления ей нужно было какое-то потрясающее платье.",
            "Она превзошла всех, надев хотя и простое, но потрясающее платье, .",
            "Картина была потрясающая., на некоторое время она поглотила всё наше внимание.",
            "Она была совершенно потрясающей: большие тёмные глаза и прекрасная, с высокой грудью, фигура.",
            "Одним великолепным ударом он уложил беднягу без сознания.",
            "Они приписали свою потрясающую военную победу отличной разведывательной работе, произведённой заблаговременно.",
            "Потрясающий вид, открывшийся с вершины горы, заставил нас удивлённо разинуть рты и потерять дар речи.",
            "Работники музея составили из многих прекраснейших картин этого художника одну потрясающую экспозицию.",
            "Безрезультатная попытка вновь отыскать тропу, по крайней мере, привела их к еще одному потрясающему виду на каньон."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}