{
    "submit": {
        "comment": [],
        "translate": "подавать, подчиняться, подчинять, покоряться, покорять, утверждать, предлагать",
        "transcription": " |səbˈmɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They submitted their report to us.",
            "They were forced to submit to military discipline.",
            "Submit your application no later than January 31st.",
            "Our policy is to submit all contracts to the legal department.",
            "The lawyers submitted the material to the court.",
            "Their lawyer submits that there are no grounds for denying bail.",
            "Requests must be submitted in writing.",
            "You have to submit your application before the end of the month.",
            "Foolish sinners will submit to the basest servitude, and be attendants of swine.",
            "I submit to you that the accused is guilty",
            "You must submit your college transcript with your job application.",
            "The prosecution has new evidence to submit to the court.",
            "If you would like to be considered for the job, please submit your résumé.",
            "Candidates interested in the position should submit their résumés to the Office of Human Resources.",
            "a fractious animal that would not submit to the harness"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они представили нам на рассмотрение свой доклад.",
            "Они были вынуждены покориться военной дисциплине.",
            "Заявки следует подавать не позднее 31 января.",
            "Мы придерживаемся политики предоставления всех контрактов на изучение в юридический отдел.",
            "Юристы представили материалы в суд.",
            "Их адвокат утверждает, что нет никаких оснований для отказа в освобождении под залог.",
            "Запросы должны быть представлены в письменном виде.",
            "Вы должны подать заявление до конца месяца.",
            "Неразумным грешникам достанется самая низменная работа: надзирать за свиньями в хлеву.",
            "Я утверждаю, что обвиняемый виновен",
            "К заявлению о приёме на работу необходимо приложить выписку из диплома о высшем образовании.",
            "У обвинения есть новые улики для представления в суд.",
            "При желании стать кандидатом на эту вакансию, просьба подать резюме.",
            "Кандидаты, заинтересованные в данной должности, должны представить свои резюме в Управление людских ресурсов.",
            "норовистое животное, которое не позволяло себя запрячь"
        ]
    }
}