{
    "subordinate": {
        "comment": [
            "ordinary",
            "recording",
            "according to",
            "extraordinary",
            "extraordinarily",
            "coordinate",
            "accordingly",
            "coordination"
        ],
        "translate": "подчиненный, подчиненный, подчинять",
        "transcription": " |səˈbɔːrdɪnət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Women were subordinate to men.",
            "He plays a subordinate part.",
            "They had to subordinate their own needs to the needs of the group.",
            "In painting colour is subordinate to form.",
            "The individual's needs are subordinate to those of the group.",
            "All other considerations had to be subordinated to the needs of the family.",
            "Stultz relinquished control to his subordinate.",
            "It is one of the lessons of history that more powerful civilizations often subordinate weaker ones.",
            "Making unwelcome suggestive remarks to a subordinate will be regarded as sexual harassment.",
            "Art is sometimes subordinated to Science in these schools.",
            "These aims were subordinate to the main aims of the mission.",
            "His contention is that environment plays a subordinate role to heredity in determining what we become.",
            "She leaves the day-to-day running of the firm to her subordinates."
        ],
        "example_translate": [
            "Женщины были зависимы от мужчин.",
            "Он играет второстепенную роль.",
            "Им пришлось подчинить свои интересы интересам коллектива.",
            "В живописи цвет подчиняется форме.",
            "Потребности группы важнее потребностей отдельных людей.",
            "Все прочие соображения должны быть подчинены нуждам семьи.",
            "Штульц отказался от контроля в пользу своего подчинённого.",
            "Один из уроков истории заключается в том, что более могущественные цивилизации часто подчиняют себе те, что послабее.",
            "Совершение нежелательных непристойные замечаний в адрес подчинённого будет рассматриваться как сексуальное домогательство.",
            "В этих школах искусство порой занимает подчинённое положение по отношению к науке.",
            "Эти задачи были подчинены главной цели миссии.",
            "Он утверждает, что среда играет подчинённую роль по отношению к наследственности в определении того, кем мы становимся.",
            "Она предоставляет повседневное руководство фирмой своим подчинённым."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}