{
    "substantial": {
        "comment": [
            "substantially",
            "substantive"
        ],
        "translate": "существенный, значительный, важный, реальный, прочный, сытный, вещественный, крепкий",
        "transcription": " |səbˈstænʃl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He earned a substantial wage.",
            "The bill passed without substantial alteration.",
            "Activities like that pose a substantial risk of injury.",
            "She purchased her tickets at a substantial discount.",
            "A substantial number of people commute to work each day.",
            "I was hoping that they would serve us something more substantial than wine and cheese.",
            "The new prices represent a substantial increase over last year's prices.",
            "This soup is substantial enough to serve as a main dish (=the biggest part of a meal).",
            "The kids always collect a substantial haul of candy on Halloween.",
            "The court awarded the plaintiff a substantial quittance for bodily injury and emotional distress.",
            "The televangelist has a substantial followership in the rural South.",
            "As an actress she has graduated from small roles to more substantial parts."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он получал приличную зарплату.",
            "Законопроект был принят без существенных изменений.",
            "Такие занятия представляют существенный риск получения травмы.",
            "Она приобрела билеты со значительной скидкой.",
            "Каждый день на работу ездит значительное количество людей.",
            "Я надеялся, что нам подадут что-то посытнее вина и сыра.",
            "Новые цены представляют собой значительное увеличение по сравнению с прошлогодними.",
            "Этот суп является достаточно сытным для того, чтобы служить в качестве основного блюда (т.е. самой большой части еды).",
            "На Хэллоуин дети всегда собирают солидный улов из сладостей.",
            "Суд присудил истцу существенную компенсацию за телесные повреждения и моральный ущерб.",
            "В сельских районах Юга у этого телепроповедника имеется солидная армия последователей.",
            "Как актриса, от маленьких ролей она доросла до более значительных."
        ],
        "stars": 3
    }
}