{
    "substance": {
        "comment": [],
        "translate": "вещество, субстанция, содержание, сущность, суть, материя, имущество, состояние",
        "transcription": " |ˈsʌbstəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Rubber is a flexible substance.",
            "I would not lose the substance by running after shadows.",
            "a substance in a fluid state",
            "Pine trees exude a sticky substance.",
            "Is there any substance to their claim?",
            "He had a history of substance abuse.",
            "The terrorists charged the bomb with an explosive substance.",
            "A slimy substance covered the rocks.",
            "There is a sticky substance on the table.",
            "The results of the study give substance to their theory.",
            "She made the classic mistake of choosing style over substance.",
            "This chemical substance can he resolved into an acid and oxygen.",
            "The floor was covered with a white, powdery substance that turned out to be flour.",
            "The immune response recognizes invading substances.",
            "A substance passes from the solid to the liquid state.",
            "The pancreas secretes a substance called insulin.",
            "This gland manufactures a specific substance only.",
            "a substance changing from a liquid to a gaseous state",
            "The leaves were covered with a strange sticky substance.",
            "Care must be exercised when this substance is to be deflagrated.",
            "The substance of his argument was that people on welfare should work.",
            "He discovered a substance that promotes the growth of new blood vessels.",
            "You need less bombast and more substance in this speech on human rights.",
            "The action of heat will separate the chemical into a substance and oxygen.",
            "Qualitative analysis determines the chemical constituents of a substance or mixture.",
            "He was suspended for using a banned substance (=a drug that people competing in sport are not allowed to take).",
            "Quantitative analysis determines the amounts and proportions of the chemical constituents of a substance or mixture.",
            "I suppose in every atom two poles in its superficies, and a Central point within its substance, which I call its Bias."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Резина - это эластичное вещество.",
            "Я не стал бы жертвовать реальными вещами, гоняясь за призраками.",
            "вещество в жидком состоянии",
            "Сосновые деревья выделяют липкую субстанцию.",
            "Их требования серьезны? Есть ли какое-нибудь рациональное зерно в их требованиях?",
            "У него была история злоупотребления наркотиками.",
            "Террористы зарядили бомбу взрывчаткой.",
            "Камни были покрыты какой-то склизкой субстанцией.",
            "На столе — какое-то липкое вещество /что-то липкое/.",
            "Результаты этого исследования наполняют их теорию конкретным содержанием.",
            "Она сделала классическую ошибку, предпочтя внешнюю красоту внутреннему содержанию.",
            "Это вещество распадается на кислоту и кислород.",
            "Пол был покрыт белым порошкообразным веществом, которое оказалось мукой.",
            "Иммунная реакция распознаёт вторгшиеся в организм вещества.",
            "Вещество переходит из твёрдого состояния в жидкое.",
            "Поджелудочная железа вырабатывает вещество, называемое инсулином.",
            "Эта железа вырабатывает только одно конкретное вещество.",
            "вещество, переходящее из жидкого состояния в газообразное",
            "Листья были покрыты какой-то странной липкой субстанцией.",
            "При сжигании этого вещества нужно применять осторожность.",
            "Суть его аргументации состояла в том, что люди, получающие пособие, должны работать.",
            "Он открыл вещество, которое способствует росту новых кровеносных сосудов.",
            "В этой речи по вопросам защиты прав человека вам нужно меньше помпезности и больше содержания.",
            "При помощи реакции нагревания химикат расщепится на твёрдое вещество и кислород.",
            "Качественный анализ определяет химические составляющие вещества или смеси.",
            "Он был отстранён за использование запрещённого вещества /допинга/ (т.е. препарата, который не позволено принимать людям, принимающих участие в спортивных соревнованиях)",
            "Количественный анализ определяет объёмы и пропорции химических составляющих в веществе или смеси.",
            "Я полагаю, что у каждого атома на поверхности есть два полюса и некая центральная точка внутри него, которую я называю центром гравитации."
        ]
    }
}