{
    "substitute": {
        "comment": [],
        "translate": "замена, заменитель, заместитель, суррогат, заменять, подставлять, замещать",
        "transcription": " |ˈsʌbstɪtuːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Chivers substituted for Clarke after the half-time",
            "The recipe says you can substitute yoghurt for the sour cream.",
            "The coach has to find a substitute for Tim.",
            "In this cake mixture, you can substitute oil for butter.",
            "Substitute regular milk for fat-free milk.",
            "Bill substituted for Larry, who was off sick.",
            "A construction which may substitute for a word is a phrase.",
            "The young teacher had to substitute for the sick colleague.",
            "Germany brought on a substitute at half time.",
            "They substituted real candles with electric ones.",
            "Vitamin pills are no substitute for a healthy diet.",
            "Michael Owen had to be substituted after 20 minutes on the field.",
            "You'll be getting a substitute until your regular teacher is feeling better.",
            "One of our teachers is sick, so we need someone to substitute.",
            "You can substitute generics for brand-name drugs on this health plan.",
            "If you like, you can use nuts as a substitute for coconut in that recipe.",
            "a roving substitute teacher who works in a different district every day",
            "The skim milk substitutes for cream — we are on a strict diet."
        ],
        "example_translate": [
            "Чиверс заменил Кларка после первого тайма",
            "В рецепте сказано, что можно заменить сметану йогуртом.",
            "Тренер должен найти кого-то на замену Тиму.",
            "В приготовлении теста для этого торта вы можете заменить сливочное масло подсолнечным.",
            "Замените обычное молоко обезжиренным.",
            "Билл заменял Ларри, который был на больничном.",
            "Конструкция, которая может заменять слово, называется выражением.",
            "Молодому учителю пришлось заменить больного коллегу.",
            "Сборная германии сделала замену в перерыве.",
            "Они заменили настоящие свечи электрическими.",
            "Витаминки не заменят здорового питания.",
            "Майкла Оуэна пришлось заменить после двадцати минут пребывания на поле.",
            "До тех пор, пока ваш постоянный учитель не поправится, вам предоставят замену.",
            "Один из наших учителей заболел, поэтому нам нужен кто-то на замену.",
            "Согласно этому плану медицинского обслуживания, патентованные лекарства можно заменить непатентованными.",
            "Если хотите, кокосы в этом рецепте можно заменить орехами.",
            "\"кочующий\" преподаватель на замену, который каждый день работает в разных районах",
            "Обезжиренное молоко у нас заменяет сливки, ведь мы на строгой диете."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}