{
    "subtle": {
        "comment": [],
        "translate": "тонкий, утонченный, нежный, неуловимый, хитрый, коварный, искусный, едва различимый",
        "transcription": " |ˈsʌtl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She has a subtle mind.",
            "He didn't seem to understand my subtle hints.",
            "The sauce has a subtle hint of garlic.",
            "It was her subtle way of telling me to mind my own business.",
            "If you do something subtle only one tenth of the audience will dig it.",
            "Some subtle associations will recall the phantoms of the past.",
            "When it comes to giving criticism, sometimes it's best to take a subtle approach.",
            "His whole attitude had undergone a subtle change.",
            "He didn't understand the subtle shadings of legal language.",
            "He listened to the subtle nuances in the song.",
            "Rather than go head to head with their main rivals, they decided to try a more subtle approach.",
            "Racial discrimination still exists, only now it's subtler than it once was.",
            "The lunar eclipse began with a subtle darkening of the lunar surface as it passed within the Earth's penumbra."
        ],
        "example_translate": [
            "У неё острый ум.",
            "Он как будто не понимал моих тонких намёков.",
            "У этого соуса едва уловимый привкус чеснока.",
            "Таким образом, она ловко намекнула мне, не лезть не в свое дело.",
            "Если вы сделаете нечто утончённое, только одна десятая часть публики оценит это.",
            "Некоторые тонкие ассоциации вызовут в памяти видения прошлого.",
            "Когда дело касается критики, иногда лучше найти тонкий /деликатный/ подход.",
            "Всё его отношение претерпело едва заметное изменение.",
            "Он не понял тонких оттенков юридического языка.",
            "Он вслушался в едва различимые полутона песни.",
            "Вместо того чтобы напрямую конкурировать со своими основными соперниками, они решили попробовать более тонкий подход.",
            "Расовая дискриминация по-прежнему существует, но теперь она искуснее, чем раньше.",
            "Лунное затмение началось с лёгкого потемнения поверхности Луны, которая проходила в земной полутени."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}