{
    "subway": {
        "comment": [
            "freeway",
            "halfway",
            "highway",
            "motorway",
            "no way",
            "pathway",
            "railway",
            "runway",
            "way"
        ],
        "translate": "метро, метрополитен, подземка, подземный переход, тоннель",
        "transcription": " |ˈsʌbweɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She rides the subway home from school.",
            "He rides the subway downtown every day.",
            "I took the subway to midtown.",
            "Even with a change of trains, the subway is quicker than a cab at rush hour.",
            "The subway is the fastest way to get downtown.",
            "The man exposed himself in the subway.",
            "There is a law against panhandling in the subway.",
            "He was accosted by three gang members on the subway.",
            "No one on the subway seemed to mind how crowded it was.",
            "The midmost subway car is usually the most crowded one in the train, so try to avoid it.",
            "We read it in an empty subway car racketing under the deserted streets.",
            "I frequently find myself disoriented when I come up out of the subway.",
            "I've ridden on the New York subway, the Paris Metro, and the London Underground."
        ],
        "example_translate": [
            "Из школы домой она ездит на метро.",
            "Он каждый день ездит на метро в центр города.",
            "Я доехал на метро до центра города.",
            "Даже с пересадкой, в час пик метро быстрее, чем такси.",
            "На метро до центра города добираться быстрее всего.",
            "Этот мужчина полностью обнажился в метро.",
            "Попрошайничество в метро противоречит закону.",
            "В метро к нему пристали три бандита.",
            "Казалось, что в метро никто не обращает внимания на то, насколько много там народу.",
            "Поскольку в среднем вагоне метро, как правило, больше всего народу, старайтесь туда не садиться.",
            "Мы прочитали это в пустом вагоне метро, громыхавшем под пустынными улицами.",
            "Я часто теряю ориентацию на местности, когда выхожу из метро.",
            "Я ездил на метро в Нью-Йорке, Париже Метро, и в лондонском Метро."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}