{
    "successfully": {
        "comment": [
            "succeed",
            "unsuccessful",
            "successful",
            "success",
            "successive",
            "successor",
            "succession"
        ],
        "translate": "успешно",
        "transcription": " |səkˈsesfəlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The spaceship orbited successfully.",
            "They successfully avoided each other for days.",
            "New immigrants integrated successfully.",
            "The police successfully ensnared the burglar.",
            "We operated successfully on the coast.",
            "The first fence I negotiated most successfully.",
            "A lot of cancers can now be treated successfully.",
            "Surgeons successfully implanted an artificial hip.",
            "The olive not being successfully propagable by seed.",
            "The car's design successfully integrates art and technology.",
            "The prisoner was successfully rehabilitated.",
            "The company has successfully innovated new products and services.",
            "Not all schools manage to successfully inculcate a love of learning.",
            "Working mothers use networking to help themselves manage successfully.",
            "Some people believe that Satan can successfully tempt almost anyone with lies and flattery.",
            "The birds have been successfully reared in captivity.",
            "Residents successfully pleaded their case at a council meeting.",
            "We successfully completed the certification for open water diving.",
            "The ship was successfully launched, and christened as Santa Maria."
        ],
        "example_translate": [
            "Корабль успешно вышел на орбиту.",
            "Они успешно избегали друг друга несколько дней.",
            "Новые иммигранты успешно ассимилировались.",
            "Полиция успешно поймала грабителя.",
            "Мы осуществили успешные боевые действия на побережье.",
            "Первую изгородь я преодолел вполне успешно.",
            "Теперь многие виды рака уже можно излечить.",
            "Хирурги успешно провели имплантацию искусственного тазобедренного сустава.",
            "Оливы плохо размножаются семенами.",
            "В дизайне данного автомобиля успешно сочетаются искусство и технологии.",
            "Заключённый был успешно реабилитирован.",
            "Компания успешно выдвинула на рынок новые виды товаров и услуг.",
            "Не всем школам удаётся прививать ученикам любовь к учёбе.",
            "Работающие матери используют систему связей, чтобы помочь друг другу преуспеть.",
            "Некоторые люди считают, что с помощью лжи и лести Сатана может успешно соблазнить практически любого.",
            "Эти птицы успешно выращиваются в неволе.",
            "Местные жители успешно отстояли свою точку зрения на заседании Совета.",
            "Мы успешно завершили сертификацию для занятий дайвингом на открытой воде.",
            "Корабль был успешно спущен на воду и назван \"Санта Мария\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}