{
    "succession": {
        "comment": [
            "succeed",
            "successfully",
            "unsuccessful",
            "successful",
            "success",
            "successive",
            "successor"
        ],
        "translate": "последовательность, преемственность, право наследования, непрерывный ряд",
        "transcription": " |səkˈseʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The succession of light and darkness, the vicissitude of the seasons.",
            "The succession of flashing lights gave an illusion of movement.",
            "She is now seventh in line of succession to the throne.",
            "Scoring three goals in quick succession, he made it 10-8.",
            "...a determinate order of succession to the throne...",
            "Adams took a succession of jobs which have stood him in good stead.",
            "The children were educated at home by a succession of tutors.",
            "Henry the Eighth wanted a male heir to ensure the Tudor line of succession.",
            "A frequent victim to the vagrancies of the heart, she had a succession of passionate but short-lived romances."
        ],
        "example_translate": [
            "Смена дня и ночи, чередование времён года.",
            "Смена мигающих огней создавала иллюзию движения.",
            "В порядке наследования трона она является сейчас седьмой.",
            "Забив подряд три гола, он сделал счет 10 : 8.",
            "...установленный порядок престолонаследия...",
            "Адамс перепробовал несколько работ подряд, и это ему пригодилось.",
            "Дети учились дома под руководством нескольких наставников.",
            "Генрих Восьмой нуждался в наследнике мужского пола, чтобы обеспечить сохранение линии преемственности Тюдоров.",
            "Часто становясь жертвой своего непостоянного сердца, она пережила несколько страстных, но мимолётных романов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}