{
    "succeed": {
        "comment": [
            "successfully",
            "unsuccessful",
            "successful",
            "success",
            "successive",
            "successor",
            "succession"
        ],
        "translate": "преуспевать, иметь успех, следовать за, наследовать, сменять, достигать цели",
        "transcription": " |səkˈsiːd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She doubted his ability to succeed.",
            "There is little probability that he will succeed",
            "I admire her gritty determination to succeed.",
            "He hasn't enough push to succeed.",
            "I don't think you'll succeed in changing his mind - he's very obstinate.",
            "He is apt to succeed.",
            "All I want is a legit chance to succeed.",
            "You have to work hard in order to succeed.",
            "Who will succeed him to the throne?",
            "He always tries, but he doesn't always succeed.",
            "Scientists claim they have succeeded in finding a cure for cancer.",
            "She will succeed in the end.",
            "Very few people succeed in losing weight and keeping it off.",
            "She succeeded me as treasurer.",
            "He had perfect confidence in her ability to succeed.",
            "You can succeed where others failed.",
            "We succeeded in getting tickets to the show.",
            "She had the ingenuity to succeed where everyone else had failed.",
            "He lacked the confidence to succeed.",
            "You'll never succeed as a writer if you let a little bit of criticism faze you.",
            "That class will never succeed in putting anything over the new teacher, he's too experienced.",
            "Young people today are under intense pressure to succeed.",
            "Will Charles succeed to the throne?",
            "I am sure that we'll succeed eventually.",
            "Their attempt seemed unlikely to succeed.",
            "He had a steely determination to succeed.",
            "His opposition acted as a goad to her determination to succeed.",
            "We don't know with absolute certainty that the project will succeed.",
            "To succeed one must be adaptable.",
            "This car is intended to succeed the popular Fiesta."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она усомнилась в его способности добиться успеха.",
            "Маловероятно, что он преуспеет.",
            "Я восхищаюсь ее твердой решимостью добиться успеха.",
            "Он недостаточно предприимчив [энергичен], чтобы преуспеть.",
            "Не думаю, что тебе удастся его переубедить - он очень упрямый.",
            "Он, вероятно, будет иметь успех.",
            "Всё, чего я хочу — это законный шанс преуспеть.",
            "Придётся как следует потрудиться, чтобы добиться успеха.",
            "Кто унаследует трон после него?",
            "Он всегда старается, но не всегда у него получается.",
            "Ученые утверждают, что им удалось найти лекарство от рака.",
            "В конце концов у неё всё получится.",
            "Очень мало кому удаётся не только сбросить вес, но и удержать его на том же уровне.",
            "Она сменила меня на посту казначея.",
            "Он совершенно не сомневался в её способности добиться успеха.",
            "Вы можете добиться успеха там, где другие потерпели неудачу.",
            "Нам удалось достать билеты на это представление.",
            "У неё хватило ловкости преуспеть там, где другие потерпели неудачу.",
            "Чтобы добиться успеха, ему не хватало уверенности в себе.",
            "Вам никогда не стать успешным писателем, если небольшая критика (в ваш адрес) будет расстраивать вас.",
            "Этому классу ни за что не обмануть нового учителя, он слишком опытен.",
            "Сегодня на молодёжь очень сильно давит необходимость добиться успеха.",
            "Будет ли Чарльз наследником престола?",
            "Я уверен, что со временем у нас всё получится.",
            "Казалось, что их попытка, скорее всего, будет неудачной.",
            "Он обладал твёрдой решимостью добиться успеха.",
            "Сопротивление с его стороны только подстегнуло её стремление добиться успеха.",
            "Мы не можем с абсолютной уверенностью сказать, что проект окажется успешным.",
            "Чтобы добиться успеха, нужно уметь приспосабливаться.",
            "Этот автомобиль должен прийти на замену популярной модели \"Fiesta\"."
        ]
    }
}