{
    "such": {
        "comment": [
            "suck"
        ],
        "translate": "такой, таковой, такой-то, определенный, такой, такие, таковой, те, тот",
        "transcription": " |sʌtʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You should not be in such a hurry.",
            "Such master, such servant.",
            "No such agreement was made.",
            "I've never heard of such a thing!",
            "He had a bag such as a doctor usually carries.",
            "His illness is not such as to cause anxiety.",
            "He will have no books but such as I'll let him have.",
            "I have never seen such a large cat!",
            "His excitement was such that he shouted.",
            "It is a serious problem and should be treated as such.",
            "If such is the decision, nothing further should be done.",
            "I had such a bad headache that I couldn't think straight.",
            "She has published her first sci-fi novel and hopes to write more such novels.",
            "The magazine publishes articles about such varied subjects as astronomy, politics, and gardening."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вам не следует так спешить.",
            "Каков хозяин, таков и слуга. / Каков поп, таков и приход. (посл.)",
            "Такого уговора не было.",
            "Я никогда не слыхала ничего подобного!",
            "У него была сумка, с какими обычно ходят врачи.",
            "Его болезнь не настолько серьёзна, чтобы вызывать беспокойство.",
            "Он не получит никаких книг, кроме тех, которые я разрешу ему взять.",
            "Я никогда не видел такого большого кота!",
            "Он так разволновался, что перешёл на крик.",
            "Это серьёзная проблема, и к ней нужно соответствующим образом относиться.",
            "Если решение таково, больше ничего не следует делать.",
            "У меня была такая сильная головная боль, что я не мог рассуждать здраво.",
            "Она опубликовала свой первый научно-фантастический роман и надеется написать ещё.",
            "Журнал публикует статьи на такие разные темы, как астрономия, политика и садоводство."
        ]
    }
}