{
    "suck": {
        "comment": [
            "such"
        ],
        "translate": "сосать, всасывать, высасывать, насосать, всасывание, сосание, провал, засасывание",
        "transcription": " |sʌk|",
        "antonyms": [],
        "mnemonic": [
            "suck [сак] сосать - С (сак-вояжа) сосал пыль пылесос."
        ],
        "examples": [
            "This job sucks.",
            "I think this really sucks.",
            "I sucked a cough drop.",
            "They waited in silence and sucked their sweets.",
            "The baby sucked on the mother's breast.",
            "This pump never sucks.",
            "The fluid was sucked from his lungs.",
            "Classical music sucks.",
            "Suck poison from a snake bite.",
            "She sucked on an orange slice.",
            "Don't suck your thumb, dear.",
            "The river sucked him under.",
            "Let's get right into it. The title of your book, Why We Suck, is pretty obnoxious. Are we really that bad?",
            "Mud was sucking at her feet.",
            "These plants suck moisture from the soil.",
            "A bird was sucked into one of the jet's engines.",
            "a vacuum cleaner that sucks up water as well as dirt",
            "Jennie sucked up the last bit of milkshake with her straw.",
            "He took a suck on his pipe.",
            "The fan sucks smoke from the air.",
            "The tide almost sucked us out to sea.",
            "The wetnurse suckled the infant.",
            "They sucked in deep lungfuls of air.",
            "She just sucked her teeth and stared.",
            "He was within the suck of the whirlpool.",
            "The boat was sucked under the water in the storm.",
            "Michael put the cigarette to his lips and sucked in the smoke.",
            "The current boom in the economy sucked many workers in from abroad.",
            "Suck the poison from the place where the snake bit.",
            "In The Odyssey, Ulysses is trapped between the six-headed monster Scylla and Charybdis, a deadly whirlpool that threatens to suck in his ship."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта работа полное дерьмо.",
            "По мне это полный отстой.",
            "Я сосал таблетку от кашля.",
            "Они молча сосали конфеты и ждали.",
            "Младенец сосал грудь матери.",
            "Этот насос никогда не засасывает воздух.",
            "Жидкость отсосали из его лёгких.",
            "Классическая музыка — отстой.",
            "Отсосите яд от укуса змеи.",
            "Она пососала ломтик апельсина.",
            "Родной, не надо сосать пальчик. / Милый, вынь пальчик изо рта.",
            "Река затянула его под воду.",
            "Давайте перейдем прямо к делу. Название вашей книги — \"Почему мы — дерьмо\" — довольно неприятное. Неужели у нас действительно всё так плохо?",
            "Её ноги увязали в грязи. (букв. грязь засасывала её ноги)",
            "Эти растения всасывают влагу из почвы.",
            "В один из двигателей реактивного самолёта засосало птицу.",
            "пылесос, который умеет всасывать как воду, так и грязь",
            "Дженни втянула через соломинку последние капли молочного коктейля.",
            "Он пососал свою трубку.",
            "Вентилятор всасывает дым из воздуха.",
            "Прилив чуть не вынес нас в открытое море.",
            "Кормилица покормила младенца грудью.",
            "Они набрали полные легкие воздуха (глубоко вдохнули).",
            "Она только цыкнула зубом и пристально посмотрела.",
            "Он попал в засасывающий вихрь водоворота.",
            "Во время шторма лодку засосало под воду.",
            "Майкл приложил сигарету к губам и затянулся дымом.",
            "Нынешний экономический рост привлёк в страну многих работников из-за рубежа.",
            "Отсосите яд из места укуса змеи.",
            "В \"Одиссее\" Улисс попадает в ловушку между шестиголовым чудовищем Сциллой и Харибдой — смертельным водоворотом, угрожающим поглотить его корабль."
        ],
        "stars": 2
    }
}