{
    "suffering": {
        "comment": [
            "suffer",
            "sufferer"
        ],
        "translate": "страдание, страдающий",
        "transcription": " |ˈsʌfərɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm suffering from a bad back.",
            "She is suffering from the hot weather.",
            "I wish I could relieve your suffering.",
            "He's suffering from physical and mental fatigue.",
            "We are suffering from the influence of high exchange rate.",
            "She's suffering a lot of pain.",
            "She watched at his suffering with clinical indifference.",
            "If he is suffering he certainly shows no outward sign of it.",
            "He was suffering from museum fatigue.",
            "I was suffering from terminal boredom.",
            "a message of hope for suffering humanity",
            "Several players were suffering from cramp.",
            "He was suffering from shortness of breath.",
            "She was suffering from a nervous condition.",
            "The war left a legacy of pain and suffering.",
            "He is suffering from want of adequate sleep.",
            "The patient was suffering from heart failure.",
            "Mary's suffering from ill health at the moment.",
            "He died after suffering a severe asthma attack.",
            "Britain is suffering an epidemic of petty crime.",
            "Many of the teachers are suffering from burnout.",
            "medicines used to mitigate a patient's suffering",
            "She has been suffering from a lack of sleep lately.",
            "He is currently suffering financial embarrassments.",
            "Business is suffering because of the feeble economy.",
            "The thing to note here is that people are suffering.",
            "His tale is one long whinge about his own suffering.",
            "She was taken to hospital, suffering from pneumonia.",
            "The war caused an unconscionable amount of suffering.",
            "Many students are suffering severe financial hardship."
        ],
        "example_translate": [
            "Я страдаю от болей в спине.",
            "Она страдает от жары / жаркой погоды.",
            "Как бы я хотел облегчить ваши страдания.",
            "Он страдает от физической и умственной усталости.",
            "Мы страдаем от влияния высокого валютного курса.",
            "Она страдает от невыносимой боли.",
            "Она взирала на его страдания с холодным безразличием.",
            "Если он и страдает, то не проявляет никаких заметных признаков этого.",
            "Он чувствовал, что по горло сыт музеями. / Он страдал от \"музейной усталости\".",
            "Я страдал от смертельной скуки.",
            "сигнал надежды для страдающего человечества",
            "Несколько игроков мучились от судорог.",
            "Он страдал одышкой.",
            "Она страдала от заболевания нервов.",
            "Наследием этой войны стали боль и страдание.",
            "Он страдает от недостатка нормального сна.",
            "Пациент страдал от сердечной недостаточности.",
            "В данный момент Мэри страдает от плохого состояния здоровья.",
            "Он умер после тяжёлого приступа астмы.",
            "Великобритания переживает эпидемию мелких преступлений.",
            "Многие учителя страдают от выгорания на работе.",
            "лекарственные средства, применяемые для уменьшения страданий пациента",
            "Она в последнее время страдала от недостатка сна.",
            "В настоящее время он испытывает финансовые затруднения.",
            "Из-за слабой экономики страдает бизнес.",
            "Тут необходимо обратить внимание на то, что страдают люди.",
            "Его рассказ — это один сплошной плач о своих собственных страданиях.",
            "Её отправили в больницу с пневмонией.",
            "Война вызвала немыслимое количество страданий.",
            "Многие студенты испытывают серьёзные финансовые трудности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}