{
    "suffer": {
        "comment": [
            "suffering",
            "sufferer"
        ],
        "translate": "страдать, терпеть, испытывать, вытерпеть, претерпевать, выстрадать, сносить",
        "transcription": " |ˈsʌfər|",
        "antonyms": [],
        "mnemonic": [
            "suffer [са'фэ] страдать - Она страдает от работы на (софе).",
            "suffer ['s∧fə]\n***\nСТРАДАЕТ шáфер. (это) suffer\nТерпеть, сносить, испытывать."
        ],
        "examples": [
            "I cannot suffer him.",
            "He suffers from headaches.",
            "I hate to see a child suffer.",
            "She is suffering from the hot weather.",
            "He died instantly and did not suffer.",
            "He began to suffer from dizzy spells.",
            "It was kinder to put the old dog away than to let him suffer.",
            "She suffers from a tendency to talk too much.",
            "She's suffering a lot of pain.",
            "She suffered an injury during the game.",
            "All children will tend to suffer from separation from their parents.",
            "I'm suffering from a bad back.",
            "He suffered the penalty.",
            "Their relationship suffered because of her work.",
            "We suffered a great deal during the war.",
            "Won't your business suffer if you take a holiday?",
            "The rest of Europe was to suffer the same fate.",
            "It was agony to watch him suffer like that.",
            "He was a perfectionist who didn't suffer fools gladly.",
            "He suffered head injuries in the crash.",
            "Every time her husband gets drunk, she suffers.",
            "He remembers all the indignities he had to suffer in the early years of his career.",
            "His grades suffered.",
            "These herbs suffer when sunned.",
            "Some children suffer from school phobia.",
            "This author really suffers in translation.",
            "The hero must be young and interesting - must have to do, and not merely to suffer.",
            "Many saints suffered martyrdom.",
            "She had started to suffer, so the humane thing to do was to put her to sleep.",
            "She started to suffer from dizzy spells (=a short period when you feel dizzy)."
        ],
        "example_translate": [
            "Я его терпеть не могу.",
            "Он страдает головными болями.",
            "Терпеть не могу смотреть, как страдает ребёнок.",
            "Она страдает от жары / жаркой погоды.",
            "Он умер мгновенно и не страдал.",
            "Он начал страдать от приступов головокружения.",
            "Добрее было усыпить старую собаку, чем заставлять её страдать.",
            "Она страдает излишней болтливостью.",
            "Она страдает от невыносимой боли.",
            "Она получила травму во время игры.",
            "Все дети страдают от разлуки с родителями.",
            "Я страдаю от болей в спине.",
            "Он понёс наказание.",
            "Их отношения пострадали из-за её работы.",
            "Во время войны мы многого натерпелись.",
            "Не пострадает ли ваш бизнес, если вы возьмёте отпуск?",
            "Остальную часть Европы ждала та же участь.",
            "Было мучительно больно смотреть, как он страдает.",
            "Это был перфекционист, который не терпел дураков.",
            "Во время аварии он травмировал голову.",
            "Она страдает каждый раз, когда её муж напивается.",
            "Он помнит все унижения, через которые ему пришлось пройти в начале своей карьеры.",
            "Его оценки ухудшились.",
            "Солнце эти травы переносят плохо.",
            "Некоторые дети страдают от боязни идти в школу.",
            "При переводе произведения этого писателя многое теряют.",
            "Герой должен быть молодым и интересным, должен действовать, а не только страдать.",
            "Многие святые были мучениками /вынесли муки/.",
            "Она стала невыносимо страдать, так что гуманно было дать ей умереть.",
            "Она начала страдать от приступов головокружения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}