{
    "sufficient": {
        "comment": [
            "efficient",
            "efficiency",
            "insufficient",
            "deficiency"
        ],
        "translate": "достаточный, достаточное количество",
        "transcription": " |səˈfɪʃnt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We need sufficient time to deal with the problem.",
            "He had not sufficient courage for it.",
            "The English people is sufficient for itself.",
            "A sufficient number to make a quorum.",
            "It would have been sufficient to send a brief note.",
            "Five minutes is sufficient for a thorough mixture.",
            "Our sex was anarchic, sufficient to itself, without perspectives.",
            "The money is not sufficient to cover everything that needs doing.",
            "Every hard worker requires sufficient and regular holidays.",
            "The recipe is sufficient for six people.",
            "Students must reach a sufficiently high standard to pass.",
            "A brisk walk is sufficient to raise your heart rate.",
            "Her explanation was not sufficient to satisfy the police.",
            "There is sufficient evidence to convict.",
            "They didn't give me sufficient notice.",
            "The snapping of a dry stick is not sufficient to turn the tiger.",
            "From a sufficient number of results a proposition or law is induced.",
            "He had sufficient means to meet his simple needs.",
            "Many start-ups are hobbled by a lack of sufficient capital.",
            "There must be sufficient funds in your bank account to cover the check.",
            "It is sufficient to levigate them with water to obtain them very white.",
            "Sufficient to maintain me in comfort and independence as a gentleman. (James)",
            "The difficulty lies in providing sufficient evidence.",
            "The stream retained sufficient impetus to carry a log to our shores.",
            "The evidence is not sufficient to bring a prosecution against him.",
            "They had failed to provide evidence of sufficient financial backing.",
            "We can only prosecute if there is sufficient evidence.",
            "Sufficient supply, in the short run, will be a problem.",
            "Unauthorized absence is sufficient reason for dismissal.",
            "The Senate had a sufficient majority to override the presidential veto (=not accept his refusal)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Нам потребуется достаточное количество времени, чтобы разобраться с этой проблемой.",
            "На это у него не хватило смелости.",
            "Английский народ самодостаточен.",
            "Достаточное количество людей для кворума.",
            "Можно было ограничиться лишь кратким сообщением.",
            "Пяти минут достаточно для получения однородной массы.",
            "Наш секс был беспорядочным, самодостаточным и бесперспективным.",
            "Этих денег не хватит на всё, что необходимо сделать.",
            "Каждому работающему с полной отдачей сотруднику требуется достаточный и регулярный отдых.",
            "Этот рецепт рассчитан на шесть человек.",
            "Студенты должны иметь достаточно высокие знания для сдачи экзаменов.",
            "Чтобы поднять ваш пульс, достаточно пройтись быстрым шагом.",
            "Её объяснение полиция сочла недостаточным.",
            "Доказательств для вынесения обвинительного приговора достаточно.",
            "Меня слишком поздно предупредили.",
            "Треска сухой палки недостаточно, чтобы отогнать тигра.",
            "Исходя из достаточного количества результатов можно сделать вывод или установить закономерность.",
            "У него было достаточно средств, чтобы удовлетворить свои простые потребности.",
            "Многим стартапам мешает отсутствие достаточного капитала.",
            "На вашем банковском счёте должно быть достаточно средств, чтобы покрыть чек.",
            "Достаточно растереть их с водой, чтобы они стали белыми.",
            "Достаточно для того, чтобы я мог жить в достатке и независимости, как настоящий джентльмен.",
            "Трудность заключается в предоставлении достаточных доказательств.",
            "Поток был достаточно стремительным, чтобы донести бревно до наших берегов.",
            "Этих доказательств недостаточно для возбуждения против него уголовного дела.",
            "Им не удалось представить доказательства достаточной финансовой поддержки.",
            "Предъявлять судебный иск можно лишь при наличии достаточных доказательств.",
            "В краткосрочной перспективе, обеспечить достаточное снабжение будет нелегко.",
            "Самовольное отсутствие является достаточным основанием для увольнения.",
            "Сенат имел достаточное большинство, чтобы преодолеть президентское вето (т.е. не принимать его отказ)."
        ]
    }
}