{
    "suggest": {
        "comment": [
            "прил suggested(предлагаемый), suggest, suggestion - предлагать, предложение",
            "suggestion",
            "sugar"
        ],
        "translate": "предлагать, означать, говорить о, подсказывать, внушать, советовать, намекать",
        "transcription": " |səˈdʒest|",
        "antonyms": [],
        "mnemonic": [
            "suggest [sə'dʒest]\nsuggestion [sə'dʒɛstʃən] - предложение, внушение.,\nнамёк, указание\n***\nХороший ПРЕДЛОЖИЛ сосед|жест. (это) suggest\nПРЕДЛОЖИТЬ мне нечего сейчас (т). (это) suggest\nПРЕДЛОЖИЛИ мы для непосед|джаз (т). (это) suggest"
        ],
        "examples": [
            "I suggested waiting.",
            "What does this shape suggest to you?",
            "Who would you suggest for the job?",
            "He suggested a visit to the gallery.",
            "An idea suggested itself to me.",
            "Who suggested his taking part?",
            "She suggested a compromise to us.",
            "Does the name suggest nothing to you?",
            "I'm sorry, the lamb is off, may I suggest some chicken?",
            "At this juncture, I suggest we take a short break.",
            "Did she suggest where we should meet?",
            "The architect suggested restoring the building.",
            "I venture to suggest that your whole idea is unworkable.",
            "Which part of the States would you suggest I visit?",
            "The circumstances suggest murder.",
            "I suggest caution in a situation like this.",
            "I suggest that you abort the project.",
            "He could not suggest a viable alternative.",
            "I suggest we skip over the details and get to the point.",
            "Results suggest that diet is very important.",
            "He had the audacity to suggest that it was all my fault.",
            "We suggest replacing the present chairman with a younger person.",
            "She never found an occasion to suggest her ideas.",
            "I suggest that you keep off religion while the priest is here.",
            "There is nothing to suggest that the two events are connected.",
            "All of your classmates have begun their projects, and I suggest you do the same.",
            "She suggested (to us) that an exception be / should be made.",
            "All the main economic indicators suggest that trade is improving.",
            "It is pure hokum to suggest that all authors are always interesting.",
            "Economic indicators suggest that prices will go up."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "прил которые могут стоять как после сущ, так и перед сущ - без какой-либо разницы"
        ],
        "example_translate": [
            "Я предложил подождать.",
            "Это что-нибудь вам напоминает?",
            "Кого бы вы предложили на эту работу?",
            "Он посоветовал посетить галерею.",
            "Мне пришла в голову мысль.",
            "Кто предложил, чтобы он принял участие?",
            "Она предложила нам компромиссное решение.",
            "Разве это имя вам ничего не говорит?",
            "Простите, баранина уже кончилась, может быть, вы попробуете цыпленка?",
            "В данный момент я предлагаю сделать небольшой перерыв.",
            "Она сказала, где мы должны встретиться?",
            "Архитектор предложил восстановить здание.",
            "Позволю себе заметить, что ваш план неосуществим.",
            "Какую часть Штатов вы предложили бы мне посетить?",
            "Обстоятельства позволяют предположить, что это было убийство.",
            "В подобных ситуациях я предлагаю действовать осторожно.",
            "Советую вам отменить /прекратить/ этот проект.",
            "Он не смог предложить реальной альтернативы.",
            "Я предлагаю опустить подробности и перейти к сути дела.",
            "Результаты показывают, что диета очень важна.",
            "Он имел наглость намекнуть, что я сама во всём этом виновата.",
            "Мы предлагаем заменить действующего председателя человеком помоложе.",
            "Она так и не нашла возможности предложить свои идеи.",
            "Не говори о религии, пока у нас в гостях священник.",
            "Нет никаких оснований предполагать, что эти два события связаны.",
            "Все ваши одноклассники уже начали свои проекты, и я предлагаю вам сделать то же самое.",
            "Она пыталась нас убедить в том, что должно быть сделано исключение.",
            "Все основные экономические показатели свидетельствуют об улучшении торговли.",
            "Предположение о том, что все авторы всегда интересны, полный вздор.",
            "Экономические показатели позволяют предположить, что цены пойдут вверх."
        ],
        "stars": 3
    }
}
