{
    "suicide": {
        "comment": [
            "incident",
            "incidentally",
            "incidence"
        ],
        "translate": "самоубийство, самоубийца, покончить с собой",
        "transcription": " |ˈsuːɪsaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She had thoughts of suicide.",
            "It is a crime to commit suicide.",
            "More people commit suicide at Christmas than at any other time.",
            "Many suicides occur in prisons.",
            "Most doctors oppose assisted suicide.",
            "He had even contemplated suicide.",
            "The thought of suicide plagued her.",
            "Buying that house was financial suicide.",
            "She was scarred by her father's suicide.",
            "She attempted suicide early in their marriage.",
            "The Suicide Act became law in 1961.",
            "There is a strong stigma attached to suicide.",
            "Suicide rates have remained essentially unchanged.",
            "There were two suicides last year at the university.",
            "Evans committed suicide while on remand in Parkhurst prison.",
            "My mother attempted suicide on many occasions.",
            "She pretended not to have known the suicide bomber.",
            "Authorities have officially ruled the death a suicide.",
            "Introducing a flat-rate tax would be political suicide.",
            "The noises in my head have nearly driven me to suicide.",
            "Someone must have planted the idea of suicide in his mind.",
            "He tried to make it appear that she had committed suicide.",
            "He said a vote for Labour would be a vote for economic suicide.",
            "As a leader he knows that it is political suicide to appear indecisive.",
            "The suicide rate among men between the ages of 16 and 25 has risen alarmingly.",
            "He apparently left a suicide note (=letter explaining his reasons for killing himself).",
            "Our office drama queen yet again made the melodramatic declaration that he was contemplating suicide."
        ],
        "example_translate": [
            "У неё были мысли о самоубийстве.",
            "Самоубийство — это преступление.",
            "Люди чаще совершают самоубийство на рождество, чем в любое другое время.",
            "Многие самоубийства совершаются в тюрьмах.",
            "Большинство врачей против эвтаназии.",
            "Он даже подумывал о самоубийстве.",
            "Мысль о самоубийстве неотступно преследовала её.",
            "Покупка того дома была экономически провальной.",
            "Самоубийство отца глубоко её травмировало.",
            "В самом начале их брака она пыталась покончить с собой.",
            "Закон о самоубийстве вступил в силу в 1961 году.",
            "После попытки самоубийства остался сильный шрам.",
            "Уровень самоубийств практически не меняется.",
            "В прошлом году в университете было два самоубийства.",
            "Эванс совершил самоубийство во время заключения в тюрьме Паркхерст.",
            "Моя мать неоднократно пыталась покончить с собой.",
            "Она сделала вид, что не знала террориста-смертника.",
            "Власти официально признали эту смерть самоубийством.",
            "Введение налога с единой ставкой было бы политическим самоубийством.",
            "Шум в голове чуть не довёл меня до самоубийства.",
            "Должно быть, кто-то внедрил мысль о самоубийстве в её голову.",
            "Он попытался сделать так, чтобы казалось, будто она совершила самоубийство.",
            "Он сказал, что отдать голос за лейбористов всё равно, что проголосовать за экономическое самоубийство.",
            "Как лидер, он осознает, что его нерешительность может привести к политическому краху.",
            "Уровень самоубийств среди мужчин от 16 до 25 лет значительно вырос.",
            "Он, видимо, оставил предсмертную записку (=письмо, объясняющее причины, побудившие его совершить самоубийство).",
            "На работе наш местный истерик в очередной раз пафосно объявил, что \"подумывает о самоубийстве\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}