{
    "suitcase": {
        "comment": [],
        "translate": "чемодан, небольшой плоский чемодан",
        "transcription": " |ˈsuːtkeɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I went to retrieve my suitcase.",
            "Tie this label to your suitcase.",
            "Doesn't this suitcase have a hold?",
            "The zipper was stuck and we couldn't open the suitcase.",
            "a suitcase with a false bottom",
            "He jammed everything into one suitcase.",
            "He dragged the big suitcase behind him",
            "Put your suitcase in the trunk.",
            "Peter shoved the suitcase under the bed.",
            "She began to lug her suitcase up the stairs.",
            "I don't think all that will go in the suitcase.",
            "I unpacked my suitcase as soon as I arrived home.",
            "You'll have to lug this suitcase.",
            "She stuffed her things into a suitcase.",
            "I rushed to pack my suitcase before she came back.",
            "She trundled her suitcase into the room.",
            "He crammed the suitcase with his clothes.",
            "She looked at the open suitcase with surprise.",
            "I chucked a few things into a suitcase and left.",
            "I swung my suitcase into the backseat of the car.",
            "You'll never manage that suitcase., let me take it.",
            "I cricked my back bending to pick up the suitcase.",
            "She packed her suitcases the night before she left.",
            "She stood on the platform, her suitcase at her feet.",
            "She opened her suitcase and took out a pair of shoes.",
            "She gave the porter a dollar for carrying her suitcase.",
            "She tried to run, but was hampered by her heavy suitcase.",
            "'Would you mind helping me with my suitcase?' 'Not at all.'",
            "The suitcase has a zippered compartment for personal items.",
            "Don's few personal effects were in a suitcase under the bed."
        ],
        "example_translate": [
            "Я пошёл забрать свой чемодан.",
            "Привяжите эту бирку к своему чемодану.",
            "Разве у этого чемодана нет ручки?",
            "Молнию заклинило, и мы не смогли открыть чемодан.",
            "чемодан с двойным дном",
            "Он запихал всё в один чемодан.",
            "Он тащил за собой большой чемодан",
            "Положи свой чемодан в багажник.",
            "Питер запихал чемодан под кровать.",
            "Она потащила чемодан вверх по лестнице.",
            "Мне кажется, что всё это не войдёт в чемодан.",
            "Я распаковал свой чемодан, как только приехал домой.",
            "Тебе придётся тащить этот чемодан.",
            "Она запихнула свои вещи в чемодан",
            "Я бросился паковать чемодан, пока она не вернулась.",
            "Она вкатила в номер свой чемодан.",
            "Он до отказа набил чемодан вещами.",
            "Она с удивлением посмотрела на открытый чемодан.",
            "Я бросил несколько вещей в чемодан и уехал.",
            "Я забросила свой чемодан на заднее сидение машины.",
            "Тебе не справиться с этим чемоданом — давай я его понесу.",
            "Я потянул спину, когда нагнулся за чемоданом.",
            "Она собрала свои чемоданы в ночь перед отъездом.",
            "Она стояла на платформе с чемоданом у ног.",
            "Она открыла чемодан и достала пару туфель.",
            "Она дала швейцару доллар за то, что он донёс ей чемодан.",
            "Она попыталась убежать, но тяжёлый чемодан помешал ей.",
            "— Вы не против помочь мне с чемоданом? — Нисколько.",
            "В чемодане имеется отделение на молнии для личных вещей.",
            "Немногие личные вещи Дона были в чемодане под кроватью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}