{
    "suitable": {
        "comment": [
            "suitable, suit - подходящий, костюм",
            "suit",
            "suitcase",
            "unsuitable",
            "lawsuit",
            "pursuit",
            "suite",
            "suitably"
        ],
        "translate": "подходящий, соответствующий, годный",
        "transcription": " |ˈsuːtəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A suitable match for their daughter.",
            "The movie is suitable family fare.",
            "The dress was a suitable choice.",
            "The most suitable season for transplanting the roots.",
            "Would it be suitable to discuss this matter at lunch?",
            "She was recommended as a suitable candidate for the job.",
            "We need to find a suitable person for the job.",
            "The film is not suitable for children under 12.",
            "I'd like to get at repainting the house as soon as the weather is suitable.",
            "These toys are not suitable for children under five.",
            "Have you found anyone suitable to sit in this evening?",
            "a tractor suitable (or fit) for heavy duty",
            "I was delegated to find a suitable conference venue.",
            "It is sometimes difficult to find suitable foster parents.",
            "Many people are dissatisfied at / with not finding suitable jobs.",
            "Latecomers will be admitted at a suitable break in the performance.",
            "The movie isn't suitable for young viewers.",
            "a commodious building suitable for conventions",
            "The parents found the girl suitable for their son.",
            "A lawyer can also help you draw a contract which is suitable to both parties.",
            "'When are you planning to hire someone?' 'As soon as we find someone suitable.'",
            "It is sometimes totally impossible to find any suitable comeback to the remark.",
            "The wood's hardness makes it suitable for carving.",
            "This type of microphone is suitable for general use.",
            "There is a whole range of therapies that may be suitable.",
            "It was hard to find a suitable location for the desert scenes.",
            "There are serious deficiencies in the numbers of suitable aircraft.",
            "Some patients die before a suitable donor is found.",
            "Some countries lack a suitable economic infrastructure.",
            "We upgraded the computer to make it suitable to our needs."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "прил которые могут стоять как после сущ, так и перед сущ - без какой-либо разницы"
        ],
        "example_translate": [
            "Подходящая партия для их дочери.",
            "Фильм подходит для семейного досуга.",
            "Платье было выбрано удачно.",
            "Наиболее подходящий сезон для пересадки корней.",
            "Удобно ли будет обсудить этот вопрос за обедом?",
            "О ней говорили как о подходящей кандидатуре на эту должность.",
            "Мы должны найти подходящего человека для этой работы.",
            "Фильм не подходит для детей младше двенадцати лет.",
            "Я хотел бы снова взяться за перекраску дома, когда погода станет подходящей.",
            "Эти игрушки не подходят для детей младше пяти лет.",
            "Ты нашел кого-нибудь, кто мог бы посидеть с ребенком сегодня вечером?",
            "трактор, который подходит для работы в тяжёлых условиях эксплуатации",
            "Мне поручили найти подходящее место для проведения конференции.",
            "Иногда трудно найти подходящих приемных родителей.",
            "Многие люди не удовлетворены тем, что не могут найти подходящую работу.",
            "Опоздавшие будут пропущены (в зал) во время перерыва в представлении.",
            "Этот фильм не подходит для юных зрителей.",
            "просторное здание, которое подходит для проведения собраний / конференций",
            "Родители решили, что девушка сыну подходит.",
            "Юрист также может вам помочь составить контракт, приемлемый для обеих сторон.",
            "— Когда вы планируете кого-то нанять? — Как только найдём кого-то подходящего.",
            "Иногда совершенно невозможно найти сколько-нибудь остроумный ответ на замечание собеседника.",
            "Твёрдость дерева делает его пригодным для резьбы.",
            "Этот тип микрофона предназначен для общего пользования.",
            "Существует целый ряд лечебных курсов, которые могут подойти (в данном случае).",
            "Трудно было найти подходящее место для съёмок сцен в пустыне.",
            "Наблюдается серьёзный дефицит подходящих самолётов.",
            "Некоторые пациенты умирают до того, как найдётся подходящий донор.",
            "В некоторых странах отсутствует подходящая экономическая инфраструктура.",
            "Мы обновили компьютер, чтобы сделать его пригодным для наших нужд."
        ],
        "stars": 1
    }
}