{
    "suite": {
        "comment": [
            "suit",
            "suitable",
            "suitcase",
            "unsuitable",
            "lawsuit",
            "pursuit",
            "suitably"
        ],
        "translate": "набор, сюита, комплект, апартаменты, свита, гарнитур, номер люкс, серия",
        "transcription": " |swiːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She checked into a suite.",
            "We rented a suite that overlooks the lake.",
            "All computers are bundled with a full suite of applications.",
            "We stayed in the hotel's honeymoon suite.",
            "The orchestra will be performing a suite.",
            "We had reserved a double room, but the hotel upgraded us to a suite.",
            "I arrived at Jack's suite half an hour ahead of schedule.",
            "Guests who stay in the hotel's most expensive suite live in monarchical splendor.",
            "They enjoyed a luxurious suite with a crystal chandelier and thick oriental rugs.",
            "There was a reception in the hospitality suite before the game.",
            "She dines in the executive suite, while we lesser mortals use the staff cafeteria."
        ],
        "example_translate": [
            "Она поселилась в номер.",
            "Мы снимали номер люкс с видом на озеро.",
            "Все компьютеры поставляются в комплекте с полным набором приложений.",
            "Мы остановились в гостиничном номере для молодожёнов.",
            "Оркестр будет исполнять сюиту.",
            "Мы забронировали двухместный номер, но в гостинице нас поселили в \"люкс\".",
            "Я приехал к Джеку на полчаса раньше назначенного срока.",
            "Постояльцы, которые останавливаются в самом дорогом номере этой гостиницы, живут в поистине королевской роскоши.",
            "Они наслаждались роскошными апартаментами с хрустальной люстрой и толстыми восточными коврами.",
            "Перед игрой в представительском номере состоялся приём.",
            "Она ужинает в представительском люксе, в то время как мы, простые смертные, пользуемся столовой для сотрудников."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}