{
    "summary": {
        "comment": [
            "summer",
            "summon",
            "summarize",
            "summit",
            "sum"
        ],
        "translate": "резюме, сводка, краткое изложение, краткий, суммарный, скорый",
        "transcription": " |ˈsʌməri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a summary account of the accident",
            "Your summary should be as clear and concise as possible.",
            "In summary, do not sell your shares.",
            "An eminently clear, terse, and spirited summary.",
            "Each chapter concludes with a short summary.",
            "He concluded the report with a brief summary.",
            "a crude summary of the country's history",
            "Obviously a one-volume encyclopedia can offer only a very summary account of the American Civil War.",
            "condense the contents of a book into a summary",
            "The report is a fair summary of the issues facing us.",
            "In this chapter we compress into summary form the main issues discussed so far."
        ],
        "example_translate": [
            "краткий отчет об аварии (отчёт с основными выводами)",
            "Ваше резюме должно быть максимально ясным и краткими.",
            "В общем, акции продавать нельзя.",
            "Очень понятное, сжатое и яркое изложение.",
            "Каждая глава завершается кратким резюме.",
            "Он завершил доклад кратким резюме.",
            "упрощённое изложение истории страны",
            "Очевидно, что однотомная энциклопедия может предложить лишь очень краткое описание Гражданской войны в США.",
            "выразить содержание книги в виде краткого резюме",
            "В отчёте предоставлена объективная оценка стоящих перед нами вопросов.",
            "В этой главе мы в сжатой форме резюмируем основные рассмотренные до сих пор вопросы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}