{
    "summit": {
        "comment": [],
        "translate": "саммит, вершина, проходящий на высшем уровне",
        "transcription": " |ˈsʌmɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The climbers failed to reach the summit.",
            "A break in the clouds let us see the summit.",
            "A castle perched on the summit.",
            "We met at the summit in Geneva.",
            "We had a nasty climb to reach the summit.",
            "He finally reached the summit of Everest and secured his place in history.",
            "We drove up a steep incline to the summit.",
            "A summit on global warming was held that year.",
            "Follow the very well-trodden path to the summit.",
            "The region is a few molecules wide at the summit.",
            "The sun's rays were grazing the summit of the mountain.",
            "The view from the mountain's summit is often bedimmed by haze.",
            "His election as President represented the summit of his career.",
            "Conventional wisdom had long held that the mountain's summit was inapproachable from the northen slope.",
            "The path steepened as we approached the summit.",
            "They camped a few hundred feet below the summit.",
            "The Maldives pressed its claim to hold the summit.",
            "The mountain range has summits over 10,000 feet high.",
            "Leaders of several nations attended the economic summit.",
            "The two presidents agreed to hold a summit in the spring.",
            "Bad weather precluded any further attempts to reach the summit.",
            "They failed to reach the summit, but they made a gallant attempt.",
            "The President made a statement at the windup of the summit in Helsinki.",
            "Upon seeing the sun beginning to sink in the sky, we realized we had tarried too long on the summit of the mountain.",
            "High up among the clouds, we saw the summit of Everest.",
            "We need to come to closure on this issue before the summit.",
            "The expedition's base camp (=main camp) was 6,000 feet below the summit.",
            "Beginning rock climbers should choose a less testing route to the summit."
        ],
        "example_translate": [
            "Альпинисты не смогли достичь вершины.",
            "Просвет в облаках позволил нам увидеть вершину.",
            "На вершине возвышался замок.",
            "Мы познакомились на саммите в Женеве.",
            "Чтобы достичь вершины, нам пришлось преодолеть очень опасный подъём.",
            "Он наконец-то достиг вершины Эвереста и обеспечил себе место в истории.",
            "Мы поехали вверх по крутому склону к вершине.",
            "В том же году состоялась встреча в верхах по поводу глобального потепления.",
            "Идите к вершине по этой, очень хорошо протоптанной, тропе.",
            "Эта область расположена практически на самой вершине.",
            "Солнечные лучи скользили по поверхности горной вершины.",
            "Обзору с вершины этой горы часто мешает туман.",
            "Избрание на пост президента стало вершиной его карьеры.",
            "Долгое время всеми считалось, что вершины этой горы невозможно достичь по северному склону.",
            "По мере того, как мы приближались к вершине, тропа становилась всё круче.",
            "Они разбили лагерь в нескольких сотнях футов ниже вершины.",
            "Мальдивы настояли на своём праве провести встречу в верхах.",
            "В составе этого хребта имеются горы, превышающие десять тысяч футов.",
            "В экономическом саммите приняли участие руководители ряда стран.",
            "Президенты двух стран договорились провести саммит весной.",
            "Из-за плохой погоды любые дальнейшие попытки добраться до вершины были исключены.",
            "Достичь вершины им не удалось, но попытку они совершили смелую.",
            "Президент выступил на закрытии встречи глав правительств, проходившей в Хельсинки.",
            "Увидев, что солнце уже начало клониться к закату, мы поняли, что слишком долго задержались на вершине горы.",
            "Высоко среди облаков мы увидели вершину Эвереста.",
            "Нам необходимо договориться по этому вопросу до проведения встречи на высшем уровне.",
            "Базовый (т.е. главный) лагерь экспедиции был в шести тысячах футов ниже вершины.",
            "Начинающим скалолазам следует выбирать менее сложные маршруты к вершине."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}