{
    "sunny": {
        "comment": [],
        "translate": "солнечный, веселый, радостный, солнечно",
        "transcription": " |ˈsʌni|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I hope it's sunny tomorrow.",
            "It was a bright, sunny day.",
            "She had a sunny disposition.",
            "The violet loves a sunny bank.",
            "The weather was bright and sunny.",
            "She is on the sunny side of thirty.",
            "the sunniest parts of the country",
            "The good news is that tomorrow will be fine and sunny.",
            "a person with a sunny, placid disposition",
            "One moment it was sunny., the next it was pouring rain.",
            "Sunny weather alternated with rain.",
            "We found a sunny place to have lunch.",
            "It was a cold, sunny day in early spring.",
            "The forecast is for sunny skies tomorrow.",
            "a clean and sunny but completely dowdy room",
            "If it's sunny later, we can go to the park.",
            "That wine seems to smack of sunny hillsides.",
            "His face all tanned with scorching sunny ray.",
            "Tomorrow's weather will be dry with sunny periods.",
            "She was nicknamed Sunny because of her happy nature.",
            "The north pane of the cloister was always very sunny.",
            "She first met Steve on a cold but sunny day in March.",
            "One minute it was sunny, the next it was pouring rain.",
            "Tuesday will be dry with sunny spells (=sunny periods).",
            "Inspired by the sunny weather, I decided to explore the woods.",
            "It was a hot sunny day, but luckily their seats for the game were in the shade."
        ],
        "example_translate": [
            "Я надеюсь, что завтра будет солнечно.",
            "Это был яркий, солнечный день.",
            "По натуре она была живой и весёлой.",
            "Фиалки любят солнечные речные берега.",
            "Погода была ясной и солнечной.",
            "Ей ещё нет тридцати.",
            "самые солнечные районы страны",
            "Хорошей новостью является то, что завтра будет ясно и солнечно.",
            "человек с весёлым и спокойным характером",
            "Только что было солнце, и вот уже полило, как из ведра.",
            "Солнечная погода чередовалась с дождём.",
            "Мы нашли солнечное место, чтобы пообедать.",
            "Был холодный солнечный день в начале весны.",
            "По прогнозу завтра будет ясно и солнечно.",
            "чистая и светлая, но совершенно безвкусная комната",
            "Если станет солнечно, мы можем пойти в парк.",
            "Кажется, что это вино аромат солнечных холмов.",
            "Его лицо загорело под знойными солнечными лучами.",
            "Завтра погода будет сухой, временами солнечной.",
            "Из-за весёлого характера её прозвали Солнышком.",
            "Северная часть монастыря всегда была очень солнечной.",
            "Она познакомилась со Стивом в холодный, но солнечный мартовский день.",
            "Только что светило солнце, а через минуту уже шёл проливной дождь.",
            "Во вторник будет сухо, временами — солнечно.",
            "Вдохновленный солнечной погодой, я решил осмотреть лес.",
            "В день игры было жарко и солнечно, но к счастью, их места находились в тени."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}