{
    "sunshine": {
        "comment": [
            "sun",
            "sunny",
            "sunday",
            "sunlight",
            "sunset",
            "shiny",
            "shine"
        ],
        "translate": "солнечный свет, радость, счастье, хорошая погода, веселье, источник радости",
        "transcription": " |ˈsʌnʃaɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The sunshine was warm on my face.",
            "Up yours, sunshine!",
            "We soaked up sunshine.",
            "It was not all sunshine and roses.",
            "Let's go out and enjoy the sunshine!",
            "Today's forecast calls for sunshine.",
            "The weather will consist of sunshine interchanging with periods of light rain.",
            "It was like the clear sunshine after weary rain.",
            "She was the kind of person who brought sunshine into people's lives.",
            "He is the only ray of sunshine in her life.",
            "The shores of Italy were bathed in sunshine.",
            "The morning sunshine brightened up the room.",
            "After such a long winter, she yearned for warm sunshine.",
            "Lots of sunshine, wonderful food, and amazing nightlife — altogether a great vacation!",
            "I like to lie on the sand, basking in the sunshine.",
            "This week we experienced days of continual sunshine.",
            "There's a slight chance of some sunshine in the west.",
            "This passionless girl was like an icicle in the sunshine.",
            "Tenerife was basking in afternoon sunshine as they arrived.",
            "Through the window came the last few oblique rays of evening sunshine."
        ],
        "example_translate": [
            "Солнечный свет оставлял приятное тепло на моём лице.",
            "Да пошел ты, дорогуша!",
            "Мы нежились на солнышке.",
            "Это было не так уж легко.",
            "Давай выйдем на улицу, порадуемся солнышку!",
            "Сегодняшний прогноз обещает солнце.",
            "Погода будет солнечной, с кратковременными дождями.",
            "Это было похоже на яркий солнечный свет после утомительного дождя.",
            "Она была из тех людей, которые приносят в жизни людей солнечный свет.",
            "Он единственная отрада в её жизни.",
            "Берега Италии купались в солнечных лучах.",
            "Утреннее солнце озарило комнату.",
            "После такой длинной зимы ей жутко хотелось тёплого солнышка.",
            "Много солнца, чудесная еда и удивительные ночные развлечения, в общем — отличный отпуск!",
            "Я обожаю лежать на песке и греться на солнце.",
            "На этой неделе у нас непрерывно светило солнце.",
            "На западе есть небольшая возможность прояснения.",
            "Эта бесчувственная девушка была как сосулька на солнце.",
            "Когда они приехали, Тенерифе нежился в лучах полуденного солнца.",
            "Через окно проникали последние косы лучи вечернего солнца."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}