{
    "super": {
        "comment": [],
        "translate": "супер, супербоевик, очень, отличный, суперский",
        "transcription": " |ˈsuːpər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We had a super time.",
            "That sounds super.",
            "He is super.",
            "Sorry, I'm super tired, I have to turn in.",
            "What a super idea!",
            "My computer is super slow this morning.",
            "“Yes, I'd love to come.” “Super! I'll see you later.”",
            "Why invest in super?",
            "The goalie's done a super job.",
            "Why should I contribute to my super?",
            "Where does the word 'super' come from?",
            "the consolidation of several intelligence agencies into one super agency",
            "When I went to the Super Bowl, I kept my ticket stub as a souvenir.",
            "Die-hard fans gathered at the local watering place to watch the Super Bowl.",
            "The winners of the Super Bowl spent the next week exulting in their victory.",
            "local football fans who were frenzied by the fact that their team was going to the Super Bowl",
            "Most people can't imagine the kind of elation that comes with winning a super lottery's grand prize, but they're dying to find out."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы отлично провели время.",
            "Звучит прекрасно.",
            "Он (просто) супер!",
            "Извините, я очень устал, мне нужно поспать.",
            "Идея просто супер! / Как здорово придумано!",
            "Сегодня утром мой компьютер что-то уж слишком тормозит.",
            "“Да, я бы с радостью приехал.” “Здорово! Увидимся позже”.",
            "Зачем вкладывать средства в пенсионный фонд [на пенсионный счет]?",
            "Голкипер сыграл великолепно.",
            "Почему я должен уплачивать взносы на мой пенсионный счет [в мой пенсионный фонд]?",
            "Откуда произошло слово \"супер\"?",
            "консолидация нескольких спецслужб в одно суперагентство",
            "Когда я ходил на Супербоул, то сохранил корешок своего билета в качестве сувенира.",
            "Преданные болельщики собрались в местной \"наливайке\", чтобы посмотреть Супербоул.",
            "Всю следующую неделю обладатели Супербоула праздновали свою победу.",
            "местные поклонники (американского) футбола, которых сводил с ума тот факт, что их любимая команда будет играть в Супер Боуле",
            "Большинство людей не представляют себе, какой это восторг — выиграть главный приз в лотерее, но умирают от желания его испытать."
        ]
    }
}