{
    "supervisor": {
        "comment": [
            "supervise",
            "superior",
            "super",
            "superb",
            "superficial",
            "supervision"
        ],
        "translate": "руководитель, супервизор, начальник, наблюдатель, инспектор, контролер",
        "transcription": " |ˈsuːpərvaɪzər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I reported her to the supervisor.",
            "If you have a problem, go to your supervisor.",
            "My supervisor was advanced to the position of vice-president about a year ago.",
            "The supervisor held an informal meeting in his office.",
            "Hadley's drinking problem led co-workers to report him to the supervisor.",
            "A supervisor will evaluate each employee's performance.",
            "He disobeyed his supervisor and was fired.",
            "Your supervisor must approve the report before it can be sent.",
            "The supervisor is quite easy to approach, so don't hesitate to bring up any problems you have.",
            "She wanted to speak to the foremost supervisor in our department.",
            "Our supervisor nixed my request to work from home, if only on a trial basis.",
            "The supervisor is quite approachable, so don't hesitate to bring up any problems you have."
        ],
        "example_translate": [
            "Я донёс на неё начальнику.",
            "При возникновении проблем, следует обратиться к своему начальнику.",
            "Примерно год назад мой начальник был переведен на должность вице-президента.",
            "Инспектор провёл неформальную встречу в своем кабинете.",
            "Проблема Хэдли с алкоголем заставила коллег пожаловаться на него начальнику.",
            "Контролёры будут оценивать эффективность работы каждого сотрудника.",
            "Он ослушался своего начальника и был уволен.",
            "Ваш руководитель должен завизировать этот отчёт, прежде чем его можно будет отправить.",
            "Супервайзер — человек вполне доступный, так что не стесняйтесь сообщать ему о любых возникших у вас проблемах.",
            "Она хотела поговорить с самым главным руководителем нашего отделения.",
            "Наш руководитель отверг мою просьбу работать из дома, хотя бы в качестве эксперимента.",
            "Этот начальник — человек вполне доступный, так что не стесняйтесь сообщать ему о любых проблемах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}