{
    "superior": {
        "comment": [
            "supervise",
            "super",
            "superb",
            "supervisor",
            "superficial",
            "supervision",
            "prior",
            "priority",
            "interior",
            "inferior",
            "deteriorate"
        ],
        "translate": "превосходный, высший, лучший, начальник, старший, настоятель",
        "transcription": " |suːˈpɪriər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Your computer is far superior to mine.",
            "The new model is superior to the old one in many ways.",
            "He says he obeys superior orders.",
            "They are superior to law.",
            "How do you preserve the superior image of a brand?",
            "Superior Court of the District of Columbia",
            "No one is the superior of the invincible Socrates in argument.",
            "His superior gave him an excellent evaluation.",
            "She had that superior tone of voice.",
            "She impressed us with her superior intelligence.",
            "She is a woman of superior intellect.",
            "This book is vastly superior to his last one.",
            "The plain evidence of facts is superior to all declarations.",
            "This new model offers superior performance.",
            "A genus is superior to a species in classification.",
            "You should report any problems to your immediate superior.",
            "They could not withstand the superior numbers of enemy troops.",
            "There is a belief that village life is somehow morally superior to city life.",
            "Report to your superior officer.",
            "Their appeal was denied in the superior court.",
            "His skills offset his opponent's superior strength.",
            "He only helps us because it makes him feel superior.",
            "Wisdom lies in being superior to passion, joy, grief.",
            "He loves making fun of women. It makes him feel superior.",
            "Their superior forces repelled the invasion.",
            "The verdict was reversed by a superior court.",
            "He says he obeys superior orders. (T. Carlyle)",
            "Fletcher's superior technique brought him victory.",
            "Exercise had given his muscles superior definition.",
            "The small army was overwhelmed by superior numbers."
        ],
        "example_translate": [
            "Твой компьютер намного лучше моего.",
            "Новая модель во многих отношениях лучше старой.",
            "Он говорит, что подчиняется приказам \"сверху\".",
            "Они неподвластны закону.",
            "Как сохранить безупречный имидж торговой марки?",
            "Верховный суд федерального округа Колумбия",
            "Нет никого, кто мог бы превзойти непобедимого Сократа в искусстве аргументации.",
            "Его руководитель дал ему отличную характеристику.",
            "Она разговаривала как будто свысока.",
            "Она поразила нас своим высоким / превосходным интеллектом.",
            "Это женщина огромного ума.",
            "Эта его книга намного превосходит прошлую.",
            "Простое доказательство фактов выше всяких заявлений.",
            "Эта новая модель обеспечивает великолепное качество работы.",
            "В классификации \"род\" является более общим понятием, чем \"вид\".",
            "О любых проблемах следует сообщать своему непосредственному начальнику.",
            "Они не могли противостоять превосходящим силам противника.",
            "Существует мнение, что деревенская жизнь почему-то более нравственна, чем жизнь в большом городе.",
            "Доложите вышестоящему должностному лицу.",
            "Их апелляция была отклонена вышестоящим судом.",
            "Его мастерство компенсирует превосходство соперника в силе.",
            "Он помогает нам только потому, что это заставляет его чувствовать своё превосходство.",
            "Мудрость заключается в том, чтобы оставаться неподвластным ни страсти, ни радости, ни горю.",
            "Он любит высмеивать женщин: это даёт ему почувствовать своё превосходство.",
            "Их превосходящие силы отразили это вторжение.",
            "Приговор был отменён вышестоящим судом.",
            "Он говорит, что подчиняется приказам \"сверху\".",
            "Победу Флетчеру принесло его превосходное техническое мастерство.",
            "Благодаря тренировкам, его мышцы были прекрасно очерчены.",
            "Маленькая армия была разбита превосходящими силами противника."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}