{
    "suppose": {
        "comment": [
            "oppose",
            "opposed",
            "pose",
            "propose",
            "proposed",
            "purpose",
            "impose",
            "expose",
            "compose",
            "supposedly",
            "composer",
            "supposed",
            "dispose"
        ],
        "translate": "предполагать, полагать, думать, допускать, предположение, гипотеза",
        "transcription": " |səˈpoʊz|",
        "antonyms": [],
        "mnemonic": [
            "suppose [сэпо'ус] предположить - Если факты (сопос-тавить), то предположить можно чёрт те что;",
            "suppose [sə'pɛuz]\nimpose [ɪm'pəuz]\n***\nДОПУСТИМ, я знаю семь|поз. (это) suppose\nПРЕДПОЛОЖИМ, я знаю семь|поз. (это) suppose\nМНИМЫЕ твои сем|поз. (это) suppose\nДОПУСТИМ, уже начался симпозиум. (это) suppose\n***\nНАВЯЗАЛ свою им|позу. (это) impose"
        ],
        "examples": [
            "I supposed him to be abroad.",
            "He was supposed to work today.",
            "I suppose you're right.",
            "We suppose that the situation will improve.",
            "Suppose we go to the cinema!",
            "What makes you suppose we're going to sell the house?",
            "Just suppose for a moment that you agreed with me.",
            "He is not so simple as you suppose.",
            "How do you suppose he got here?",
            "Let us suppose that what you say is true.",
            "Suppose that it rains - what then?",
            "That's not how it is supposed to be done.",
            "I suppose we may as well get started.",
            "I suppose I should be forced to meet him.",
            "She looked about 50, I suppose.",
            "Where's Jim? I suppose he has hived off again.",
            "Do you suppose this is the exact spot?",
            "Suppose there was a disruption in the food supply.",
            "Let's suppose X knows what Y is doing.",
            "'I suppose so,' she said heavily.",
            "If he hits you first, I suppose it's all right to hit him back.",
            "In one way you're right, I suppose.",
            "I suppose the shock had addled his poor old brain.",
            "I don't suppose the little blighters will go off to sleep.",
            "I don't suppose I'll ever see her again.",
            "I suppose her mother is still rabbiting on as usual.",
            "Suppose a chemical firm discharges a pollutant into a river.",
            "There was some reason to suppose that all the mortgaged houses would speedily let.",
            "I suppose in every atom two poles in its superficies, and a Central point within its substance, which I call its Bias.",
            "This step presupposes two prior ones."
        ],
        "synonyms": [],
        "grups": [
            "Сложное дополнение",
            "Сложное подлежащее",
            "Инфинитив",
            "one syllable + pose",
            "all_words",
            "Инфинитив - сложное дополнение(умственной деятельность, обозначающая знание, мнение или предположение)",
            "Инфинитив - сложное подлежащее(страдательный залог)"
        ],
        "example_translate": [
            "Я предполагал, что он за границей.",
            "Он должен был работать сегодня.",
            "Я полагаю, вы правы.",
            "Мы полагаем, что ситуация улучшится.",
            "А что, если нам пойти в кино?",
            "Почему вы думаете, что мы собираемся продать дом?",
            "Просто представьте на минутку, что вы со мной согласились.",
            "Он не так прост (наивен), как вы думаете.",
            "Как, по-вашему, он сюда попал?",
            "Предположим, что вы говорите правду.",
            "А что, если пойдет дождь?",
            "Это делается не так.",
            "Полагаю, мы можем начинать.",
            "Полагаю, я буду вынужден драться с ним на дуэли.",
            "На вид ей было лет, наверное, пятьдесят.",
            "Где Джим? Думаю, он опять смылся.",
            "Ты думаешь, что это то самое место?",
            "Предположим, произошло нарушение поставок продовольствия.",
            "Предположим, что икс знает, чем занимается игрек в данную минуту.",
            "— Думаю, что да, — с трудом сказала она.",
            "Если он ударит первым, мне кажется, правильно дать ему сдачи.",
            "В одном ты права, я полагаю.",
            "Я полагаю, что шок повлиял на его бедную старую голову.",
            "Не думаю, что эти паршивцы уснут.",
            "Вряд ли я её когда-нибудь снова увижу.",
            "Я думаю, ее мать опять долго беседует, как обычно.",
            "Предположим, что химическое предприятие сбрасывает в реку загрязняющее вещество.",
            "Были причины полагать, что все заложенные дома будут быстро сданы.",
            "Я полагаю, что у каждого атома на поверхности есть два полюса и некая центральная точка внутри него, которую я называю центром гравитации.",
            "Этот шаг предполагает два предыдущих."
        ],
        "stars": 3
    }
}