{
    "supposed": {
        "comment": [
            "oppose",
            "opposed",
            "pose",
            "propose",
            "proposed",
            "purpose",
            "suppose",
            "impose",
            "expose",
            "compose",
            "supposedly",
            "composer",
            "dispose"
        ],
        "translate": "предполагаемый, мнимый",
        "transcription": " |səˈpəʊzd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I supposed him to be abroad.",
            "He was supposed to work today.",
            "Is it supposed to rain tomorrow?",
            "I'm supposed to be there at ten.",
            "People are supposed to mix.",
            "That's not how it is supposed to be done.",
            "It's supposed to fall below zero tonight.",
            "He was supposed to go to the store.",
            "They may be fewer in number than was supposed.",
            "I'm not supposed to tell anyone.",
            "The kids are supposed to be in bed by now.",
            "No one was supposed to know about it.",
            "What time are you supposed to be there?",
            "Am I supposed to swallow that story?",
            "This stuff is supposed to whiten your teeth.",
            "This bus is supposed to connect with the train.",
            "I don't understand how this is supposed to work.",
            "Is all this healthy food supposed to increase my happiness quotient?",
            "The new laws are supposed to prevent crime.",
            "The product is supposed to boost your brainpower.",
            "The shampoo is supposed to help control dandruff.",
            "Don't breathe a word., it's supposed to be a surprise.",
            "The movie's crudities were supposed to be funny, but they didn't make me laugh.",
            "The forest was closed for hunting because the beasts were supposed to be fawning.",
            "We're supposed to board at 10:15.",
            "When's the drug deal supposed to go down?",
            "How am I supposed to come up with $10,000?",
            "The new videorecorder is supposed to be foolproof.",
            "...this new computer program is a supposed improvement over the old one...",
            "Ghosts are supposed to be bodiless."
        ],
        "example_translate": [
            "Я предполагал, что он за границей.",
            "Он должен был работать сегодня.",
            "Обещают ли на завтра дождь? (по прогнозу)",
            "Я должен быть там в десять.",
            "Предполагается, что люди должны общаться.",
            "Это делается не так.",
            "Предполагается, что она упадёт ниже нуля сегодня ночью.",
            "Он должен был пойти в магазин.",
            "Их может оказаться меньше, чем предполагалось.",
            "Мне не положено никому рассказывать.",
            "В это время детям уже положено лечь спать /быть в постели/.",
            "Никто не должен был знать об этом.",
            "В котором часу вы должны там быть?",
            "И что, я должен купиться на эту сказку?",
            "Эта штука, по идее, должна отбеливать зубы.",
            "Предполагается, что этот автобус приходит на вокзал как раз к прибытию поезда.",
            "Я не понимаю, как это должно работать.",
            "Всё это здоровое питание, по-видимому, должно сделать меня более счастливым?",
            "Новые законы призваны предотвращать преступления.",
            "Данный продукт должен улучшить ваши умственные способности.",
            "Данный шампунь должен помогать в борьбе с перхотью.",
            "Никому ни слова: это должно быть сюрпризом.",
            "Ожидалось, что пошлости в фильме будут забавными, но это было не смешно.",
            "Охота в лесу была запрещена, потому что звери должны были приносить потомство.",
            "Мы должны подняться на борт /сесть на поезд/ в десять пятнадцать.",
            "Когда должна состояться сделка с наркотиками?",
            "Откуда же я возьму десять тысяч долларов?",
            "Предполагается, что этот новый видеомагнитофон очень прост в обращении.",
            "...предполагается, что эта новая компьютерная программа станет улучшением старой...",
            "По идее, призраки должны быть бесплотными."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}