{
    "supposedly": {
        "comment": [],
        "translate": "предположительно, по общему мнению",
        "transcription": " |səˈpəʊzɪdlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "In her dying days she was supposedly visited by an angel from above.",
            "This supposedly exemplary mother too was the educatress of Caligula.",
            "Oreads supposedly prefer to live in hills and mountains.",
            "Airports are so far from the cities they supposedly service.",
            "...this new computer program is a supposed improvement over the old one...",
            "They're supposedly getting married soon, but that's just hearsay.",
            "In Greek mythology, naiads supposedly drowned the young men with whom they became enamored.",
            "All life on Earth supposedly came from a primordial ooze in existence many millions of years ago.",
            "He ever so casually brings out the names of celebrities with whom he's supposedly buddy-buddy.",
            "The accountants noticed a linkage between the two supposedly independent companies."
        ],
        "example_translate": [
            "Перед смертью её якобы посетил ангел небесный.",
            "Эта образцовая, по всеобщему мнению, мать была к тому же еще и воспитательницей Калигулы.",
            "Ореады (горные нимфы) якобы предпочитают жить на холмах и горах.",
            "Аэропорты находятся очень далеко от городов, которые они должны обслуживать.",
            "...предполагается, что эта новая компьютерная программа станет улучшением старой...",
            "Они вроде бы скоро поженятся, но это только слухи.",
            "В греческой мифологии наяды якобы топили молодых людей, в которых влюблялись.",
            "Вся жизнь на Земле якобы зародилась много миллионов лет назад из первобытного бульона.",
            "Он всегда так небрежно упоминает имена знаменитостей, с которыми якобы находится в дружеских отношениях.",
            "Бухгалтеры заметили связь между этими двумя, казалось бы, независимыми компаниями."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}