{
    "supportive": {
        "comment": [],
        "translate": "поддерживающий, оказывающий поддержку, вспомогательный, второстепенный",
        "transcription": " |səˈpɔːrtɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Mrs Reagan has always been very supportive of her husband.",
            "We are supportive of the measures.",
            "His family was supportive of his attempts to be a writer.",
            "I'd like to thank my parents for all of their love and support over the years.",
            "The team gets a lot of support from its fans.",
            "At first she played a largely supportive role, selling suffragette newspapers and marmalade to raise funds.",
            "She used my arm as a support and limped to the chair.",
            "These sneakers are designed to give your feet extra support.",
            "He depended on his wife for emotional support.",
            "He applied for financial support from the state.",
            "Inspectors found that some of the bridge's supports were weak."
        ],
        "example_translate": [
            "Госпожа Рейган всегда была своему мужу опорой и поддержкой.",
            "Мы поддерживаем эти меры.",
            "Родные поддерживали его попытки стать писателем.",
            "Я бы хотела поблагодарить своих родителей за всю любовь и поддержку, которую они оказывали на протяжении этих лет.",
            "Команда получает огромную поддержку от своих болельщиков.",
            "Сначала она, главным образом, играла роль помощницы: продавала суфражистские газеты и мармелад, чтобы собрать средства.",
            "Оперевшись на мою руку, она заковыляла к стулу.",
            "Эти кроссовки сконструированы так, чтобы дать ногам дополнительную поддержку.",
            "Он зависел от эмоциональной поддержки своей жены.",
            "Он обратился за получением финансовой поддержки от государства.",
            "Инспекторы обнаружили, что некоторые опоры моста ослабели."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}