{
    "supporting": {
        "comment": [
            "support",
            "supporter"
        ],
        "translate": "поддерживающий, несущий, вспомогательный, помогающий",
        "transcription": " |səˈpɔːrtɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He sat up, supporting himself on his good arm.",
            "She's got a supporting role in the school play.",
            "The pillar stood alone, supporting nothing.",
            "The university has a long tradition of supporting the arts.",
            "There is a 15-foot arm supporting the antenna.",
            "She betrayed her own people by supporting the enemy.",
            "They alternate between supporting us and opposing us.",
            "The strain on the cables supporting the bridge is enormous.",
            "I got to my feet, supporting myself on the side of the table.",
            "No one was more zealous than Neil in supporting the proposal.",
            "He knows that supporting a tax increase would be politically suicidal.",
            "The anxious child needs supporting and accepting treatment from the teacher.",
            "Galileo was condemned as a heretic for supporting Copernicus's thesis that the earth revolves around the sun and not vice versa."
        ],
        "example_translate": [
            "Он приподнялся, опираясь на здоровую руку.",
            "Она получила роль второго плана в школьном спектакле.",
            "Колонна стояла сама по себе, ничего не поддерживая.",
            "Университет имеет давние традиции поддержки искусства.",
            "Антенну поддерживает опора длиной пятнадцать футов (ок. 4,5 м).",
            "Она предала свой собственный народ, поддержав врага.",
            "Они то поддерживают нас, то выступают против.",
            "Нагрузка на тросы, поддерживающие мост, огромна.",
            "Я поднялся на ноги, оперевшись о край стола.",
            "Никто так рьяно не поддерживал предложение, как Нил.",
            "Он понимает, что поддержка повышения налогов будет равносильна политическому самоубийству.",
            "Этот тревожный ребёнок нуждается в поддержке и лояльном отношении со стороны учителя.",
            "Галилей был осужден как еретик за поддержку тезиса Коперника о том, что земля вращается вокруг солнца, а не наоборот."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}