{
    "supreme": {
        "comment": [],
        "translate": "высший, верховный, высочайший, величайший, предельный, крайний, последний",
        "transcription": " |suːˈpriːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Supreme Court",
            "Money reigns supreme here.",
            "Supreme Court of Judicature",
            "Jupiter is the supreme manifestation of power and knowledge.",
            "A supreme satisfaction - salving over many wounds of vanity.",
            "Supreme People's Assembly",
            "Supreme Court of the United States",
            "The paralysis of the leadership leaves the army without its supreme command.",
            "It required a supreme effort to stay awake.",
            "It's a matter of supreme indifference to her.",
            "It was a time when romance reigned supreme.",
            "The board has supreme authority over such issues.",
            "The vice-president must now take on the mantle of supreme power.",
            "She is a justice of the state supreme court.",
            "The Supreme Court heard the case on Tuesday.",
            "He's been appointed to the State Supreme Court.",
            "The Supreme Court ruled the law unconstitutional.",
            "The ruling will be reviewed by the Supreme Court.",
            "His conviction was overruled by the supreme court.",
            "The decision will be reviewed by the Supreme Court.",
            "A Supreme Court judge was charged with taking bribes.",
            "The article discusses two recent Supreme Court opinions.",
            "With a supreme effort of will Isabel forced back the tears.",
            "The case will be decided by the Supreme Court.",
            "The Supreme Court has yet to rule on the case.",
            "The law has been nullified by the U.S. Supreme Court.",
            "The Supreme Court overturned the lower court's finding.",
            "The decision overturns the Supreme Court's earlier ruling.",
            "The judge cited a 1956 Supreme Court ruling in her decision.",
            "The Supreme Court has overturned the lower court's decision."
        ],
        "example_translate": [
            "Верховный суд / Высший суд (апелляционный суд по гражданским делам в Великобритании)",
            "Здесь всем заправляют деньги.",
            "Верховный суд (Великобритании)",
            "Юпитер - это высшее олицетворение силы и знания.",
            "Высшее удовольствие - врачевать многочисленные раны тщеславия.",
            "Верховное народное собрание (главный законодательный орган в Южной Корее)",
            "Верховный суд США",
            "Беспомощность руководства оставляет армию без верховного командования.",
            "Потребовалось приложить невероятное усилие, чтобы не заснуть.",
            "Для неё этот вопрос в высшей степени безразличен.",
            "То было время, когда безраздельно царила романтика.",
            "Совет имеет высшую власть над такими вопросами.",
            "Вице-президент должен теперь принять верховную власть.",
            "Она является судьёй в Верховном суде штата.",
            "Верховный Суд рассматривал это дело во вторник.",
            "Он получил назначение в Верховный Суд штата.",
            "Верховный Суд признал данный закон неконституционным.",
            "Это решение будет пересмотрено Верховным Судом.",
            "Его осуждение было отменено Верховным судом.",
            "Решение будет пересмотрено Верховным Судом.",
            "Судье Верховного Суда было предъявлено обвинение в получении взятки.",
            "В статье обсуждаются два последних решения Верховного Суда.",
            "Невероятным усилием воли Изабель сдержала слёзы.",
            "Решение по данному делу будет вынесено Верховным Судом.",
            "Верховный Суд еще не вынес решения по данному делу.",
            "Данный закон аннулирован Верховным Судом США.",
            "Верховный Суд отменил приговор нижестоящего суда.",
            "Данное решение отменяет ранее принятое решение Верховного Суда.",
            "В своём решении судья процитировала постановление Верховного Суда, вынесенное в 1956 году.",
            "Верховный Суд отменил решение нижестоящего суда."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}