{
    "surely": {
        "comment": [
            "measure",
            "measurement",
            "pleasure",
            "pressure",
            "ensure",
            "sure",
            "leisure",
            "assure",
            "closure",
            "insure",
            "disclosure",
            "reassure",
            "exposure",
            "treasure",
            "unsure"
        ],
        "translate": "конечно, несомненно, уверенно, обязательно, верно, непременно, наверное, надежно",
        "transcription": " |ˈʃʊrli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He will surely win.",
            "Surely I've met you before.",
            "She answered quickly and surely.",
            "She surely got herself talked about.",
            "If you work hard, success will surely follow.",
            "Surely no one would be foolish enough to lend him the money?",
            "As surely as the leaf fades, so surely shall we fade.",
            "Surely you must admit that it was a good decision.",
            "Surely it is natural that we should jealously guard them.",
            "He will surely be missed.",
            "The most honourable exercise is to ride surely and clean.",
            "The Flat Earth Society surely doesn't have many adherents.",
            "The company's donation was surely motivated by self-interest.",
            "The female nude is surely the ultimate test of artistic skill.",
            "Surely computers are supposed to make life easier, not more complicated!",
            "This is surely the best dessert you have ever made.",
            "If you persist in that course you will surely fail.",
            "But surely that's all the more reason to act quickly.",
            "Surely they have a rightful claim on their father's land?",
            "Surely no one would be mad enough to fly in this weather?",
            "The election results surely signal the start of a new era.",
            "Slowly but surely, the project is taking on a life of its own.",
            "It's surely not beyond the wit of man to come up with a solution.",
            "This legislation will surely bring on some unintended consequences.",
            "The fact that you didn't get an invitation is surely just an oversight.",
            "Fear of the outside world can encase a person just as surely as stone walls.",
            "The godly life she has lived will surely lead to infinite bliss after death.",
            "I will mention only one particular aspect of the current mess because this one is surely something new and passing strange."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он наверняка одержит победу.",
            "Несомненно я встречал вас раньше.",
            "Она ответила быстро и уверенно.",
            "Она, разумеется, заставила всех говорить о себе.",
            "Если усердно работать, успех непременно придёт.",
            "Надеюсь, ни у кого не хватило ума одолжить ему деньги?",
            "Как должно листьям увядать, так и мы должны увянуть.",
            "Конечно, вы должны признать, что это было хорошее решение.",
            "Конечно, это естественно, что мы должны заботливо охранять их.",
            "Его, конечно, будет недоставать.",
            "Самое благородное занятие - это умело и ловко скакать на лошади.",
            "Общество Плоской Земли, безусловно, не имеет много приверженцев.",
            "Сделать подарок компанию, очевидно, побудили собственные интересы.",
            "Обнажённая женская натура, безусловно, является решающим испытанием художественного мастерства.",
            "Конечно, компьютеры должны упрощать жизнь, а не усложнять!",
            "Несомненно, это лучший десерт из тех, что вы когда-либо готовили.",
            "Если вы не свернёте с этого пути, то наверняка потерпите неудачу.",
            "Но, безусловно, это ещё одна причина действовать быстро.",
            "Безусловно, они имеют законное право на земли своих отцов?",
            "Надеюсь, никто не сойдёт с ума настолько, чтобы полететь в такую погоду?",
            "Результаты выборов, безусловно, сигнализируют о начале новой эры.",
            "Медленно, но верно проект начинает жить собственной жизнью.",
            "Придумать решение человеческому разуму точно под силу.",
            "Это законодательство, несомненно, принесёт с собой кое-какие непредвиденные последствия.",
            "То, что вы не получили приглашение, наверняка просто оплошность.",
            "Страх перед внешним миром порой сковывает собой человека ничуть не хуже каменных стен.",
            "Благочестивая жизнь, которую она прожила, безусловно, приведёт к бесконечному блаженству после смерти.",
            "Я приведу лишь один конкретный аспект этой неразберихи, потому что он, несомненно, является чем-то новым и чрезвычайно странным."
        ]
    }
}