{
    "surgeon": {
        "comment": [
            "urgent",
            "surgery",
            "urge"
        ],
        "translate": "хирург, военврач, военный врач, офицер медицинской службы, военно-морской врач",
        "transcription": " |ˈsɜːrdʒən|",
        "antonyms": [],
        "mnemonic": [
            "surgeon [сэ'джан] хирург - (Сэр Джон) - хирург."
        ],
        "examples": [
            "The surgeon operated on her for appendicitis.",
            "The surgeon clamped the vein.",
            "The surgeon sewed the wound shut.",
            "He's a first-rate surgeon.",
            "He had the hands of a surgeon.",
            "a surgeon's job is the saving of lives",
            "The surgeon excised the tumor.",
            "My surgeon came seasonably and bound up the wound, and stopped the bleeding.",
            "The surgeon irrigated the wound.",
            "The surgeon cauterized the wart.",
            "The surgeon closed the incision neatly.",
            "She went on to become a successful surgeon.",
            "The surgeon made a thin incision with the scalpel.",
            "Dr. Young commands a great deal of respect as a surgeon.",
            "The surgeon made a transverse incision across her abdomen.",
            "A skilled surgeon has many years of training and experience.",
            "The surgeon closed the two edges of the incision with surgical thread.",
            "The surgeon, having viewed the wound, ordered his patient instantly to bed.",
            "He was known throughout the world for his pioneering work as a heart surgeon.",
            "The surgeon sutured the incision.",
            "The surgeon performed an appendectomy on her.",
            "The surgeon will suction blood out of the area.",
            "He spent years acquiring his skills as a surgeon.",
            "This South African surgeon pioneered heart transplants.",
            "The young intern was mentored by the country's top heart surgeon.",
            "For this delicate eye operation, seek out an experienced eye surgeon.",
            "Exasperated, the army surgeon requested a helpmeet who wouldn't faint at the sight of blood."
        ],
        "example_translate": [
            "Хирург сделал ей операцию по удалению аппендицита.",
            "Хирург пережал вену.",
            "Хирург зашил открытую рану.",
            "Он превосходный хирург.",
            "У него были руки хирурга.",
            "работа хирурга заключается в спасении жизни",
            "Хирург удалил /вырезал/ опухоль.",
            "Мой врач подошел ко мне как раз вовремя: он перевязал рану и остановил кровотечение.",
            "Хирург промыл рану.",
            "Хирург прижёг бородавку.",
            "Хирург аккуратно закрыл разрез.",
            "В дальнейшем она стала успешным хирургом.",
            "Хирург сделал тонкий разрез скальпелем.",
            "Доктор Янг пользуется большим уважением как хирург.",
            "Хирург сделал поперечный надрез её живота.",
            "У квалифицированного хирурга за спиной много лет учёбы и работы.",
            "Хирург соединил края разреза хирургической нитью.",
            "Хирург, осмотрев рану, велел пациенту немедленно лечь в постель.",
            "Он был известен по всему миру благодаря своим открытиям в области кардиохирургии.",
            "Хирург зашил разрез.",
            "Хирург сделал ей аппендэктомию.",
            "Хирург откачает кровь из этой области.",
            "Он потратил годы, овладевая мастерством хирурга.",
            "Этот южноафриканский хирург впервые в мире сделал пересадку сердца.",
            "Наставником этого молодого интерна был лучший кардиохирург страны.",
            "Для этой тонкой операции на глазах найдите опытного хирурга-офтальмолога.",
            "Потеряв терпение, военный хирург потребовал предоставить помощника, который не станет падать в обморок при виде крови."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}