{
    "surge": {
        "comment": [],
        "translate": "волны, повышение, быстрый рост, вздыматься, подниматься, хлынуть",
        "transcription": " |sɜːrdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Oil prices surged.",
            "Adrenalin surged through her veins.",
            "The taxi surged forward.",
            "A wave surged up towards them.",
            "The army surged forward.",
            "She surged past the other runners.",
            "I felt a huge surge of relief and happiness.",
            "The market surge cuts across all sectors.",
            "Housing prices have surged in recent months.",
            "The crowd surged through the gates.",
            "As soon as the pipe was opened, the water surged out.",
            "He levelled the score and then surged ahead.",
            "She could feel anger surging inside her.",
            "The sport is enjoying a surge in popularity.",
            "The show enjoyed a brief surge of popularity.",
            "We all surged toward the door.",
            "Uncontrollable anger surged up when he saw what had been done.",
            "Interest in the sport has been surging.",
            "There has been a surge of immigrants into the city.",
            "Thoughts of what could happen were surging through his mind."
        ],
        "example_translate": [
            "Цены на нефть подскочили.",
            "Адреналин хлынул по её венам.",
            "Такси рвануло вперед.",
            "В их сторону нахлынула волна.",
            "Армия рванулась вперёд.",
            "Она рывком обогнала других бегунов.",
            "Я почувствовал огромный прилив облегчения и счастья.",
            "Всплеск деловой активности заметен во всех секторах.",
            "За последние месяцы цены на жильё резко выросли.",
            "Толпа хлынула через ворота.",
            "Как только открыли трубу, оттуда хлынула вода.",
            "Он сравнял счёт, а затем вырвался вперед.",
            "Она чувствовала, как внутри неё поднимается волна гнева.",
            "Спорт переживает всплеск популярности.",
            "Представление испытало короткий всплеск популярности.",
            "Мы все бросились к двери.",
            "Его обуял безудержный гнев, когда он увидел, что произошло.",
            "Интерес к этому виду спорта стремительно растёт.",
            "Отмечается быстрый рост количества людей, прибывающих в город.",
            "В его сознании роились мысли о том, что могло произойти."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}