{
    "surgery": {
        "comment": [
            "surgeon",
            "urgent",
            "urge"
        ],
        "translate": "хирургия, кабинет врача с аптекой, приемная врача с аптекой",
        "transcription": " |ˈsɜːrdʒəri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The nurses prepared the patient for surgery.",
            "The doctor had to perform surgery immediately.",
            "Her arm mended slowly after surgery.",
            "She couldn't eat solids after the surgery.",
            "I don't approve of cosmetic surgery.",
            "He underwent surgery to remove a blood clot.",
            "This remark is manifested by many cases in surgery.",
            "Is it really necessary for me to have surgery?",
            "His mother had to go to the hospital for minor surgery.",
            "She looked pale after the surgery.",
            "He's a specialist in brain surgery.",
            "They had to put me under for surgery.",
            "He read the warning in the doctor's surgery.",
            "The patient died of complications from surgery.",
            "Howard had to have cancer surgery for a lump in his chest.",
            "The doctor has recommended surgery.",
            "He signed an insurance waiver before surgery.",
            "The patient began to hemorrhage after the surgery.",
            "She required surgery on her right knee.",
            "He has recently undergone surgery on his shoulder.",
            "doctors using a laser to perform delicate eye surgery",
            "He had surgery to remove calcium deposits from his knee.",
            "Only rarely is surgery necessary to treat this condition.",
            "The side of my face was still numb an hour after the surgery.",
            "the formidable prospect of major surgery",
            "It takes a steady hand to perform surgery.",
            "The patient was taken directly to surgery.",
            "He underwent major heart surgery recently.",
            "The new treatment obviates the need for surgery.",
            "He had surgery to open up blockages in his arteries."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Медсестры подготовили больного к операции.",
            "Врачу пришлось провести операцию немедленно.",
            "После операции её рука заживает медленно.",
            "После операции она не могла есть твёрдую пищу.",
            "Я не одобряю косметическую хирургию.",
            "Он перенёс операцию по удалению тромба.",
            "Это замечание подтверждается многими случаями в хирургии.",
            "Так ли мне необходимо сделать операцию?",
            "Его мать легла в больницу на несложную операцию.",
            "Она была бледна после операции.",
            "Он является специалистом по хирургии головного мозга.",
            "Для операции им пришлось дать мне наркоз.",
            "Он прочитал это предупреждение в кабинете врача.",
            "Пациент умер от осложнений после операции.",
            "Говарду пришлось перенести операцию по удалению злокачественной опухоли в груди.",
            "Врач порекомендовал операцию.",
            "Перед операцией он подписал отказ от страховки.",
            "После операции у больного началось кровотечение.",
            "Она нуждалась в операции на правом колене.",
            "Недавно он перенёс операцию на плече.",
            "врачи, которые выполняют сложные хирургические операции на глазах с помощью лазера",
            "Он перенес операцию на колене по удалению кальциевых отложений.",
            "Лишь в редких случаях для лечения данного заболевания необходима операция.",
            "После операции моя щека по-прежнему ничего не чувствовала.",
            "страшная перспектива серьезной операции",
            "Чтобы провести операцию, нужна твёрдая рука.",
            "Пациента доставили прямо в операционную. (амер.)",
            "Недавно он перенёс серьезную операцию на сердце.",
            "Новое лечение устраняет необходимость операции.",
            "Он перенёс операцию по разблокированию артерий."
        ]
    }
}