{
    "surprising": {
        "comment": [
            "surprising – удивительный surprised – удивленный",
            "surprised",
            "surprise",
            "surprisingly"
        ],
        "translate": "удивительный, неожиданный, поразительный",
        "transcription": " |sərˈpraɪzɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She told me a surprising thing.",
            "That news is hardly surprising.",
            "She earned a surprising amount of money.",
            "The changes were not at all surprising.",
            "a surprising reversal in the value of the stock",
            "The changes to the campus were surprising.",
            "The analyzed data indicated surprising trends.",
            "The austerity of their lifestyle was surprising.",
            "His silence about my contribution was surprising.",
            "He shows a surprising lack of concern for others.",
            "They asked the whys behind the surprising decision.",
            "They asked the whys behind the surprising decision.",
            "It's surprising how quickly you get used to things.",
            "With surprising agility, Karl darted across the road.",
            "He's a top goalkicker with a surprising turn of speed.",
            "The sense of kinship between the two men is surprising.",
            "The report shows a surprising lack of hard factual data.",
            "The scarcity of good restaurants around here is surprising.",
            "People have shown a surprising apathy toward these problems.",
            "It would be surprising were the Mafia not to have muscled in.",
            "Her certainty about these complex moral issues is surprising.",
            "It contains a surprising amount of info for such a little book.",
            "The survey found some surprising tendencies among the population.",
            "It's not surprising when you consider that he only arrived 6 months ago.",
            "It is not surprising that most parents experience occasional difficulties.",
            "People have shown surprising apathy toward these important social problems.",
            "The results of the vote were surprising — 80% of workers favoured strike action.",
            "a surprising ebb in the quality of workmanship in goods coming from that country",
            "It's hardly surprising that she won't answer his calls after the way he's treated her.",
            "A surprising number of people were bidding for those rather worthless things at the sale."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные, оканчивающиеся на -ing и -ed"
        ],
        "example_translate": [
            "Она рассказала мне одну удивительную вещь.",
            "Вряд ли это неожиданная новость.",
            "Она заработала удивительное количество денег.",
            "Изменения не вызвали никакого удивления.",
            "на удивление резкое изменение стоимости акций",
            "Изменения в студгородке были разительными.",
            "Проанализированные данные показали удивительные тенденции.",
            "Аскетизм их образа жизни был поразительным.",
            "Удивительным было то, что он ничего не сказал о моём вкладе.",
            "Он показывает удивительное равнодушие по отношению к другим.",
            "Они спросили о причинах этого удивительного решения.",
            "Они спросили о причинах этого удивительного решения.",
            "Удивительно, как быстро ко всякому привыкаешь.",
            "С удивительной проворностью Карл рванул через дорогу.",
            "Он один из лучших бьющих по воротам с удивительным рывком.",
            "Такое чувство родства между этими мужчинами просто удивительно.",
            "Отчёт демонстрирует поразительное отсутствие точных фактических данных.",
            "Редкость хороших ресторанов в этом месте удивляет. / Удивительно, насколько мало здесь хороших ресторанов.",
            "Люди показали удивительное безразличие к этим проблемам.",
            "Было бы странным, если бы в это дело не вмешалась мафия.",
            "Её уверенность в отношении этих сложных нравственных проблем вызывает удивление.",
            "Такая маленькая книга содержит на удивление огромное количество информации.",
            "В результате опроса выяснились некоторые удивительные тенденции среди населения.",
            "Это не удивительно, если учесть, что он приехал всего полгода назад.",
            "Неудивительно, что большинство родителей время от времени испытывает некоторые трудности.",
            "Люди проявили удивительное безразличие к столь важным социальным проблемам.",
            "Результаты голосования удивили: восемьдесят процентов работников высказались за проведение забастовки.",
            "неожиданное падение уровня качества исполнения товаров, поступающих из этой страны...",
            "Едва ли удивительно, что она не отвечает на его звонки, после того, как он с ней обошёлся.",
            "На аукционе оказалось на редкость много желающих приобрести эти, в общем-то, довольно бесполезные вещи."
        ]
    }
}