{
    "surplus": {
        "comment": [
            "plus"
        ],
        "translate": "прибавочный, избыточный, добавочный, излишек, избыток, остаток",
        "transcription": " |ˈsɜːrpləs|",
        "antonyms": [],
        "mnemonic": [
            "surplus [сэ'плэс] избыток - (Сопли с) избытком текли из носа."
        ],
        "examples": [
            "Surplus cheese distributed to the needy",
            "Any surplus can be trimmed away.",
            "There is a surplus of workers and not enough jobs.",
            "Pour the surplus of this liquid immediately away.",
            "Ethiopia has no surplus food.",
            "Surplus cash can be invested.",
            "The surplus products must be laden on board the vessels.",
            "Overrun is copies surplus to the number ordered.",
            "If there is any surplus, it will be divided equally.",
            "Exercise is pleasurable only when we are expending surplus energy.",
            "Our budget has the virtue of providing for a small surplus.",
            "A drain carries surplus water to the river.",
            "He found out he was surplus to requirements in London and left.",
            "The director of the blood bank called for a moratorium in donations until the surplus could be used up.",
            "Any surplus was sold to augment their income.",
            "The doves were in favor of using the surplus to improve the nation's schools and not its weapons systems.",
            "The increase in gas-fired power stations means traditional coal ones are becoming surplus to requirements."
        ],
        "example_translate": [
            "Излишки сыра розданы нуждающимся.",
            "Все лишнее можно отрезать.",
            "В наличии избыток работников и нехватка рабочих мест.",
            "Остаток этой жидкости немедленно вылить.",
            "В Эфиопии нет лишней еды.",
            "Избыток наличности можно инвестировать.",
            "Излишек продуктов следует погрузить на суда.",
            "Превышение тиража - это когда напечатанное количество копий превышает их заказанное число.",
            "Если будут излишки, их разделят поровну.",
            "Физические упражнения доставляют удовольствие, только когда мы тратим избыток энергии.",
            "Достоинство нашего бюджета состоит в том, что он обеспечивает небольшой профицит.",
            "Избыток воды по канализации стекает в реку.",
            "Обнаружив, что в его присутствии в Лондоне больше нет необходимости, он уехал.",
            "Директор банка крови объявил мораторий на её сбор до тех пор, пока не будут истрачены все излишки.",
            "Все излишки были проданы для увеличения их доходов.",
            "Сторонники мирных решений были за то, чтобы использовать данный излишек для улучшения школ страны, а не её систем вооружения.",
            "Увеличение количества газовых электростанций означает, что традиционные угольные становятся излишними."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}