{
    "surprisingly": {
        "comment": [
            "surprising",
            "surprised",
            "surprise"
        ],
        "translate": "удивительно, неожиданно, необычайно",
        "transcription": " |sərˈpraɪzɪŋli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's surprisingly easy to use.",
            "It was a surprisingly easy victory.",
            "Surprisingly, Jane came on to me.",
            "Surprisingly, the class was quiet.",
            "Dogs are surprisingly agile.",
            "Oranges go surprisingly well with duck.",
            "Surprisingly little altered for fifteen years.",
            "Not surprisingly, the white cow and black bull had a spotted calf.",
            "I did surprisingly well on my history test.",
            "an older woman who's still surprisingly spry",
            "Al was surprisingly downbeat about the party.",
            "a man of surprisingly great stature",
            "a small car that's surprisingly roomy inside",
            "The room was surprisingly bare and cheerless.",
            "a surprisingly freehearted political candidate",
            "The panther is surprisingly difficult to spot.",
            "He was surprisingly nonchalant about winning the award.",
            "Children learn to dissemble at a surprisingly early age.",
            "The Welsh team was surprisingly knocked out in the semi finals.",
            "She came around surprisingly quickly after falling off the horse.",
            "The recovery of the forest after the fire was surprisingly rapid.",
            "You're a surprisingly strong swimmer for one of such a slight build.",
            "Surprisingly, the recluse was worth a cool million when he kicked off.",
            "Surprisingly, most Americans are apathetic toward this important issue.",
            "a surprisingly impressionistic review bearing marks of hasty composition",
            "Her smooth operation of the vehicle gave us a surprisingly comfortable ride.",
            "Her smooth operation of the vehicle gave us a surprisingly comfortable ride.",
            "In a surprisingly bold move, he is threatening court action against the company.",
            "The actor's understated interpretation of the lead role is surprisingly compelling.",
            "During the Middle Ages even theologians could be surprisingly polemical in their writings."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Им на удивление легко пользоваться.",
            "Это была удивительно лёгкая победа.",
            "К моему удивлению, Джейн стала липнуть ко мне.",
            "Удивительно, но в классе было тихо.",
            "Собаки удивительно проворны / подвижны.",
            "Апельсины отлично подходят к утке.",
            "Удивительно мало изменилось за пятнадцать лет.",
            "Неудивительно, что у белой коровы и чёрного быка родился пятнистый телёнок.",
            "Я на удивление хорошо прошёл тест по истории.",
            "пожилая женщина, которая всё ещё на удивление бодрая",
            "Как ни удивительно, вечеринка не вызывала у Эла радости.",
            "человек необычайно высокого роста /положения/",
            "небольшой автомобиль, который внутри является на удивление вместительным",
            "В комнате было на удивление пусто и уныло.",
            "на удивление откровенный /щедрый/ политический кандидат",
            "Заметить пантеру — на удивление сложно.",
            "Он был удивительно равнодушен к выигранной награде.",
            "Дети учатся притворяться в на удивление раннем возрасте.",
            "Валлийская команда сенсационно вылетела в полуфинале.",
            "Она удивительно быстро пришла в себя после падения с лошади.",
            "Восстановление леса после пожара было на удивление быстрым",
            "Ты на удивление сильный пловец для человека такого хрупкого телосложения.",
            "Удивительно, но когда этот отшельник врезал дуба, его состояние составило целый миллион.",
            "На удивление, большинство американцев равнодушны к этой важной проблеме.",
            "на удивление необъективная рецензия, несущая в себе следы поспешного составления",
            "Ее плавный стиль управления автомобилем обеспечил нам удивительно комфортную поездку.",
            "Она вела машину так ровно, что наша поездка выдалась на удивление приятной.",
            "Проявив неожиданную смелость, он угрожает подать судебный иск против компании.",
            "Сдержанное исполнение актёром главной роли — на удивление притягательно.",
            "В Средние века даже богословы порой были удивительно противоречивы в своих сочинениях."
        ],
        "stars": 2
    }
}