{
    "surrender": {
        "comment": [],
        "translate": "капитуляция, сдача, отказ, сдавать, сдаваться, капитулировать",
        "transcription": " |səˈrendər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They never lose because they never surrender.",
            "It was shameful of them to surrender.",
            "The terrorists were given ten minutes to surrender.",
            "She surrendered to temptation and took out a cigarette.",
            "We must stand fast and not surrender!",
            "He refused to surrender to despair.",
            "Cath was most reluctant to surrender her independence.",
            "They asseverateed that they would never surrender.",
            "They were given two hours to surrender their weapons.",
            "The hijackers eventually surrendered (themselves) to the police.",
            "He agreed to surrender all claims to the property.",
            "In 1865, the Confederate Army surrendered.",
            "The besiegers used starvation to induce surrender.",
            "The gunman surrendered and was taken into custody.",
            "He assumed an attitude of surrender.",
            "Hannah was most reluctant to surrender her independence.",
            "The enemy finally surrendered after three days of fighting.",
            "The defendant was released to await trial but had to surrender her passport.",
            "The last Taleban fighters finally surrendered.",
            "Government troops have forced the rebels to surrender.",
            "Marchers who had cameras were forced to surrender their film.",
            "They insisted on being able to dictate the terms of surrender.",
            "Even after the formal surrender, spastic violence erupted in scattered quarters of the city.",
            "He hollered out to surrender our weapons."
        ],
        "example_translate": [
            "Они никогда не проигрывают, потому что никогда не сдаются.",
            "С их стороны было позором сдаться.",
            "Террористам дали десять минут, на то чтобы сдаться.",
            "Она поддалась искушению и вынула сигарету.",
            "Мы должны отстаивать свою позицию и не сдаваться!",
            "Он не стал предаваться отчаянию.",
            "Кэт сильнее всего сопротивлялась отказу от своей независимости.",
            "Они поклялись, что никогда не сдадутся.",
            "Им дали два часа на то, чтобы сложить оружие.",
            "В конце концов, угонщики сдались полиции.",
            "Он согласился отказаться от всех прав на эту собственность.",
            "В 1865 г. армия Конфедерации сдалась.",
            "Чтобы заставить осаждённых сдаться, осаждающие морили их голодом.",
            "Бандит /убийца, преступник/ сдался, и был взят под стражу.",
            "Он занял позицию капитуляции.",
            "Ханне совсем не хотелось отказываться от независимости.",
            "После трёхдневных боёв враг наконец-то капитулировал.",
            "Обвиняемую отпустили до начала суда, но потребовали сдать паспорт.",
            "Последние бойцы \"Талибана\", наконец, сдались.",
            "Правительственные войска заставили восставших сдаться.",
            "Демонстранты, имевшие при себе камеры, были вынуждены сдать плёнку.",
            "Они настаивали на возможности самим диктовать условия капитуляции.",
            "Даже после официальной капитуляции, в отдельных кварталах города происходили хаотичные вспышки насилия.",
            "Он заорал, чтобы мы сдали оружие."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}