{
    "surroundings": {
        "comment": [
            "surround",
            "surrounding"
        ],
        "translate": "окрестности, окружение, среда",
        "transcription": " |səˈraʊndɪŋz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was a relief to be back in familiar surroundings.",
            "He gets nervous when he is in unfamiliar surroundings.",
            "the ennobling influence of cultural surroundings",
            "Her cheerful mood stands in sharp contrast to her dreary surroundings.",
            "Refections at the monastery are as spartan as the surroundings.",
            "You can dine in elegant surroundings.",
            "hygienic surroundings with plenty of fresh air",
            "...she was unaccustomed to living in such silken surroundings...",
            "I have now received particulars of the death from the immediate surroundings of the King.",
            "Be alert at night especially in unfamiliar surroundings.",
            "The cat was naturally curious about its new surroundings.",
            "People who can exercise some control over their surroundings feel less anxious.",
            "Their love left them indifferent to their surroundings."
        ],
        "example_translate": [
            "Было облегчением вернуться в привычную обстановку.",
            "Он начинает нервничать, когда находится в незнакомой обстановке.",
            "облагораживающее влияние культурного окружения",
            "Её веселое настроение резко контрастирует с унылой окружающей обстановкой.",
            "Еда в монастыре такая же спартанская, как и всё остальное /как и обстановка/.",
            "Вы можете пообедать в изысканной обстановке.",
            "здоровая среда с обилием свежего воздуха",
            "...она не привыкла жить в такой роскошной среде...",
            "Я узнал подробности смерти от приближённых короля.",
            "Ночью будьте начеку, особенно в незнакомой обстановке.",
            "Кошка, проявляла естественное любопытство к своему новому окружению (месту жительства).",
            "Человек, который может осуществлять некоторый контроль над своим окружением, чувствует себя менее тревожно.",
            "Они были влюблены, и им было всё равно, где они, и что происходит вокруг."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}