{
    "surrounding": {
        "comment": [
            "surround",
            "surroundings"
        ],
        "translate": "близлежащий, окрестный, соседний",
        "transcription": " |səˈraʊndɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "in the area surrounding the lake",
            "These surrounding hills are largely rocky.",
            "The police have been instructed to patrol the building and surrounding area.",
            "I climbed to obtain a general view of the surrounding scene.",
            "The hill provides a commanding view of the surrounding countryside.",
            "Troops sealed off the surrounding area.",
            "The land surrounding the village was given over to vineyards.",
            "We decided to explore the surrounding countryside.",
            "The population of this town increased sixfold when gold was found in the surrounding hills.",
            "the hubbub surrounding the film star",
            "clarify the mystery surrounding her death",
            "the vortex of emotions surrounding the case",
            "These houses blend well with the surrounding land.",
            "There's a lot of uncertainty surrounding the decision.",
            "Why not place the building flush with the surrounding wall?",
            "Some of the issues surrounding alcohol abuse are very complex.",
            "The surrounding scene revived all the impressions of my boyhood.",
            "Many of the single men found lodgings in the surrounding villages.",
            "Detectives are still trying to unravel the mystery surrounding his death.",
            "The surrounding country was level and suitable to the evolutions of cavalry.",
            "Some of the issues surrounding mental illness have been unpacked in Chapter 3.",
            "There is controversy surrounding the team's decision to trade the star pitcher.",
            "Watson deserves credit for lifting the veil of secrecy surrounding Brenda's death.",
            "There were many conspiracy theories (=beliefs that something is the result of a conspiracy) surrounding Princess Diana's death.",
            "Phage uses the bacterium's machinery and energy to produce more phage until the bacterium is destroyed and phage is released to invade surrounding bacteria."
        ],
        "example_translate": [
            "в окрестностях озера",
            "Окружающие возвышенности чрезвычайно скалисты.",
            "Полиция получила указания патрулировать здание и прилегающие территории.",
            "Я взобрался выше, чтобы (получить возможность) получше рассмотреть окрестности.",
            "С этой горы открывается восхитительный вид на окрестности.",
            "Близлежащее пространство блокировали войска.",
            "Земли в окрестностях села были отданы под виноградники.",
            "Мы решили осмотреть окрестности.",
            "Когда в окрестных холмах было найдено золото, население города увеличилось в шесть раз.",
            "шумиха вокруг этой кинозвезды",
            "прояснить загадку её смерти",
            "вихрь эмоций вокруг этого дела",
            "Эти дома хорошо вписываются в окружающий ландшафт.",
            "Это решение окружает масса неопределённости.",
            "Почему бы не поставить дом вровень с соседней стеной?",
            "Некоторые вопросы, связанные с пьянством, являются очень сложными.",
            "Окружающий пейзаж живо напомнил мне все впечатления моего отрочества.",
            "Многие одинокие мужчины находят себе жильё в близлежащих деревнях.",
            "Сыщики до сих пор пытаются разгадать загадку его смерти.",
            "Окружающая местность была плоской и подходила для передвижения кавалерии.",
            "Некоторые вопросы, связанные с психическими заболеваниями, более подробно освещены в третьей главе.",
            "Вокруг решения команды обменять своего звёздного питчера ведутся жаркие споры.",
            "Уотсон заслуживает похвалы за то, что приподнял завесу тайны вокруг смерти Брэнды.",
            "Вокруг смерти принцессы Дианы было много теорий заговора (т.е. мнений, что что-то является результатом заговора).",
            "Фаг использует аппарат и энергию бактерии, чтобы производить фагов до тех пор, пока бактерия не будет уничтожена и фаги не освободятся для вторжения в окружающие бактерии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}