{
    "survey": {
        "comment": [
            "surveillance"
        ],
        "translate": "обзор, обследование, обзорный, обследовать, обозревать",
        "transcription": " |ˈsɜːrveɪ|",
        "antonyms": [],
        "mnemonic": [
            "survey ['sə: veɪ]\n***\nОСМАТРИВАЛИ мы Север. (это) survey\nОБЗОР мы делали про Север. (это) survey\nОПРОС мы делали про Север. (это) survey"
        ],
        "examples": [
            "I'd like to survey the house before buying it.",
            "He sat down in the armchair and surveyed the room.",
            "Seventeen couples participated in the survey.",
            "The magazine conducted a survey.",
            "Our company came out well from the recent survey.",
            "The teacher surveyed the room.",
            "He surveyed his new classmates.",
            "The survey included questions on age and smoking habits.",
            "The survey showed that Britain's trees are in good health.",
            "The BBC surveyed four thousand drug users and their families.",
            "Experts minutely surveyed the situation that had brought about the crisis.",
            "Find the questions whose survey results you want to view.",
            "This tutorial will teach you how to design a questionnaire and conduct a survey.",
            "The survey is patchy and by no means not as up-to-date as one expects.",
            "They got out of the car to survey the damage.",
            "I conducted an unscientific survey.",
            "We are conducting a survey of consumer attitudes towards organic food.",
            "Of the 100 companies surveyed, 10 per cent had a turnover of £50m to £99m.",
            "They have decided to retain a firm to conduct a survey.",
            "She walked to a point where she could survey the whole street.",
            "The survey didn't collect any information about temporary workers.",
            "The first part of the paper is a descriptive survey of mortality data from United Nations sources over the period 1970-90.",
            "People were surveying the damage after the storm.",
            "A total of 250 city residents were surveyed about the project.",
            "The second survey was concerned with working-class culture more generally.",
            "An analysis of the survey data was performed.",
            "Surveys of each department were conducted earlier this year.",
            "Despite the limitations of the survey, it did suggest some general trends.",
            "The survey found some surprising tendencies among the population.",
            "The report was compiled from a survey of 5000 households."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я хотел бы осмотреть дом перед его покупкой.",
            "Он сел в кресло и внимательно осмотрел комнату.",
            "В опросе приняли участие семнадцать пар.",
            "Журнал провёл опрос.",
            "Наша компания получила хорошую оценку в недавнем обзоре.",
            "Учитель оглядел комнату.",
            "Он внимательно оглядел своих новых одноклассников.",
            "Опрос содержал вопросы относительно возраста и привычки курить.",
            "Обследование показало, что британские деревья находятся в хорошем состоянии.",
            "Корпорация \"Би-би-си\" провела опрос среди четырёх тысяч наркоманов и их семей.",
            "Специалисты провели тщательное исследование ситуации, вызвавшей кризис.",
            "Найдите вопросы, результаты исследования которых вы хотите увидеть.",
            "Этот семинар научит вас, как создать вопросник и провести опрос.",
            "Обзор отрывочный и, без сомнения, не такой современный, как хотелось бы.",
            "Они вышли из машины, чтобы обследовать повреждения.",
            "Я провёл ненаучный опрос.",
            "Мы проводим исследование отношения потребителей к экологически чистым продуктам.",
            "Оборот десяти процентов из ста исследованных компаний составил от 50 до 99 миллионов фунтов стерлингов.",
            "Для проведения опроса они решили нанять одну фирму.",
            "Она подошла к точке, откуда могла обозревать всю улицу.",
            "Это исследование не собирало какой-либо информации о временных работниках.",
            "Первая часть работы посвящена анализу данных ООН о смертности за период 1970-90 гг.",
            "Люди осматривали повреждения, нанесённые бурей.",
            "Всего о проекте было опрошено двести пятьдесят жителей города.",
            "Второе исследование касалось культуры рабочего класса в целом.",
            "Была выполнен анализ материалов обследования.",
            "В начале этого года было проведено обследование каждого из отделов.",
            "Несмотря на ограниченность данного исследования, оно действительно подсказало некоторые общие тенденции.",
            "В результате опроса выяснились некоторые удивительные тенденции среди населения.",
            "Данный отчёт был составлен на основе обследования пяти тысяч домашних хозяйств."
        ],
        "stars": 3
    }
}