{
    "survive": {
        "comment": [
            "survival",
            "survivor"
        ],
        "translate": "пережить, выживать, уцелеть, выдерживать, перенести, оставаться в живых",
        "transcription": " |sərˈvaɪv|",
        "antonyms": [],
        "mnemonic": [
            "survive [севайв] выжить - (Сев айв-ы) выжить поможет при голоде.",
            "survive [sə'vaɪv]\nsurvival - выживание\nrevive - оживлять, оживать, возрождать\n***\nВЫЖИЛ он не спасовав. (это) survive\nВЫЖИЛ, так как не спасовал. (это) survive\nПЕРЕЖИЛ голод, так как поле засевал. (это) survive\nОСТАЛСЯ В ЖИВЫХ, так как не пасовал. (это) survive"
        ],
        "examples": [
            "Only his son survived him.",
            "The company survived the recession.",
            "Nothing can destroy the instinct to survive.",
            "Her body died, her fame survives.",
            "Only cynics survive.",
            "She survived five surgeries.",
            "It was a challenge just to survive.",
            "'I'll survive,' he said with a grim smile.",
            "Plants need light in order to survive.",
            "Some of the original bridges survive.",
            "She survived her husband by only a few years.",
            "The president was fighting to survive.",
            "It astonished us that they were able to survive.",
            "You've got to face facts. You can't survive on a salary that low.",
            "Few living creatures can survive without water.",
            "He is survived by his wife and two children.",
            "The table should be strong enough to survive the trip.",
            "You can't survive in the army without a sense of humor.",
            "He survived the cancer against all odds.",
            "She struggled for years to survive without welfare.",
            "We have to change the corporate structure to survive.",
            "Many businesses are struggling to survive in today's economy.",
            "Many plants are unable to survive in such a harsh environment.",
            "The bank is solid and will survive this attack.",
            "The people are turning back to natural resources to survive.",
            "All of us will struggle fairly hard to survive if we are in danger.",
            "As noted above most people survive the disease.",
            "The bird is too tame now to survive in the wild.",
            "It's a great pity that none of his poems survive.",
            "They slaughtered their only goat to survive the winter."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Только его сын пережил его.",
            "Компания пережила спад.",
            "Ничто не может разрушить инстинкт выживания.",
            "Её тело умерло, а слава живёт и поныне.",
            "Выживают одни циники.",
            "Ей было сделано пять операций.",
            "Даже просто выжить было подвигом.",
            "— Я переживу, — с мрачной усмешкой сказал он.",
            "Для выживания растениям необходим свет.",
            "Некоторые оригинальные мосты уцелели.",
            "Она пережила своего мужа всего на пару лет.",
            "Президент боролся за выживание.",
            "Мы были поражены, что они сумели выжить.",
            "Посмотри правде в глаза: на такую низкую зарплату не проживёшь.",
            "Немногие живые существа могут выжить без воды.",
            "Он (покойный) оставил после себя жену и двоих детей.",
            "Стол должен быть достаточно прочным, чтобы выдержать эту поездку.",
            "В армии не выжить без чувства юмора.",
            "Он победил рак, несмотря на то, что все шансы были против него.",
            "Она годами пыталась прожить без пособия по социальному обеспечению.",
            "Мы должны изменить корпоративную структуру, чтобы выжить.",
            "Многие предприятия пытаются выжить в условиях современной экономики.",
            "Многие растения не в состоянии выжить в таких суровых условиях.",
            "Этот банк — солидный, и это нападение он переживёт.",
            "Чтобы выжить, эти люди возвращаются к природным ресурсам.",
            "Мы все активно боремся за жизнь, когда мы в опасности.",
            "Как отмечалось выше, после данной болезни большинство людей выживает.",
            "Эта птица слишком привыкла к человеку, чтобы выжить в естественных условиях.",
            "Очень жаль, что не сохранилось ни одного из его стихотворений.",
            "Им пришлось забить единственную козу, чтобы пережить зиму."
        ],
        "stars": 3
    }
}