{
    "survival": {
        "comment": [
            "survive",
            "survivor"
        ],
        "translate": "выживание, выживаемость, пережиток, срок существования",
        "transcription": " |sərˈvaɪvl|",
        "antonyms": [],
        "mnemonic": [
            "survive [sə'vaɪv]\nsurvival - выживание\nrevive - оживлять, оживать, возрождать\n***\nВЫЖИЛ он не спасовав. (это) survive\nВЫЖИЛ, так как не спасовал. (это) survive\nПЕРЕЖИЛ голод, так как поле засевал. (это) survive\nОСТАЛСЯ В ЖИВЫХ, так как не пасовал. (это) survive"
        ],
        "examples": [
            "There are two basic rules of survival.",
            "He has a strong survival instinct.",
            "Small businesses are fighting for survival.",
            "The doctors gave him a one-in-ten chance of survival.",
            "Animals have a natural instinct for survival.",
            "Crimes committed in the name of national survival.",
            "He gave the show a fifty-fifty chance of survival.",
            "Joshua's only hope of survival was a heart transplant.",
            "Water is fundamental to survival.",
            "a brutal struggle for survival in the wilderness",
            "The cult is a survival from the old Zoroastrian religion.",
            "This operation will greatly improve her chances of survival.",
            "Poaching threatens the survival of the rhino.",
            "Millions of people are struggling for survival.",
            "The movie tells an incredible story of survival.",
            "The soldiers were well-grounded in survival skills.",
            "The refugees depend on foreign aid for their survival.",
            "The company is engaged in an epic struggle for survival.",
            "Without a transfusion her chances of survival were slim.",
            "Overfishing threatens the survival of certain fish species.",
            "Illegal hunting is threatening the survival of the species.",
            "Milt's career is an exemplar of survival in difficult times.",
            "a survival course in which you learn which wild plants are eatable",
            "observing how the survival techniques of primates vary with the ambient",
            "A lot of small companies are having to fight for survival (=work hard in order to continue to exist).",
            "a social philosopher who discountenanced all programs for helping the needy, claiming that society should encourage survival of the fittest"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Есть два основных правила выживания.",
            "У него сильный инстинкт самосохранения.",
            "Малый бизнес борется за выживание.",
            "Врачи дали ему на выживание один шанс из десяти.",
            "Животные обладают естественным инстинктом выживания.",
            "Преступления, совершенные под лозунгом \"выживания нации\".",
            "Он оценил вероятность выживания этого шоу в 50%.",
            "Единственной надеждой на спасение Джошуа была пересадка сердца.",
            "Вода является необходимым условием выживания.",
            "жестокая борьба за выживание в дикой природе",
            "Данный культ является пережитком старой зороастрийской религии.",
            "Эта операция позволит значительно повысить её шансы на выживание.",
            "Браконьерство угрожает выживанию носорогов.",
            "Миллионы людей борются за выживание.",
            "В фильме рассказывается невероятная история о выживании.",
            "Солдаты были хорошо подготовлены в отношении навыков выживания.",
            "Выживание беженцев зависит от иностранной гуманитарной помощи.",
            "Компания ведёт героическую борьбу за выживание.",
            "Без переливания крови её шансы выжить были невелики.",
            "Чрезмерный отлов рыбы угрожает выживанию некоторых видов рыб.",
            "Незаконная охота представляет угрозу для выживания данного вида.",
            "Карьера Милта представляет собой пример выживания в трудные времена.",
            "курс выживания, в котором вы узнаете, какие дикие растения являются съедобными",
            "наблюдая, как методы выживания приматов варьируются в зависимости от окружающей среды",
            "Многие небольшие компании вынуждены бороться за выживание (т.е. прилагать большие усилия, чтобы продолжать существовать).",
            "социальный философ, который порицал все программы, направленные на помощь нуждающимся, утверждая, что общество должно способствовать выживанию сильнейших"
        ],
        "stars": 2
    }
}