{
    "suspicion": {
        "comment": [
            "spicy",
            "suspicious",
            "spice"
        ],
        "translate": "подозрение, подозрительность, привкус, чуточка, оттенок",
        "transcription": " |səˈspɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was arrested on suspicion of murder.",
            "My worst suspicions were confirmed.",
            "I have my suspicions about his motives.",
            "He seems to have escaped suspicion.",
            "Suspicion is a heavy armour.",
            "The finger of suspicion points at / to you.",
            "Then suspicion clouded his face.",
            "The local people viewed newcomers with suspicion.",
            "He was arrested on suspicion (on a charge) of murder.",
            "There has long been a suspicion that the painting is a fake.",
            "He'd been trying to divert suspicion away from himself.",
            "His story has raised some suspicion.",
            "The note aroused her suspicions that he was having an affair.",
            "Most of them have no beard at all., others just a suspicion of one.",
            "The plan was regarded with considerable suspicion.",
            "Smith was booked on suspicion of attempted murder.",
            "Local people regard the police with suspicion and distrust.",
            "He is the kind of guy who truckles to anyone who has even a suspicion of money.",
            "He left the company under a cloud of suspicion.",
            "Several members of the court were under suspicion.",
            "He tried not to do anything to excite the suspicion of the police.",
            "The doctor had not the least suspicion of the farce that was playing."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он был арестован по подозрению в убийстве.",
            "Мои худшие подозрения подтвердились.",
            "У меня есть подозрения по поводу его мотивов.",
            "Кажется, он избавился от подозрений.",
            "Подозрение - мощная защита.",
            "На тебя падает тень подозрения.",
            "Тогда тень подозрения омрачила его лицо.",
            "Местные жители глядели на приезжих с подозрением.",
            "Его задержали по подозрению (по обвинению) в убийстве.",
            "Уже давно существуют подозрения, что данная картина поддельная.",
            "Он пытался отвести от себя подозрения.",
            "Его рассказ вызвал некоторые подозрения.",
            "Эта записка вызвала у неё подозрения, что у него роман.",
            "Большинство из них совсем не имеют бороды., у других только намек на бороду.",
            "К плану отнеслись со значительной долей подозрительности.",
            "Смита арестовали по подозрению в покушении на убийство.",
            "Местные люди относятся к полиции с подозрением и недоверием.",
            "Этот парень из тех, кто пресмыкается перед каждым, у кого есть хотя бы чуточка денег.",
            "Он покинул компанию, находясь под тяжёлым подозрением.",
            "Под подозрением находились некоторые представители королевского двора.",
            "Он старался не делать ничего, что могло бы возбудить подозрение у полиции.",
            "Доктор и не подозревал о разыгрывавшемся фарсе."
        ]
    }
}