{
    "suspend": {
        "comment": [
            "suspect",
            "suspension",
            "suspected"
        ],
        "translate": "приостанавливать, подвешивать, откладывать, временно прекращать",
        "transcription": " |səˈspend|",
        "antonyms": [],
        "mnemonic": [
            "suspend [сэспэ'нд] подвешивать, приостанавливать - (SOS! Пенд-агон) подвесил Саддама Хусейна и приостановил его дыхание.",
            "depend [dɪ'pend]\nexpend [ɪk'spend] = spend* [spend] - тратить,\nрасходовать\nsuspend [səs'pɛnd]\nstipend ['staɪpɛnd]\n***\nЯ ЗАВИШУ от стипендий. (это) depend\nОт себя ЗАВИСЕЛ Дюпен (д). (это) depend\n***\nЕсли от денег зависишь \"depend\",\nзачем тогда много тратишь \"expend\".\n***\nМне приостановили \"suspend\"\nвыплату жалованья \"stipend\".\n***\nЯ завишу \"depend\"\nот стипендии \"stipend\"."
        ],
        "examples": [
            "The talks have been suspended.",
            "Dave was suspended from school for a week.",
            "These monkeys can suspend from the branches by their tails.",
            "The officer was suspended from duty while his case was examined.",
            "He was suspended for two years for assaulting the referee.",
            "A large light was suspended from the ceiling.",
            "Her license to practice law was suspended.",
            "They have suspended the peace talks.",
            "In view of his conduct, the club has decided to suspend him.",
            "The city suspended bus service during the storm.",
            "The police officers were suspended without pay for their conduct.",
            "The principal suspended the student from school for fighting.",
            "He was suspended by his feet and beaten with metal bars.",
            "The company was forced to suspend operations.",
            "Talks between the two countries have now been suspended.",
            "I advise suspending judgment until the investigation is over.",
            "He was suspended from the team for missing too many practices.",
            "Sales of the drug will be suspended until more tests are completed."
        ],
        "example_translate": [
            "Переговоры были приостановлены.",
            "Дэйв был отстранён от школы на неделю.",
            "Эти обезьяны могут висеть на ветках, цепляясь за них хвостами.",
            "Офицер был отстранен от службы до тех пор, пока не кончится разбирательство по его делу.",
            "Он был дисквалифицирован на два года за нападение на арбитра.",
            "К потолку был подвешен большой светильник.",
            "Её лицензия на занятие юридической практикой была приостановлена.",
            "Они временно прекратили переговоры о мире.",
            "Принимая во внимание его поведение, руководство клуба решило его временно дисквалифицировать.",
            "На время шторма городские власти приостановили автобусное сообщение.",
            "За свое поведение полицейские были временно отстранены без сохранения содержания.",
            "Директор школы временно отстранил ученика от занятий за драку.",
            "Его подвесили за ноги и избили металлическими прутьями.",
            "Компания была вынуждена приостановить свою деятельность.",
            "В данный момент переговоры между двумя странами приостановлены.",
            "Советую отложить принятие решения до завершения расследования.",
            "Он был отстранён от команды за пропуск слишком большого количества тренировок.",
            "Продажа препарата будет приостановлена до завершения дополнительных анализов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}