{
    "suspicious": {
        "comment": [
            "spicy",
            "spice",
            "suspicion"
        ],
        "translate": "подозрительный, сомнительный",
        "transcription": " |səˈspɪʃəs|",
        "antonyms": [],
        "mnemonic": [
            "suspicion [səs'pɪʃən]\nsuspicious - подозрительный\n***\nПОДОЗРЕНИЯ все|спишем. (это) suspicion\nЧуточка, оттенок, привкус. (это) suspicion"
        ],
        "examples": [
            "His manner made me suspicious.",
            "I am suspicious of any religion.",
            "The circumstances of his death are suspicious.",
            "If we don't finalize tonight, they will get suspicious.",
            "Officials are suspicious about her death.",
            "He was caught in the net of suspicious circumstances.",
            "His ill health made him more suspicious and irritable than ever.",
            "First she was suspicious, then she became confiding.",
            "Please remain vigilant at all times and report anything suspicious.",
            "The suspicious vehicle was reported to police.",
            "Some of the local people are suspicious of foreigners.",
            "Be on the watch for anything suspicious.",
            "A few suspicious words here and there outcropped in the narrative.",
            "We were instructed to report any suspicious activity in the neighborhood.",
            "The suspicious stranger prowls the streets of the town.",
            "My naturally suspicious mind thought he might be lying.",
            "The suspicious wife paid a gumshoe to follow her husband.",
            "He found a suspicious lump on his back and was afraid it might be cancer.",
            "Suspicious characters were seen hanging around the bank.",
            "a woman who is suspicious of all medicos, regardless of their credentials",
            "After the second suspicious fire, police set a trap for the firebug.",
            "Under the circumstances, we had every reason (=had very good reasons) to be suspicious.",
            "A man is under arrest (=the police are guarding him) following the suspicious death of his wife."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Его манера поведения заставила меня насторожиться.",
            "Я с недоверием отношусь ко всякой религии.",
            "Обстоятельства его смерти подозрительны.",
            "Если мы не закончим сегодня, у них возникнут подозрения.",
            "В её смерти подозреваются официальные представители власти.",
            "Он попал в ловушку подозрительных обстоятельств.",
            "Плохое здоровье сделало его более подозрительным и раздражительным.",
            "Сначала она сомневалась, потом стала доверчивой.",
            "Пожалуйста, всегда будьте бдительны и сообщайте обо всём, что вызывает подозрение.",
            "О подозрительном транспортном средстве сообщили в полицию.",
            "Некоторые местные жители с подозрением относятся к иностранцам.",
            "Внимательно смотрите за всем, что покажется подозрительным.",
            "В рассказе то и дело проскакивали подозрительные словечки.",
            "Нам дали указания сообщать о любой подозрительной деятельности в этом районе.",
            "Подозрительный незнакомец бродит по улицам города.",
            "Будучи от природы недоверчивым, я заподозрил его во лжи.",
            "Подозрительная жена заплатила сыщику за то, чтобы тот следил за её мужем.",
            "Он нашёл на спине подозрительное уплотнение и испугался, что это может быть рак.",
            "Были замечены подозрительные личности, слонявшиеся вокруг банка.",
            "женщина, которая с подозрением относится ко всем медикам, вне зависимости от их дипломов",
            "После второго подозрительного пожара, полиция устроила на поджигателя засаду.",
            "Учитывая обстоятельства, мы имели все основания (т.е. очень веские причины) сомневаться.",
            "Один человек арестован (т.е. его охраняют полицейские) вследствие подозрительной смерти его жены."
        ],
        "stars": 2
    }
}