{
    "sustain": {
        "comment": [
            "curtain",
            "fountain",
            "attain",
            "stain"
        ],
        "translate": "поддерживать, выдерживать, подкреплять, испытывать, доказывать, подтверждать",
        "transcription": " |səˈsteɪn|",
        "antonyms": [],
        "mnemonic": [
            "sustain [сэстэ'ин] поддерживать, понести - Я в (состоян-ии) поддержать спорт и понести бремя расходов.",
            "stain [steɪn]\nsustain [sə'steɪn]\nabstain [əb'steɪn]\n***\nНе надо ПАЧКАТЬ стен. (это) stain\nНе ЗАПЯТНАТЬ вам наших стен. (это) stain\nПятно, морилка.\n***\nПОДОПРИТЕ полки, чтоб не падали со|стен. (это)\nsustain\nПОДЕРЖИТЕ полки, чтоб не падали со|\"стейн\". (это)\nsustain\nПОДДЕРЖИТЕ полки, чтоб не падали со|\"стейн\". (это)\nsustain\n***\nЧтобы ВОЗДЕРЖАТЬСЯ, бил кулаком об|стену. (это)\nabstain\n***\nМы от пива воздержимся \"abstain\"\nи вас не запятнаем \"stain\",\nнадеюсь, вы нас поддержите \"sustain\"."
        ],
        "examples": [
            "She alone sustained her family.",
            "Food sustains life.",
            "He sustained a stress.",
            "This argument is difficult to sustain.",
            "She found it difficult to sustain the children's interest.",
            "She looked round for a seat to sustain her.",
            "This case undoubtedly sustains his assertion.",
            "The roof, unable to sustain the weight of all the snow, collapsed.",
            "He was incapable of sustaining close relationships with women.",
            "We sustained ourselves on bread and water",
            "The thought of seeing her again was all that sustained me.",
            "The company has sustained heavy financial losses this year.",
            "Each character was sustained with so much grace and art.",
            "He is ill able to sustain the burden.",
            "They gave me barely enough food to sustain me.",
            "The money will sustain our good cause.",
            "Some have conjectured that the distant planet could sustain life.",
            "Some nearby buildings sustained minor damage.",
            "We sustained the diplomatic negotiations as long as possible.",
            "He proposed to degrade prices instead of aiming to sustain them.",
            "The court sustained the motion.",
            "He leant against her so heavily that she could barely sustain his weight.",
            "Two of the fire-fighters sustained serious injuries."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она в одиночку обеспечивала свою семью.",
            "Пища поддерживает жизненные силы.",
            "Он перенёс стресс.",
            "Этот аргумент трудно доказать.",
            "Для неё было трудно удержать внимание детей.",
            "Она озиралась вокруг, ища, куда бы присесть.",
            "Это обстоятельство, безусловно, подтверждает его утверждение.",
            "Крыша рухнула, не в силах выдержать вес снега.",
            "Он был неспособен поддерживать близкие отношения с женщинами.",
            "Мы перебивались с хлеба на воду.",
            "Меня поддерживала лишь мысль о том, чтобы снова её увидеть.",
            "Компания понесла тяжелые финансовые потери в этом году.",
            "Все роли были исполнены с большим изяществом и мастерством.",
            "Он едва способен нести этот груз.",
            "Той еды, что мне давали, едва хватало, чтобы не умереть с голоду.",
            "Эти деньги послужат нашему доброму делу.",
            "Некоторые предположили, что далёкая планета может иметь всё необходимое для поддержания жизни.",
            "Несколько близлежащих зданий получило незначительные повреждения.",
            "Мы поддерживали дипломатические переговоры, пока это было возможно.",
            "Он предложил понизить цены, вместо того чтобы стараться сохранить их на том же уровне.",
            "Суд поддержал петицию.",
            "Он так на неё навалился, что она с трудом выдерживала его вес.",
            "Двое из пожарных получили серьёзные травмы."
        ],
        "stars": 2
    }
}