{
    "swallow": {
        "comment": [
            "swap",
            "swan",
            "sway"
        ],
        "translate": "ласточка, глоток, глотка, глотание, глотать, проглатывать, поглощать",
        "transcription": " |ˈswɑːloʊ|",
        "antonyms": [],
        "mnemonic": [
            "swallow [с(ув)о'лоу] ласточка, глотать - Эта (своло-чь) ласточку про глотила;",
            "swallow ['swɔləu]\n***\nЛАСТОЧКА не любит произвола. (это) swallow\nДай воды ГЛОТОК - не надо произвола. (это) swallow\nГлотать, проглатывать."
        ],
        "examples": [
            "I took a swallow of brandy.",
            "She was swallowed up in the crowd.",
            "The snake swallowed its prey whole.",
            "I wished the ground would swallow me up.",
            "He downed his whisky in one swallow.",
            "Small companies are swallowed up by huge multinationals.",
            "I found his story a bit hard to swallow.",
            "Don't swallow the cobs.",
            "The swift does not flap its wings so often as the swallow.",
            "He swallowed the grape whole.",
            "The building was swallowed up by flames",
            "Half of my salary is swallowed up by rent.",
            "Chew your food well before you swallow.",
            "She swallowed her anger and turned to face him.",
            "He swallowed his words",
            "Most snakes swallow their prey whole.",
            "He was unable to swallow anything but liquids.",
            "Do they really think we are stupid enough to swallow that?",
            "Leo swallowed hard and walked into the room.",
            "Nasty medicine is difficult to swallow down.",
            "He announced that the brig Swallow had run afoul of a merchantman.",
            "Am I supposed to swallow that story?",
            "I found his story a bit hard to swallow (=difficult to believe).",
            "Her story is pretty hard to swallow.",
            "The boss said, “Come in.” I swallowed hard and walked in.",
            "Salty sea water is safe to swim in, but you really shouldn't swallow it.",
            "The knowledge that his friends no longer trusted him was a bitter pill to swallow."
        ],
        "example_translate": [
            "Я глотнул бренди.",
            "Она затерялась в толпе.",
            "Змея проглотила свою добычу целиком.",
            "Я готов был провалиться сквозь землю (от стыда).",
            "Он выпил свой виски одним глотком.",
            "Мелкие компании поглощаются гигантскими транснациональными корпорациями.",
            "Его рассказ показался мне не очень правдоподобным.",
            "Не проглоти косточки.",
            "Стриж машет крыльями реже, чем ласточка.",
            "Он проглотил виноградину целиком.",
            "Огонь охватил здание.",
            "Аренда квартиры съедает половину моей зарплаты.",
            "Хорошо пережевывайте пищу, прежде чем проглотить.",
            "Она подавила гнев и повернулась к нему лицом.",
            "Он взял свои слова обратно.",
            "Большинство змей проглатывает свою добычу целиком.",
            "Он был не в состоянии глотать ничего, кроме жидкостей.",
            "Неужели они действительно считают нас настолько тупыми, чтобы такое проглотить?",
            "Лео тяжело сглотнул и вошёл в комнату.",
            "Очень трудно принимать противные на вкус лекарства.",
            "Он объявил, что бриг \"Ласточка\" столкнулся с торговым судном.",
            "И что, я должен купиться на эту сказку?",
            "Мне его рассказ показался несколько маловероятным (т.е. в него трудно поверить).",
            "В её историю достаточно сложно поверить.",
            "— Заходите, — сказал начальник. Я нервно сглотнул и вошёл.",
            "В солёной морской воде можно спокойно купаться, но вот глотать её совсем не нужно.",
            "Осознание того факта, что друзья больше ему не доверяют, было очень горьким."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}