{
    "swap": {
        "comment": [],
        "translate": "обмен, мена, сделка, перекачка, менять, меняться, обменивать",
        "transcription": " |swɑːp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We need to swap ideas.",
            "We can do a swap if you like.",
            "Will you swap places, please?",
            "I like your doll better., let's do a swap.",
            "He swapped clothes with his brother.",
            "The girls sat, swapping gossip.",
            "I wonder if we could swap?",
            "He swapped his car for public transport.",
            "Do you think we could swap the bookcase with the sofa?",
            "Will you swap places?",
            "They decided to swap roles for the day.",
            "Never swap horses while crossing the stream. посл.",
            "He swapped his watch for a box of cigars.",
            "He swapped his cupcake for a candy bar.",
            "I swapped seats with my sister so she could see the stage better.",
            "She ended up swapping jobs with her secretary.",
            "We need to get together to swap ideas and information.",
            "I liked her blue notebook and she liked my red one, so we swapped.",
            "After a few minutes, we'll swap (a)round so that you can have a good view.",
            "He swapped his London home for a cottage in Scotland.",
            "Once, in order to put food on the table, he swapped his watch for a pig!",
            "They made the swap in secret.",
            "Do you want to swap umbrellas?",
            "We did a straight swap - one of my cards for one of his.",
            "She had swapped her long skirts for jeans and T shirts.",
            "You start on the windows and I'll do the walls, then we can swap over after an hour or so.",
            "Can we swap places, please?",
            "They sat in a corner and swapped gossip.",
            "Why don't we swap the TV with the bookcase?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Нам нужно обменяться идеями.",
            "Мы можем поменяться, если хотите.",
            "Пожалуйста, поменяйтесь местами.",
            "Твоя кукла мне больше нравится, давай меняться.",
            "Он поменялся одеждой со своим братом.",
            "Девушки сидели и сплетничали.",
            "Интересно, мы могли бы поменяться?",
            "Он пересел на общественный транспорт.",
            "Как думаешь, можно поменять местами книжный шкаф и диван?",
            "Не поменяетесь ли вы местами?",
            "Они решили на день поменяться ролями.",
            "Коней на переправе не меняют.",
            "Он обменял свои часы на коробку сигар.",
            "Он поменял свой кекс на шоколадный батончик.",
            "Мы с сестрой поменялись местами, чтобы ей лучше было видно сцену.",
            "В конечном итоге, она поменялась работой со своим секретарём.",
            "Мы должны собраться вместе, чтобы обменяться мыслями и информацией.",
            "Мне понравился её синий блокнот, а ей — мой красный, и мы ими обменялись.",
            "Через несколько минут мы поменяемся местами, и вы сможете всё рассмотреть.",
            "Он променял свой лондонский дом на небольшой домик в Шотландии.",
            "Однажды, чтобы добыть еды, он обменял свои часы на поросенка.",
            "Они произвели этот обмен тайком.",
            "Хочешь, поменяемся зонтиками?",
            "Мы произвели честный обмен - одна из моих карточек на оду из его.",
            "Она променяла свои длинные юбки на джинсы и футболки.",
            "Ты начинай окна, а я буду делать стены, а где-то через час мы можем поменяться.",
            "Мы можем поменяться местами, пожалуйста?",
            "Они сидели в углу и обменивались сплетнями.",
            "Почему бы нам не поменять местами телевизор с книжным шкафом?"
        ]
    }
}