{
    "sway": {
        "comment": [],
        "translate": "влияние, власть, взмах, колебание, качаться, качать, колебаться, колебать",
        "transcription": " |sweɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is now under his sway.",
            "The lamp swayed with the blast.",
            "The wind swayed the trees gently.",
            "His speech did not sway the voters.",
            "The lawyer tried to sway the jury.",
            "I allowed myself to be swayed by his promises.",
            "Don't allow yourself to be swayed by his promises.",
            "She was now completely under his sway.",
            "His speech swayed the voters.",
            "Among people here, traditional values still hold sway.",
            "He swayed a moment before he fainted.",
            "The trees swayed gently in the breeze.",
            "These old attitudes still hold sway in the church.",
            "They would be under the absolute sway of the most sulphurous preacher of the neighbourhood.",
            "He has come under the sway of terrorists.",
            "She persisted in her argument, but I wouldn't let her sway me.",
            "The ancient Romans held sway over most of Europe."
        ],
        "example_translate": [
            "Теперь она в его власти.",
            "Лампа качнулась от сильного порыва ветра.",
            "Деревья мягко покачивались на ветру.",
            "Его слова не повлияли на избирателей.",
            "Адвокат пытался повлиять на присяжных.",
            "Я поверил его обещаниям.",
            "Не позволяйте его обещаниям сбить вас с толку.",
            "Теперь она была полностью под его влиянием /в его власти/.",
            "Его речь оказала влияние на избирателей.",
            "Среди здешних людей по-прежнему сильны традиционные ценности.",
            "Он на мгновение пошатнулся, а затем упал в обморок.",
            "Деревья тихонько покачивались на ветру.",
            "Эти старые подходы по-прежнему господствуют в церкви.",
            "Они окажутся в полной власти самого хитроумного проповедника округи.",
            "Он попал под влияние террористов.",
            "Она упорствовала в своих доводах, но я не позволил ей себя убедить.",
            "Древние римляне господствовали над большей частью Европы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}