{
    "swear": {
        "comment": [
            "sweet",
            "answer",
            "swell",
            "sweep",
            "swelling",
            "sweater",
            "sweat"
        ],
        "translate": "поклясться, ругать, ругаться, клясться, присяга, клятва, ругательство",
        "transcription": " |swer|",
        "antonyms": [],
        "mnemonic": [
            "wear [weə]\nswear [swɛə] - клятва, присяга, зарок; клясться\n***\nНОСИТЬ с одеждой нужно веер. (это). wear\nНошение, носка, одежда, платье, износ.\n***\nКот сапоги носит \"wear\",\nи что он барон, клянётся \"swear\""
        ],
        "examples": [
            "Don't swear in front of the children.",
            "Don't swear at me, if you please!",
            "He swore revenge on the killers.",
            "She swore never to return home.",
            "I heard him say a swear.",
            "Witnesses have to swear on the Bible.",
            "Everyone was sworn to secrecy / silence.",
            "Before God I swear I am innocent",
            "I swear I didn't lay a finger on him.",
            "I swear to God, I'll kill him if he comes back.",
            "Everyone swears by her remedy for a cold.",
            "I swear by the name of God that what I say is true.",
            "I swear Mom has bionic ears.",
            "Can't you express your frustration without using swears?",
            "She mouthed a swear word.",
            "He turned round and swore at me.",
            "I never touched your purse, I swear!",
            "All the swear words had been bleeped out.",
            "I never touched her, I swear to God.",
            "She doesn't like to swear in front of the children.",
            "He says he was there all the time, but I swear I never saw him.",
            "I heard him mutter a mild swear word.",
            "Victor swore he would get his revenge.",
            "The newly elected President was sworn in today.",
            "Will you swear to it that you were not present?",
            "They swore allegiance to the government.",
            "I do solemnly swear to tell the whole truth.",
            "Servicemen have to swear an oath of loyalty to their country.",
            "If you tell anyone about this, I swear I'll put the whammy on you."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Инфинитив с to после глаголов",
            "Инфинитив"
        ],
        "example_translate": [
            "Не ругайся в присутствии детей.",
            "А ну-ка брось кричать на меня!",
            "Он поклялся отомстить убийцам.",
            "Она поклялась никогда не возвращаться домой.",
            "Я услышал, как он выругался.",
            "Свидетели должны принести присягу (=присягнуть, поклясться) на Библии.",
            "Все поклялись молчать.",
            "Клянусь перед Богом, я не виновен.",
            "Клянусь, я и пальцем его не тронул.",
            "Клянусь Богом, я убью его, если он вернется.",
            "Все используют её средство от простуды.",
            "Клянусь именем Господа, что говорю правду.",
            "Я клянусь, моя мама слышит даже малейших шорох. (у неё очень сильный слух)",
            "Разве нельзя выразить своё разочарование без использования ругательств?",
            "Она беззвучно, одними губами, выругалась. (to mouth — articulate silently., form words with the lips only)",
            "Он обернулся и обругал меня.",
            "Не трогала я твою сумочку, клянусь!",
            "Все ругательства были запиканы.",
            "Я и пальцем её никогда не трогал, богом клянусь.",
            "Она не любит ругаться в присутствии детей.",
            "Он говорит, что был там всё время, но я клянусь, что никогда его не видел.",
            "Я услышал, как он пробормотал мягкое ругательство.",
            "Виктор поклялся отомстить.",
            "Сегодня новоизбранный президент был приведен к присяге.",
            "Вы подтвердите под присягой, что вас там не было?",
            "Они поклялись в верности правительству.",
            "Торжественно клянусь говорить только правду. (клятва свидетеля на судебном процессе)",
            "Военнослужащие принесли присягу верности своей стране.",
            "Если вы кому-либо об этом расскажете — клянусь, я прокляну вас."
        ],
        "stars": 2
    }
}