{
    "swimmer": {
        "comment": [],
        "translate": "пловец, поплавок",
        "transcription": " |ˈswɪmər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am a poor swimmer.",
            "He is not a good swimmer.",
            "The jellyfish stung the swimmer.",
            "I felt weak and my head was swimming.",
            "Ducks swam in the pond.",
            "She swam across the pool.",
            "He swam the English Channel.",
            "The room swam before my eyes.",
            "He's teaching the children to swim.",
            "The racers must swim the backstroke.",
            "We watched the fish swimming in the river.",
            "The swimmer finally gained the river bank.",
            "The swimmer's kicking left a wake behind him.",
            "Strong currents pulled the swimmer out to sea.",
            "The swimmer is supported by the water's buoyancy.",
            "The merest glimpse of blood sends him into a swim.",
            "The swimmer dipped into the river but it was too cold.",
            "The swimmer was caught in a whirlpool and nearly drowned.",
            "She was a keen swimmer and no slouch on the tennis court.",
            "The swimmer beat about in the water, trying not to drown.",
            "The young swimmer has set up a new fast time for the backstroke.",
            "You're a surprisingly strong swimmer for one of such a slight build.",
            "The swimming coach quickly regretted his unguarded comments about the young swimmer's limitations."
        ],
        "example_translate": [
            "Я плохо плаваю. / Пловец из меня плохой.",
            "Плавает он плохо. / Он плохой пловец.",
            "Медуза ужалила пловца.",
            "Я почувствовал слабость, и голова пошла кругом.",
            "Утки плавали в пруду.",
            "Она переплыла бассейн.",
            "Он переплыл Ла-Манш.",
            "Комната поплыла у меня перед глазами.",
            "Он учит детей плавать.",
            "Участники заплыва должны плыть на спине.",
            "Мы смотрели, как рыбы плавают в реке.",
            "Пловец всё-таки доплыл до берега реки.",
            "Пловец, работая ногами, оставлял за собой след.",
            "Пловца унесло в море сильным течением.",
            "Пловец поддерживается выталкивающей силой воды.",
            "Стоит ему хоть мельком увидеть кровь — и он уже поплыл.",
            "Пловец нырнул в реку, но вода была слишком холодная.",
            "Пловец попал в водоворот и едва не утонул.",
            "Она была великолепная пловчиха и прекрасно играла в теннис.",
            "Пловец барахтался в воде, пытаясь удержаться на плаву.",
            "Этот юный пловец установил новый рекорд в плавании на спине.",
            "Ты на удивление сильный пловец для человека такого хрупкого телосложения.",
            "Тренер по плаванию быстро пожалел о своих опрометчивых высказываниях по поводу недостатков этого молодого пловца."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}