{
    "swing": {
        "comment": [
            "wing",
            "sewing",
            "bowing",
            "left-wing",
            "right-wing"
        ],
        "translate": "качели, свинг, поворот, качание, колебание, качаться, качать, размахивать",
        "transcription": " |swɪŋ|",
        "antonyms": [],
        "mnemonic": [
            "swing [с(ув)и'нг] качание, колебание - Кто на холоде качается, (свинк-ой)заболеет;",
            "swing [swıŋ]\n***\nКАЧАЛСЯ на качелях свин (г). (это) swing\nКачели, качание."
        ],
        "examples": [
            "The kids were playing on the swings.",
            "Let it have its swing.",
            "His mood could swing from joy to despair.",
            "He shall swing for it.",
            "The heavy door swung shut.",
            "He gave us a full swing in the matter.",
            "The sheets swung on the clothesline.",
            "I admired the swing of her hips as she walked away.",
            "He took a wild swing at the ball.",
            "His emotions swung between fear and curiosity.",
            "She swung the door open.",
            "Be careful how you swing that ax.",
            "Don't swing at the ball, take careful aim.",
            "I went on my swing after that.",
            "A black car swung into the drive.",
            "Max let the door swing open.",
            "The party went with a swing.",
            "She swung her legs from side to side.",
            "He started swinging at me with his fists.",
            "I'll swing by the grocery store on my way.",
            "Swinging her bag over her shoulder, she hurried on.",
            "She suffers from mood swings.",
            "By 8.30, the party was in full swing.",
            "Is there any chance of you swinging us a couple of tickets?",
            "The music has to swing.",
            "I spent months correcting my swing.",
            "After several years of Republican government, the pendulum will undoubtedly swing back and voters will elect a Democrat.",
            "He took a wild swing at my head.",
            "The soccer player began to swing at the referee.",
            "In the last elections there was a swing to the right."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дети играли на качелях.",
            "Пусть всё идёт своим ходом.",
            "Его настроение могло резко меняться на противоположное, от веселья к отчаянию.",
            "За это его непременно повесят. (зд. to swing = болтаться на виселице)",
            "Тяжелая дверь захлопнулась.",
            "В этом деле он предоставил нам полную свободу действий.",
            "Простыни раскачивались на бельевой веревке.",
            "Я любовался тем, как покачивались её бёдра, когда она уходила.",
            "Он размахнулся и с силой ударил по мячу.",
            "Он разрывался между страхом и любопытством.",
            "Она распахнула дверь настежь.",
            "Будьте осторожны, когда размахиваете топором.",
            "Не лупи по мячу, целься внимательнее.",
            "После этого я ушёл в отпуск.",
            "На подъездную дорожку выехал чёрный автомобиль.",
            "Макс позволил двери распахнуться настежь.",
            "Вечеринка прошла как по маслу.",
            "Она размахивала ногами из стороны в сторону.",
            "Он начал размахивать передо мной кулаками.",
            "По пути я заскочу в продуктовый магазин.",
            "Она перебросила сумку через плечо и поспешила дальше.",
            "Она страдает резкими перепадами настроения.",
            "К половине девятого вечеринка была в полном разгаре.",
            "Можно как-нибудь достать нам пару билетов?",
            "Эта музыка должна \"качать\".",
            "Я потратил месяцы на устранение недочётов моего замаха (спорт. например замах при броске мяча).",
            "После нескольких лет республиканского правления маятник, несомненно, качнётся в обратную сторону, и избиратели отдадут голос кандидату от демократов.",
            "Он с размаху нанёс мне страшной силы удар по голове.",
            "Футболист начал замахиваться на судью.",
            "На последних выборах преимущество было на стороне правых."
        ],
        "stars": 3
    }
}