{
    "sword": {
        "comment": [
            "password",
            "word",
            "crossword"
        ],
        "translate": "меч, шпага, сабля, палаш, шашка, рапира, война, сила оружия",
        "transcription": " |sɔːrd|",
        "antonyms": [],
        "mnemonic": [
            "sword [со:д] меч, шпага - Меч (сод-ой) почисти."
        ],
        "examples": [
            "My sword was already out.",
            "The sword entered in his chest.",
            "The sword dropped out of his hand.",
            "Deliver your sword!",
            "He passed his sword through his enemy's body.",
            "He pretended to scalp me with his sword.",
            "He sheathed his sword.",
            "His sword was back in its sheath.",
            "He reached forth his sword.",
            "At their voices he drew the sword back.",
            "He screamed as the sword bit deep into his arm.",
            "The sword was bloodied in this unlucky quarrel.",
            "A hand holding the magic sword emerged from the lake.",
            "He moved his shield quickly, and the sword glanced off.",
            "The treaty hung like a sword of Damocles over French politics.",
            "a single thrust of his sword",
            "He thrust at me with his sword.",
            "Strong leadership is a two-edged sword.",
            "The sword was made by a master armorer.",
            "He thrust at his opponent with his sword.",
            "Your sword is dulled with carnage, I am told.",
            "With a single sweep of his sword, he cut through the rope.",
            "Dressed as a pirate, he entered the stage flourishing his sword.",
            "He smote off the pirate's head with a single stroke of his sword.",
            "Are you going to draw a sword upon your friend in your own house?",
            "With a shout of victory, he thrust his sword into his enemy's body.",
            "O could my dying hand but lodge a sword in Caesar's bosom. (J. Addison, Cato)",
            "The horses were not trained to the regular pace nor did they seem bitted for the use of the sword."
        ],
        "example_translate": [
            "Я уже вытащил свой меч.",
            "Меч пронзил его грудь.",
            "Меч выпал из его руки.",
            "Попрошу (отдать мне) Вашу шпагу!",
            "Он пронзил врага мечом.",
            "Он сделал вид, что снимает с меня скальп своим мечом.",
            "Он вложил в ножны свой меч.",
            "Его меч вернулся обратно в ножны.",
            "Он выхватил меч.",
            "При звуке их голосов он вложил меч обратно в ножны.",
            "Он закричал, когда меч вонзился в его руку.",
            "Меч был обагрён кровью в этой трагической схватке.",
            "Из озера появилась рука с волшебным мечом.",
            "Он быстро подставил щит, и меч соскользнул.",
            "Договор навис над французской политикой, словно дамоклов меч.",
            "единственный удар его меча",
            "Он бросился на меня с мечом.",
            "Сильное руководство — это палка о двух концах. (букв. обоюдоострый меч)",
            "Меч был изготовлен старшим мастером-оружейником.",
            "Он нанёс удар мечом своему противнику.",
            "Говорят, ты зарезал стольких, что затупился твой меч.",
            "Одним взмахом меча он рассёк веревку.",
            "Он вышел на сцену в костюме пирата, размахивая саблей.",
            "Одним ударом своей сабли он отрубил пирату голову.",
            "Вы собираетесь обнажить меч против своего друга в собственном доме?",
            "С победным криком он вонзил меч в тело врага.",
            "О, если бы моя слабеющая рука могла вонзить меч в грудь цезаря!",
            "Лошади не были приучены ни к иноходи, ни к участию в бое на мечах."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}