{
    "syllable": {
        "comment": [],
        "translate": "слог, слово, звук, произносить по слогам",
        "transcription": " |ˈsɪləbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "“Doctor” is a two-syllable word.",
            "The stress falls on the second syllable.",
            "I know every syllable of the matter.",
            "The emphasis should be on the first syllable.",
            "Put the accent on the first syllable of the word.",
            "The word “doctor” has two syllables.",
            "He never uttered a syllable.",
            "The stress falls upon the penultimate syllable.",
            "He put the stress on the wrong syllable.",
            "To mark plurality, one language may add an extra syllable to the word whereas another may simply change the vowel in the existing final syllable",
            "The word 'pocket' has two syllables",
            "An atonic syllable carries no stress.",
            "The word “before” has the accent on the last syllable.",
            "In iambic the stroke may come equally on the first syllable.",
            "The accent falls on the first syllable.",
            "The first syllable of the word “doctor” is given stress.",
            "A syllable that ends in a short vowel is a light syllable.",
            "Malayan syllable structure",
            "In Farsi, you accent the last syllable of each word.",
            "The word 'machine' is stressed on the second syllable.",
            "The second syllable of the word “random” is unstressed.",
            "In the word 'dinner' the accent is on the first syllable.",
            "In the word 'report', the stress falls on the second syllable.",
            "Some people stress the second syllable of “harassment,” while others stress the first."
        ],
        "example_translate": [
            "\"Доктор\" - это слово из двух слогов.",
            "Ударение падает на второй слог.",
            "Я знаю этот предмет в мельчайших деталях.",
            "Акцент должен быть на первом слоге.",
            "Поставьте ударение на первый слог слова.",
            "В слове \"доктор\" два слога.",
            "Он не произнёс ни звука.",
            "Ударение падает на предпоследний слог.",
            "Он поставил ударение не на тот слог.",
            "Чтобы обозначить множественное число, в одном языке могут добавить к концу слова ещё один слог, в то время как другом могут просто поменять гласную в последнем слоге.",
            "В слове \"карман\" два слога.",
            "Безударные слоги не несут на себе ударения.",
            "Ударение в слове “before” приходится / падает / на последний слог.",
            "В ямбе ударение может падать также и на первый слог.",
            "Ударение падает на первый слог.",
            "Первый слог слова “доктор” находится под ударением.",
            "Слог, который заканчивается на короткий гласный, называется лёгким.",
            "слоговая структура малайского языка",
            "На фарси ударение падает на последний слог каждого слова.",
            "В слове \"machine\" (машина) ударение падает на второй слог.",
            "Второй слог слова “random” (случайный) является безударным.",
            "В слове \"dinner\" (ужин) ударение падает на первый слог.",
            "В слове \"report\" (отчёт, сообщение) ударение падает на второй слог.",
            "В слове “harassment” (домогательство) некоторые ставят ударение на второй слог, а некоторые на первый."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}