{
    "symbol": {
        "comment": [
            "symbolic"
        ],
        "translate": "символ, знак, обозначение, эмблема, идентификатор",
        "transcription": " |ˈsɪmbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "C is a symbol for carbon",
            "What does that symbol represent?",
            "The dove is a symbol of peace.",
            "The labels bear a yellow and black symbol.",
            "a symbol of God's everlasting love",
            "To them, the monarchy is the special symbol of nationhood.",
            "The fabled unicorn continues to be a symbol of elusive and magical beauty.",
            "a fitting symbol of spousal love",
            "Fe is the chemical symbol for iron.",
            "Space exploration provides a symbol of national pride.",
            "The symbol ¶ indicates where a new paragraph should begin.",
            "Oriental woman was often a symbol of rampant, animalistic sexuality.",
            "an ancient Greek phallic symbol representing fertility",
            "The eagle is a symbol of the United States.",
            "the traditional physician's symbol of a staff entwined with a snake",
            "a movie star who is remembered mainly as a pneumatic sex symbol of the 1950s",
            "The symbol on the packet is a guarantee that the food has been produced organically.",
            "The image of a mother suckling her babe is a standard artistic symbol of maternal love and nurturing."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "С это символ углерода",
            "Что означает этот символ?",
            "Голубь — это символ мира.",
            "На этикетки нанесена жёлто-черная эмблема.",
            "символ вечной любви божьей",
            "Для них монархия является особенно важным символом государственности.",
            "Сказочный единорог остаётся символом непостижимой и магической красоты.",
            "подходящий символ супружеской любви",
            "Fe — это химический знак железа.",
            "Освоение космоса является символом национальной гордости.",
            "Символ \"¶\" указывает, где должен начинаться новый абзац.",
            "Восточная женщина часто была символом необузданной, животной сексуальности.",
            "древнегреческий фаллический символ, символизирующий плодородие",
            "Орёл является символом США.",
            "традиционный символ врача — посох, обвитый змеёй",
            "кинозвезда, которая в основном запомнилась в качестве пышногрудого секс-символа пятидесятых годов",
            "Этот символ на упаковке является гарантией того, что продукты питания произведены без химических добавок.",
            "Образ матери, кормящей грудью своего малыша — это стандартный художественный символ материнской любви и заботы."
        ]
    }
}