{
    "sympathy": {
        "comment": [
            "sympathetic",
            "path"
        ],
        "translate": "сочувствие, симпатия, сострадание, общность, взаимное понимание",
        "transcription": " |ˈsɪmpəθi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He offered his sympathy",
            "May I express my deepest sympathy.",
            "He wanted to win their sympathy.",
            "Please accept our deepest sympathy.",
            "Sympathy is not Jack's strong suit.",
            "She went to her best friend for sympathy.",
            "Sympathy should be stoutened by a certain detachment.",
            "He works his parents for sympathy.",
            "I haven't got a drop of sympathy for him.",
            "We did it out of sympathy for your family.",
            "He touched her hand in mute sympathy.",
            "Crowds often feel sympathy for the underdog.",
            "I was touched by your kind letter of sympathy.",
            "My deepest sympathies go out to the families of the victims.",
            "The railway workers have come out in sympathy with the miners.",
            "On a personal level he felt sympathy for them, but he had a job to do.",
            "a peculiar bond of sympathy between them",
            "His appearance is bound to evoke sympathy.",
            "The letter was a genuine expression of sympathy.",
            "He expressed his sympathy to the bereaved family.",
            "They are always sensible to kindness and sympathy.",
            "You have my sympathies. / My sympathies are with you.",
            "The Coroner extended his sympathy to the victim's family.",
            "The whole story was just an artifice to win our sympathy.",
            "Her sympathy eased the hurt he felt after his dog's death.",
            "She's been unable to elicit much sympathy from the public.",
            "Her case has attracted an enormous amount of public sympathy.",
            "The principal listened to the boy's story with sympathy and understanding.",
            "There's a sense of sympathy and fellow feeling among members of the group.",
            "They forbade their members to strike in sympathy with the members of the other brotherhoods."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он проявил симпатию.",
            "Позвольте мне выразить глубочайшие соболезнования.",
            "Он хотел вызвать у них сочувствие.",
            "Просим принять наши глубочайшие соболезнования.",
            "Сочувствие не является сильной стороной Джека.",
            "Она пошла к своей лучшей подруге за сочувствием.",
            "Симпатию следует укреплять некоторым отдалением.",
            "Он давит своим родителям на жалость.",
            "У меня к нему нет ни капли сочувствия.",
            "Мы сделали это из сочувствия к вашей семье.",
            "Он дотронулся до её руки с молчаливым сочувствием.",
            "Массы (люди) часто сочувствуют проигравшим (в бою, спортивном состязании).",
            "Я был тронут вашим любезным письмом с выражением соболезнований.",
            "Мои глубочайшие соболезнования семьям пострадавших.",
            "Железнодорожники вышли на улицу в знак солидарности с шахтёрами.",
            "По-человечески он им сочувствовал, но ему нужно было выполнять свои обязанности.",
            "особые узы взаимопонимания между ними",
            "Его внешность не может не вызывать сочувствия.",
            "Письмо представляло собой подлинное проявление симпатии.",
            "Он выразил своё сочувствие пострадавшей семье.",
            "Они всегда очень восприимчивы к доброму и сочувственному отношению.",
            "Я на вашей стороне.",
            "Коронер выразил свои соболезнования семье погибшего.",
            "Вся эта история была просто уловкой с целью добиться нашего сочувствия.",
            "Её сочувствие облегчило боль, которую он чувствовал после смерти своей собаки.",
            "Ей не удалось вызвать сколь-нибудь значимого сочувствия общественности.",
            "Её дело привлекло огромное количество общественных симпатий.",
            "Директор школы выслушал рассказ мальчика с сочувствием и пониманием.",
            "Между членами этой группы присутствует чувство симпатии и сопереживания.",
            "Они запретили своим членам бастовать в поддержку членов других профсоюзов."
        ]
    }
}