{
    "vote for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He doesn't know who to vote for.",
            "I vote for the collectivity of the soil.",
            "Nothing would induce me to vote for him again.",
            "I don't think I could vote for him with a clear conscience.",
            "McMillan's novel gets my vote for hippest book of the year.",
            "I'll tell you one thing - you'll never get me to vote for him.",
            "They handed out fliers asking you to vote for Jane Schumacker.",
            "He said a vote for Labour would be a vote for economic suicide.",
            "The union has scheduled a ratification vote for noon Wednesday.",
            "Elections of a kind are held, but there is only one party to vote for.",
            "Forcing everyone to vote for the dictator perverts the very idea of democracy.",
            "All the antis are going to vote for it this time.",
            "He's got the election in the bag. Everyone is going to vote for him.",
            "He voted for the motion.",
            "How many people voted for the proposal?",
            "Most of the undecideds voted for the X.",
            "The city voted for Republicans in 1994.",
            "A quarter of the population voted for him.",
            "Only about a sixth of the town voted for her.",
            "She voted for going to the Chinese restaurant.",
            "Only about a seventh of the town voted for her.",
            "Citizens will vote today for their new governor.",
            "Lee received 324 votes (=324 people voted for him).",
            "The amount voted for public works in 1872 was 642,856 pounds.",
            "Six countries voted for the change, five voted against, and two abstained.",
            "Ten members voted for the proposal, six members voted against it, and two abstained.",
            "It is those same people who voted for the Democrats who now complain about their policies."
        ],
        "example_translate": [
            "Он не знает, за кого голосовать.",
            "Я выступаю за коллективную собственность на землю.",
            "Ничто не заставит меня голосовать за него снова. / Ни за что не проголосую за него ещё раз.",
            "Не думаю, что смог бы проголосовать за него с чистой совестью.",
            "Роман Мак-Миллана получает мой голос как самая стильная книга года.",
            "Скажу вам одну вещь: вы никогда не заставите меня за него голосовать.",
            "Они раздавали листовки с просьбой проголосовать за Джейн Шумакер.",
            "Он сказал, что отдать голос за лейбористов всё равно, что проголосовать за экономическое самоубийство.",
            "Европейский союз назначил голосование по ратификации на полдень среды.",
            "Выборы вроде как и проводятся, но проголосовать можно только за одну партию.",
            "Принуждение всех голосовать за диктатора искажает саму идею демократии.",
            "На этот раз все, кто были \"против\", будут голосовать \"за\".",
            "Выборы у него в кармане. Все будут голосовать за него.",
            "Он голосовал за это предложение /требование, ходатайство/.",
            "Сколько людей проголосовало за это предложение?",
            "Почти все неопределившиеся накануне выборов избиратели голосовали за X.",
            "В 1994 году этот город голосовал за республиканцев.",
            "За него проголосовала четверть населения.",
            "За неё проголосовало лишь около шестой части города.",
            "Она проголосовала за то, чтобы пойти в китайский ресторан.",
            "За неё проголосовало лишь около седьмой части города.",
            "Сегодня граждане будут голосовать за своего нового губернатора.",
            "Ли получил триста двадцать четыре голоса (т.е. за него проголосовало 324 человека).",
            "Ассигнования на общественную деятельность в 1872 году составили 642 856 фунтов стерлингов.",
            "Шесть стран проголосовали за данные изменения, пять — против, а две воздержались.",
            "Десять членов проголосовало за это предложение, шестеро проголосовали против, а двое воздержались.",
            "Именно те же самые люди, которые голосовали за демократов, теперь жалуются на их политику."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}