{
    "say about": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her father would have something to say about it.",
            "That's not a very nice thing to say about your sister!",
            "She's getting really paranoid about what other people say about her.",
            "I don't think that there's much you can say about the avo and prawns.",
            "They wanted to hear what a trusted reviewer had to say about this once-in-a-lifetime event .",
            "I'm afraid she will have something to say about it.",
            "Don't you think he'll have something to say about your stupid behaviour.",
            "He had been primed to say nothing about it.",
            "Did his face say anything about how he felt?",
            "I promised to say nothing about it to anyone.",
            "'I'd say she's about 40.' 'Yeah, and the rest!'",
            "If I had to adventure a guess, I'd say she's about 35.",
            "I'd say she's about 35, but that's only a rough guess.",
            "He was foreclosed to say anything about the Royal family.",
            "I'd say she's about five foot three (=five feet and three inches).",
            "I'll say that's about the size of it.",
            "She was careful to say nothing about the goings-on at home."
        ],
        "example_translate": [
            "Её отцу найдётся, что об этом сказать.",
            "Как-то нехорошо так говорить о своей сестре!",
            "У неё начинается настоящая паранойя из-за того, что говорят о ней другие люди.",
            "Я не думаю, что вы много можете сказать об авокадо и креветках.",
            "Они хотели услышать мнение авторитетного рецензента об этом событии, которое бывает раз в жизни.",
            "Я боюсь, что она будет недовольна.",
            "А ты не думаешь, что ему совсем не понравится твое глупое поведение?",
            "Его предупредили, чтобы ничего об этом не говорил.",
            "Выражение его лица говорило что-нибудь о том, что он чувствовал?",
            "Я пообещал ничего никому об этом не говорить.",
            "— Я бы сказал, что ей около сорока. — Ага, с большим хвостом!",
            "Если бы мне пришлось отважиться на догадку, я бы сказал, что ей лет тридцать пять.",
            "Я бы сказал, что ей лет тридцать пять, но это только приблизительно.",
            "Ему запретили что-либо говорить о королевской семье.",
            "Я бы сказал, что ростом она примерно пять футов три дюйма (166 см).",
            "Должен сказать, что вы почти угадали.",
            "Она старалась никому не говорить о том, что происходит у нее дома."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}