{
    "sentence to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Children can click on a sentence to hear it read aloud.",
            "The judge commuted his death sentence to life imprisonment.",
            "They relegated the execution of the sentence to the civil power.",
            "You should restructure this sentence to make its meaning clearer.",
            "He broke off in mid-sentence to shake hands with the new arrivals.",
            "Copy the sentence to the clipboard and paste it in a new document.",
            "He was given a further three month prison sentence to run concurrently.",
            "The judge will pass sentence tomorrow after looking at all the reports.",
            "He appealed for a commutation of his death sentence to life imprisonment.",
            "He spoke in complete sentences.",
            "You should reword this sentence.",
            "Both men were sentenced to hang.",
            "That sentence is not grammatical.",
            "Emma cut him off in mid-sentence.",
            "The judge imposed a life sentence.",
            "An unappealable sentence of death.",
            "Sentences flowed seamlessly along.",
            "The sentence was devoid of meaning.",
            "He's serving a 7-year jail sentence.",
            "He was sentenced to death by hanging.",
            "This sentence must be in parentheses.",
            "What is the meaning of this sentence?",
            "Linguists star unacceptable sentences",
            "He tagged each sentence with \"my God!\"",
            "He was given a life sentence in prison.",
            "Cut and paste the sentence in the text.",
            "He was sentenced to a harsh prison term.",
            "The convict received an unjust sentence.",
            "You'd better cut out that last sentence.",
            "He was sentenced to life for the murder."
        ],
        "example_translate": [
            "Дети могут кликнуть мышкой на предложении, чтобы услышать, как его читают вслух.",
            "Судья заменил смертный приговор на пожизненное заключение.",
            "Они передали право привести приговор в исполнение гражданским властям.",
            "Вам нужно перестроить эту фразу, чтобы сделать её смысл яснее.",
            "Он оборвал себя на полуслове, чтобы пожать руки новоприбывшим.",
            "Скопируйте предложение в буфер обмена и вставьте его в новый документ.",
            "Ему дали ещё три месяца тюремного заключения с одновременным отбыванием наказания. (т.е. без увеличения фактического срока пребывания в тюрьме)",
            "Судья вынесет приговор завтра, посмотрев все отчёты.",
            "Он обратился с просьбой о замене его смертного приговора пожизненным заключением.",
            "Он говорил полными предложениями.",
            "Вам следует перефразировать это предложение.",
            "Оба человека были приговорены к повешению.",
            "Это предложение грамматически не верно.",
            "Эмма прервала его на полуслове.",
            "Судья назначил пожизненное заключение.",
            "Окончательный смертный приговор.",
            "Предложения плавно текли друг за другом.",
            "Предложение было лишено смысла.",
            "Он отбывает 7-летний тюремный срок.",
            "Он был приговорён к смертной казни через повешение.",
            "Это предложение нужно заключить в скобки.",
            "Что означает это предложение?",
            "Лингвисты отмечают недопустимые предложения (недопустимое построение предложений)",
            "Он имел привычку прибавлять в конце каждой фразы: \"Боже мой!\"",
            "Он получил пожизненное заключение в тюрьме.",
            "Вырежьте это предложение и вставьте его в текст.",
            "Он был приговорён к серьёзному тюремному сроку.",
            "Осуждённый получил несправедливый приговор.",
            "Последнее предложение лучше убрать.",
            "Он был приговорён к пожизненному заключению за убийство."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}