{
    "separate from": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "When did you separate from your husband?",
            "Keep the fish separate from the other food.",
            "The six hospitals are administratively separate from the university.",
            "The city autonomously sets its own wages, separate from Guangdong Province.",
            "It is evident that auditors should be separate from their client's management.",
            "He tries to keep his professional life completely separate from his private life.",
            "The oil separated from the water.",
            "The curd has separated from the whey.",
            "The curds have separated from the whey.",
            "In the fog, they got separated from the group.",
            "Only one game separates us from total victory.",
            "The capacity to think separates humans from animals.",
            "She finds it difficult to separate fact from fantasy.",
            "At this point the satellite separates from its launcher.",
            "It's a news reporter's job to separate fact from fiction.",
            "Minerals are separated from the seawater by precipitation.",
            "The lighthouse is separated from the land by a wide channel.",
            "They described the process used to separate cream from milk.",
            "She thought of herself as alone and separated from the others.",
            "The garage is separated from the house by a path and a flower garden.",
            "He sought revenge against Surkov for separating him from his wife and son.",
            "It is a fundamental sense of right and wrong that separates us from the brutes.",
            "The separate roads from Liverpool and from Manchester to the north become confluent."
        ],
        "example_translate": [
            "Когда ты разошлась с мужем?",
            "Храните рыбу отдельно от другой пищи.",
            "Шесть больниц административно отделены от университета.",
            "Город самостоятельно устанавливает свою заработную плату, отдельно от провинции Гуандун.",
            "Очевидно, что аудиторы должны быть отделены от руководства своего клиента.",
            "Он старается никак не смешивать свою профессиональную жизнь с личной.",
            "Масло отделилось от воды.",
            "Творог отделился от сыворотки.",
            "Творог был отделен от сыворотки.",
            "В этом тумане они отделились от группы.",
            "Всего один матч отделяет нас от полной победы.",
            "Способность мыслить отделяет людей от животных.",
            "Ей кажется сложным отличать факты от вымысла.",
            "В данный момент спутник отделяется от ракеты-носителя.",
            "Отделять факты от вымысла входит в обязанности репортёра.",
            "Минералы отделяются от морской воды методом осаждения.",
            "Маяк отделён от суши широким каналом.",
            "Они описали процесс, используемый для отделения сливок от молока.",
            "Она считала себя одинокой и никак не связанной с остальными.",
            "Гараж отделён от дома дорожкой и цветником.",
            "Он жаждал отомстить Суркову за то, что тот разлучил его с женой и сыном.",
            "Именно фундаментальное знание того, что такое хорошо и что такое плохо и отделяет нас от животных.",
            "К северу дороги от Ливерпуля и от Манчестера сливаются."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}