{
    "shout at": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Do not shout at me.",
            "You don't have to shout at me.",
            "There's no need to shout at me.",
            "Brenda repressed the urge to shout at him.",
            "I know I'm late, but that's no reason to shout at me.",
            "You don't talk to him, he talks at you. You scream and shout at each other, but there's no communication.",
            "Put a shout at the end of the line.",
            "They shouted at us to get back.",
            "He shouted at me down the telephone.",
            "The angry mother shouted at the teacher.",
            "I don't like the way he shouts at the children.",
            "I knew I would get shouted at if I was late home.",
            "He cupped his mouth with his hands and shouted at us.",
            "He cupped his hands around his mouth and shouted at us.",
            "I know she often shouts at you but she does have her moments."
        ],
        "example_translate": [
            "Не кричи на меня.",
            "Необязательно на меня кричать.",
            "Не надо на меня орать.",
            "Бренда подавила желание накричать на него.",
            "Я знаю, что опоздал, но это не повод на меня орать.",
            "Вы не с ним разговариваете, он язвит на ваш счёт. Вы орёте друг на друга, но никакого общения не происходит.",
            "Поставь в конце восклицательный знак.",
            "Они крикнули, чтобы мы вернулись.",
            "Он наорал на меня по телефону. (брит.)",
            "Разгневанная мать накричала на учителя.",
            "Мне не нравится, как он кричит на детей.",
            "Я понимал, что, если опоздаю домой, на меня наорут.",
            "Он сложил ладони рупором и закричал на нас.",
            "Он сложил руки рупором и заорал на нас.",
            "Я знаю, она часто кричит на вас, но она не всегда же такая."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}