{
    "smell of": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She noticed a smell of gas.",
            "Add only a smell of garlic.",
            "She loved the smell of roses",
            "There was a faint smell of gas.",
            "The smell of blood made him sick.",
            "I love the smell of new-mown hay.",
            "The smell of her perfume lingered.",
            "The smell of gasoline nauseates me.",
            "I picked up a faint smell of coffee.",
            "The smell of gasoline makes me nauseous.",
            "The smell of the food made my mouth water.",
            "The smell of diesel oil permeated the air.",
            "There was a smell of chemicals in the air.",
            "The smell of rotten cabbage makes me retch.",
            "The smell of gunpowder filled his nostrils.",
            "The air was filled with the smell of flowers.",
            "The terrible smell of rotting fish made me gag.",
            "The smell of stale smoke hit him as he entered.",
            "There was a strong smell of burning in the air.",
            "The smell of rotten meat assailed her nostrils.",
            "The smell of baking bread permeated the kitchen.",
            "The smell of these flowers brings back memories.",
            "The room filled with the acrid smell of tobacco.",
            "The smell of those flowers calls up my childhood.",
            "The smell of freshly baked bread filled the room.",
            "The smell of pine sends my mind back to childhood.",
            "There was the distinct smell of something burning.",
            "The smell of chicken soup wafted up to my bedroom.",
            "The smell of cigarette smoke clung to her clothes.",
            "The smell of the cooked fish made her mouth water."
        ],
        "example_translate": [
            "Она обратила внимание на запах газа.",
            "Добавьте чуть-чуть чеснока.",
            "Она любила запах роз",
            "Чувствовался лёгкий запах газа.",
            "От запаха крови ему стало плохо.",
            "Я люблю запах свежескошенного сена.",
            "До сих пор пахло её духами.",
            "От запаха бензина меня тошнит.",
            "Я уловил слабый запах кофе.",
            "От запаха бензина меня тошнит.",
            "От запаха еды у меня потекли слюнки.",
            "В воздухе стоял запах солярки.",
            "В воздухе ощущался запах химикатов.",
            "От запаха гнилой капусты меня тянет блевать.",
            "Запах пороха наполнил его ноздри.",
            "Воздух был напоен ароматом цветов.",
            "От мерзкого запаха тухлой рыбы у меня подкатило к горлу.",
            "При входе ему в нос ударил запах несвежего дыма.",
            "В воздухе стоял сильный запах гари.",
            "Запах гнилого мяса ударил ей в ноздри.",
            "Запах свежего хлеба распространился по кухне. / Кухня благоухала ароматом свежеиспечённого хлеба.",
            "Запах этих цветов навевает воспоминания.",
            "Комната наполнилась едким табачным дымом.",
            "Запах этих цветов напоминает мне о детстве.",
            "В комнате запахло свежевыпеченным хлебом.",
            "Запах хвои возвращает меня во времена детства.",
            "Отчётливо пахло чем-то горелым.",
            "Запах куриного супа донёсся до моей спальни.",
            "Запах сигаретного дыма пропитал её одежду. / Её одежда пропахла сигаретным дымом.",
            "От запаха готовящейся рыбы у неё потекли слюнки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}