{
    "smile at": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He used to smile at his own troubles.",
            "They smile at one another, jump around and are generally so psyched that elation becomes their bottom line.",
            "She smiled at him lovingly.",
            "She smiled knowingly at us.",
            "She smiled at him innocently.",
            "He smiled vaguely at the ceiling.",
            "He smiled cheerfully at everybody.",
            "He smiled at them both impartially.",
            "She smiled approvingly at the child.",
            "She opened her eyes and smiled at me.",
            "She smiled at me and then looked away.",
            "Carla smiled confidently at the cameras.",
            "William raised his hat and smiled at her.",
            "He turned to see her smiling fondly at him.",
            "I smiled at him, and he smiled back pallidly.",
            "The boy who had fainted smiled pallidly at him.",
            "She smiled at him as he walked through the door.",
            "He smiled satirically at what Emily had written.",
            "He smiled at her warmly and she returned his smile.",
            "Sam thought for a minute, then smiled at his brother.",
            "I could just imagine my father smiling smugly at my mother.",
            "She smiled wickedly at my father, who appeared a little embarrassed.",
            "She gave him a sweet smile, totally at odds with the look of dislike in her eyes.",
            "When Gilly came in, the huge woman smiled shyly at her over the top of her glasses.",
            "She smiled at me as cheery as you please."
        ],
        "example_translate": [
            "Он всегда относился к своим собственным проблемам с улыбкой.",
            "Они улыбаются друг другу, носятся по сцене и вообще находятся в таком приподнятом настроении, что оно, кажется, стало их второй натурой.",
            "Она нежно ему улыбнулась.",
            "Она понимающе нам улыбнулась.",
            "Она простодушно улыбнулась ему.",
            "Он рассеянно улыбнулся в потолок.",
            "Он весело всем улыбался.",
            "Он беспристрастно улыбнулся им обоим.",
            "Она одобрительно улыбнулась ребёнку.",
            "Она открыла глаза и улыбнулась мне.",
            "Она улыбнулась мне, а потом отвернулась.",
            "Карла уверенно улыбнулась в камеры.",
            "Уильям приподнял шляпу и улыбнулся ей.",
            "Он обернулся и увидел, как она нежно улыбается ему.",
            "Я улыбнулась ему, и он вяло улыбнулся в ответ.",
            "Мальчик, упавший в обморок, бледно улыбнулся ему.",
            "Она улыбнулась ему, когда он входил в дверь.",
            "Он насмешливо улыбнулся тому, что написала Эмили.",
            "Он тепло ей улыбнулся, и она улыбнулась ему в ответ.",
            "Сэм на минуту задумался, а затем улыбнулся брату.",
            "Я мог только представить, как мой отец самодовольно улыбается моей матери.",
            "Она лукаво улыбнулась моему отцу, который казался немного смущенным.",
            "Она подарила ему очаровательную улыбку, совершенно несочетающуюся с неприязнью, которая читалась в ее глазах.",
            "Когда Джилли вошла, огромная женщина застенчиво улыбнулась ей поверх очков.",
            "Она как ни в чем ни бывало весело улыбнулась мне."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}