{
    "spend on": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What percentage of your income do you spend on rent?",
            "My wife and I set a limit on how much we spend on clothes.",
            "I never manage to keep count of what I spend on my credit card.",
            "'How much did you spend on groceries?' 'A hundred and twenty something.'",
            "The time you spend on it doesn't, for all practical purposes, affect the final result.",
            "He spends lavishly on vacations.",
            "I spent $30 on his birthday gift.",
            "She would spend hours on the telephone.",
            "More money should be spent on education.",
            "We shouldn't spend time on such trivialities.",
            "Part of the money will be spent on a new playground.",
            "Extra money could be usefully spent on this project.",
            "Weekly the parents spend 60 on toys and lunchboxes.",
            "The problem lay in the large amounts spent on defence.",
            "We concur that more money should be spent on education.",
            "A large part of the budget will be spent on advertising.",
            "Most of the money is spent on the upkeep of the building.",
            "They spent billions on private networks and virus checkers.",
            "The extra money could be spent on improving public transport.",
            "He spends money on the latest fashions and other frivolities.",
            "A part of the nation's treasury is spent on space exploration.",
            "A lot of money was spent on the equipment of the new hospital.",
            "What percentage of the national wealth is spent on health care?",
            "More than $1.5 million has been spent on upgrading the building.",
            "The underspent amount of money was spent on additional expenses.",
            "The government has promised to spend more on health and education.",
            "It staggers me to see how much money they've spent on this project.",
            "They spent millions on lobbyists and flacks to improve their image.",
            "Students have less money in relative terms, but spend more on books.",
            "The money was given to the museum with the proviso that it is spent on operating costs."
        ],
        "example_translate": [
            "Какой процент ваших доходов уходит на квартплату?",
            "Мы с женой установили лимит того, сколько мы тратим на одежду.",
            "Мне никак не удаётся вести учёт своих расходов по кредитной карте.",
            "— Сколько вы потратили на продукты? — Сто двадцать с чем-то.",
            "Время, потраченное на достижение конечного результата, фактически никак на него не влияет.",
            "На отпуск он денег не жалеет.",
            "Я потратил тридцать долларов на подарок ко дню его рождения.",
            "Она может часами говорить по телефону.",
            "На образование нужно тратить больше средств.",
            "Мы не должны тратить время на такие мелочи.",
            "Часть денег будет потрачена на новую детскую /спортивную, игровую/ площадку.",
            "Дополнительные деньги можно было бы с пользой потратить на этот проект.",
            "Еженедельно родители тратят 60 долларов на игрушки и коробки для ланча.",
            "Проблема заключалась в тех огромных суммах, которые шли на оборону.",
            "Мы сошлись во мнении, что на образование нужно тратить больше средств.",
            "Большая часть бюджета будет потрачена на рекламу.",
            "Большая часть денег тратится на содержание здания.",
            "Они потратили миллиарды на частные сети и средства проверки на вирусы.",
            "Дополнительные деньги можно было бы использовать на развитие общественного транспорта.",
            "Он тратит деньги на новомодные тряпки и другие излишества.",
            "Часть бюджета страны тратится на исследование космоса.",
            "Много денег было потрачено на оборудование новой больницы.",
            "Какой процент национального богатства тратится на здравоохранение?",
            "На реконструкцию здания было потрачено более полутора миллионов долларов.",
            "Нерастраченная сумма денег была потрачена на дополнительные расходы.",
            "Правительство пообещало тратить больше средств на здравоохранение и образование.",
            "Я просто поражён тем, сколько денег они потратили на этот проект.",
            "Они потратили миллионы на лоббистов и пиарщиков, чтобы улучшить свой имидж.",
            "В относительном выражении денег у студентов стало меньше, но теперь они больше тратят на покупку книг.",
            "Деньги были переданы музею при условии, что они будут израсходованы на текущие расходы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}