{
    "stare at": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There was a silence as the women turned with one accord to stare at Doreen.",
            "What are you staring at?",
            "He stared at her severely.",
            "He stared at her in surprise.",
            "She stared at me in disbelief.",
            "He stared at her in perplexity.",
            "He stared at her, his face set.",
            "She stared glumly at her plate.",
            "Matt stared at her in confusion.",
            "Anna stared blankly at the wall.",
            "He stared morosely at the floor.",
            "She stared at him in astonishment.",
            "They stared at each other in dismay.",
            "She stared at him in utter disbelief.",
            "Carl stared blearily at the newspaper.",
            "He stared thoughtlessly at the picture.",
            "She was staring at her computer monitor.",
            "What the fucking hell are you staring at?",
            "Albert raised his eyes and stared at Ruth.",
            "She stared at her reflection in the mirror.",
            "She stared at him with unabashed curiosity.",
            "I stared up at Keith in stupefied amazement.",
            "She stood rooted to the spot, staring at him.",
            "She pouted her lips and stared at him angrily.",
            "The way he stared at her made her flesh creep.",
            "The man was staring at others, not impolitely.",
            "They stared at me like I was Bigfoot or a UFO.",
            "He lay on the ground and stared up at the sky.",
            "He stared at the strange apparition before him.",
            "He lifted his head and stared glassily at them."
        ],
        "example_translate": [
            "Женщины разом замолчали, обернулись и пристально посмотрели на Дорин.",
            "На что ты уставился?",
            "Он строго посмотрел на неё.",
            "Он удивлённо уставился на неё.",
            "Она в недоумении уставилась на меня.",
            "Он с недоумением уставился на неё.",
            "Он уставился на неё с застывшим лицом.",
            "Она хмуро уставилась в свою тарелку.",
            "Мэтт уставился на нее в замешательстве.",
            "Анна тупо уставилась в стену.",
            "Он угрюмо уставился в пол.",
            "Она в изумлении уставилась на него.",
            "Они испуганно уставились друг на друга.",
            "Она уставилась на него в полном недоумении.",
            "Карл затуманенным взором уставился в газету.",
            "Он бездумно уставился на эту картину.",
            "Она пристально смотрела на монитор своего компьютера.",
            "Какого хера ты пялишься?",
            "Альберт поднял глаза и уставился на Рут.",
            "Она уставилась на своё отражение в зеркале.",
            "Она уставилась на него с нескрываемым любопытством.",
            "Я уставился на Кита, остолбенев от изумления.",
            "Она стояла как вкопанная и смотрела на него.",
            "Она надула губки и сердито на него уставилась.",
            "От его взгляда мороз пробежал у неё по коже.",
            "Мужчина пялился на других, и это было не невежливо.",
            "Они уставились на меня так, словно я был снежным человеком или НЛО.",
            "Он лежал на земле и смотрел на небо.",
            "Он уставился на странное привидение, появившееся перед ним.",
            "Он поднял голову и остекленевшим взглядом уставился на них."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}