{
    "stop from": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I could not stop him from doing it.",
            "The rain didn't stop us from enjoying the trip.",
            "She grabbed the rail to stop herself from falling.",
            "Tom stopped, wobbling from the weight of his load.",
            "Wrap the plates in newspaper to stop them from breaking.",
            "It was only wounded pride that stopped him from apologizing.",
            "She made a rather faint-hearted attempt to stop him from leaving.",
            "£200 will be stopped from your wages next month to pay for the damage.",
            "Short of locking her in her room, he couldn't really stop her from seeing Jack.",
            "During an eclipse, the moon blocks our view of the sun (=stops us from seeing it).",
            "She needed all her powers of concentration to stop herself from slipping on the icy road.",
            "He cut up quite nasty when the nurse tried to stop him from seeing his wife."
        ],
        "example_translate": [
            "Я не мог удержать его от этого",
            "Дождь не помешал нам насладиться поездкой.",
            "Она ухватилась за перила, чтобы не упасть.",
            "Том остановился, шатаясь под весом своего груза.",
            "Заверните тарелки в газету, чтобы их не разбить.",
            "Только уязвленное самолюбие помешало ему извиниться.",
            "Она сделала довольно малодушную попытку помешать ему уйти.",
            "В следующем месяце из вашей зарплаты будет удержано двести фунтов стерлингов в счёт возмещения ущерба.",
            "Он никак не мог помешать ей видеться с Джеком — разве что запереть её в комнате.",
            "Во время затмения луна загораживает от нас солнце (т.е. мешает нам его увидеть).",
            "Ей понадобилась вся её сила концентрации, чтобы не поскользнуться на обледеневшей дороге.",
            "Он разошелся не на шутку, когда медсестра вздумала не пропустить его к жене."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}