{
    "subject to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Prices are subject to change.",
            "The bond is subject to taxation.",
            "All flights are subject to delay.",
            "That's a sore subject to bring up.",
            "Prices are subject to fluctuation.",
            "It was a distasteful subject to him.",
            "He is subject to fits of depression.",
            "Violators are subject to a $100 fine.",
            "He accepted subject to one provision.",
            "He was often subject to periods of gloom.",
            "Rooms are offered subject to availability.",
            "Japan is exceedingly subject to earthquakes",
            "Clear-cut hillsides are subject to erosion.",
            "Japan is exceedingly subject to earthquakes.",
            "The edict was subject to many interpretations.",
            "These rules are subject to change without notice.",
            "All fees are subject to review (=may be reviewed).",
            "These birds are subject to some variety in markings.",
            "Judges are humanly fallible and subject to prejudice.",
            "They are subject to the ruthlessness of big business.",
            "The agreement is subject to ratification by the Senate.",
            "In the last year she had been subject to throats and coughs.",
            "The application was approved, subject to certain conditions.",
            "The funding is subject to approval by the Board of Education.",
            "The matter is not subject to argumentation., my decision is final.",
            "He would no longer be subject to the caprice of any woman. (Black)",
            "Items will be subject to a regular markdown schedule every 30 days.",
            "This Securitization Company is a subject to taxation in the Netherlands.",
            "The job is subject to your satisfactory completion of the training course.",
            "All special offers advertised in this brochure are subject to availability."
        ],
        "example_translate": [
            "Цены могут быть изменены.",
            "Данные облигации подлежат налогообложению.",
            "Возможно, все рейсы будут задерживаться.",
            "Это больная тема для обсуждения.",
            "Цены могут колебаться.",
            "Эта тема была ему неприятна.",
            "Он подвержен приступам депрессии.",
            "За нарушение — штраф сто долларов.",
            "Он согласился при одном условии.",
            "Он часто был подвержен периодам уныния.",
            "Номера предлагаются при наличии свободных мест.",
            "Япония чрезвычайно подвержена землетрясениям",
            "Склоны, лишённые деревьев, подвержены эрозии /выветриванию/.",
            "Япония чрезвычайно подвержена землетрясениям.",
            "Данный указ был предметом многих толкований.",
            "Эти правила могут изменяться без предварительного уведомления.",
            "Все тарифы могут быть пересмотрены.",
            "У этих птиц наблюдается несколько разных типов окраски.",
            "Судьи могут ошибаться и иметь предубеждения, как это свойственно всем людям.",
            "Они подвержены безжалостности крупного бизнеса.",
            "Соглашение подлежит ратификации Сенатом.",
            "В последний год у неё часто болело горло и был кашель.",
            "Заявка была одобрена, при соблюдении определённых условий.",
            "Финансирование должно быть одобрено министерством образования.",
            "Этот вопрос не подлежит обсуждению: моё решение является окончательным.",
            "Он больше никогда не будет зависеть от женских капризов.",
            "Товары будут уцениваться каждые 30 дней.",
            "Эта компания по секьюритизации подлежит налогообложению в Нидерландах.",
            "Получение работы зависит от удовлетворительного завершения данного курса обучения.",
            "Все специальные предложения, представленные в данной брошюре, действительны при условии наличия товаров."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}