{
    "succeed in": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She will succeed in the end.",
            "He had an iron determination to succeed in on Wall Street.",
            "Very few people succeed in losing weight and keeping it off.",
            "It's hard to succeed in the business world. It's a jungle out there.",
            "I don't think you'll succeed in changing his mind - he's very obstinate.",
            "You must be decisive and persistent to succeed in this competitive field.",
            "To succeed in this business, you need a good dress designer and a good cutter.",
            "If we succeed in bulling silver we shall also succeed in bearing gold to the same extent.",
            "That class will never succeed in putting anything over the new teacher, he's too experienced.",
            "He started to explain, but he didn't get far (=he did not succeed in saying very much) before Mary interrupted him.",
            "We need to strike a balance (=succeed in finding a balance) between the needs of the community and the rights of the individual.",
            "He succeeded in concealing his whereabouts.",
            "His bluff succeeded in getting him accepted.",
            "We succeeded in getting tickets to the show.",
            "The poem succeeds in stirring the imagination.",
            "It seems I've only succeeded in upsetting you.",
            "The government succeeded in breaking the unions.",
            "He never succeeded in spite of repeated attempts.",
            "He succeeded in escaping punishment for many years.",
            "He succeeded in the ablation of one of these polyps.",
            "She succeeded in converting me to her point of view.",
            "Researchers have succeeded in supersizing some fruits.",
            "The government has succeeded in making this policy stick.",
            "The companies succeeded in closing the deal expeditiously.",
            "State health officials have succeeded in containing the virus.",
            "Government troops have succeeded in capturing the rebel leader.",
            "Scientists claim they have succeeded in finding a cure for cancer.",
            "He failed in his first attempt but succeeded in his second attempt.",
            "She succeeded in fulfilling herself both as an actress and as a mother.",
            "By patient negotiation she succeeded in her mission of averting a strike."
        ],
        "example_translate": [
            "В конце концов у неё всё получится.",
            "У него была железная решимость добиться успеха на Уолл-стрит.",
            "Очень мало кому удаётся не только сбросить вес, но и удержать его на том же уровне.",
            "В деловом мире сложно добиться успеха: это джунгли, где каждый сам за себя.",
            "Не думаю, что тебе удастся его переубедить - он очень упрямый.",
            "Чтобы преуспеть в этом конкурентном поле, нужно быть решительным и настойчивым.",
            "Чтобы преуспеть в этом бизнесе, вам нужен хороший дизайнер одежды и хороший закройщик.",
            "Если нам удастся повысить цены на серебро, то нам также удастся повысить и цены на золото.",
            "Этому классу ни за что не обмануть нового учителя, он слишком опытен.",
            "Он начал было объяснять, но ещё ничего толком не сказал (т.е. ему не удалось рассказать очень много), как Мэри его перебила.",
            "Мы должны найти золотую середину (т.е. преуспеть в поиске равновесия) между потребностями общества и правами личности.",
            "Ему удалось скрыть своё местонахождение.",
            "Хитрость удалась: его приняли.",
            "Нам удалось достать билеты на это представление.",
            "Этому стихотворению удаётся будоражить воображение.",
            "Похоже, единственное, чего я добился, так это тебя расстроил.",
            "Правительству удалось разогнать профсоюзы.",
            "Несмотря на многочисленные попытки, он так и не добился успеха.",
            "Ему удавалось избегать наказания в течение многих лет.",
            "Он успешно удалил один из этих полипов.",
            "Ей удалось привлечь меня на свою точку зрения.",
            "Исследователям удалось многократно увеличить размеры некоторых фруктов.",
            "Правительству удалось закрепить эту политику.",
            "Компаниям удалось оперативно закрыть сделку.",
            "Государственным органам здравоохранения удалось сдержать распространение вируса.",
            "Правительственным войскам удалось захватить главаря мятежников.",
            "Ученые утверждают, что им удалось найти лекарство от рака.",
            "Первая попытка ему не удалась, но со второй он добился своего.",
            "Ей удалось реализовать себя и как актрисе, и как матери.",
            "Путём терпеливых переговоров она выполнила свою задачу — предотвращение забастовки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}