{
    "fire at": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They built a fire at the mouth of the cave.",
            "Clinton directed his fire at the Republican Party.",
            "The people offered to fire at them, if they pretended to go forward.",
            "He fired at the police.",
            "Once they were seen and fired at.",
            "The angry mob fired rocks at him.",
            "The parson fired at this information.",
            "He fired at him, but the bullet went wide.",
            "The bullet was fired at point-blank range.",
            "President Bush has fired back at his critics.",
            "The enemy fired tracers at the aircraft carrier.",
            "He fired at the target but his aim was off and he missed.",
            "The crowd fired questions at the speaker for over an hour.",
            "Gee, I was all-fired mad at you first, I could've slapped right on your face.",
            "Too big to be extinguished at once, the forest fires at best could be contained.",
            "The opposing units opened fire simultaneously at close range and a 15-minute firefight ensued.",
            "He's all-fired mad at you.",
            "The cops fired away at him for an hour.",
            "It's impossible to get him fired up at all."
        ],
        "example_translate": [
            "Они развели костёр у входа в пещеру.",
            "Клинтон направил огонь своей критики на партию республиканцев.",
            "Люди были готовы стрелять в них, если они осмелятся приблизиться.",
            "Он выстрелил в полицейских.",
            "Однажды их увидели и обстреляли.",
            "Разъярённая толпа забросала его камнями.",
            "При этой новости священник рассвирепел.",
            "Он в него выстрелил, но пуля прошла мимо.",
            "Пуля была выпущена в упор.",
            "Президент Буш нанёс ответный удар своим критикам.",
            "Противник обстрелял авианосец трассирующими снарядами.",
            "Он выстрелил в мишень, но прицел был сбит, и он промахнулся",
            "Собравшиеся более часа забрасывали докладчика вопросами.",
            "Господи! Да я так был зол на тебя сначала, что мог запросто и по роже съездить.",
            "Ввиду своих масштабов эти лесные пожары нельзя потушить немедленно., в лучшем случае, их можно лишь локализовать.",
            "Противоборствующие подразделения одновременно открыли огонь с близкого расстояния, и завязалась 15-минутная перестрелка.",
            "Он на тебя зол как черт.",
            "Полицейские в течение часа задавали ему вопросы.",
            "Его трудно чем-нибудь расшевелить."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}