{
    "focus on": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Please focus on your studies and not on your hobbies",
            "I had to squint my eyes to focus on the tiny letters.",
            "You mainly need to focus on improving your golf swing.",
            "She pushed aside her anger, forcing herself to focus on her work.",
            "The team will focus on cost improvements for the drug nevirapine.",
            "The research project will focus on children's comprehension of pretence.",
            "Their strategy is to focus on software and services for vertical markets.",
            "The focus on exacerbate mood symptoms is developmentally salient to teens.",
            "The menu over the years has been changed to focus on hotdogs and hamburgers.",
            "She plans to focus on matrimonial concerns after she's established in her career.",
            "A focus on the abdomen alone can easily lead to misdiagnosis and incorrect treatment.",
            "She is constantly peeved by his habit of humming show tunes while she is trying to focus on her work.",
            "You should delegate these fiddling matters to your staff so that you can focus on more important issues.",
            "Many Christian saints were anchorites who removed themselves from the world to focus on their spirituality.",
            "All eyes focussed on her.",
            "He needs to focus more on his career.",
            "We need to focus more on crime prevention.",
            "Our program focuses on mentoring teenagers.",
            "All eyes were focused on the young actress.",
            "The album focuses on themes of love and loss.",
            "She turned the camera and focussed on Martin's face.",
            "In tonight's programme the focus is on vegetarian food.",
            "Our main focus is on helping people get back into work.",
            "Every ounce of attention was focused on our common goal.",
            "This study focused on the use of methadone in the treatment.",
            "She said farewell to showbiz in to focus more on her family.",
            "The program focuses on kids' interests without patronizing them.",
            "The company's corporate culture is focused on increasing profits.",
            "The core of the book focuses on the period between 1660 and 1857.",
            "Each candidate is focused on raising more money than the opposition."
        ],
        "example_translate": [
            "Сосредоточьтесь, пожалуйста, на учёбе, а не на своих увлечениях.",
            "Мне пришлось прищуриться, чтобы разглядеть эти крошечные буквы.",
            "Главным образом вам нужно сосредоточиться на улучшении своего свинга. (о гольфе)",
            "Она постаралась позабыть свою злость, заставляя себя сосредоточиться на своей работе.",
            "Команда сосредоточится на снижении затрат на препарат невирапин.",
            "Внимание данного исследовательского проекта будет фокусироваться на детском восприятии притворства.",
            "Их стратегия заключается в том, чтобы сосредоточиться на программном обеспечении и услугах для вертикальных рынков.",
            "Акцент на симптомах ухудшения настроения характерен для подростков с точки зрения развития.",
            "С годами меню менялось, и теперь в нем больше внимания уделяется хот-догам и гамбургерам.",
            "После обустройства своей карьеры она планирует сосредоточиться на решении семейных проблем.",
            "Сосредоточение внимания только на брюшной полости может легко привести к ошибочному диагнозу и неправильному лечению.",
            "Её постоянно раздражает его привычка напевать себе под нос мелодии из шоу, в то время как она пытается сосредоточиться на своей работе.",
            "Вы должны делегировать эти пустячные вопросы своим сотрудникам, чтобы можно было сосредоточиться на более важных проблемах.",
            "Многие христианские святые были отшельниками, удалившимися от мира, чтобы сосредоточиться на своей духовности.",
            "Все взоры обратились на неё.",
            "Ему нужно больше сосредоточиться на своей карьере.",
            "Мы должны обращать больше внимания на профилактику преступности.",
            "Наша программа направлена на воспитательную работу над подростками.",
            "Все взоры были устремлены на эту молодую актрису.",
            "Альбом фокусируется на темах любви и утраты.",
            "Она повернула камеру и навела её на лицо Мартина.",
            "Гвоздём вечерней программы будет вегетарианская пища.",
            "Наша основная цель — помочь людям вернуться к работе.",
            "Всё внимание, до последней капли, было сконцентрировано на нашей общей цели.",
            "Это исследование было сосредоточено на использовании метадона в лечении.",
            "Она попрощалась с шоу-бизнесом, чтобы больше сосредоточиться на своей семье.",
            "Эта передача ориентирована на то, что интересует детей, не допуская при этом снисходительного тона.",
            "Корпоративная культура данной компании ориентирована на увеличение прибыли.",
            "Основная часть книги посвящена промежутку времени между 1660 и 1857 годами.",
            "Каждый кандидат ориентирован на то, чтобы собрать денег больше, чем у соперников."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}