{
    "forget about": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Forget about it. Life's too short.",
            "We'll have to forget about going on holiday.",
            "I'll never be able to forget about the accident.",
            "As far as I'm concerned, you can forget about it.",
            "Let's just forget about the whole thing and move on.",
            "Work will occupy your mind and help you forget about him.",
            "As the summer days slipped by, it was easy to forget about the war.",
            "Can you two forget about the bubbling purple goop for a nanosecond?",
            "Forget about finding a way to escape — there's no way out of here.",
            "Don't forget about your old friends when you go off to college, okay?",
            "She forgot about the concert.",
            "Neither of us forgot about it.",
            "I plumb forgot about the party.",
            "Oh, God, I forgot all about it!",
            "Karl says he forgot about our date.",
            "I forgot all about paying the bill.",
            "She forgot all about their anniversary.",
            "In my excitement, I forgot all about the message.",
            "She parked the money in a savings account and forgot about it for several years.",
            "The sensational news story caused a stir, but after a few days everyone forgot about it.",
            "I clean forgot about it."
        ],
        "example_translate": [
            "Забудьте об этом. Жизнь слишком коротка.",
            "Нам придётся забыть об отпуске.",
            "Я никогда не смогу забыть об этой аварии .",
            "Насколько я могу судить, вы можете забыть об этом.",
            "Давайте просто забудем обо всём этом, и будем двигаться дальше.",
            "Работа займет твой разум и поможет тебе забыть о нём.",
            "День за днём проходило лето, и было легко забыть о войне.",
            "Вы двое можете на наносекунду забыть о пузырящейся фиолетовой жиже?",
            "О побеге и думать забудь: отсюда не выбраться.",
            "Когда уедешь учиться в колледж, не забывай старых друзей, ладно?",
            "Она забыла о концерте.",
            "Никто из нас не забыл об этом.",
            "Я начисто забыл о вечеринке.",
            "О боже, я совсем про это забыл!",
            "Карл говорит, что забыл о нашем свидании.",
            "Я совсем забыла оплатить счёт.",
            "Она совсем забыла об их годовщине.",
            "Я так разволновалась, что совсем забыла о послании /сообщении/.",
            "Она положила эти деньги на сберегательный счёт и забыла о них на несколько лет.",
            "Эта сенсационная новость вызвала широкий резонанс, но через несколько дней все уже об этом забыли.",
            "Я совершенно забыл об этом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}