{
    "1": [
        [
            "1 Какая из (of) этих книг тебе нравится? ",
            "1 Which of these books do you like? "
        ],
        [
            "2 Где работают этидевушки? — Они работают в (at) нашем баре. ",
            "2 Where do these girls work? — They workat our bar. "
        ],
        [
            "3 Что вы обычноделаете вечером? — Мы обычно смотрим телевизор (in) вечером.Иногда мы читаем книги. ",
            "3 What do you usually do in the evening? - We usually watch TV in theevening. Sometimes we read books. "
        ],
        [
            "4 Какие фильмы нравится смотретьтвоей дочери? ",
            "4 What films does your daughter like to watch?"
        ],
        [
            "5 Утром я иду на (to) работу. Мой рабочий деньдлится 8 часов. ",
            "5 In the morning I go to work. My working day lasts 8 hours. "
        ],
        [
            "6 Этот фильм очень интересный. Посмотрите его(at) дома. ",
            "6 Thisfilm is veryinteresting. Watch it at home. "
        ],
        [
            "7 Я редко звоню моему другу (in) вечером. ",
            "7 I seldom call my friend in the evening. "
        ],
        [
            "8 Вы изучаете французский язык? — Нет, я не изучаю французский язык.Я изучаю английский язык. ",
            "8 Do youlearn the French language? — No, I don't learn the French language. I learn theEnglish language. "
        ],
        [
            "9 Какая из (of) этих фотографий ейнравится? ",
            "9 Which of these photos does she like? "
        ],
        [
            "10 Что вы делаете после работы? — У меня уроки по (in)вечерам. ",
            "10 What do you do afterwork? — I have lessons in the evenings. "
        ],
        [
            "11 Чьи это персики? — Это мои персики. — Это сладкиеперсики? — Да, это сладкие персики. ",
            "11 Whose peaches are these? — These aremy peaches. — Are these sweet peaches? — Yes, these are sweet peaches. "
        ],
        [
            "12 Моему сыну очень нравится клубничное мороженое. ",
            "12 My sonlikes strawberry ice cream very much. "
        ],
        [
            "13 Кто пьет чай утром? — Мы пьемчай утром. ",
            "13 Who drinks tea in the morning? — Wedrink tea in the morning. "
        ],
        [
            "14 Моя дочь хорошо (well) учится. ",
            "14 My daughter studies well. "
        ],
        [
            "15 Какой из (of)этих тортов тебе нравится? ",
            "15 Which of these cakes doyou like? "
        ],
        [
            "16 Ваши сестры живут в (in) Каннах(Cannes)? — Нет, они живут в (in) Сиднее (Sydney). ",
            "16 Do your sisters live in Cannes? - No, they live in Sydney. "
        ],
        [
            "17 Вы узнаете меня? - Нет, я не узнаю вас. ",
            "17 Do yourecognize me? — No, I don't recognize you. "
        ],
        [
            "18 Какие города в (in) Россиивам нравятся?",
            "18 What cities in Russia do you like?"
        ]
    ]
}