{
    "2": [
        [
            "1 Он хочет сказать, что ты хороший друг. ",
            "1 He wants to say that you are a good friend. "
        ],
        [
            "2 Как он знает английский язык? — Он знает его хорошо (well). ",
            "2 How does he know the Englishlanguage? - He knows it well. "
        ],
        [
            "3 Я не знаю, что они думают об этом. ",
            "3 I don't know what they think about it. "
        ],
        [
            "4 Мы не читаем тексты. ",
            "4 We donot read texts. "
        ],
        [
            "5 Мой приятель и я изучаеманглийский язык. ",
            "5 My friend and I learn the English language. "
        ],
        [
            "6 Вы знаете итальянский (Italian) язык хорошо(well)? — Я не знаю его хорошо. Моя сестра знает итальянский языкхорошо (well). ",
            "6 Do you know theItalian language well? - I don't know it well. My sister knows the Italian languagewell. "
        ],
        [
            "7 Мы всегда вовремя (in time) приходим на занятия(for classes). ",
            "7 We always come for classes in time. "
        ],
        [
            "8 Мой брат знает, что ты хочешь купить в (in) магазине. ",
            "8 My brother knows what you want tobuy in the shop. "
        ],
        [
            "9 Мы часто читаем газеты и журналы (at) дома. ",
            "9 We often read newspapers and magazines at home. "
        ],
        [
            "10 Мне нравится читать английские книги, и я много (much) читаю. ",
            "10 I like toread English books and I read much. "
        ],
        [
            "11 Иногда ясо (to) своей сестрой разговариваю на (in) английском. ",
            "11 I sometimes speak to my sister in English."
        ],
        [
            "12 Моя сестра преподаватель. Она преподает английский язык. ",
            "12 My sister is a teacher. She teaches the English language. "
        ],
        [
            "13 Моя мамалюбит печь пирожки, а мой брат и я любим кушать их. ",
            "13 My mother likes tobake pies and my brother and I like to eat them. "
        ],
        [
            "14 Он незнает, что его мама любит пить утром. ",
            "14 He does not know what hismother likes to drink in the morning. "
        ],
        [
            "15 Он знает, что это. ",
            "15 He knows what it (this) is. "
        ],
        [
            "16 Ктопереводит письма? — Он переводит письма. ",
            "16 Whotranslates the letters? — He translates the letters. "
        ],
        [
            "17 Вы знаете, что ониобычно делают в (on) воскресенье? ",
            "17 Do you know what they usuallydo on Sunday? "
        ],
        [
            "18 Я думаю, что у него краснаямашина.",
            "18 I think that he has a red car."
        ]
    ]
}