{
    "3": [
        [
            "1 Это доктор, который нам помогает. ",
            "1 This is the doctor who helps us. "
        ],
        [
            "2 Мой муж знает язык, имы иногда говорим на (in) английском. ",
            "2 My husband knows the language and sometimes we speak in English. "
        ],
        [
            "3 Мои родители живут загородом. У них три комнаты. Я обычно езжу к (to) ним (in) летоми иногда (in) зимой. Я не люблю ездить туда (in) осенью и (in)весной. ",
            "3 My parents live in the country. They have three rooms.I usually go to them in summer and sometimes in winter. I do not like to go there inautumn and in spring. "
        ],
        [
            "4 У моей бабушки много подруг, которым она любит звонить вечером. ",
            "4 My grandmother has many friends, who she likes to call inthe evening. "
        ],
        [
            "5 Это мальчик, который хорошо (well) учится. ",
            "5 This is a boy who studies well. "
        ],
        [
            "6 Выпроводите много (much) времени в (at) школе? — Я обычно провожу в (at) школе 3 часа. ",
            "6 Do you spend much time at school? —I usually spend 3 hours at school. "
        ],
        [
            "7 Сколько предметов ты изучаешь? —Я изучаю 10 предметов. ",
            "7 How many subjects do you learn? — I learn10 subjects. "
        ],
        [
            "8 Вы хотите поехать в (to) Киев? — Да, яхочу повидать моих родителей. ",
            "8 Do you want to go to Kiev? — Yes, I want to see my parents. "
        ],
        [
            "9 Вы любите играть в (нет предлога) волейбол? ",
            "9 Doyou like to play volleyball? "
        ],
        [
            "10 Какие это тетради? — Это тонкие тетради. ",
            "10 What exercise books are these? - These are thinexercise books. "
        ],
        [
            "11 Мылюбим смотреть телевизор. ",
            "11 We like to watch TV. "
        ],
        [
            "12 Вы хотите кофе? — Нет, я не хочукофе, я хочу чай. ",
            "12 Do you want coffee? - No, I don't wantcoffee, I want tea. "
        ],
        [
            "13 У него работа, которую он любит делать.",
            "13 He has a job which he likes to do. "
        ],
        [
            "14 Я не понимаю это правило. ",
            "14 I don't understand thisrule. "
        ],
        [
            "15 Урок начинается в (at) девять.У нас нет времени. ",
            "15 The lesson begins at nine. We don't have time. "
        ],
        [
            "16 У меня высокая температура. Я хочу остаться(at) дома и позвонить врачу. ",
            "16 I have a high temperature.I want to stay at home and call a doctor. "
        ],
        [
            "17 Наша квартира хорошая. Она большая и чистая. ",
            "17 Our flat is good. It is big and clean."
        ],
        [
            "18 Они думают, что мы в Берлине. ",
            "18 They think that we are in Berlin. "
        ],
        [
            "19 Они знают,что мы хотим сделать. ",
            "19 They know what we want to do. "
        ],
        [
            "20 У меня есть друг, который хорошо (well)говорит на (нет предлога) японском языке. ",
            "20 I havea friend who speaks the Japanese language well. "
        ],
        [
            "21 У меня много (much)работы, и я очень занят. ",
            "21 I have much work and I am verybusy. "
        ],
        [
            "22 Мой сын знает много английских слов,которые он любит повторять.",
            "22 My son knows many English words, which he likes to repeat."
        ]
    ]
}