{
	"Основные случаи употребления предлога": [{
			"1) в пространственном отношении:": [{
					"со значением у, возле, около, при:": ["The house stood by the river - Дом стоял у реки.",
						"Не was sitting by the window - Он сидел возле окна;"
					]
				},
				{
					"со значением мимо (наряду с предлогом past)": ["Не walked by те without saying a word - Он прошел мимо меня, не сказав ни слова.",
						"We traveled by a village - Мы проехали через деревню;"
					]
				}
			]
		},
		{
			"2) во временном отношении - со значением к для обозначения срока, к которому совершается действие:": ["They had discharged the steamer by three о’clock - Они разгрузили пароход к трем часам.",
				"Не will have finished his work by Monday - Он уже закончит свою работу к понедельнику;"
			]
		},
		{
			"3) для выражения отношения действия и производителя - агента действия:": [{
					"для обозначения действующего лица или действующей силы после глагола в страдательном залоге": [{
							"1) выполнение определенных функций:": ["The fortress was defended by soldiers -Крепость была защищена солдатами.",
								"The house is lit by the moon, and the view is very romantic - Дом освещается луной, и этот вид очень романтичен.", "The decision, suggested by Dr. Horny, is acceptable - Решение, предложенное доктором Хорни, приемлемо;"
							]
						},
						{
							"2) стимулирование и торможение действий, явлений:": ["This disease can be arrested by treatment - Эта болезнь может быть приостановлена лечением.",
								"The temperature of the solution can be increased only by addition of a substance - Температура раствора может быть повышена только добавлением какого-либо вещества;"
							]
						},
						{
							"3) сопутствие, следование чему-либо, кому-либо:": ["The manager was accompanied by a secretary - Менеджер пришел вместе с секретарем.", "His words were followed by complete silence - За его словами последовала полная тишина;"]
						},
						{
							"4) достижение положительных результатов:": ["After that he had to gain his living by hard work - После этого ему пришлось зарабатывать на жизнь тяжким трудом.",
								"Some scientists obtain knowledge by observation, others - by experiments - Некоторые ученые получают знания с помощью наблюдения, некоторые - с помощью опытов;"
							]
						},
						{
							"5) различные виды деятельности (без дифференциации):": ["The research is directed by this firm - Исследование проводится под руководством этой фирмы.", "You need to take the medicine, prescribed by the doctor! - Тебе необходимо принять лекарство, прописанное доктором!"]
						}
					],
					"description": "В этом случае предлог by обычно употребляется в составе словосочетаний с глаголом в личной или неличной форме страдательного залога. Вследствие этого английскому дополнению с предлогом by соответствует в русском языке подлежащее или косвенное дополнение, выраженное существительным или местоимением, чаще всего в творительном падеже. By в этом случае не имеет лексического значения и отдельно на русский язык не переводится. Если глагол словосочетания имеет форму действительного залога, предлогу by в русском языке, как правило, соответствуют предлоги благодаря, при помощи. Действия, выражаемые глаголами* в этих словосочетаниях имеют самый разнообразный характер:"
				},
				{
					"для выражения состояния, вызванного чем-либо или в ком-либо:": ["Не was so astonished by her visit that could not even speak at first - Он был так удивлен ее визитом, что поначалу не мог даже говорить.",
						"Now, when he has got this job at last, he cannot help being delighted by new prospects - Теперь, когда он получил наконец эту должность, он не может не радоваться представившимся возможностям;"
					]
				}
			],
			"description": "В зависимости от лексического значения глагола отношение агентивности может раскрываться как отношение состояния и того, что вызывает данное состояние, или действия и того признака или предмета, которые позволяет осуществить данное действие;"
		},
		{
			"4) для выражения действия и признака, который позволяет осуществить его, в этом случае предлогу by в русском языке соответствуют предлоги по и за:": [{
					"деление, классификация:": ["Classify these books by subject, not by their colour, please - Пожалуйста, классифицируйте эти книги по тематике, а не по цвету их обложек.", "Can you recognize the robber by a description? - Вы сможете узнать грабителя по описанию? "]
				},
				{
					"удерживание": ["Don’t carry the camera by a strap; it can break! - He несите фотоаппарат за ремешок, он может порваться!", "The dog should be taken by the strap - Собаку нужно взять за поводок;"]
				}
			]
		},
		{
			"5) при обозначении средства или способа совершения действия:": [{
					"в сочетании с герундием, в этом случае by на русский язык отдельно не переводится:": ["Не improved his pronunciation by reading aloud - On улучшил свое произношение, читая вслух.",
						"You will help me by telling me all you know about it - Вы мне поможете, рассказав мне все, что вы знаете об этом.",
						"The firm violated the contract by delivering goods of low quality - Фирма нарушила контракт, поставив товар низкого качества;"
					]
				},
				{
					"при указании средства передвижения, в этом случае переводится творительным падежом:": ["We usually travel by plane, though it is rather expensive - Обычно мы путешествуем самолетом, хоть это и дорого.", "The letter will be delivered by air mail - Письмо будет доставлено воздушной почтой;"]
				}
			]
		},
		{
			"6) при указании на автора; передается родительным или творительным падежом:": ["The book was written by a famous writer - Книга была написана знаменитым писателем.", "This is a book by Tolstoy - Это - произведение Толстого;"]
		},
		{
			"7) при указании на причину, источник, со значением через, посредством, от, по": ["know this by experience - Я это по опыту знаю.", "Animals perish by starvation - Животные гибнут от голода."]
		}
	],
	"Наречие": [{
			"1) употребляется (наряду с предлогом past) со значением мимо при глаголах, выражающих движение:": ["Не walked (drove, ran) by without looking at me - Он прошел (проехал, пробежал) мимо, не взглянув на меня."]
		}

	],
	"Сочетания и фразеологизмы ": ["by (electric) light - при (электрическом) свете",
		"by accident - случайно, нечаянно;",
		"by agreement - по договору;",
		"by all means - во что бы то ни стало;",
		"by and by - вскоре;",
		"by and large - в общем (и целом);",
		"by blood - по крови;",
		"by chance - случайно;",
		"by chute - самотеком;",
		"by day (night) - днем (ночью);",
		"by far the best - несравненно лучший;",
		"by George - ей богу!;",
		"by gravity - самотеком;",
		"by heart - наизусть;",
		"by land (sea, air) - сухим (морским, воздушным) путем;",
		"by means of - посредством чего-либо;",
		"by mistake - no ошибке;",
		"by no means - ни в коем случае;",
		"by retail - в розницу;",
		"by the by - между прочим;",
		"by the day - поденно;",
		"by the law - no закону;",
		"by the way - между прочим;",
		"by the week - понедельно;",
		"by the weight (the litre, the kilogram) - на вес (литры, килограммы);",
		"by train (tram, bus, ship) - поездом (трамваем, автобусом, пароходом);",
		"by wholesale - оптом;",
		"by your leave - с вашего разрешения;",
		"six metres by eight metres - 6 метров на 8 метров;",
		"step by step - шаг за шагом;",
		"to have a child by somebody - иметь ребенка от кого-либо."
	],
	"Глаголы, требующие предлога by:": [{
			"to decrease by - уменьшать (-ся) на:": ["The output of the plant decreased by 15 per cent as compared with the preceding month - Объем производства на заводе уменьшился на 15 процентов по сравнению с предшествующим месяцем; "]
		},
		{
			"to divide by - делить на:": ["Divide this number by six - Разделите это число на шесть;"]
		},
		{
			"to hold by - держать за:": ["Не held the girl by the arm - Он держал девушку за руку;"]
		},
		{
			"to increase by - увеличивать (-ся) на:": ["The number of rats increased by 50 per cent during the years of war - В годы войны число крыс увеличилось на 50 процентов."]
		},
		{
			"to judge by - судить по:": ["Never judge by appearance - Никогда не судите по внешнему виду;"]
		},
		{
			"to mean by - подразумевать под:": ["What do you mean by that? - Что вы подразумеваете под этим?"]
		},
		{
			"to multiply by -умножать на:": ["Multiply thirteen by ten - Умножьте тринадцать на десять;"]
		},
		{
			"to pull by - тянуть за:": ["Don’t pull the dog by its tail! - He тяни собаку за хвост!"]
		},
		{
			"to rise by - повышаться на:": ["Unemployment rose by three per cent - Безработица выросла на 3 процента;"]
		},
		{
			"to seize by - схватить за:": ["The robber seized her by the scarf - Грабитель схватил ее за шарф;"]
		},
		{
			"to take by - взять за:": ["She took the bag by the handle - Она взяла сумку за ручку."]
		}
	]
}