{
    "4": [
        [
            "1 Ask your friend if he thinks that Brest is a beautiful city.",
            "1 Do you think that Brest is a beautiful city?"
        ],
        [
            "2 Ask your mother how many times a day she drinks coffee.",
            "2 How many times a day do you drink coffee?"
        ],
        [
            "3 Ask your friend when he came back from Grodno.",
            "3 When did you come back from Grodno?"
        ],
        [
            "4 Ask your sister why she eats so much ice cream.",
            "4 Why do you eat so much ice cream?"
        ],
        [
            "5 Ask your daughter where she will go as soon as she gets the visa.",
            "5 Where will you go as soon as you get the visa?"
        ],
        [
            "6 Ask your friend what she will do when she gets rich.",
            "6 What will you do when you get rich?"
        ],
        [
            "7 Ask your sister whose book it is.",
            "7 Whose book is it?"
        ],
        [
            "8 Ask your grandfather what he likes to drink.",
            "8 What do you like to drink?"
        ],
        [
            "9 Ask your brother who his best (лучший) friend is.",
            "9 Who is your best friend?"
        ],
        [
            "10 Ask your friend when he will buy a new car.",
            "10 When will you buy a new car?"
        ],
        [
            "11 Ask your friend what time he went to bed yesterday.",
            "11 What time did you go to bed yesterday?"
        ],
        [
            "12 Ask your brother what nightclub he likes in Moscow.",
            "12 What nightclub do you like in Moscow?"
        ],
        [
            "13 Ask your mother when she will come home.",
            "13 When will you come home?"
        ],
        [
            "14 Ask your friend what he prefers to drink - tea, coffee or cappuccino.",
            "14 What do you prefer to drink: tea, coffee or capuccino?"
        ],
        [
            "15 Ask your sister what she will do when she comes home.",
            "15 What will you do when you come home?"
        ]
    ]
}