#coding:utf-8

class Deque:

    firs = None
    last = None

    def add_rear(self, item):
        # удаляет последний элемент из дека. Не нуждается в параметрах и возвращает элемент. Дек модифицируется.
        pass

    def add_front(self, item):
        # добавляет новый элемент в голову дека. Параметр (элемент) необходим; ничего не возвращает.
        pass

    def remove_rear(self):
        # удаляет последний элемент из дека. Не нуждается в параметрах и возвращает элемент. Дек модифицируется.
        pass

    def remove_front(self):
        # удаляет первый элемент из дека. Не нуждается в параметрах и возвращает элемент. Дек модифицируется.
        pass

    def size(self):
        # возвращает количество элементов в деке. Не нуждается в параметрах и возвращает целое число.
        pass

    def is_empty(self):
        #  проверяет дек на пустоту. Не нуждается в параметрах и возвращает булево значение.
        pass

