#coding:utf-8

class Queue:

    def enqueue(self, item):
        #  добавляет новый элемент в конец очереди. Требует элемент в качестве параметра, ничего не возвращает.
        pass

    def dequeue(self):
        #  удаляет из очереди передний элемент. Не нуждается в параметрах, возвращает элемент. Очередь изменяется.
        pass

    def is_empty(self):
        # проверяет очередь на пустоту. Не нуждается в параметрах, возвращает булево значение.
        pass

    def size(self):
        # возвращает количество элементов в очереди (целое число). Не нуждается в параметрах.
        pass
