{
    "2": [
        [
            "1 Когда он пришел, мы еще не ужинали. ",
            "1 When he came we hadn't had dinner yet. "
        ],
        [
            "2 После того как пришел Саша, мы все сели за стол. ",
            "2 After Sasha (had come) came we all sat at the table. "
        ],
        [
            "3 Я не знал, что она принесла. ",
            "3 I didn't know what she had brought. "
        ],
        [
            "4 Том ушел за 2 часа до того, как они прибыли. ",
            "4 Tom had left two hours before they arrived. "
        ],
        [
            "5 Андрей убежал перед тем, как они пришли. ",
            "5 Andrew had run away before they came. "
        ],
        [
            "6 Его бабушка болела 5 лет, перед тем как она умерла. ",
            "6 His grandmother had been ill for five years before she died. "
        ],
        [
            "7 Мой друг знал, что она потратила все деньги. ",
            "7 My friend knew that she had lost all the money. "
        ],
        [
            "8 Он выключил телевизор, перед тем как уйти. ",
            "8 He (had) switched the TV set off before he left. "
        ],
        [
            "9 Мы знали, что он не ходил туда. ",
            "9 We knew that he hadn't gone there. "
        ],
        [
            "10 Он сказал, что не знал об этом? ",
            "10 Did he say that he hadn't known about it? "
        ],
        [
            "11 Они не говорили, что они не были там. ",
            "11 They didn't say that they hadn't been there. "
        ],
        [
            "12 Она предположила, что они забыли пригласить ее. ",
            "12 She supposed that they had forgotten to invite her. "
        ],
        [
            "13 Мой друг сказал, что давно забыл об этом. ",
            "13 My friend said that he had forgotten about it long before. "
        ],
        [
            "14 Когда дети позавтракали, они пошли в школу. ",
            "14 When the children (had) had breakfast, they went to school. "
        ],
        [
            "15 К десяти вечера он закончил работу. ",
            "15 They had finished their work by ten o'clock in the evening. "
        ]
    ]
}