{
    "4": [
        [
            "1 Кто сказал, что меня не было на уроке? ",
            "1 Who said that I had not been at the lesson? "
        ],
        [
            "2 Мы не знаем, что онответил. ",
            "2 We do not know what he (has)answered. "
        ],
        [
            "3 Когда я встретил Таню, она ела пиццу. Она говорит, чтолюбит пиццу. Я думаю, она съедает около пяти пицц каждый день.Она сказала, что к тому времени, как я ее встретил, она уже съеладве пиццы. Посмотри, она снова ест пиццу. Она сильно растолстеет,если будет так много есть. ",
            "3 When I met Tanya, she was eating pizza. She says she likes pizza. I thinkshe eats about five pizzas every day. She said that by the time I met her, she hadalready eaten two pizzas. Look, she is eating a pizza again. She will grow fat if sheeats so much. "
        ],
        [
            "4 Она выглянула из окна и увидела, чтодети были во дворе. Они бегали. ",
            "4 She looked out of the window and saw that the children were in theyard. They were running about. "
        ],
        [
            "5 Завтра около семи мы будемпомогать ему. ",
            "5 We will be helping him about seven tomorrow."
        ],
        [
            "6 Ты знаешь, какую машину он купил? ",
            "6 Do you know what car he has bought? "
        ],
        [
            "7 Она хотелапоехать в тот город, где провела лучшие годы своей жизни. ",
            "7 She wanted to go to that city where shehad spent the best days of her life. "
        ],
        [
            "8 Когдая пришел домой, мои дети уже поужинали. ",
            "8 When I came home my children had alreadyhad dinner. "
        ],
        [
            "9 Катя дала мне книгу,которую мне обещала. ",
            "9 Kate gave me the book (which) she had promised. "
        ],
        [
            "10 Вы закончили? — Мы закончим в семь.",
            "10 Have youfinished? - We will finish at seven. "
        ],
        [
            "11 Когда я пришел домой, мой брат сказал мне, что кто-то звонил.",
            "11 When I came home, my brother told me thatsomebody had called me. "
        ],
        [
            "12 Я думал, что потерял ключ. ",
            "12 I thought that I had lost the key. "
        ],
        [
            "13 Они были рады, что сдали всеэкзамены. ",
            "13 They were gladthat they had passed all the exams. "
        ],
        [
            "14 Это мороженое такое же сладкое, как то. ",
            "14 This ice cream is as sweet as that one."
        ],
        [
            "15 Нам неразрешали разговаривать на уроках. ",
            "15 We were not allowed to speak at the lessons. "
        ],
        [
            "16 Мы закончили к семи.",
            "16 We had finished by seven."
        ],
        [
            "17 Что она сказала, когда я позвонил? ",
            "17 What did she say when I rang? "
        ],
        [
            "18 В семь мы завтракали.Он сидел напротив меня. Я думаю, он ушел около восьми. ",
            "18 We were having breakfast at seven. He wassitting in front of me. I think he left about eight. "
        ],
        [
            "19 Ондумал, что мы поссорились. ",
            "19 He thought that we had quarrelled."
        ],
        [
            "20 Она сказала, что папа еще не пришел. ",
            "20 She said that our father had not come yet. "
        ],
        [
            "21 Он еще не ел. И я тоже. ",
            "21 He hasn't eaten yet. Neither have I."
        ],
        [
            "22 Я прежде жил в Риге.",
            "22 I used to live in Riga."
        ]
    ]
}