{
    "5": [
        [
            "1 Вы когда-либо видели такую красивую улицу? ",
            "1 Have you ever seen such a beautiful street? "
        ],
        [
            "2 Мы ехали в поезде, а они в это время летели в Америку. Я не знаю, когда мы увидимся снова. ",
            "2 We were going by train and they wereflying to America at this time. I don't know when we will see each other again. "
        ],
        [
            "3 Моя сестра только что позвонила им. Мы знаем, что у них все хорошо. ",
            "3 My sister has just called them. We know that everything is all right with them. "
        ],
        [
            "4 У нее сейчас интересная работа. Я думаю, она интереснее той, которая была у нее в прошлом году, и ей не приходится рано вставать. ",
            "4 She has interesting work now. I think it is more interesting than that one she had last year and she does not have to get up early. "
        ],
        [
            "5 Эти книги не такие интересные, как те. ",
            "5 These books are not so interesting as those ones. "
        ],
        [
            "6 Мы не сможем закончить эту работу сегодня. ",
            "6 We will not be able to finish this work today. "
        ],
        [
            "7 Почему вы так опоздали? Уже восемь часов. — Не сердитесь на меня. Я не мог прий- ти раньше. ",
            "7 Why are you so late? It is already eight o'clock. - Don't get angry with me. I was not able to come earlier. "
        ],
        [
            "8 Когда Катя пришла, они смотрели какой-то фильм. ",
            "8 When Kate came they were watching some film. "
        ],
        [
            "9 Посмотри! Какие вкусные пирожные она купила. ",
            "9 Look! What tasty pies she has bought. "
        ],
        [
            "10 Сегодня теп- лее, чем вчера. Мы можем повести детей погулять. ",
            "10 It is warmer today than yesterday. We can take our children for a walk. "
        ],
        [
            "11 Он говорит, что эта комната удобнее той. Я думаю, это одна из лучших комнат в нашей квартире. ",
            "11 He says this room is more comfortable than that one. I think it is one of the best rooms in ourflat. "
        ],
        [
            "12 Она расстроена: ее сын получил плохую от- метку. ",
            "12 She is upset: her son has got a bad mark. "
        ],
        [
            "13 Который час на (by) ваших часах? — Не знаю, мои часы остановились. ",
            "13 What is the time by your watch? - I don't know, my watch has stopped. "
        ],
        [
            "14 Мы так давно не виделись. Последний раз мы встречались три года назад. ",
            "14 We haven't seen each other for a long time. Last time we met three years ago. "
        ],
        [
            "15 Я не знаю, придут ли они. ",
            "15 I don't know whether (if) they will come. "
        ],
        [
            "16 Она мыла окно дома вчера целый вечер. Она очень устала. ",
            "16 Yesterday she was cleaning the window at home the whole evening. She was very tired. "
        ],
        [
            "17 Интерес- но, купила ли она машину? ",
            "17 I wonder if (whether) she has bought a car. "
        ],
        [
            "18 Ему бы лучше уйти сейчас. ",
            "18 He'd better leave now. "
        ]
    ]
}