{
    "1": [
        [
            "1 Было жаль, что ты не пришел на свадьбу. ",
            "1 I wished you had come to the wedding. "
        ],
        [
            "2 Жаль, что я узнал обэтом так поздно. ",
            "2 I wish I had learnt about it earlier."
        ],
        [
            "3 Как жаль, что мы не встретили его дома. ",
            "3 I wish we had met him at home. "
        ],
        [
            "4 Жаль,что она не позвонила раньше. Мы бы сейчас уже пили чай. ",
            "4 I wish she had called earlier. We would bedrinking tea now. "
        ],
        [
            "5 Если быона сейчас была здесь! ",
            "5 I wish she were here now. "
        ],
        [
            "6 Жаль, что у меня так мало времени. ",
            "6 I wish I had more time. "
        ],
        [
            "7 Жаль,что ты не сказал ему об этом сам. ",
            "7 I wishyou had told him about it yourself. "
        ],
        [
            "8 Жаль, что ты не пришел вчера намой день рождения. ",
            "8 I wish you had come to my birthday partyyesterday. "
        ],
        [
            "9 Было жаль, что он бросил институт. ",
            "9 I wished he had not left the institute. "
        ],
        [
            "10 Жаль,что уже поздно идти туда. ",
            "10 I wish it were not late to gothere now. "
        ],
        [
            "11 Жаль, что она не позвонила нам.",
            "11 I wish she had rung us. "
        ],
        [
            "12 Было жаль, что вы не читали эту книгу. ",
            "12 I wished you had read this book. "
        ],
        [
            "13 Жаль, что мы сейчассидим здесь, а не купаемся в море. ",
            "13 Iwish we were not sitting, but swimming in the sea. "
        ],
        [
            "14 Жаль, что он делает так многоошибок. ",
            "14 I wish he did not make somany mistakes. "
        ],
        [
            "15 Жаль, что ты забыл пригласить Сашу. ",
            "15 I wish you had not forgotten to invite Sasha. "
        ],
        [
            "16 Жаль, что у настак мало свободного времени. ",
            "16  I wish we hadmore free time. "
        ],
        [
            "17 Жаль, что он не пришел вечером.",
            "17 I wish he had come in the evening. "
        ],
        [
            "18 Жаль, что ты не поехал в Лондон. ",
            "18 I wish you had gone toLondon. "
        ],
        [
            "19 Жаль, что вы не захотелипоехать с нами. ",
            "19 I wish you had wanted to go with us. "
        ],
        [
            "20 Жаль, что тебя не интересуют мои дела. ",
            "20  I wish you were interested inmy business. "
        ],
        [
            "21 Жаль,что ты не написал мне письмо тогда. ",
            "21 I wish you had written a letter to me at that time. "
        ],
        [
            "22 Жаль, что мы опоздали напоезд. ",
            "22 I wish we hadnot been late for the train. (I wish we had not missed the train.) "
        ],
        [
            "23 Было жаль, что вы включили телевизор так поздно.",
            "23 I wished youhad switched on the TV set earlier."
        ]
    ]
}