{
    "2": [
        [
            "1 Если он не приедет вовремя, мы не будем его ждать. ",
            "1 If he does not come in time, we will not wait for him. "
        ],
        [
            "2 Они при- шли бы проводить тебя, если бы они не жили так далеко. ",
            "2 They would come to see you off, if they did not live so far away. "
        ],
        [
            "3 Жаль, что мама не купила фрукты. Мы бы сейчас сделали фруктовый салат. ",
            "3 I wish our mother had bought some fruit. We would make fruit salad now. "
        ],
        [
            "4 Жаль, что мы не едем сейчас в Амстердам. ",
            "4 I wish we were going to Amsterdam now. "
        ],
        [
            "5 Если бы твой сын не кричал сейчас так громко, мы могли бы послушать эту музыку. ",
            "5 If your son were not crying so loudly now, we could listen to this music. "
        ],
        [
            "6 Если бы он знал об этих проблемах, он бы промолчал. ",
            "6 If he had known about those problems, he would have kept silent. "
        ],
        [
            "7 Если бы вы могли помочь мне, я был бы вам очень благодарен. ",
            "7 If you could help me, I would be very grateful to you. "
        ],
        [
            "8 Если я вовремя вернусь с работы, мы пойдем в кино. ",
            "8 If I come back from work in time, we will go to the cinema. "
        ],
        [
            "9 Если бы он привез запчасти вчера, мы бы отремонтировали эту машину сегодня. ",
            "9 If he had brought the spares yesterday, we would repair the car today. "
        ],
        [
            "10 Если бы он узнал о рас- продаже, он наверняка купил бы эту машину. ",
            "10 If he learnt about the sale, he would definitely buy this car. "
        ],
        [
            "11 Если бы поезд при- был вовремя вчера, я пришел бы сегодня на работу вовремя. ",
            "11 If the train had come on time yesterday, I would come to work on time today. "
        ],
        [
            "12 Если бы он сейчас был здесь, он бы рассказал нам много интересного. ",
            "12 If he were here now, he would tell us much interesting. "
        ],
        [
            "13 Мы бы уехали на прошлой неделе, если бы я закончил свою ра- боту. ",
            "13 We would have left last week if I had finished my work. "
        ],
        [
            "14 Я бы навестил тебя вчера, если бы был в городе. ",
            "14 I would have visited you yesterday if I had been in the city. "
        ],
        [
            "15 Если бы она ушла в отпуск, она бы хорошо отдохнула. ",
            "15 If she went on holiday, she would have a good rest. "
        ]
    ]
}