{
    "3": [
        [
            "1 Если бы он был здесь, мне не было бы так одиноко. ",
            "1 If he were here, I would not be so lonely. "
        ],
        [
            "2 Если бы завтра было воскресенье, мы бы поехали в Варшаву. ",
            "2 If it were Sunday tomorrow, we would go to Warsaw. "
        ],
        [
            "3 Если бы я вчера вечером встретил его, я бы поговорил с ним. ",
            "3 If I had met him yesterday evening, I would have spoken to him. "
        ],
        [
            "4 Если он заходил к ним вчера, тогда они дали ему письмо вашей сестры. ",
            "4 If he had called on them yesterday, they gave him the letter of your sister. "
        ],
        [
            "5 Если бы я не заработал так много денег в прошлом году, я бы сейчас не летел в США. ",
            "5 If I had not earned so much money last year, I would not be flying to the USA now. "
        ],
        [
            "6 Жаль, что мы сейчас не плаваем в океане. ",
            "6 I wish we were swimming in the ocean now. "
        ],
        [
            "7 Было жаль, что я не получил визу. ",
            "7 I wished I got the visa. "
        ],
        [
            "8 Если бы я поговорил с ней вчера, я бы все узнал. ",
            "8 If I had spoken to her yesterday, I would have learnt everything. "
        ],
        [
            "9 Если бы у меня было много денег, я бы много путешествовал. ",
            "9 If I had much money I would travel a lot. "
        ],
        [
            "10 Если бы я взял с собой ручку, я бы записал номер этого телефона. ",
            "10 If I had taken a pen with me, I would write down this phone number. "
        ],
        [
            "11 Я бы не беспокоился об этом на вашем месте. ",
            "11 If I were you, I would not bother about it. "
        ],
        [
            "12 Жаль, что она не захотела приехать сюда. Она многое потеряла. ",
            "12 I wish she had wanted to come here. She missed a lot. "
        ],
        [
            "13 Если мы не вернемся домой к 5 часам, мы не сможем позвонить Анне. ",
            "13 If we do not come back home by five (If we haven't come back home by five), we will not be able to call Ann. "
        ],
        [
            "14 Если бы у меня было больше времени, я бы изучал японский язык. ",
            "14 If I had more time, I would learn the Japanese language. "
        ],
        [
            "15 Если бы у нее было время, она бы приготовила завтрак. ",
            "15 If she had time, she would cook breakfast. "
        ]
    ]
}