{
    "qualified": {
        "comment": [
            "equal",
            "equally",
            "qualify",
            "quality",
            "qualification",
            "equality",
            "inequality"
        ],
        "translate": "компетентный, высококвалифицированный, подходящий, ограниченный, пригодный",
        "transcription": " |ˈkwɑːlɪfaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He qualified to teach mathematics.",
            "The team qualified for the finals.",
            "He recognized that he was not qualified for the post.",
            "He qualified coffee with milk.",
            "He was chosen because he's qualified for the job.",
            "He is really qualified to advise you about your career.",
            "He is qualified for the position by his education and experience.",
            "I finally qualified as a pilot.",
            "She is highly qualified for the job.",
            "The plan was given qualified approval.",
            "Dawn is well qualified for her new role.",
            "She gave a qualified yes to the question.",
            "The program was considered a qualified success.",
            "Lydia obtained the services of a qualified nurse.",
            "Is it worth the money? The answer is a qualified yes.",
            "He's qualified to teach biology at high school level.",
            "We considered her qualified, we considered her a genius.",
            "Qualified staff are leaving and standards are declining.",
            "The guides are qualified to lead groups into the mountains.",
            "If you don't speak German, you're not qualified to comment.",
            "Job openings were outpacing the supply of qualified workers.",
            "She qualified for a spot on the U.S. Olympic speed skating team.",
            "The power supply should be connected by a qualified electrician.",
            "Learn the basics under the watchful eye of a qualified instructor.",
            "abundant opportunities for well qualified staff",
            "There are qualified instructors on hand to advise you.",
            "Ownership of property is either absolute or qualified.",
            "We're having difficulty recruiting enough qualified staff.",
            "The race for the presidency was run between well qualified candidates.",
            "Major repainting work now needs to be signed off by a qualified engineer."
        ],
        "example_translate": [
            "Он получил специальность преподавателя математики.",
            "Команда успешно прошла квалификационный турнир для участия в финале.",
            "Он осознал, что не подходит для этой должности.",
            "Он разбавил кофе молоком.",
            "Его выбрали потому, что он подходил для этой работы.",
            "Он достаточно компетентен, чтобы проконсультировать тебя по карьерным вопросам.",
            "Он подходит для этой должности по образованию и опыту.",
            "Я всё-таки получил лицензию пилота.",
            "Она очень подходит для этой работы.",
            "План был частично одобрен.",
            "Дон хорошо подходит для своей новой роли.",
            "На этот вопрос она с некоторыми оговорками ответила положительно.",
            "Программу сочли условно успешной.",
            "Лидия воспользовалась услугами квалифицированной медсестры.",
            "Стоит ли это потраченных денег? Ответ — твёрдое \"да\".",
            "Он имеет право преподавать биологию в старших классах.",
            "Мы считали её истинным профессионалом, для нас она была гением.",
            "Квалифицированные сотрудники уходят, и стандарты снижаются.",
            "Гиды достаточно квалифицированны, чтобы вести экскурсионные группы в горы.",
            "Если вы не говорите по-немецки, то вам не хватает компетенции для высказывания критических замечаний.",
            "Вакансий было больше количества квалифицированных работников.",
            "Она получила право на место в олимпийской сборной США по конькобежному спорту.",
            "Источник питания / электропитание должен подключать квалифицированный электрик.",
            "Изучите основы под бдительным присмотром квалифицированного инструктора.",
            "богатые возможности для квалифицированного персонала",
            "Вас готовы проконсультировать квалифицированные инструкторы.",
            "Право собственности может быть абсолютным или ограниченным.",
            "Мы испытываем сложности с набором достаточно квалифицированных кадров.",
            "За президентскую власть боролись хорошо подкованные кандидаты.",
            "Основная работа по перекраске теперь должна быть одобрена квалифицированным инженером."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}