{
    "qualify": {
        "comment": [
            "equal",
            "equally",
            "quality",
            "qualification",
            "qualified",
            "equality",
            "inequality"
        ],
        "translate": "квалифицировать, готовиться, определять, обучать, обучаться, получать право",
        "transcription": " |ˈkwɑːlɪfaɪ|",
        "antonyms": [],
        "mnemonic": [
            "quality ['kwɔlɪtɪ]\nqualify ['kwɒlɪfaɪ] - квалифицировать, обучать,\nподготавливать, получать диплом\n***\nКАЧЕСТВО высокое показал в школе|ты. (это quality)\nquality\nДОСТОИНСТВО своё показал Коле|ты. (это)\nКАЧЕСТВОМ низким меня подколете. (это) quality\nС высоким КАЧЕСТВОМ дрова колете. (это) quality"
        ],
        "examples": [
            "He qualified coffee with milk.",
            "He qualified to teach mathematics.",
            "I'd like to qualify your statement.",
            "Qualify this statement, it is too strong.",
            "This course qualifies you to be a photographer.",
            "The team qualified for the finals.",
            "Did she qualify to receive financial aid?",
            "At the end of three years, our son hopes to qualify as a lawyer.",
            "I finally qualified as a pilot.",
            "His experience qualifies him for the job.",
            "They both qualify for the job.",
            "You may qualify for unemployment benefit.",
            "The training will qualify you to sell insurance.",
            "We're back on course to qualify for the championship.",
            "After qualifying, doctors spend at least two years working in hospitals.",
            "The certification qualifies you to teach only in this state.",
            "There's a real prospect that England will not qualify for the World Cup.",
            "The win qualifies her to compete in the final race.",
            "Free school lunches are given to children who qualify.",
            "It doesn't qualify as a date if you bring your children with you.",
            "If that boy goes on behaving like that, he'll qualify for severe punishment.",
            "Could I just qualify that last statement?",
            "Long-term savers qualify for a cash bonus.",
            "You qualify for a tax exemption on the loan.",
            "Financial assistance is available for those who qualify.",
            "Fluency in three languages qualifies her for work in the European Parliament.",
            "Cosmetic surgery is now so prevalent that it could qualify as a national epidemic.",
            "She qualified for a spot on the U.S. Olympic speed skating team.",
            "Whether or not you qualify for a loan will depend on your financial circumstances.",
            "This book on the people who have occupied the White House is a little too gossipy to qualify as serious history."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "qua = [kwɔ]"
        ],
        "example_translate": [
            "Он разбавил кофе молоком.",
            "Он получил специальность преподавателя математики.",
            "Я хотел бы уточнить ваше заявление.",
            "Смягчите это высказывание, оно слишком резкое.",
            "Эти курсы дадут вам профессию фотографа.",
            "Команда успешно прошла квалификационный турнир для участия в финале.",
            "Было ли ей предоставлено право на получение финансовой помощи? / Получила ли она право на финансовую помощь?",
            "Через три года наш сын надеется получить профессию адвоката.",
            "Я всё-таки получил лицензию пилота.",
            "Опыт позволяет ему получить эту работу.",
            "Они оба соответствуют требованиям для этой должности.",
            "Вы можете претендовать на пособие по безработице.",
            "Обучение даст вам право на продажу страховок.",
            "Мы вновь на пути к тому, чтобы отобраться на чемпионат.",
            "Получив диплом, врачи не менее двух лет работают в больницах.",
            "Данный сертификат даёт вам право преподавать только в этом штате.",
            "Существует реальная перспектива того, что Англия не попадёт на чемпионат мира.",
            "Благодаря этой победе она получает возможность принять участие в финальном забеге.",
            "Детям, имеющим на это право, выдают бесплатные обеды.",
            "Встреча не считается свиданием, если берёшь с собой детей.",
            "Если этот мальчик и дальше будет вести себя так, он заработает суровое наказание.",
            "Можно мне несколько смягчить последнее утверждение?",
            "Долгосрочные вкладчики имеют право на денежный бонус.",
            "Вы имеете право на освобождение от налога на кредит.",
            "Финансовая помощь предоставляется тем, кто получает на неё право.",
            "Свободное владение тремя языками даёт ей право на работу в Европарламенте.",
            "Косметическая хирургия сейчас настолько распространена, что её можно назвать национальной эпидемией.",
            "Она получила право на место в олимпийской сборной США по конькобежному спорту.",
            "Предоставление вам права на получение кредита будет зависеть от ваших финансовых обстоятельств.",
            "В этой книге о людях, занимавших Белый Дом, слишком много сплетен, чтобы её можно было считать серьёзным историческим трудом."
        ],
        "stars": 3
    }
}