{
    "qualification": {
        "comment": [
            "equal",
            "equally",
            "qualify",
            "quality",
            "qualified",
            "equality",
            "inequality"
        ],
        "translate": "квалификация, ценз, оговорка, определение, уточнение, ограничение, характеристика",
        "transcription": " |ˌkwɑːlɪfɪˈkeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She has the qualifications for the job.",
            "I haven't got any qualifications in science.",
            "After certain qualifications, the proposal was accepted.",
            "a qualification which is equivalent to a degree",
            "40 percent of the prisoners lack any qualifications.",
            "A sturdy truthfulness was one of her best qualifications.",
            "One of the qualifications for admission is an academic degree.",
            "His new position involves a qualification of his party's platform.",
            "His works were submitted for qualification to his denouncer.",
            "There have been questions about his qualifications to lead the company.",
            "We are looking for people who have experience rather than paper qualification.",
            "This engineer has outstanding qualification in constructing bridges.",
            "Does he have the right qualifications to become a Supreme Court Justice?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она достаточно подготовлена для этой работы.",
            "У меня нет учёной степени.",
            "После введения некоторых ограничений проект был принят.",
            "квалификация, которая эквивалентна высшему образованию",
            "У сорока процентов заключённых отсутствует какая-либо квалификация.",
            "Непоколебимая правдивость была одним из её лучших качеств.",
            "Одним из требований при приёме является учёная степень.",
            "Его новая должность подразумевает изменение платформы своей партии.",
            "Оценка его работ была поручена его критику.",
            "Возникли вопросы о том, достаточно ли у него квалификации, чтобы руководить компанией.",
            "Мы ищем людей, у которых был бы реальный опыт, а не бумажки об образовании.",
            "Этот инженер обладает исключительной квалификацией в области мостостроения.",
            "Обладает ли он надлежащей квалификацией, чтобы стать членом Верховного Суда?"
        ]
    }
}