{
    "quantity": {
        "comment": [],
        "translate": "количество, величина, большое количество, количество звука, долгота звука",
        "transcription": " |ˈkwɑːntəti|",
        "antonyms": [],
        "mnemonic": [
            "quantity [кво'нтъитъи] количество - Лучи (квант и ты) большое количество денег принесут;"
        ],
        "examples": [
            "a great quantity of fish",
            "She is able to drink quantities.",
            "The family buys food in quantity.",
            "The wine is made in small quantities.",
            "He had a quantity of ammunition.",
            "Every summer Mother puts up a large quantity of ripe fruit.",
            "He had consumed a large quantity of alcohol.",
            "Specify the color and quantity when you order.",
            "Your work has improved in quantity and quality this term.",
            "Huge quantities of oil were spilling into the sea.",
            "It's a lot cheaper if you buy it in quantity.",
            "The word \"ana\" is placed before the designation of the quantity.",
            "They're focusing more on quality and less on quantity.",
            "Add 50 grams of butter, and the same quantity of sugar.",
            "The quantity of medicine to be taken can be stepped down gradually after the first week.",
            "You allege that she stole a large quantity of money. Do you have any proof?",
            "The boss is worried about quantity as well as quality.",
            "The sheer quantity of text meant that people did not read the whole of their newspaper.",
            "There has to be a trade-off between quality and quantity if we want to keep prices low."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "qua = [kwɔ]"
        ],
        "example_translate": [
            "большое количество рыбы",
            "Она в состоянии выпить невероятное количество.",
            "Семья покупает пищу в большом количестве.",
            "Это вино производится в небольших количествах.",
            "У него было большое количество боеприпасов.",
            "Каждое лето мама консервирует много фруктов.",
            "Он употребил большое количество алкоголя.",
            "При заказе укажите цвет и количество.",
            "В этом семестре ваша работа улучшилась количественно и качественно.",
            "В море выливалось огромное количество нефти.",
            "Будет намного дешевле, если покупать это в больших количествах.",
            "Слово \"ana\" ставится перед обозначением количества.",
            "Они больше обращают внимание на качество, чем на количество",
            "Добавьте 50 граммов сливочного масла и такое же количество сахара.",
            "Через неделю дозу принимаемого препарата можно постепенно уменьшить.",
            "Вы утверждаете, что она похитила большое количество /большую сумму/ денег. Есть ли у вас какие-либо доказательства?",
            "Начальник беспокоится как о количестве, так и о качестве.",
            "Такое огромное количество текста означало, что люди не прочитали всю свою газету.",
            "Если мы хотим избежать повышения цен, придётся идти на компромисс между количеством и качеством."
        ],
        "stars": 2
    }
}