{
    "quarrel": {
        "comment": [],
        "translate": "ссора, спор, раздоры, стрела самострела, ссориться, поссорить, спорить",
        "transcription": " |ˈkwɔːrəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I don't want to quarrel with you.",
            "The children quarrel all the time.",
            "They had a quarrel about some girl.",
            "A quarrel arose.",
            "Let us not quarrel about such unimportant matters.",
            "Don't embroil me in your quarrel.",
            "They had a jolly quarrel.",
            "We're not going to quarrel about a few dollars.",
            "I think they've had a quarrel.",
            "No quarrel, but a slight contention.",
            "They tried to drag me into their quarrel.",
            "She was the instigator of their quarrel",
            "I wish you two would stop quarreling.",
            "pick a fight or a quarrel",
            "It's your private quarrel, don't try to draw me in.",
            "Now that our quarrel is over, can we go on as we did before?",
            "Perhaps a gift of flowers will help to smooth your quarrel over.",
            "Never butt in on anyone else's quarrel.",
            "His remark was the occasion of a bitter quarrel.",
            "Any misunderstanding can resolve itself into a quarrel.",
            "It was unsettling to see them quarrel.",
            "I have no quarrel with their proposals.",
            "His insulting remark was the occasion of a bitter quarrel.",
            "My only quarrel with this plan is that it's going to take far too long.",
            "The quarrel ended in a punch-up.",
            "He picked a quarrel with his neighbor.",
            "The quarrel has hastened her departure.",
            "Let's not dredge up that old quarrel.",
            "I would find difficulty to quarrel with this statement.",
            "We quarreled over the question as to who discovered America."
        ],
        "example_translate": [
            "Я не хочу с вами ссориться.",
            "Дети всё время ссорятся.",
            "Они поссорились из-за девушки.",
            "Вспыхнула ссора.",
            "Давай не будем ругаться по таким пустяковым поводам.",
            "Не впутывай меня в вашу ссору.",
            "Поцапались они - будь здоров!",
            "Мы не собираемся ссориться из-за нескольких долларов.",
            "По-моему, они поссорились.",
            "Это не ссора, лишь небольшое разногласие.",
            "Они попытались втянуть меня в свою перебранку.",
            "Она была зачинщиком их ссоры",
            "Было бы здорово, если бы вы прекратили ссориться.",
            "начать драку или ссору",
            "Это ваша личная ссора, не пытайся меня в неё втянуть.",
            "Теперь, когда мы помирились, можем мы дружить как раньше?",
            "Быть может, букет цветов поможет вам помириться.",
            "Никогда не влезай в чужую ссору.",
            "Его замечание послужило поводом для ожесточённой ссоры.",
            "Любое непонимание может кончиться ссорой.",
            "Было неприятно смотреть, как они ссорятся.",
            "У меня нет причины не согласиться с их предложениями.",
            "Его оскорбительное замечание послужило поводом для большой ссоры.",
            "Моя единственная претензия к этому плану заключается в том, что он потребует слишком много времени.",
            "Ссора закончилась дракой.",
            "Он нашёл повод поссориться с соседом.",
            "Ссора ускорила её отъезд.",
            "Давайте не будем вспоминать эту старую ссору.",
            "Трудно не согласиться с этим утверждением.",
            "Мы поссорились из-за вопроса о том, кто открыл Америку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}