{
    "questioning": {
        "comment": [
            "request",
            "question",
            "questionable",
            "questionnaire",
            "conquest",
            "query"
        ],
        "translate": "допрос, вопрошающий",
        "transcription": " |ˈkwestʃənɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I could tell that she was questioning my decision.",
            "Are you questioning what I'm saying?",
            "The police have pulled him in for questioning.",
            "They were detained by the police for questioning.",
            "Increasingly, scientists are questioning the data.",
            "I thought that was an unacceptable questioning of my integrity.",
            "He will undergo further questioning.",
            "The reporter persisted with his questioning.",
            "He showed a lot of moxie in questioning the policy.",
            "They brought him down to the police station for questioning.",
            "People are going to be questioning the role of the monarchy more and more.",
            "Local people are questioning the wisdom of spending so much money on a new road.",
            "No one is questioning your verity — just your memory of events that happened long ago.",
            "Mrs Carson gave Ruth a questioning look.",
            "After questioning, he admitted to the murder.",
            "It seemed useless to pursue this line of questioning.",
            "He faced the matter out in spite of severe questioning.",
            "Soldiers are expected to obey orders without questioning them.",
            "All five teenagers were arrested and taken in for questioning.",
            "The prisoner's opposition broke down under repeated questioning.",
            "After some questioning he saw that I was none informed about it.",
            "Many women are conditioned from birth to be accepting rather than questioning.",
            "I didn't know how much longer I could hold out against their relentless questioning."
        ],
        "example_translate": [
            "Я понимал, что она сомневается в правильности моего решения.",
            "Вы ставите мои слова под сомнение?",
            "Полиция задержала его для допроса.",
            "Они были задержаны полицией для допроса.",
            "Учёные всё чаще ставят под сомнение эти факты.",
            "Я счёл это неприемлемой попыткой поставить под сомнение мою порядочность.",
            "Он будет подвергнут дальнейшему допросу.",
            "Журналист не отставал со своими вопросами.",
            "Он проявил большую смелость, поставив под сомнение данную политику.",
            "Его доставили в полицейский участок для допроса.",
            "Люди будут всё больше и больше подвергать сомнению роль монархии.",
            "Местные жители сомневаются в целесообразности таких больших затрат на новую дорогу.",
            "Никто не сомневается в вашей правдивости, а только лишь в вашей способности помнить события, которые произошли давным-давно.",
            "Миссис Карсон бросила на Рут вопросительный взгляд.",
            "После допроса он признался в совершении этого убийства.",
            "Продолжать эту линию допроса казалось бесполезным.",
            "Он вёл себя смело, несмотря на суровый допрос.",
            "От солдат, ожидается подчинение приказам, без лишних вопросов.",
            "Все пятеро подростков были задержаны и доставлены для допроса.",
            "Повторный допрос сломил сопротивление арестованного.",
            "Задав несколько вопросов, он понял, что я нисколько не осведомлён об этом.",
            "Многих женщин с рождения приучают принимать то, что им говорят, на веру, а не задавать вопросы.",
            "Не знаю, сколько времени я смог бы ещё продержаться против их бесконечных допросов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}