{
    "questionable": {
        "comment": [
            "request",
            "question",
            "questionnaire",
            "conquest",
            "questioning",
            "query"
        ],
        "translate": "сомнительный, подозрительный, пользующийся плохой репутацией",
        "transcription": " |ˈkwestʃənəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The company is facing a questionable future.",
            "He was a man of questionable character.",
            "The expediency of such a plan is questionable.",
            "The truth of the statements was highly questionable.",
            "The statistics are highly questionable.",
            "The water available in the village is of questionable quality.",
            "They acquired the money through questionable means.",
            "It is questionable whether the taxpayer receives value for money.",
            "The company is accused of employing questionable methods to obtain the contract.",
            "His neutralism in the matter is questionable, since he owns thousands of shares in the company.",
            "The sincerity of the player's penitence is questionable — he began to express remorse only after the suspension was handed down."
        ],
        "example_translate": [
            "Компанию ждёт сомнительное будущее.",
            "Он был человеком сомнительной репутации.",
            "Целесообразность такого плана вызывает сомнения.",
            "Истинность этих утверждений была весьма сомнительной.",
            "Данная статистика весьма сомнительна.",
            "Вода в этой деревне довольно сомнительного качества.",
            "Они нажили эти деньги сомнительными средствами.",
            "В полной ли мере налогоплательщик получает то, за что платит деньги, — вопрос спорный.",
            "Компания обвиняется в использовании сомнительных методов с целью получения данного контракта.",
            "Его нейтралитет в этом вопросе сомнителен, так как он является владельцем тысяч акций этой компании.",
            "Искренность раскаяния игрока сомнительна: он начал выражать сожаление только после того, как ему уже выписали дисквалификацию."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}