{
    "queue": {
        "comment": [
            "queen"
        ],
        "translate": "очередь, коса, хвост, косичка, стоять в очереди",
        "transcription": " |kjuː|",
        "antonyms": [],
        "mnemonic": [
            "queue [къю] очередь - Летом очередь (к ю-гу);",
            "queue [kju: ]\n***\nСТОЮ В ОЧЕРЕДИ с одним Экю. (это) queue\nЯ в ОЧЕРЕДИ, я начеку. (это) queue\nКоса, очередь, хвост."
        ],
        "examples": [
            "We stood in a queue for half an hour.",
            "We were forced to stand in a queue.",
            "You'll have to join the queue.",
            "You were before me in the queue.",
            "At last we got to the front of the queue.",
            "We had to queue up for ages to get served.",
            "There was a long queue to get into the cinema.",
            "I think you were before me in the queue.",
            "I hate queueing up in the cold to get into a cinema.",
            "Actresses are queuing up for the part.",
            "You'll have to join the housing queue.",
            "The crowd was queuing at the snack bar.",
            "He went in and joined the queue for the toilets.",
            "It took ages to get to the front of the queue.",
            "Three jobs remain in the printer queue.",
            "She elbowed her way to the front of the queue.",
            "As two factories closed today, 500 people joined the dole queue.",
            "It is possible to jump the queue (=get something before people who have been waiting longer) if you are prepared to pay for your treatment.",
            "A couple of boys pushed in at the head of the queue.",
            "The school is one of the best, and parents are queueing up to send their children there.",
            "I was really cheesed off that they made me go to the back of the queue."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "eu = [juː]"
        ],
        "example_translate": [
            "Мы простояли в очереди полчаса.",
            "Нам пришлось отстоять очередь. / Мы были вынуждены стоять в очереди.",
            "Вам придётся встать в очередь.",
            "Вы были в очереди передо мной.",
            "Наконец мы добрались до начала очереди.",
            "Нам пришлось простоять в очереди целую вечность, прежде чем нас обслужили.",
            "У входа в кинотеатр стояла большая очередь.",
            "Мне кажется, вы стояли передо мной в очереди.",
            "Ненавижу стоять в очереди в кинотеатр на морозе.",
            "За этой ролью актрисы выстраиваются в очередь.",
            "Вам придется встать в очередь за жильём.",
            "Много людей стояли в очереди в буфет.",
            "Он вошел и встал в очередь в туалет.",
            "Добираться до начала очереди пришлось целую вечность.",
            "В очереди на печать осталось три документа.",
            "Расталкивая всех локтями, она пробралась к началу очереди.",
            "Поскольку сегодня закрылось два завода, пятьсот человек присоединилось к очереди за пособием по безработице.",
            "Можно пройти без очереди (т.е. получить что-то раньше людей, которые ждали дольше), если вы готовы заплатить за своё лечение.",
            "Несколько парней влезло в начало очереди.",
            "Эта школа является одной из лучших, и родители выстаиваются в очередь, чтобы отправить туда своих детей.",
            "Я был очень зол из-за того, что меня заставили пойти в конец очереди."
        ],
        "stars": 1
    }
}