{
    "quit": {
        "comment": [
            "quite",
            "quiet",
            "quietly",
            "acquisition",
            "liquid",
            "quick",
            "quickly",
            "quid",
            "colloquial",
            "equilibrium",
            "quiz"
        ],
        "translate": "бросать, покидать, увольнение, уход с работы, отделавшийся, свободный",
        "transcription": " |kwɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She quit smoking years ago.",
            "I quit school at 16.",
            "He quit for personal reasons.",
            "He refused to quit the building.",
            "Why did you quit your job?",
            "They quit work at one o'clock.",
            "I wish you'd all quit complaining.",
            "Quit stalling! амер.",
            "How about if we quit now?",
            "Quit nagging! I already said I'm not going.",
            "We've done what we can. Let's quit.",
            "Quit whining and finish your dinner.",
            "I wish you would quit bothering her.",
            "We are quit for the fright to be infected.",
            "Hey you guys! Quit goofing off and do some work!",
            "She refused to discuss her decision to quit the group.",
            "It is a serious matter to quit country and family and friends.",
            "She resolved to quit smoking.",
            "Quit it, Robby, or I'll tell mom!",
            "The youths quit themselves like men.",
            "He sickened of business and quit.",
            "Many workers are quitting because of poor pay.",
            "If you want to quit smoking, you have to make a serious effort.",
            "For no particular reason, he quit the job.",
            "Oh, quit being so melodramatic!",
            "He quit his job in a fit of drunken depression.",
            "Quit creating such a ruckus! I'm trying to sleep!",
            "He has already quit as chairman of the firm.",
            "The kids will tatter that doll beyond repair if they don't quit yanking on it.",
            "He counsels people who are trying to quit drinking."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она бросила курить много лет назад.",
            "Я бросил школу в 16 лет.",
            "Он уволился по личным причинам.",
            "Он отказался покинуть здание.",
            "Почему вы ушли с работы? / Почему ты уволился?",
            "Они заканчивают работу в час дня.",
            "Я желал бы, чтобы вы все прекратили жаловаться.",
            "Хватит вилять.",
            "А что, если мы сейчас уйдём?",
            "Прекрати ныть! Я уже сказал, что не иду.",
            "Мы сделали всё, что смогли. Давайте на этом прекратим.",
            "Прекрати ныть и доедай ужин.",
            "Лучше бы ты перестал ей надоедать. / Я бы хотел, чтобы ты прекратил её беспокоить.",
            "Мы избавились от страха заразиться.",
            "Эй, вы, там! Хватить сачковать! Сделайте хоть что-нибудь!",
            "Она отказалась обсуждать своё решение покинуть группу.",
            "Не так-то просто уехать из своей страны, оставить семью, друзей.",
            "Она решила бросить курить.",
            "Прекрати, Робби, а то я маме расскажу!",
            "Эти юноши ведут себя, как взрослые мужчины.",
            "Он устал от бизнеса и вышел из игры.",
            "Многие работники уходят, потому что мало платят.",
            "Если хотите бросить курить, придётся приложить серьёзные усилия.",
            "Без особых на то причин, он бросил работу.",
            "Ой, не надо так драматизировать!",
            "В припадке пьяной депрессии он бросил работу.",
            "- Прекрати так шуметь! - Я пытаюсь уснуть!",
            "Он уже оставил пост председателя совета директоров фирмы.",
            "Дети разорвут эту куклу в клочья, если не перестанут так её дёргать.",
            "Он даёт советы людям, которые пытаются бросить пить."
        ]
    }
}