{
    "quiz": {
        "comment": [
            "quit",
            "quite",
            "quiet",
            "quietly",
            "acquisition",
            "liquid",
            "quick",
            "quickly",
            "quid",
            "colloquial",
            "equilibrium"
        ],
        "translate": "викторина, опрос, экзамен, насмешник, шутка, насмехаться, подшучивать",
        "transcription": " |kwɪz|",
        "antonyms": [],
        "mnemonic": [
            "quiz [квиз] насмешка, шутка - (К виз-иту) президента все насмешки о нем подготовь.",
            "quiz [kwɪz]\n***\nМы проводим ВИКТОРИНУ без реквизита и реквиз.\n(это) quiz"
        ],
        "examples": [
            "The police quizzed the neighbours about the incident.",
            "Can I sneak a peek at your quiz answers?",
            "Julie's captain of the quiz team.",
            "I get fed up with television quiz shows.",
            "We got quizzed on French irregular verbs.",
            "The teacher gave us a quiz on the material we studied yesterday.",
            "We overheard the teacher say there would be a pop quiz today.",
            "Candidates for the quiz show must complete the qualifying test within a given amount of time.",
            "Who's the question-setter for the quiz night?"
        ],
        "example_translate": [
            "Полиция опросила соседей по поводу происшествия.",
            "Могу я украдкой взглянуть на ваши ответы?",
            "Жюли является капитаном команды которая играет в викторины.",
            "Я сыт по горло телевизионными викторинами.",
            "Нам дали тест по неправильным глаголам французского языка.",
            "Учитель устроил нам опрос по материалу, который мы изучали вчера.",
            "Мы случайно услышали, как учитель сказал, что у нас сегодня будет контрольная без подготовки.",
            "Кандидаты на участие в викторине должны завершить отборочный тест в течение заданного количества времени.",
            "Кто составляет вопросы для сегодняшней викторины?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}