{
    "quotation": {
        "comment": [
            "quote",
            "quota"
        ],
        "translate": "цитата, котировка, кавычки, цитирование, курс, цена, расценка",
        "transcription": " |kwəʊˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We attributed this quotation to Shakespeare.",
            "They could not identify the source of the quotation.",
            "The quotation does not even near the point in debate. (T. N. Harper)",
            "We must ask you to excuse us from sending you a quotation.",
            "He spent hours looking for the source of that quotation.",
            "Now you come to Shakespeare, I must cap your quotation with another. (R. Vaughan, Mystics, 1860)",
            "The book is prefaced by a quotation from Faulkner.",
            "Get a couple of quotations from different companies before you decide which one to use.",
            "He saw the selfsame quotation in two newspapers.",
            "Each chapter in the book has a prefatory quotation.",
            "A quotation mark is sometimes called an inverted comma.",
            "Ask the builder to give you a written quotation for the job.",
            "There aren't quotation marks around the passage lifted from my work",
            "The following quotation is taken from a nineteenth century travel diary.",
            "Since he lacks originality he must rely on quotation.",
            "Our limits will not permit us to indulge in extensive quotation.",
            "He gathered quotations from the trial transcript to prove his point.",
            "She relied heavily on quotation in her essays, which made them less original."
        ],
        "example_translate": [
            "Мы приписали эту цитату Шекспиру.",
            "Они не смогли определить источник цитаты.",
            "Эта цитата совершенно не относится к теме дискуссии.",
            "Мы должны просить вас освободить нас от обязанности послать вам предложение.",
            "Он часами разыскивал источник этой цитаты.",
            "Раз уж мы заговорили о Шекспире, я должен ответить вам другой цитатой.",
            "Эта книга начинается цитатой из Фолкнера.",
            "Запросите в разных компаниях несколько просчётов стоимости, прежде чем решить, каким из них воспользоваться.",
            "Он увидел точно такую же же цитату в двух газетах.",
            "Каждая глава этой книги предваряется цитатой.",
            "Кавычки иногда называют перевёрнутыми запятыми.",
            "Попросите подрядчика предоставить вам письменный расчёт стоимости работ.",
            "Отрывок, взятый из моей работы, не оформлен как цитата.",
            "Следующая цитата взята из путевого дневника времён девятнадцатого века.",
            "Из-за нехватки оригинальности он вынужден полагаться на цитаты.",
            "Существующие рамки не позволят нам привести исчерпывающую (полную) цитату.",
            "В доказательство своей точки зрения он собрал цитаты из протокола судебного заседания.",
            "В своих трудах она в значительной степени опиралась на цитаты, из-за чего они потеряли в оригинальности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}