{
    "quote": {
        "comment": [],
        "translate": "цитата, кавычки, назначенная цена, цитировать, ссылаться, котировать",
        "transcription": " |kwoʊt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He quoted the Bible to her.",
            "Can I quote you on that?",
            "He began his speech by quoting Shakespeare.",
            "They quoted a price of £15,000.",
            "He quoted a short passage from the Bible.",
            "Many people quote from the Bible without knowing that they are doing so.",
            "Please do not cite, quote, or distribute without the author's permission.",
            "Each chapter of the book began with an inspirational quote.",
            "I checked the stock quotes online.",
            "Please quote us for 1,000 tons of ore.",
            "He goes on to quote two passages from Seneca.",
            "The price quotes exceeded our expectations.",
            "He quotes the Bible frequently.",
            "We quote from our contemporary \"The Vatican\" the following remarkable statement.",
            "Titles of newspaper articles should be placed in quotes.",
            "He said he could quote several instances of this behavior.",
            "The article included quotes from the mayor and several councilors.",
            "Mr Jackson quoted the case of an elderly man who had been evicted from his home.",
            "She quoted from a newspaper article.",
            "The firm originally quoted £6,000 for the whole job.",
            "Always get a quote before proceeding with repair work.",
            "He quoted a figure of 220 deaths each year from accidents in the home.",
            "He quoted the example of France as a country with a good rail service.",
            "The nurses' union was quoted as an example of a responsible trade union.",
            "You can order by phoning our hotline and quoting your credit card number.",
            "A military spokesman was quoted as saying that the border area is now safe.",
            "The company is now quoted on the stock exchange (=people can buy and sell shares in it)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он процитировал ей Библию.",
            "Могу я сослаться на вас по этому вопросу? / Я могу при случае процитировать ваши слова по данному вопросу?",
            "Свое выступление он начал c цитирования Шекспира.",
            "Они выставили цену в пятнадцать тысяч фунтов стерлингов.",
            "Он процитировал короткий отрывок из Библии.",
            "Многие люди цитируют Библию, не сознавая этого.",
            "Просьба не цитировать и не распространять без разрешения автора.",
            "Каждая глава книги начинается с вдохновляющей цитаты.",
            "Я проверил биржевые сводки в режиме он-лайн.",
            "Просим назначить цену за 1000 тонн руды.",
            "В качестве продолжения он цитирует два отрывка из Сенеки.",
            "Ценовые предложения превысили наши ожидания.",
            "Он часто цитирует Библию.",
            "Мы приводим следующее замечательное высказывание из издающегося одновременно с нами \"Ватикана\".",
            "Заголовки газетных статей следует помещать в кавычки.",
            "Он сказал, что мог бы назвать несколько примеров такого поведения.",
            "Статья содержала цитаты мэра и некоторых советников.",
            "Мистер Джексон сослался на дело о пожилом человеке, которого выселили из собственного дома.",
            "Она процитировала газетную статью.",
            "Сначала фирма запросила шесть тысяч фунтов стерлингов за всю работу.",
            "Прежде чем начинать ремонтные работы, всегда запрашивайте смету.",
            "Он назвал цифру — двести двадцать смертей каждый год от несчастных случаев в домашних условиях.",
            "Он привел пример Франции как страны с хорошим железнодорожным сообщением.",
            "Профсоюз медсестёр привели в качестве примера ответственного профсоюза.",
            "Заказ можно сделать, позвонив по телефону нашей \"горячей линии\" и назвав номер вашей кредитной карты.",
            "Цитируют слова одного из военных представителей, что граница теперь находится в безопасности.",
            "В настоящее время акции компании котируются на фондовой бирже (т.е. люди могут их там покупать и продавать)."
        ]
    }
}