{
    "3": [
        [
            "1 Я давно не видел Таню. Говорят, она очень располнела. ",
            "1 I haven't seen Tanya for a long time. She is said to have grown very stout. "
        ],
        [
            "2 Ты часто пишешь ему письма? — Время от времени. ",
            "2 Do you often write letters to him? - Occasionally. "
        ],
        [
            "3 Бабушка попро- сила закрыть дверь, а не запереть ее. ",
            "3 Grandmother asked to close the door but not lock it. "
        ],
        [
            "4 Он просто ушел, и я больше никогда не видела его снова. ",
            "4 He just left and I have never seen him again. "
        ],
        [
            "5 Анна так никогда и не извинилась перед ним. ",
            "5 Anna never apologized to him. "
        ],
        [
            "6 Вот как обстоят дела. ",
            "6 That is the way the things are. "
        ],
        [
            "7 Ты не поможешь мне снять куртку? ",
            "7 Will you help me off with my coat? "
        ],
        [
            "8 Андрей похож на тебя. ",
            "8 Andrew looks like you. "
        ],
        [
            "9 Где вы расстались? — Недалеко от этого ресторана. ",
            "9 Where did you part? — Not far from this restaurant. "
        ],
        [
            "10 Мне сходить за Сашей, или ты сходишь за ним? ",
            "10 Shall I fetch Sasha or you will fetch him? "
        ],
        [
            "11 Надеюсь, все разрешится к субботе. ",
            "11 I hope, everything will be settled by Saturday. "
        ],
        [
            "12 Ты уверен, что сможешь перезвонить после 11? ",
            "12 Are you sure you will be able to call me back after 11? "
        ],
        [
            "13 Если она не отдаст нам деньги до вторника, у нее будут неприятности. ",
            "13 If she does not give me the money before Tuesday, she will be in trouble. "
        ],
        [
            "14 Я не думаю, что он с тобой тоже хорошо обойдется. ",
            "14 I don't think he will treat you well too. "
        ],
        [
            "15 Вы должны признать, что поло- жение улучшилось. ",
            "15 You must admit that the situation has improved. "
        ],
        [
            "16 Она отбила у меня охоту работать сегодня. ",
            "16 She discouraged me from working today. "
        ],
        [
            "17 Все еще не решаешься пригласить ее? ",
            "17 Do you still hesitate about inviting her? "
        ],
        [
            "18 Давно она пришла в себя? ",
            "18 Did she come to herself long ago? "
        ],
        [
            "19 Не трогай меня. У меня мрачное настроение. ",
            "19 Don't touch me. I am in a gloomy mood. "
        ],
        [
            "20 Вчера я столкнулась со своим бывшим мужем в пекарне. ",
            "20 Yesterday I ran into my ex-husband at the bakery. "
        ],
        [
            "21 Возьми зонт на тот случай, если пойдет дождь. ",
            "21 Take the umbrella in case it rains. "
        ],
        [
            "22 Когда мой начальник смотрит на меня, я всегда чувствую себя неловко. ",
            "22 When my manager looks at me, I feel uncomfortable. "
        ],
        [
            "23 Служба в церкви начина- ется в семь утра. ",
            "23 The church service starts at seven in the morning. "
        ],
        [
            "24 С этой фирмой сложно иметь дело. ",
            "24 This firm is difficult to deal with. "
        ]
    ]
}