{
    "4": [
        [
            "1 Susan said: \"I have to work tonight that is why I cannot go with you.\" ",
            "1 Susan said that she had to work that night, that was why she couldn't go with you. "
        ],
        [
            "2 Carol said: \"I will be back later\". ",
            "2 Carol said that she would be back later. "
        ],
        [
            "3 Mr. Black said: \"We may buy new computers tomorrow.\" ",
            "3 Mr. Black said that we might buy new computers the following day. "
        ],
        [
            "4 He said: \"I have no money\". ",
            "4 He said that he had no money. "
        ],
        [
            "5 Tanya asked me, \"When did you visit London?\" ",
            "5 Tanya asked me when I had visited London. "
        ],
        [
            "6 I asked Philip, \"Why didn't you answer my letter?\" ",
            "6 I asked Philip why he hadn't answered my letter. "
        ],
        [
            "7 I asked my friend, \"How do you feel after your holiday?\" ",
            "7 I asked my friend how he felt after his holiday. "
        ],
        [
            "8 Andrew said to his sister, \"Where are you going for your holidays?\" ",
            "8 Andrew asked his sister where she was going for her holidays. "
        ],
        [
            "9 Sandra asked him, \"What do you usually have for breakfast?\" ",
            "9 Sandra asked him what he usually had for breakfast. "
        ],
        [
            "10 My mother asked him, \"Who are you writing a letter to?\" ",
            "10 My mother asked him who he was writing a letter to. "
        ],
        [
            "11 The doctor said: \"Your friend is very sick.\" ",
            "11 The doctor said that my friend was very sick. "
        ],
        [
            "12 My mother said to me: \"I cannot go with you tonight.\" ",
            "12 My mother said to me that she could not go with me that night. "
        ],
        [
            "13 He said: \"I hope she will call soon.\" ",
            "13 He said that he hoped that she would call soon. "
        ],
        [
            "14 He said: \"I haven't seen him for a long time.\" ",
            "14 He said that he hadn't seen him for a long time. "
        ],
        [
            "15 Andrew's mother asked him, \"Where have you put your book?\" ",
            "15 Andrew's mother asked him where he had put his book. "
        ],
        [
            "16 I asked him, \"Who gave you that pencil?\" ",
            "16 I asked him who had given him that pencil. "
        ],
        [
            "17 Tom asked me, \"When are you going to have lunch?\" ",
            "17 Tom asked me when I was going to have lunch. "
        ],
        [
            "18 Mr. Bell asked his wife, \"Who called me in the morning?\" ",
            "18 Mr. Bell asked his wife who had called him in the morning. "
        ],
        [
            "19 My friend said to me me, \"Don't call me in the evening.\" ",
            "19 My friend asked me not to call him in the evening. "
        ],
        [
            "20 He asked me, \"What are you doing?\" ",
            "20 He asked me what I was doing. "
        ]
    ]
}