{
    "2": [
        [
            "1 Говорили, что она хороший переводчик. ",
            "1 She was said to be a good interpreter. "
        ],
        [
            "2 Говорят, что она хороший переводчик. ",
            "2 She is said to be a good interpreter. "
        ],
        [
            "3 Знают, что Анна честная девушка. ",
            "3 Ann is known to be an honest girl. "
        ],
        [
            "4 Ожи- дали, что Саша приедет в субботу. ",
            "4 Sasha was expected to come on Saturday. "
        ],
        [
            "5 Предполагали, что они остано- вились в гостинице. ",
            "5 They were supposed to have stayed at the hotel. "
        ],
        [
            "6 Ожидается, что скоро напечатают много но- вых книг. ",
            "6 A lot of new books are expected to be published soon. "
        ],
        [
            "7 Говорят, что метро в Лондоне самое старое. ",
            "7 The metro in London is said to be the oldest. "
        ],
        [
            "8 Думают, что он говорит на нескольких языках. ",
            "8 He is thought to speak a few languages. "
        ],
        [
            "9 Видели, как он снял паль- то. ",
            "9 He was seen to take off his coat. "
        ],
        [
            "10 Известно, что они уехали в Копенгаген. ",
            "10 They are known to have left for Copenhagen. "
        ],
        [
            "11 Известно, что этот доктор работал в больнице, поэтому он не мог быть в том месте вчера. ",
            "11 This doctor is known to have worked at the hospital, so he could not be at that place yesterday. "
        ],
        [
            "12 Часто видят, что она ходит в этот магазин за покупками. ",
            "12 She is often seen to go shopping to this store. "
        ],
        [
            "13 Часто видели, что она ходит за покупками. ",
            "13 She was often seen to go shopping. "
        ],
        [
            "14 Говорят, что она ходила в магазин вчера. ",
            "14 She is said to have gone to this shop yesterday. "
        ],
        [
            "15 Говорили, что она ходила в магазин. ",
            "15 She was said to have gone to the shop. "
        ],
        [
            "16 Предполагают, что он станет президентом. ",
            "16 He is supposed to become the president. "
        ],
        [
            "17 Предположили, что он станет президентом. ",
            "17 He was supposed to become the president. "
        ],
        [
            "18 Сообщили, что он стал президентом. ",
            "18 He was reported to have become the president. "
        ],
        [
            "19 Известно, что он получил письмо. ",
            "19 He is known to have received the letter. "
        ],
        [
            "20 Было известно, что он получил письмо. ",
            "20 He was known to have received the letter. "
        ],
        [
            "21 Будет известно, что получил письмо. ",
            "21 He will be known to have received the letter. "
        ],
        [
            "22 Ска- зали, что он получает письма. ",
            "22 He was said to receive letters. "
        ],
        [
            "23 Говорят, что ему уже отослали письмо. ",
            "23 He is said to have already been sent the letter. "
        ],
        [
            "24 Увидят, что он будет читать письмо. ",
            "24 He will be seen to be reading the letter. "
        ],
        [
            "25 Думали, что ему не отослали письмо. ",
            "25 He was thought not to have been sent the letter. "
        ],
        [
            "26 Выяснили, что он посылает письма. ",
            "26 He was found to send letters. "
        ],
        [
            "27 Сообщат, что ему посылают письма. ",
            "27 He will be reported to be sent letters. "
        ]
    ]
}