{
    "4": [
        [
            "1 Она не ожидала, что консул даст ей визу на целый год. ",
            "1 She didn't expect the consul to give her a visa for the whole year. "
        ],
        [
            "2 Аннахотела, чтобы ее муж подарил ей много цветов на день рождения.",
            "2 Annawanted her husband to give her a lot of flowers for her birthday. "
        ],
        [
            "3 Он не хочет, чтобы она приходила к нему вечером? ",
            "3 Doesn't he wanther to come to him in the evening? "
        ],
        [
            "4 Он слышал, как в лесу пели птицы. ",
            "4 He heard the birds singing in the forest. "
        ],
        [
            "5 Мы заметили, как кот поймал мышку. ",
            "5 Wenoticed the cat catch a mouse. "
        ],
        [
            "6 Я знаю, что она больна. ",
            "6 I know her to be ill. "
        ],
        [
            "7 Сшей себе новый костюм. ",
            "7 Have a new suit made."
        ],
        [
            "8 Мыникогда не слышали, чтобы крокодил убил человека в этом районе.",
            "8 We have never heard that a crocodile killed someone in this region. "
        ],
        [
            "9 Мы услышали, как что-то упало на улице. ",
            "9 We heardsomething fall in the street. "
        ],
        [
            "10 Он не ожидал, чтоона нас обманет. ",
            "10 He didn't expect her to deceive us. "
        ],
        [
            "11 Мама видела, как ее дети бегали по саду.",
            "11 The mothersaw her children running about the garden. "
        ],
        [
            "12 Мы наблюдали, как падает снег. ",
            "12 We watched the snow falling down."
        ],
        [
            "13 Дети думали, что мама скоро вернется. ",
            "13 The children thought that their mother would come back soon. "
        ],
        [
            "14 Я наблюдал, как моя мама делает торт с вишней.",
            "14 I watched mymother making a cherry-cake. "
        ],
        [
            "15 Я слышал, как он обещал подарить ей золотую цепочку. ",
            "15 I heard him promise to give her a gold chain."
        ],
        [
            "16 Онзаметил, как Том разговаривал с его женой. ",
            "16 He noticed Tom talking to his wife. "
        ],
        [
            "17 Мы не ожидали, чтоее сестра выучит итальянский за один год. ",
            "17 We didn't expect her sister to learnItalian for one year. "
        ],
        [
            "18 Саша не ожидал, чтомы подарим ему новый велосипед. ",
            "18 Sasha didn't expect us to give him a new bike. "
        ],
        [
            "19 Он видел, что Том сидит вкресле. ",
            "19 He sawTom sitting in the chair. "
        ],
        [
            "20 Я должен сделать это сегодня. ",
            "20 I must get it done today. "
        ],
        [
            "21 Она рассчитывает, чтоя выучу и китайский, и японский. ",
            "21 She expects me to learnboth Chinese and Japanese. "
        ],
        [
            "22 Мне нравится, когда он заботится обо мне. ",
            "22 I like him to take care of me. "
        ],
        [
            "23 Он не любит, когда холодно на улице. ",
            "23 He doesn't like itto be cold outside. "
        ],
        [
            "24 ПустьКатя приготовит сегодня завтрак. ",
            "24 Let Kate cook breakfast today. "
        ],
        [
            "25 Мы не собираемся заставлятьтебя говорить правду. ",
            "25 We are not going to makeyou say the truth. "
        ],
        [
            "26 Я видела, как мой друг купил пять яблок.",
            "26 I saw my friend buy five apples."
        ]
    ]
}