{
    "5": [
        [
            "1 Том рад, что построил дом. ",
            "1 Tom is happy to have built a house. "
        ],
        [
            "2 Том будет рад, что уже построитдом к лету. ",
            "2 Tom will be glad to have built a houseby the summer. "
        ],
        [
            "3 Том был рад, что построил дом. ",
            "3 Tom was glad to have built a house. "
        ],
        [
            "4 Том рад, что емупостроили дом. ",
            "4 Tom is glad to have beenbuilt a house. "
        ],
        [
            "5 Том будет рад, что ему уже построят дом. ",
            "5 Tom will be glad to have been built a house. "
        ],
        [
            "6 Томбыл рад, что он строил свой дом уже более года. ",
            "6 Tom was glad to havebeen building his house for more than a year. "
        ],
        [
            "7 Том рад, что онсейчас строит дом. ",
            "7 Tom is glad to be building his housenow. "
        ],
        [
            "8 Том будет рад, что к осени он будет строить свойдом уже более двух лет. ",
            "8 Tom will be glad to have been building his house for more than two years bythe autumn. "
        ],
        [
            "9 Том рад, что он строит свой дом уже больше трех месяцев. ",
            "9 Tom is glad to have been building his house for more than three months."
        ],
        [
            "10 Том будет рад построить дом. ",
            "10 Tom will be glad to build a house. "
        ],
        [
            "11 Том рад помочь построить дом. ",
            "11 Tom is glad to help to build a house. "
        ],
        [
            "12 Том рад, что ему часто помогают. ",
            "12 Tomis glad to be often helped. "
        ],
        [
            "13 Онабыла рада, что она ехала в Париж. ",
            "13 She was glad to be going to Paris. "
        ],
        [
            "14 Она рада поехать в Париж.",
            "14 She is glad to goto Paris. "
        ],
        [
            "15 Она рада, что она уже приехала в Париж. ",
            "15 She is glad to have come to Paris. "
        ],
        [
            "16 Она была рада, чтоона ехала в Париж уже более часа. ",
            "16 She was glad to have been going toParis for more than an hour. "
        ],
        [
            "17 Она была рада, что она ужеприехала в Париж. ",
            "17 She was glad to have gone to Paris. "
        ],
        [
            "18 Она будет рада, что ее уже привезут в Париж.",
            "18 She will be gladto have been taken to Paris. "
        ],
        [
            "19 Она была рада поехать в Париж. ",
            "19 She was glad to go to Paris. "
        ],
        [
            "20 Она рада, что она едетсейчас в Париж. ",
            "20 She is glad to begoing to Paris. "
        ],
        [
            "21 Она рада, что она едет в Париж уже более шестичасов. ",
            "21 no. "
        ],
        [
            "22 Она рада, что ее часто возят в Париж. ",
            "22 She is glad to be often taken to Paris. "
        ],
        [
            "23 Она была рада,что ее уже отвезли в Париж. ",
            "23 She was glad to havebeen taken to Paris. "
        ],
        [
            "24 Она будет рада, что ее отвезут вПариж.",
            "24 She will be glad to be taken to Paris."
        ]
    ]
}