{
    "4": [
        [
            "1 Вечером я часто звоню своему брату, а Таня звонит своим д зьям. ",
            "1 In the evening I often call my brother and Tanya calls her friends. "
        ],
        [
            "2 Подождите немного, я хочу попросить его купить молок хлеб. ",
            "2 Wait a little. I want to ask him to buy milk and bread. "
        ],
        [
            "3 Саша звонит нам каждый день. ",
            "3 Sasha calls us every day. "
        ],
        [
            "4 Он не знает о ее путе! ствии. ",
            "4 He does not know about her trip. "
        ],
        [
            "5 Тае мой карандаш? — Я не знаю, где он. Возьмите м ",
            "5 Where is my pen? — I don't know where it is. Take mine. "
        ],
        [
            "6 Это его дети. А где ее? ",
            "6 These are his children. And where are hers? "
        ],
        [
            "7 Эта кассета не моя. А где м< ",
            "7 This cassette is not mine. And where is mine? "
        ],
        [
            "8 Дайте этот ананас Тому. Дайте Тому этот ананас. ",
            "8 Give this pineapple to Tom. Give Tom this pineapple. "
        ],
        [
            "9 Эти кш мои, возьмите их, если вы хотите. ",
            "9 These books are mine, take them if you want. "
        ],
        [
            "10 Помогите нам, пожалуйс ",
            "10 Help us, please. "
        ],
        [
            "11 Я знаю его и его брата. ",
            "11 I know him and his brother. "
        ],
        [
            "12 Мы часто встречаем их зде ",
            "12 We often meet them here. "
        ],
        [
            "13 Он всегда готовит завтрак сам. ",
            "13 He always cooks breakfast himself. "
        ],
        [
            "14 Саша и Вася хотят поех; к (to) своей бабушке (in) летом. ",
            "14 Sasha and Vasya want to go to their grandmother in summer. "
        ],
        [
            "15 Она сама ходит в (to) ма зин. ",
            "15 She goes to the shop herself. "
        ],
        [
            "16 Принесите мне кофе. Принесите кофе мне. ",
            "16 Bring me coffee. Bring coffee to me. "
        ],
        [
            "17 Моя мг хочет купить себе новую машину. ",
            "17 My mother wants to buy a new car for herself. "
        ],
        [
            "18 Моя мама хочет куш новую машину сама. ",
            "18 My mother wants to buy a new car herself. "
        ],
        [
            "19 Эти чемоданы ваши? - Да, они все м ",
            "19 Are these suitcases yours? — Yes, they are all mine. "
        ],
        [
            "20 Мой друг много работает. ",
            "20 My friend works much. "
        ],
        [
            "21 Подарите фотоаппарат Cai ",
            "21 Give the camera to Sasha. "
        ],
        [
            "22 Приготовь себе кофе. ",
            "22 Make coffee for yourself. "
        ],
        [
            "23 Андрей всегда путешествует вме со (with) своими друзьями. ",
            "23 Andrew always travels together with his friends. "
        ]
    ]
}