{
    "ugly": {
        "comment": [],
        "translate": "уродливый, безобразный, неприятный, противный, скверный, опасный, склочный",
        "transcription": " |ˈʌɡli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He has an ugly disposition.",
            "Jealousy is an ugly emotion.",
            "The prince was transformed into an ugly animal.",
            "I'm not with these new fashions, I find them ugly.",
            "With an ugly word upon his lips, he sprang from his seat.",
            "He is equally ugly and cross.",
            "ugly faces that were frowning over at her",
            "He was ugly and monstrously fat.",
            "These ugly billboards have to go!",
            "Something scared him. Probably your ugly mug!",
            "Nick's dog is as ugly as sin (=very ugly).",
            "You can't persuade me to buy this ugly vase!",
            "The divorce was an ugly chapter in their relationship.",
            "Another problem then raised its ugly head.",
            "They avoided what could have been an ugly situation.",
            "Eastwood starred in 'The Good, the Bad, and the Ugly'.",
            "It was an ugly night, but the heavy rain hadn't started yet.",
            "It was not a sympathetic house and the furnishing and pictures were ugly.",
            "This building is ugly, but architecturally interesting.",
            "The problem of drug-taking in sport has reared its ugly head again.",
            "a grin on his ugly wholesome face",
            "The once-lovely landscape had been profaned by ugly factories.",
            "If you're not careful, the evil magician will change you back into the ugly creature that you used to be."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Слова, которые внешне напоминают наречие, но на самом деле являются прилагательными"
        ],
        "example_translate": [
            "У него отвратительный характер.",
            "Ревность — это неприятное чувство.",
            "Принц был превращён в ужасного дикого зверя.",
            "Я не понимаю нынешних течений в моде. По-моему, это просто ужасно.",
            "Грязно выругавшись, он вскочил со своего места.",
            "Он выглядит и настроен равно отвратительно.",
            "мерзкие рожи, которые мерили её неодобрительными взглядами",
            "Он был безобразным и чудовищно толстым.",
            "Эти уродливые рекламные щиты должны исчезнуть!",
            "Что-то испугало его. Вероятно, ваша безобразная морда/гримаса!",
            "Собака Ника страшна, как смертный грех (т.е. очень некрасивая).",
            "Ты не заставишь /не уговоришь/ меня купить эту уродливую вазу!",
            "Развод был отвратительной страницей в их отношениях.",
            "В то время встала, как никогда остро, ещё одна проблема. (букв. подняла свою уродливую голову)",
            "Они избежали потенциально очень некрасивой ситуации.",
            "Иствуд сыграл главную роль в фильме \"Хороший, плохой, злой\".",
            "Была грозовая ночь, но ливень ещё не начался.",
            "Это был неприятный дом, и мебель и картины были отвратительны.",
            "Несмотря на свою уродливость, это здание представляет интерес с точки зрения архитектуры.",
            "Проблема употребления допинга в спорте опять поднимает свою уродливую голову.",
            "улыбка на его противном, пышущем здоровьем лице",
            "Этот некогда прекрасный пейзаж был изуродован отвратительными заводами.",
            "Если ты не будешь осторожен, злой волшебник превратит тебя обратно в чудовище."
        ]
    }
}