{
    "ultimate": {
        "comment": [
            "ultimately"
        ],
        "translate": "конечный, окончательный, максимальный, предельный, основной, последний, первичный",
        "transcription": " |ˈʌltɪmət|",
        "antonyms": [],
        "mnemonic": [
            "ultimate [а'лтъимэт] окончательный, конечный - (Алтимет-ум*) - окончательное и конечное условие (‘Ультиматум)."
        ],
        "examples": [
            "Our ultimate aim is to increase production.",
            "Guy's home is the ultimate in luxury.",
            "Their ultimate fate has not yet been decided.",
            "the ultimate goal of all our investigations and observations",
            "The ultimate law of moral agents must be the will of God.",
            "The Court has the ultimate power of decision.",
            "His ultimate goal was to set up his own business.",
            "It would give a back set, and might endanger their ultimate success.",
            "The ultimate decision rests with the Public Health Service.",
            "To ask at that particular time was the ultimate in bad taste.",
            "Society is the ultimate legatee of nuclear waste.",
            "The plane was the ultimate in air technology in the 60s.",
            "The ultimate responsibility for policy lies with the President.",
            "The ultimate fate of the tribe was even sadder.",
            "Our ultimate aim is to create something of lasting value.",
            "Captain Oates made the ultimate sacrifice in a bid to save his colleagues.",
            "Our ultimate objective is to have as many female members of parliament as there are male.",
            "Sexual abuse of a young person by a clergyman is usually regarded as the ultimate disloyalty.",
            "Reading a friend's diary without permission would have to be regarded as the ultimate act of personal treason.",
            "The ultimate outcome of the experiment cannot be predicted.",
            "The female nude is surely the ultimate test of artistic skill.",
            "Complete disarmament was the ultimate goal of the conference.",
            "For a Muslim the hajj is the ultimate act of worship.",
            "Entropy increases as matter and energy in the universe degrade to an ultimate state of inert uniformity."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Нашей конечной целью является увеличение объёмов производства.",
            "Дом этого парня – вершина роскоши.",
            "Их окончательная судьба пока ещё не решена.",
            "конечная цель всех наших исследований и наблюдений",
            "Основным законом морали должна быть божественная воля.",
            "Данный суд обладает правом принятия окончательных решений.",
            "Его конечной целью было основать свой собственный бизнес.",
            "Это будет большой помехой и может поставить под вопрос успех предприятия.",
            "Окончательное решение остаётся за министерством здравоохранения.",
            "Спросить именно в тот момент было крайним проявлением дурного тона.",
            "Конечным наследником отходов атомной промышленности является общество.",
            "В шестидесятых этот самолёт был последним писком авиационных технологий.",
            "Единоличная ответственность за политику возложена на президента.",
            "Дальнейшая судьба этого племени была ещё печальнее.",
            "Наша конечная цель заключается в том, чтобы создать нечто, представляющее непреходящую ценность.",
            "Капитан Оутс пожертвовал своей жизнью, пытаясь спасти коллег.",
            "Наша конечная цель состоит в том, чтобы среди членов парламента было столько же женщин, сколько мужчин.",
            "Сексуальное насилие над молодым человеком со стороны священника обычно воспринимается как высшая степень вероломства.",
            "Чтение дневника друга без разрешения должно рассматриваться как неоспоримый акт личной измены.",
            "Окончательный результат данного эксперимента непредсказуем.",
            "Обнажённая женская натура, безусловно, является решающим испытанием художественного мастерства.",
            "Конечной целью конференции было полное разоружение.",
            "Хадж для мусульманина является обязательным актом поклонения.",
            "Энтропия увеличивается по мере того, как материя и энергия во Вселенной деградируют до конечного состояния инертного единообразия."
        ],
        "stars": 2
    }
}