{
    "ultimately": {
        "comment": [],
        "translate": "в конечном счете, в конце концов",
        "transcription": " |ˈʌltɪmətli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "ultimately he had to give in",
            "a long but ultimately successful campaign",
            "These questions, however, cannot be decided, ultimately, at this day.",
            "Ultimately, it's a question of who is more popular.",
            "Ultimately, the decision rests with the child's parents.",
            "All my paintings are ultimately about the human condition.",
            "Every kingdom ultimately depends on moral influence and not on physical force.",
            "The changes ultimately proved to be unnecessary.",
            "Despite heroic efforts to save the business, it ultimately went bankrupt.",
            "HIV is a progressive disease which the immune response ultimately fails to control.",
            "Although it contains a certain amount of truth, this theory ultimately misses the mark.",
            "They put up a good defense, but the city ultimately fell to the invaders.",
            "the familiar story of the underdog who ultimately triumphs despite insurmountable odds"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "в итоге ему пришлось уступить",
            "длительная, но, в конечном счёте, успешная кампания",
            "Эти вопросы, однако же, не могут быть окончательно решены в настоящее время.",
            "В конечном счете, это вопрос о том, кто является более популярным.",
            "В конечном счёте, решение остаётся за родителями ребёнка.",
            "Все мои картины, в конечном счёте, о природе человека.",
            "Безопасность каждого королевства в конечном счете основана на моральной, а не на физической силе.",
            "Как в конце концов выяснилось, изменения были не нужны.",
            "Несмотря на героические усилия по спасению бизнеса, в конечном счёте он обанкротился.",
            "СПИД является прогрессирующим заболеванием, которое иммунная реакция, в конечном счете, не в состоянии контролировать.",
            "Несмотря на то, что в этой теории есть определённая доля истины, в конечном счёте она неверна.",
            "Они выстроили хорошую оборону, но город всё-таки пал перед захватчиками.",
            "хорошо знакомая история аутсайдера, который, в конечном счете, торжествует, несмотря на непреодолимые препятствия"
        ]
    }
}