{
    "umbrella": {
        "comment": [],
        "translate": "зонтик, зонт, прикрытие, зонтичный, служить прикрытием",
        "transcription": " |ʌmˈbrelə|",
        "antonyms": [],
        "mnemonic": [
            "umbrella [амбрэ'ла] зонтик - По (дорог-ам брела), зонтик нашла;"
        ],
        "examples": [
            "She always takes an umbrella.",
            "She opened her umbrella.",
            "Did you bring an umbrella?",
            "Bring along your umbrella!",
            "Take an umbrella, in case it rains.",
            "Her umbrella turned inside out.",
            "You may well need your umbrella.",
            "Excuse me, miss, you've dropped your umbrella.",
            "Whenever he leaves the house he always takes an umbrella.",
            "'Will I need my umbrella?' 'I don't think so.'",
            "Where's my umbrella? Oh yes — I left it in the car.",
            "If you're looking for the umbrella, check in the closet.",
            "She hit him on the head with her umbrella.",
            "I'd take an umbrella, just to be on the safe side.",
            "The man with the umbrella turned the corner again.",
            "The Democratic Party is an umbrella for many liberal groups.",
            "It looks like rain. You had better take an umbrella with you.",
            "Her umbrella blew inside out.",
            "Take an umbrella or you'll get wet.",
            "his rolled umbrella hanging on his arm",
            "She took a swipe at him with her umbrella.",
            "You don't need an umbrella - it's only spitting.",
            "I opened my umbrella and stepped out into the rain.",
            "It started to rain, so Tricia stopped to put up her umbrella.",
            "Be careful with that umbrella or you'll poke someone in the eye.",
            "Within the umbrella term \"dementia\" there are many different kinds of disease.",
            "The children clung together under the little umbrella waiting for the storm to pass.",
            "The international education program came under the umbrella of the State Department.",
            "The store sells Indian, Asian, and Middle Eastern foods under the umbrella of international cuisine.",
            "District nurses, health visitors, and school nurses will come under the umbrella term 'community nursing'."
        ],
        "example_translate": [
            "Она всегда берёт с собой зонтик.",
            "Она раскрыла свой зонтик.",
            "Ты взял с собой зонтик?",
            "Захвати зонтик!",
            "Возьмите зонтик на случай дождя.",
            "Её зонтик вывернулся наизнанку.",
            "Очень возможно, что вам понадобится зонтик.",
            "Извините, мисс, вы уронили зонтик.",
            "Выходя из дома, он всякий раз берёт с собой зонтик.",
            "— Мне понадобится зонтик? — Вряд ли.",
            "Где мой зонтик? Ах, да — я оставил его в машине.",
            "Если ты ищешь зонтик, посмотри в гардеробе.",
            "Она ударила его зонтиком по голове.",
            "Я бы взял зонт, просто на всякий случай.",
            "Человек с зонтиком снова повернул за угол.",
            "Демократическая партия является прикрытием для многих либеральных групп.",
            "Похоже, что будет дождь. Вам лучше взять с собой зонт.",
            "Её зонт вывернуло ветром наизнанку.",
            "Возьми с собой зонтик, а то промокнешь.",
            "сложенный зонтик, висящий на его руке",
            "Она ударила его зонтиком.",
            "Вам не нужен зонтик - это лишь морось (мелкий дождик).",
            "Я раскрыл свой зонтик и шагнул под дождь.",
            "Начался дождь, и Триша остановилась, чтобы раскрыть зонтик.",
            "Осторожней с зонтом, а то проткнёшь кому-нибудь глаз.",
            "Под широким термином \"слабоумие\" скрывается множество различных заболеваний.",
            "Дети прижались друг к другу под маленьким зонтиком ожидая когда пройдёт буря.",
            "Международная образовательная программа попала под эгиду Государственного департамента США.",
            "Магазин продаёт индийские, азиатские и ближневосточные продукты под вывеской \"международной кухни\".",
            "Участковые медсестры, социальные работники, школьные медсестры придут общей группой, как люди оказывающие медицинскую помощь на дому."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}