{
    "unable": {
        "comment": [
            "able",
            "disabled"
        ],
        "translate": "неспособный",
        "transcription": " |ʌnˈeɪbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is unable to work today.",
            "I shall be unable to go there.",
            "I was unable to afford the trip.",
            "She is unable to bear.",
            "She was unable to move her legs.",
            "She was unable to stanch her tears.",
            "What would become of the system in unable hands?",
            "She was unable to achieve her aims.",
            "I was unable to convince her to stay.",
            "I regret that I will be unable to attend.",
            "He was unable to free his legs from the net.",
            "He was unable to see how they lie to each other.",
            "Unable to sleep, I got up and made myself a drink.",
            "He was unwilling or unable to pay the fine.",
            "She was unable to sound the alarm.",
            "a woman who has been unable to conceive",
            "He was unable to control his jealousies.",
            "Ruth looked down, unable to meet his eye.",
            "He was unable to coax an answer out of her.",
            "The company was unable to service the loan.",
            "Lucy was unable to find out what had happened.",
            "He was unable to swallow anything but liquids.",
            "He was unable to play tennis after the injury.",
            "a woman who has been unable to conceive a child",
            "like an unable phoenix in hot ashes",
            "The jurors were unable to agree a verdict.",
            "We were unable to gain admission to the club.",
            "Please let us know if you are unable to attend.",
            "Officers were unable to find any trace of drugs.",
            "Dyslexics are unable to learn to read adequately."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она не может работать сегодня.",
            "Я не смогу пойти туда.",
            "Я был не в состоянии позволить себе поездку.",
            "Она не может иметь детей.",
            "Она не могла двигать ногами.",
            "Она не могла сдержать слёз.",
            "Что произойдет с системой, если она попадет в неумелые руки?",
            "Она была не в состоянии достичь своих целей.",
            "Я не смог убедить ее остаться.",
            "Жаль, что я не смогу прийти.",
            "Он не мог выпутать ноги из сети.",
            "Он не мог осознать, насколько они лгут друг другу.",
            "Не в силах заснуть, я встал и сделал себе выпить.",
            "Он то ли не хотел, то ли был не в состоянии заплатить этот штраф.",
            "Она была не в состоянии подать сигнал тревоги.",
            "женщина, которая не в состоянии зачать",
            "Он был не в состоянии контролировать свою ревность.",
            "Рут посмотрела вниз, не в силах встретиться с его глазами.",
            "Он не смог добиться от неё какого-то ответа.",
            "Компания была не в состоянии обслуживать заём.",
            "Люси не смогла выяснить, что случилось.",
            "Он был не в состоянии глотать ничего, кроме жидкостей.",
            "После травмы он был не в состоянии играть в теннис .",
            "женщина, которая была не в состоянии зачать ребенка",
            "как беспомощный феникс в горячем пепле",
            "Присяжные не смогли прийти к соглашению по поводу приговора.",
            "Мы не смогли получить допуск в клуб.",
            "Предупредите нас, пожалуйста, если не сможете прийти.",
            "Сотрудники не смогли найти никаких следов наркотиков.",
            "Люди, страдающие дизлексией, не в состоянии научиться нормально читать."
        ]
    }
}