{
    "uncertainty": {
        "comment": [],
        "translate": "неопределенность, неуверенность, сомнения, нерешительность, изменчивость",
        "transcription": " |ʌnˈsɜːrtntɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There was no uncertainty about the matter.",
            "There is still some uncertainty as to whether they are coming.",
            "There is uncertainty over who will be responsible for marketing the oil in Iraq.",
            "There was a note of uncertainty in his voice.",
            "Times of great change are also times of uncertainty.",
            "The name of the winner was kept a profound secret, and to this day it is a matter of uncertainty.",
            "Her confidence was merely a pose to hide her uncertainty.",
            "He wandered out again, in a perfect bog of uncertainty.",
            "There is some uncertainty about the company's future.",
            "There's a lot of uncertainty surrounding the decision.",
            "He accepted the position without hesitation or uncertainty.",
            "Recession in the country has run its course and left an aftermath of uncertainty.",
            "There is a great deal of uncertainty about the company's future."
        ],
        "example_translate": [
            "Не было никаких сомнений касательно этого вопроса.",
            "Всё же мы не можем точно сказать, придут ли они.",
            "Существует неопределенность относительно того, кто в Ираке будет отвечать за торговлю нефтью.",
            "В его голосе была нотка неуверенности.",
            "Времена великих преобразований в то же время являются временами неопределённости.",
            "Имя победителя держалось в строжайшем секрете, и до сих пор неизвестно.",
            "Её уверенность была всего лишь позой, в попытке скрыть свою нерешительность.",
            "Он снова вышел, уже окончательно не понимая, что к чему.",
            "В отношении будущего компании существует некоторая неопределённость.",
            "Это решение окружает масса неопределённости.",
            "Он принял предложение занять эту должность без колебаний и неуверенности.",
            "Рецессия в стране завершилась и оставила после себя какую-то неопределённость.",
            "Относительно будущего компании существует большая доля неопределённости."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}