{
    "uncertain": {
        "comment": [
            "certain",
            "certainly",
            "uncertainty",
            "certainty",
            "ascertain"
        ],
        "translate": "неопределенный, неуверенный, сомнительный, ненадежный, изменчивый, сомневающийся",
        "transcription": " |ʌnˈsɜːrtn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm uncertain about how to respond.",
            "The cause of the fire is uncertain.",
            "I am uncertain about the outcome.",
            "The market is uncertain.",
            "It is uncertain whether he will come.",
            "She was uncertain whether to go or stay.",
            "She answered in no uncertain terms.",
            "My whole future now seemed uncertain.",
            "I am still uncertain whether they are coming.",
            "The Etruscans are a separate race, whose origin is still quite uncertain.",
            "The time of departure is still uncertain.",
            "The country's economy is floundering and the future is uncertain.",
            "We are still uncertain of the truth.",
            "The company faces an uncertain future.",
            "I was uncertain about what to do next.",
            "They face a financially uncertain future.",
            "She was uncertain whether to stay or leave.",
            "As the project comes to an end, many workers now face an uncertain future.",
            "The director's sudden departure leaves the organization's future uncertain.",
            "She spoke in no uncertain terms.",
            "a gun with a rather uncertain trigger",
            "moving with uncertain (or unsure) steps",
            "Journalists were told, in no uncertain terms, that they were not welcome.",
            "Ruth hesitated, uncertain of how to combine honesty and diplomacy in her answer.",
            "The movie is an uncertain ragout of fantasy, science fiction, and old-fashioned romance.",
            "If you are uncertain about your physical condition, check with your doctor before trying these exercises.",
            "He has an uncertain temper.",
            "She remains uncertain about her plans.",
            "It is uncertain how likely this is to occur.",
            "I told Colin in no uncertain terms what I thought of him."
        ],
        "example_translate": [
            "Я не очень понимаю, как реагировать.",
            "Причина пожара неизвестна.",
            "Я не уверен в том, каким будет результат.",
            "Состояние рынка нестабильно.",
            "Неизвестно, придёт ли он.",
            "Она была не уверена, стоит ли ей ехать или остаться.",
            "Её ответ был абсолютно однозначен.",
            "Всё моё будущее теперь кажется неопределённым.",
            "Я всё ещё не уверен, придут ли они.",
            "Этруски - это народ-изолят, чье происхождение все еще остается совершенно неизвестным.",
            "Время отправления по-прежнему остаётся неопределенным.",
            "Экономика страны находится на грани краха и будущее неясно.",
            "Мы до сих пор не знаем всей правды.",
            "Компанию ждёт неопределённое будущее.",
            "Я не знал, что делать дальше",
            "Их ждёт финансово неопределённое будущее.",
            "Она была не уверена, остаться ли ей или уйти.",
            "Так как проект подходит к концу, многие работники теперь стоят перед лицом неопределённого будущего.",
            "Внезапный отъезд директора оставляет будущее данной компании неопределённым.",
            "Она выразилась очень недвусмысленно.",
            "оружие с довольно ненадёжным спусковым крючком",
            "двигаясь неуверенными шагами",
            "Журналистам совершенно недвусмысленно сказали, что им тут не рады.",
            "Рут запнулась, не зная, как ответить, чтобы было и честно, и тактично.",
            "Этот фильм представляет собой невнятную мешанину из фэнтези, научной фантастики и старомодной мелодрамы.",
            "Если вы не уверены в своём физическом состоянии, проконсультируйтесь с врачом перед тем, как попробовать эти упражнения.",
            "У него вздорный характер.",
            "Она всё ещё не уверена в своих планах.",
            "Неясно, насколько высока вероятность того, что это произойдёт.",
            "Я совершенно ясно рассказал Колину, что я о нём думаю."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}