{
    "uncle": {
        "comment": [
            "aunt",
            "haunt",
            "ankle"
        ],
        "translate": "дядя, дядька, ростовщик, пожилой человек",
        "transcription": " |ˈʌŋkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her uncle is an alcoholic.",
            "My uncle died a hero.",
            "I have three uncles and two aunts.",
            "And what did dear Uncle wish to impart?",
            "I went to stay with my uncle and aunt for a few days.",
            "If he's my uncle, then I'm his niece.",
            "My uncle has been banging about Africa for years.",
            "Uncle Sam wants you!",
            "A benevolent uncle paid for her to have music lessons.",
            "Uncle Philip",
            "Her uncle is her godfather.",
            "She has an alcoholic uncle.",
            "Uncle Fred, did you work this?",
            "He played uncle to lonely students.",
            "He has bought his uncle's business.",
            "Send me the letter care of my uncle.",
            "My Uncle David is visiting next week.",
            "My uncle served in / with the 8th Army.",
            "Did you thank Uncle Ron for the present?",
            "My uncle has been a farmer for 60 years.",
            "I don't call him Uncle — just plain Bill.",
            "My aunt and uncle are also my godparents.",
            "When I was small, Uncle Fred was my hero.",
            "My uncle perished in the trenches in 1917.",
            "An appeal to his uncle was his last resort.",
            "an uncle who is a real grouch when he's sick",
            "Her uncle agreed to pay part of her tuition.",
            "Uncle Ted's chair collapsed under his weight.",
            "My uncle Walter is as obstinate as they come.",
            "Jim's uncle retired from the railway company."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её дядя - алкоголик.",
            "Мой дядя погиб, как герой.",
            "У меня три дяди и две тёти.",
            "Что же хотел сообщить любимый дядюшка?",
            "Я поехал, чтобы погостить у дяди и тети несколько дней.",
            "Если он мой дядя, то я его племянница.",
            "Мой дядя в течение долгих лет путешествовал по Африке.",
            "Ты нужен Америке! (знаменитый агитационный плакат)",
            "Щедрый дядя заплатил за ее уроки музыки.",
            "дядя Филип",
            "Её дядя — её крёстный отец",
            "У неё есть дядя-алкоголик.",
            "Дядя Фред, это ты устроил?",
            "Для одиноких студентов он играл роль мудрого дядьки.",
            "Он купил бизнес своего дяди.",
            "Пришлите мне письмо на адрес моего дяди.",
            "Мой Дядя Дэвид приезжает погостить на следующей неделе.",
            "Мой дядя служил в восьмой армии.",
            "Ты сказал спасибо дяде Рону за подарок?",
            "Мой дядя был фермером в течение шестидесяти лет.",
            "Я не называю его дядей — просто Билл, и всё.",
            "Мои тётя и дядя одновременно являются моими крёстными.",
            "Когда я был маленьким, дядя Фред был для меня кумиром.",
            "Мой дядя погиб на фронте в 1917 году",
            "Обращение к дяде было его последней надеждой.",
            "дядя, который превращается в настоящего брюзгу, когда заболевает",
            "Её дядя согласился оплатить часть её обучения",
            "Стул дяди Теда рухнул под его тяжестью.",
            "Мой дядя Уолтер на редкость упрям.",
            "Дядя Джима уволился из железнодорожной компании."
        ]
    }
}