{
    "uncomfortable": {
        "comment": [
            "comfortable",
            "comfort",
            "comfortably"
        ],
        "translate": "неудобный, неблагоустроенный, испытывающий неудобство, стесненный",
        "transcription": " |ʌnˈkʌmftəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He felt uncomfortable.",
            "This sofa is so uncomfortable.",
            "I was in an uncomfortable position and had to move.",
            "He was uncomfortable about his conspicuous weight gain.",
            "I felt uncomfortable about discussing this matter in public.",
            "The silence went on so long that it became very uncomfortable.",
            "She began to get an uncomfortable feeling that she was being watched.",
            "I was uncomfortable about talking to them.",
            "I was uncomfortable, so I shifted position.",
            "an uncomfortable and eerie stillness in the woods",
            "This kind of life can prove disruptive and uncomfortable.",
            "We were in the uncomfortable position of asking for money.",
            "His open animosity towards us made our meeting very uncomfortable.",
            "He tried to push these uncomfortable thoughts to the back of his mind.",
            "The teacher's presence at the conference made the child very uncomfortable.",
            "Suddenly aware of her admiring gaze, he became self-conscious and uncomfortable.",
            "She was immediately able to ascertain that the girl was uncomfortable talking about her life at home."
        ],
        "example_translate": [
            "Он (по)чувствовал себя неловко.",
            "Это диван такой неудобный.",
            "Я оказался в неудобной позе, и вынужден был пошевелиться.",
            "Он стеснялся того, что заметно набрал вес.",
            "Мне было неловко говорить об этом при всех.",
            "Молчание продолжалось так долго, что стало очень неуютно.",
            "У неё начало появляться неприятное чувство, что за ней следят.",
            "Мне было неловко разговаривать с ними.",
            "Было неудобно, поэтому я сменил положение.",
            "неприятное и жуткое безмолвие в этом лесу",
            "Такая жизнь может оказаться разрушительной и неприятной.",
            "Мы были в неудобном положении просителей денег.",
            "Он не скрывал, что относится к нам враждебно, из-за чего наша встреча получилась очень неприятной.",
            "Он попытался затолкать эти неприятные мысли на задворки своего сознания.",
            "Ребёнку было очень неудобно из-за того, что на конференции присутствовал его учитель.",
            "Вдруг поймав на себе её восхищённый взгляд, он ощутил стеснение и неловкость.",
            "Ей сразу удалось убедиться в том, что девушке неудобно говорить о своей домашней жизни."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}