{
    "underground": {
        "comment": [
            "ground",
            "background",
            "playground"
        ],
        "translate": "подземный, подпольный, метро, подполье, под землей, подпольно",
        "transcription": " |ˌʌndərˈɡraʊnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The car park is underground.",
            "Terrorists have been setting off bombs in underground trains.",
            "This animal spends most of its life underground.",
            "Their secret offices were located deep underground.",
            "Twenty miners were trapped underground.",
            "He claimed he could divine underground water.",
            "We parked in an underground garage near the hotel.",
            "Alice carried a map of the London Underground in her head.",
            "The drugs are supplied through an underground network.",
            "He is the overlord of the underground gambling industry.",
            "Unlike most butterflies, this species pupates underground.",
            "The main problem for engineers was the location of underground rivers in the area."
        ],
        "example_translate": [
            "Автомобильная стоянка находится под землёй.",
            "Террористы произвели несколько взрывов в метро.",
            "Это животное проводит большую часть своей жизни под землёй.",
            "Их тайные конторы находились глубоко под землёй.",
            "Двадцать шахтёров оказались в ловушке под землей.",
            "Он утверждал, что может угадывать расположение подземных вод.",
            "Мы припарковали машину в подземном гараже возле отеля.",
            "Элис держала в уме схему лондонского метро.",
            "Наркотики поставляются через подпольную сеть.",
            "Он является королём подпольного игорного бизнеса.",
            "В отличие от большинства бабочек, этот вид окукливается под землёй.",
            "Главной проблемой для инженеров было расположение подземных рек в этом районе."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}