{
    "under": {
        "comment": [
            "hundred",
            "sound"
        ],
        "translate": "меньше, под, при, по, вниз, внизу, ниже, меньший, нижний, недолет",
        "transcription": " |ˈʌndər|",
        "antonyms": [],
        "mnemonic": [
            "under [а'ндэ] под - Под горы (Анды) заложена бомба."
        ],
        "examples": [
            "We sat under a tree and rested a while.",
            "He was wearing a jacket under his coat.",
            "In summer, we often slept under the stars.",
            "How long can you hold your breath under water?",
            "She had a total staff of 10 working under her.",
            "Classify the books under \"Fiction.\"",
            "The servants were the under ones.",
            "I'm wearing a sweater under my jacket.",
            "We sailed under the Golden Gate Bridge.",
            "Write your name under your picture.",
            "The ball rolled under the car.",
            "Draw a line under each word you don't know.",
            "I'm glad to see that you have everything under control.",
            "These toys are not suitable for children under five.",
            "Four new power stations are currently under construction.",
            "The King keeps them under by an army of 40,000 men. (J. Evelyn)",
            "He attempted to question me while I was under the other night. (M. Spark)",
            "This will put the patient under.",
            "The cafe is under new management.",
            "He turned under his shirt's collar.",
            "Wendy had hidden the box under her bed.",
            "Children six and under will be admitted free.",
            "Under her arm, she carried a large portfolio.",
            "The bridge was too low for the ship to sail under.",
            "They had to put me under for surgery.",
            "We must keep our disappointment under.",
            "Most of the events listed cost under £60.",
            "She's been under a lot of pressure at work.",
            "the under parts of a machine",
            "All categories of expenditure are under review."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы уселись под деревом и немного отдохнули.",
            "Под пальто на нём был надет пиджак.",
            "Летом мы часто спали под звёздами /под открытым небом/.",
            "Как долго вы можете не дышать под водой?",
            "Всего под её началом работало десять сотрудников.",
            "Укажи эти книги в разделе \"Художественная литература\".",
            "Слуги находились на нижней ступеньке иерархии.",
            "У меня под курткой — свитер.",
            "Мы проплыли под мостом Золотые Ворота.",
            "Подпишись под своей фотографией.",
            "Мяч прокатился под машиной.",
            "Подчеркните каждое слово, которое вам неизвестно.",
            "Я рад видеть, что у вас всё под контролем.",
            "Эти игрушки не подходят для детей младше пяти лет.",
            "В данный момент четыре новых электростанции находятся в стадии строительства.",
            "Король держит их в подчинении при помощи армии в сорок тысяч человек.",
            "Как-то ночью он пытался задавать мне вопросы, когда я был в отключке.",
            "Это отключит пациента.",
            "В этом кафе — новое руководство.",
            "Он подвернул воротничок рубашки.",
            "Венди спрятала коробку у себя под кроватью.",
            "Детям до шести лет включительно — вход бесплатный.",
            "Под мышкой она несла большой портфель.",
            "Мост был слишком низким, чтобы корабль мог под ним проплыть.",
            "Для операции им пришлось дать мне наркоз.",
            "Мы не должны выдавать своего разочарования.",
            "Большинство перечисленных мероприятий стоит меньше шестидесяти фунтов стерлингов.",
            "На неё очень давят на работе.",
            "нижние части аппарата",
            "Все категории расходов находятся в стадии пересмотра."
        ],
        "stars": 3
    }
}