{
    "undergo": {
        "comment": [
            "go"
        ],
        "translate": "подвергаться, испытывать, переносить, вытерпеть",
        "transcription": " |ˌʌndərˈɡəʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She will have to undergo an operation.",
            "His views underwent a very thorough change in course of time.",
            "Every year thousands undergo this operation.",
            "She has been undergoing tests since Monday.",
            "The country has undergone massive changes recently.",
            "He had to undergo one humiliation after another.",
            "He will undergo further questioning.",
            "The chemical undergoes a sudden change.",
            "Some people undergo a complete transformation while away at college.",
            "He has been released from prison to undergo medical treatment in the United States.",
            "The men will undergo voluntary DNA testing of their saliva.",
            "Beetles undergo a complete metamorphosis in their life cycle.",
            "The court ordered that the defendant undergo a psychiatric examination.",
            "The class learned about how caterpillars undergo metamorphosis to become butterflies.",
            "Volunteers have to undergo a program to discipline the mind and cleanse the soul.",
            "Police drivers have to undergo intensive training.",
            "The fluid undergoes shear."
        ],
        "example_translate": [
            "Ей придётся перенести операцию.",
            "Его взгляды сильно изменились с течением времени.",
            "Каждый год тысячи людей подвергаются этой операции.",
            "Она проходит испытания /сдаёт анализы/, начиная с понедельника.",
            "В последнее время страна претерпела значительные изменения.",
            "Ему приходилось сносить одно унижение за другим.",
            "Он будет подвергнут дальнейшему допросу.",
            "Химикат претерпевает резкое изменение.",
            "Некоторые люди меняются до неузнаваемости, пока учатся в вузе вдали от дома.",
            "Он был освобождён из тюрьмы для прохождения медицинского лечения в Соединённых Штатах.",
            "Эти мужчины пройдут добровольное ДНК-исследование слюны.",
            "На протяжении своего жизненного цикла жуки подвергаются полной трансформации.",
            "Суд постановил, что ответчик должен пройти психиатрическую экспертизу.",
            "Ученики узнали о том, как гусеницы претерпевают метаморфоз и становятся бабочками.",
            "Добровольцам приходится проходить программу, чтобы дисциплинировать ум и очистить душу.",
            "Водителям-полицейским приходится проходить интенсивную подготовку.",
            "Жидкость подвергается сдвигу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}