{
    "understanding": {
        "comment": [
            "stand",
            "understand",
            "standard",
            "outstanding",
            "understandable",
            "long-standing",
            "misunderstanding"
        ],
        "translate": "понимание, взаимопонимание, разум, понимающий, разумный, отзывчивый, чуткий",
        "transcription": " |ˌʌndərˈstændɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Understanding comes from experience.",
            "Luckily, I have a very understanding boss.",
            "The experience enriched her understanding.",
            "We are for mutual understanding.",
            "beyond any stretch of his understanding",
            "He has a sound understanding of the law.",
            "I knew I could count on his understanding.",
            "a relationship based on mutual understanding",
            "It exceeds the power of human understanding.",
            "She has a basic understanding of the process.",
            "He had an imperfect understanding of the task.",
            "He has a thorough understanding of the subject.",
            "He has a deep understanding of the environment.",
            "She treats them with kindness and understanding.",
            "A certain alertness and vigour of understanding.",
            "It promises to open new avenues to understanding.",
            "an idea based on a faulty understanding of biology",
            "He seemed incapable of understanding how she felt.",
            "How can we gain an understanding of other cultures?",
            "The lecture sharpened my understanding of the topic.",
            "I think I have a clear understanding of the problem.",
            "She has only a patchy understanding of his condition.",
            "a thorough understanding of the rules and regulations",
            "I think I have a vague understanding of how it works.",
            "We need to gain a better understanding of the problem.",
            "We now have a much better understanding of the disease.",
            "He seems to have little understanding of our situation.",
            "This class will deepen your understanding of economics.",
            "Success depends on a clear understanding of the problem.",
            "She has a sound understanding of the system's structure."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Понимание приходит с опытом.",
            "К счастью, у меня очень понимающий /сговорчивый/ начальник.",
            "Этот случай добавил ей понимания.",
            "Мы за взаимопонимание.",
            "за пределами его понимания",
            "Он имеет глубокое понимание закона.",
            "Я знал, что могу рассчитывать на его понимание.",
            "отношения, основанные на взаимопонимании",
            "Это находится за пределами человеческого понимания.",
            "Она имеет общее представление об этом процессе.",
            "Он не полностью понимал свою задачу.",
            "Он обладает глубоким пониманием предмета.",
            "Он имеет глубокое понимание окружающей среды.",
            "Она относится к ним с добротой и пониманием.",
            "Определенная живость ума и ясность понимания.",
            "Это обещает открыть новые пути к пониманию.",
            "идея, основанная на неправильном понимании биологии",
            "Казалось, он не в состоянии понять, каково ей.",
            "Как мы можем обрести понимание других культур?",
            "Эта лекция улучшила моё понимание темы / предмета.",
            "Я думаю, что теперь у меня есть чёткое понимание этой проблемы.",
            "Она имеет только отрывочное понимание его состояния.",
            "глубокое понимание правил и норм",
            "Мне кажется, я имею смутное представление о том, как это работает.",
            "Мы должны добиться лучшего понимания этой проблемы.",
            "Теперь мы гораздо лучше понимаем это заболевание.",
            "Похоже, он плохо понимает, в каком мы положении.",
            "Этот курс поможет углубить ваше понимание экономики.",
            "Успех зависит от чёткого понимания проблемы.",
            "Она хорошо понимает, как устроена данная система."
        ]
    }
}