{
    "undoubtedly": {
        "comment": [],
        "translate": "несомненно, безусловно, бесспорно",
        "transcription": " |ʌnˈdaʊtɪdlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "That is undoubtedly true.",
            "Undoubtedly he has a flowing pen.",
            "Here the critic has undoubtedly hit a blot.",
            "Ali was undoubtedly one of the greatest boxers of all time.",
            "This case undoubtedly sustains his assertion.",
            "Undoubtedly, public interest in folk music has declined.",
            "This news will undoubtedly damage the governor's reputation.",
            "This action was undoubtedly in retaliation for last week's bomb attack.",
            "But undoubtedly the grimmest part of him was his iron claw.",
            "Laporte, as Ebenezer Scrooge, is undoubtedly the star of the show.",
            "After several years of Republican government, the pendulum will undoubtedly swing back and voters will elect a Democrat.",
            "Undoubtedly the team's best wrestler, he hasn't lost a bout yet."
        ],
        "example_translate": [
            "Без сомнения, это правда.",
            "Несомненно, у него лёгкое перо.",
            "Здесь критик, безусловно, нашёл самое слабое место.",
            "Несомненно, Али был одним из величайших боксёров всех времён.",
            "Это обстоятельство, безусловно, подтверждает его утверждение.",
            "Несомненно, интерес публики к фолк-музыке снизился / пошёл на спад.",
            "Эта новость, несомненно, повредит репутации губернатора.",
            "Без сомнения, эта акция была возмездием за взрывы, происшедшие на прошлой неделе.",
            "Но несомненно, самым страшным в нём был его железный коготь. (\"Питер Пэн\", о Капитане Крюке)",
            "Лапорте в роли Эбенезера Скруджа, несомненно, является звездой этого шоу.",
            "После нескольких лет республиканского правления маятник, несомненно, качнётся в обратную сторону, и избиратели отдадут голос кандидату от демократов.",
            "Этот несомненно лучший борец команды пока что не проиграл ни одной схватки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}