{
    "uneasy": {
        "comment": [
            "easy"
        ],
        "translate": "неловкий, беспокойный, неудобный, тревожный, стесненный, связанный",
        "transcription": " |ʌnˈiːzɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She felt a whit uneasy.",
            "An uneasy silence settled over the room.",
            "I drifted into an uneasy sleep.",
            "She eventually fell into an uneasy sleep.",
            "He has an uneasy relationship with his father.",
            "Rain made the crew uneasy.",
            "90% of those questioned felt uneasy about nuclear power.",
            "We spent an uneasy night waiting for news.",
            "An uneasy peace continued until 1939.",
            "His unthinking agreement made me uneasy.",
            "He made her uneasy, as if he could see right through to the deeps of her scheming soul. (F.M. Hendry, Quest For a Babe)",
            "The treaty restored an uneasy peace to the country.",
            "Bill shifted uneasily in his chair.",
            "There's been an uneasy truce between her and her parents for the past several months.",
            "Charles' concern for the environment sits uneasily with (=does not fit well with) his collection of powerful cars."
        ],
        "example_translate": [
            "Она чувствовала себя немного неловко.",
            "В комнате установилось тяжёлое молчание.",
            "Я погрузился в тревожный сон.",
            "В конце концов она заснула беспокойным сном.",
            "У него непростые отношения с отцом.",
            "Дождь заставил экипаж понервничать.",
            "Девяносто процентов опрошенных были обеспокоены вопросом ядерной энергетики.",
            "Мы провели непростую ночь в ожидании новостей.",
            "Неустойчивый мир продолжался до 1939 года.",
            "От его бездумного согласия мне сделалось не по себе.",
            "Он заставлял ее нервничать, ей казалось, что он видит ее насквозь, проникая в самые сокровенные уголки ее коварной души.",
            "Этот договор восстановил неустойчивый мир в данной стране.",
            "Билл беспокойно поёрзал в кресле.",
            "В последние месяцы между ней и её родителями установилось хрупкое равновесие.",
            "Озабоченность Чарльза состоянием окружающей среды не согласуется (т.е. плохо сочетается) с его коллекцией мощных автомобилей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}