{
    "unemployed": {
        "comment": [
            "employee",
            "employer",
            "unemployment",
            "employment",
            "employ"
        ],
        "translate": "безработный, неработающий, незанятый, безработные",
        "transcription": " |ˌʌnɪmˈplɔɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My current status is unemployed.",
            "He joined the ranks of the unemployed",
            "She was unemployed and penniless.",
            "I've only been unemployed for a few weeks.",
            "The unemployed are not necessarily work-shy.",
            "They promise immediate action to help the unemployed.",
            "The prisoner described himself as an unemployed painter.",
            "The number of unemployed has passed the two million mark for the first time.",
            "It's difficult to keep your self-respect when you have been unemployed for a long time.",
            "the ratio of working men to unemployed",
            "Unemployed workers marched on the capital.",
            "a longitudinal study of unemployed workers",
            "The ranks of the unemployed are daily swelling.",
            "One solution is to retrain the long-term unemployed.",
            "Some unemployed people can be very difficult to place.",
            "You're unemployed and in no position to support a family.",
            "The fact that you are unemployed is no reflection on you.",
            "The scheme must have tangible benefits for the unemployed.",
            "Any unemployed person counts as deserving government help.",
            "There was a bazaar to raise funds to help unemployed women in March.",
            "a London slum where lots of unemployed young men could be seen hanging about",
            "If you're unemployed, you don't have to pay the full whack (=the full amount).",
            "The plant closings left a significant portion of the town's population unemployed."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В настоящий момент я безработный. (досл.: Мой текущий статус — безработный)",
            "Он пополнил ряды безработных",
            "У нее не было ни работы, ни денег. / Она осталась без работы и без гроша в кармане.",
            "Я без работы всего несколько недель.",
            "Безработные — не обязательно лентяи /бездельники/.",
            "Они обещают предпринять немедленные меры, чтобы помочь безработным.",
            "Арестованный назвался безработным художником.",
            "Число безработных впервые прошло отметку в два миллиона человек.",
            "Трудно сохранять уважение к себе, когда долгое время сидишь без работы.",
            "соотношение работающих и безработных мужчин",
            "Безработные двинулись маршем на столицу.",
            "длительное повторное /лонгитюдное/ исследование безработных",
            "С каждым днём увеличивается количество безработных.",
            "Одним из решений является переподготовка людей, длительное время остающихся без работы.",
            "Некоторых безработных бывает очень сложно куда-то пристроить.",
            "Ты — безработный, и не в состоянии прокормить семью.",
            "Ты не виноват в том, что ты сидишь без работы.",
            "Данная программа должна иметь ощутимые выгоды для безработных.",
            "Считается, что каждый безработный имеет право на помощь от государства.",
            "В марте состоялась распродажа с целью привлечения средств для помощи безработным женщинам.",
            "лондонские трущобы, где можно увидеть много безработной молодёжи, которая слоняется без дела",
            "Если вы безработный, то вам не придётся платить полную стоимость.",
            "Закрытие предприятий оставило без работы значительную часть населения города."
        ],
        "stars": 3
    }
}