{
    "unexpectedly": {
        "comment": [
            "expect",
            "unexpected",
            "expectation",
            "expected"
        ],
        "translate": "неожиданно",
        "transcription": " |ˌʌnɪkˈspektədli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The engine failed unexpectedly.",
            "His father died unexpectedly.",
            "Unexpectedly he pounced on the right answer.",
            "I had just put the dinner on when Jim walked in unexpectedly.",
            "The fighter reeled back when the heavy blow landed unexpectedly on his chin.",
            "Meeting you unexpectedly certainly compensates for missing the train!",
            "He bought a pocket Derringer, which had a trick of going off unexpectedly.",
            "The philanthropist unexpectedly deeded his entire fortune to the animal shelter.",
            "The proposal received an unexpectedly inhospitable response from the city council.",
            "The bicyclist ahead of me unexpectedly pulled up short and I unavoidably plowed into him.",
            "Two of my friends came by unexpectedly, and we had an impromptu little party in my kitchen."
        ],
        "example_translate": [
            "Двигатель неожиданно отказал.",
            "Его отец внезапно умер.",
            "Неожиданно он наткнулся на правильное решение.",
            "Я только поставила ужин на плиту, как неожиданно вошёл Джим.",
            "Боксёр зашатался от неожиданного сильного удара в подбородок.",
            "Ну и что, что я опоздал на поезд, зато я встретил тебя!",
            "Он купил карманный крупнокалиберный пистолет, который имеет обыкновение неожиданно выстреливать.",
            "Этот филантроп неожиданно передал всё своё состояние в пользу приюта для животных.",
            "Это предложение получило от городского совета неожиданно суровый ответ.",
            "Ехавший впереди меня велосипедист неожиданно резко затормозил, и я, конечно же, в него врезался.",
            "Ко мне неожиданно зашли двое друзей, и мы устроили импровизированные посиделки у меня на кухне."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}