{
    "unexpected": {
        "comment": [
            "expect",
            "unexpectedly",
            "expectation",
            "expected"
        ],
        "translate": "неожиданный, непредвиденный, нежданный, внезапный",
        "transcription": " |ˌʌnɪkˈspektɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Danger comes from unexpected places.",
            "His father died unexpectedly.",
            "The unexpected news fairly knocked me back.",
            "Unexpected laughter embarrassed the speaker.",
            "The unexpected news made him sit up.",
            "Her death was totally unexpected.",
            "His success in the marathon was unexpected.",
            "The comment, though unexpected, was apropos.",
            "Their win over the first place team was unexpected.",
            "Their unexpected arrival threw our plans into confusion.",
            "Unexpected business had detained her.",
            "Help came from a wholly unexpected direction.",
            "The result was unexpected, and some people suspect a fix.",
            "The unexpected visitors showed up at an inconvenient time.",
            "The unexpected results of the test have created a quandary for researchers.",
            "The train was an unexpected sight.",
            "Lynn laughed, blinking back unexpected tears.",
            "Hague's announcement was not entirely unexpected.",
            "She found she had reservoirs of unexpected strength.",
            "I was momentarily unhinged by the unexpected question.",
            "Behind that demure facade lurked an unexpected lustihood.",
            "those unexpected problems that can disorganize an entire plan",
            "The reward money was an unexpected dividend for our good deed.",
            "We were disconcerted by the unexpected changes to the program.",
            "The whole family are rejoicing at their unexpected good fortune.",
            "I've had a good day, sailing through my work with unexpected ease.",
            "Her unexpected announcement caused a few exclamations of surprise.",
            "Everybody rejoiced over our unexpected victory on the soccer field.",
            "A cheery, unexpected compliment can really make another person's day.",
            "The unexpected news produced a kind of galvanization of the whole team."
        ],
        "example_translate": [
            "Опасность появляется оттуда, откуда не ожидаешь.",
            "Его отец внезапно умер.",
            "Неожиданная новость просто ошеломила меня.",
            "Неожиданный смех смутил докладчика.",
            "Неожиданные новости заставили его встрепенуться.",
            "Её смерть стала полной неожиданностью.",
            "Его успех на марафоне был неожиданным.",
            "Комментарий, хоть и неожиданный, был кстати.",
            "Их победа над командой, которая занимала первое место, была неожиданной.",
            "Их неожиданный приезд спутал нам все карты.",
            "Её задержали непредвиденные дела.",
            "Помощь пришла с совершенно неожиданной стороны.",
            "Результат был неожиданным, и некоторые заподозрили, что дело нечисто.",
            "Нежданные гости появились в неудобный момент.",
            "Неожиданные результаты теста создали для исследователей затруднительное положение.",
            "Увидеть поезд не ожидал никто.",
            "Линн рассмеялась, пытаясь прогнать неожиданные слёзы.",
            "Заявление Гааги не было таким уж неожиданным.",
            "Она поняла, что обладает огромным запасом неожиданной силы.",
            "Этот неожиданный вопрос на мгновение выбил меня из колеи.",
            "За тем скромным фасадом таилась неожиданная мощь /страстность/.",
            "неожиданные проблемы, которые могут расстроить весь план",
            "Эта денежная премия стала неожиданным вознаграждением за наше доброе дело.",
            "Неожиданные изменения в программе привели нас в замешательство.",
            "Вся семья радуется неожиданной удаче.",
            "У меня был хороший день: я неожиданно легко справился с работой.",
            "Её неожиданное заявление вызвало несколько удивлённых возгласов.",
            "Все обрадовались нашей неожиданной победе на футбольном поле.",
            "Весёлый и неожиданный комплимент иногда действительно может улучшить настроение другого человека на весь день.",
            "Это неожиданное известие как бы встряхнуло и оживило всю команду."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}