{
    "unfairly": {
        "comment": [
            "fairly",
            "fair",
            "unfair",
            "affair",
            "fairy",
            "fairytale"
        ],
        "translate": "несправедливо",
        "transcription": " |ənˈferlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's convinced he was unfairly treated and it's become an obsession.",
            "Students have no way of getting back at a teacher who marks their work unfairly.",
            "He claims that he is being unfairly harassed by the police.",
            "Events confirmed our perception that she had been treated unfairly.",
            "The new tax laws unfairly privilege the rich.",
            "Her supporters say she is being unfairly maligned in the press.",
            "The judges decided to exclude evidence which had been unfairly attained.",
            "She has proposed a new law to protect people from being evicted unfairly.",
            "He tried to justify his behavior by saying that he was being pressured unfairly by his boss.",
            "Rodman claims that he is misunderstood, and that the media has always portrayed him unfairly.",
            "He silenced the whisperings which connected her, untruly and unfairly, with his separation from his wife."
        ],
        "example_translate": [
            "Он убежден, что с ним несправедливо обошлись, и это стало для него навязчивой идеей.",
            "У учеников нет возможности как-то ответить учителю, который ставит им несправедливые отметки.",
            "Он утверждает, что подвергается несправедливому преследованию полиции.",
            "События подтвердили наше ощущение, что с ней обращались несправедливо.",
            "Новое налоговое законодательство даёт несправедливые привилегии богачам.",
            "По словам её сторонников, в прессе на неё незаслуженно клевещут.",
            "Судьи приняли решение об исключении улик, которые были добыты нечестным путём.",
            "Она предложила новый закон, чтобы защитить людей от несправедливого выселения.",
            "Он попытался оправдать своё поведение, утверждая, что начальник несправедливо его напрягает.",
            "Родман утверждает, что его неправильно поняли, и что СМИ его всегда изображали несправедливо.",
            "Он заставил стихнуть шепотки, которые связывали её, лживо и несправедливо, с его расставанием /разводом/ с женой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}