{
    "unfair": {
        "comment": [],
        "translate": "несправедливый, нечестный, пристрастный, неправильный",
        "transcription": " |ˌʌnˈfer|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I think that you're being unfair.",
            "It was monstrously unfair.",
            "It is unfair of a man to compare his wife with his mother.",
            "He made a very unfair crack about her looks.",
            "It's unfair to punish a whole class for the actions of one or two students.",
            "He argued that the reproaches were unfair.",
            "Many big firms freeze out their rivals by unfair means.",
            "Our research led us to the conclusion that the present system is unfair.",
            "The maximum award for unfair dismissal is £55,000.",
            "She protested that the law was unfair.",
            "He lost his claim for unfair dismissal.",
            "Companies that receive government subsidies have an unfair advantage.",
            "The unfair tax laws sparked a rebellion.",
            "It seems unfair to single her out for criticism.",
            "a bitter diatribe about how unfair the tax system is",
            "Mr. Chairman, I object. That is an unfair allegation.",
            "The company has been accused of unfair labor practices.",
            "He has an unfair advantage over us because of his wealth.",
            "The council was slammed for its unfair selection procedure.",
            "It's unfair for them to be allowed to leave early if we can't.",
            "Voters tend to identify the Party with unfair treatment of the poor.",
            "a legal mechanism to prevent lobbyists from exerting unfair influence",
            "The U.S. Congress can abrogate old treaties that are unfair to Native Americans.",
            "The accusation of elitism seems unfair as the festival presents a wide range of music, with something to please everyone."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я думаю, что ты несправедлив.",
            "Это было чудовищно несправедливо.",
            "Мужчина не должен сравнивать жену со своей матерью.",
            "Он отпустил совершенно неуместную шутку по поводу её наружности.",
            "Это несправедливо наказывать целый класс за плохое поведение одного или двух студентов.",
            "Он утверждал, что упреки (в его адрес) были несправедливы.",
            "Многие большие компании расправляются с конкурентами нечестными методами.",
            "Наши исследования привели нас к выводу, что нынешняя система является несправедливой.",
            "Максимальная компенсация за несправедливое увольнение составляет £55.000.",
            "Она твёрдо заявила о том, что этот закон несправедлив.",
            "Он проиграл свой иск о несправедливом увольнении.",
            "Компании, получающие государственные субсидии, имеют несправедливое преимущество.",
            "Несправедливость налогового законодательства стала причиной того, что вспыхнуло восстание.",
            "Кажется несправедливым, что вся критика достаётся только ей одной.",
            "резкая обличительная речь о несправедливости налоговой системы",
            "Господин председатель, я возражаю. Это обвинение несправедливо.",
            "Компания обвиняется в использовании несправедливых условий труда.",
            "Благодаря своему богатству, он имеет перед нами несправедливое преимущество.",
            "Совет подвергся резкой критике за несправедливый порядок отбора, установленный им.",
            "Будет несправедливо, если им разрешат уйти пораньше, а нам нет.",
            "Избиратели склонны отождествлять политику партии с несправедливым отношением к беднякам.",
            "правовой механизм с целью помешать лоббистам оказывать незаконное влияние",
            "Конгресс Соединенных Штатов может аннулировать старые соглашения, которые являются несправедливыми по отношению к коренным американцам.",
            "Обвинения в элитизме кажутся незаслуженными, поскольку фестиваль представляет широкий спектр музыки, в котором каждый найдет что-то себе по душе."
        ]
    }
}