{
    "unfortunate": {
        "comment": [],
        "translate": "несчастный, неудачный, несчастливый, неудачник, горемыка, проститутка",
        "transcription": " |ʌnˈfɔːrtʃənət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Your choice of colors was unfortunate.",
            "I hope you have profited by your unfortunate experience.",
            "She was unfortunate enough to have been chosen as an example.",
            "It was unfortunate that you chucked out that remark.",
            "He reaches his destination despite of many unfortunate contrarieties.",
            "It's most unfortunate (=very unfortunate) that your father can't come to the wedding.",
            "The unfortunate animal was maddened with pain.",
            "He has an unfortunate tendency to show up late.",
            "He has an unfortunate habit of repeating himself.",
            "It's unfortunate that he couldn't be here for your birthday.",
            "And the unfortunate part of it all is, Bertie, that I'm crazier about him than ever.",
            "Losing two members of staff was unfortunate, to put it mildly.",
            "The episode left an unfortunate shadow on the sportsmanship of the visitors.",
            "Their weight is an unfortunate fixation for many teenagers.",
            "a person with an unfortunate partiality for jumping to conclusions",
            "an unfortunate tendency to call those who disagree with him “brainless goons”",
            "When we entered the room, the teacher was yelling at some unfortunate student.",
            "This unfortunate experience will weigh heavily against further investment in the area."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ваш выбор цветов был неудачным.",
            "Надеюсь, вы извлекли опыт из вашей неудачи.",
            "Она была достаточно несчастной, чтобы быть выбранной в качестве примера.",
            "Вы очень некстати вставили это замечание.",
            "Он достиг цели вопреки многочисленным несчастьям.",
            "Самое печальное , что ваш отец не сможет прийти на свадьбу.",
            "Несчастное животное обезумело от боли.",
            "У него есть досадная склонность опаздывать.",
            "У него есть досадная привычка повторяться.",
            "Как жаль, что он не смог быть здесь, на твоём дне рождения.",
            "И самое ужасное, Берти, что я больше, чем когда-либо, схожу по нему с ума.",
            "Потерять двух сотрудников было, мягко говоря, досадно.",
            "Этот случай заставил сомневаться в честности посетителей.",
            "Многие подростки, к сожалению, зациклены на своём весе.",
            "человек, который, к несчастью, склонен к поспешным выводам",
            "досадная склонность называть всех, кто с ним не согласен, \"безмозглыми болванами\"",
            "Когда мы вошли в комнату, учитель орал на какого-то несчастного ученика.",
            "Этот печальный опыт сильно отразится на дальнейших инвестициях в данный регион."
        ]
    }
}