{
    "unhappy": {
        "comment": [],
        "translate": "несчастный, несчастливый, неудачный",
        "transcription": " |ʌnˈhæpi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The child looks unhappy.",
            "I hate to see you unhappy.",
            "I was desperately unhappy.",
            "Both men had unhappy childhoods.",
            "She was unhappy to learn the news.",
            "Leslie had an unhappy childhood.",
            "Dennis is unhappy about having to work on a Saturday.",
            "ran away from an unhappy marriage",
            "He could tell that she was unhappy.",
            "It was evident that she was unhappy.",
            "I've never seen her looking so unhappy.",
            "The movie's hero meets an unhappy fate.",
            "We are unhappy that you cannot visit us.",
            "a graphic account of her unhappy childhood",
            "My wife and I are unhappy when we're apart.",
            "Hugo had already sensed how unhappy she was.",
            "I don't want him to feel forsaken and unhappy.",
            "If you're so unhappy, why don't you change jobs?",
            "An unhappy childhood has soured her view of life.",
            "I can see that he's unhappy, but I don't know why.",
            "Let these unhappy examples be a warning to others.",
            "He confided that he was very unhappy with his job.",
            "We were all unhappy with the quality of the service.",
            "It's sad to think of the unhappy fate that befell him.",
            "An unhappy family life may inhibit children's learning.",
            "Looking back on it, I should have known he was unhappy.",
            "He was so unhappy that he tried to run away from school.",
            "How long are you going to bide in this unhappy marriage?",
            "a short, unhappy life characterized chiefly by insobriety",
            "He was unhappy that no disciplinary action was being taken."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У этого ребёнка недовольный вид.",
            "Мне больно видеть, что ты несчастна.",
            "Я был безнадежно/крайне несчастен.",
            "У обоих мужчин было несчастливое детство.",
            "Она была расстроена, узнав, что произошло.",
            "У Лесли было несчастливое детство.",
            "Деннис недоволен тем, что приходится работать в субботу.",
            "сбежала от неудачного брака",
            "Он видел, что она чем-то расстроена.",
            "Было очевидно, что она несчастна.",
            "Я никогда ещё не видел её такой грустной.",
            "Героя фильма постигает несчастная судьба.",
            "Жаль, что вы не можете зайти к нам.",
            "красочный рассказ о её несчастливом детстве",
            "Мы с женой несчастливы, когда не вместе.",
            "Хьюго уже почувствовал, насколько она была несчастна.",
            "Я не хочу, чтобы он чувствовал себя отвергнутым и несчастным.",
            "Если вы так недовольны, почему бы не сменить работу?",
            "Несчастливое детство пагубно отразилось на её взглядах на жизнь.",
            "Я вижу, что он расстроен, но почему — не знаю.",
            "Пусть эти прискорбные уроки послужат предостережением другим.",
            "Он признался, что очень недоволен своей работой.",
            "Мы все были недовольны качеством обслуживания.",
            "Грустно думать о печальной участи, которая его постигла.",
            "Несчастная семейная жизнь может препятствовать учёбе детей.",
            "Оглядываясь назад, мне следовало понять, что он несчастлив.",
            "Он был так несчастен, что хотел сбежать из школы.",
            "Сколько ещё вы намерены пребывать в этом несчастном браке?",
            "короткая, несчастная жизнь, главной характеристикой которой был алкоголизм",
            "Он был расстроен тем, что не предпринималось никаких дисциплинарных мер."
        ]
    }
}