{
    "uniform": {
        "comment": [],
        "translate": " форма, униформа, одевать в форму",
        "transcription": "  |ˈjuːnɪfɔːrm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The uniform fitted her perfectly.",
            "Most soldiers are only boys in uniform.",
            "You must turn in your uniform when you leave the army.",
            "The guards were uniformed.",
            "Grade A eggs must be of uniform size.",
            "The officers in their undress uniform.",
            "a military uniform made of khaki",
            "a fat official sweltering in his uniform under the burning sun",
            "The shoulders of his uniform were piped with signs of his rank.",
            "The museum is kept at a uniform temperature to protect the artifacts.",
            "He was on duty and in uniform.",
            "the lacing on the uniform gives it a smart look",
            "He was out of uniform when he was picked up by the military police.",
            "issue a new uniform to the children",
            "The uniform was red faced with yellow.",
            "I didn't recognize you in your uniform.",
            "He dishonored the uniform and did not deserve to be a marine.",
            "a soldier in his natty blue uniform",
            "He looked very handsome in his uniform.",
            "He was still wearing his school uniform.",
            "Babur says the uniform makes him look naff.",
            "The orderly laid out the general's uniform.",
            "She stood up to brush the crumbs off her uniform.",
            "The band uniform was brown with red and white stripes.",
            "an ornamental gold braid on the shoulder of his uniform",
            "No-one gave the woman in the grey uniform a second glance.",
            "The uniform looks like it belonged to a museum collection.",
            "The school board voted to reinstate the school's uniform policy.",
            "We like our staff to show their individuality rather than wear a uniform.",
            "The enlisted man usually stored his uniform in his locker at the foot of his bed."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Униформа сидела на ней превосходно.",
            "Большинство солдат — всего лишь мальчишки в военной форме.",
            "Вам нужно будет вернуть обмундирование, когда вы демобилизуетесь.",
            "Охрана была в униформе.",
            "Яйца класса А должны быть одинакового размера.",
            "Офицеры в повседневной форме одежды.",
            "военная форма, сделанная из материи цвета хаки",
            "толстый чиновник, изнемогающий в своей униформе под палящим солнцем",
            "На плечах его мундира были вышиты знаки отличия.",
            "Для защиты экспонатов в музее поддерживается одинаковая температура.",
            "Он был при исполнении и в форме.",
            "галуны на мундире /униформе/ придают ему элегантный вид",
            "Когда его задержала военная полиция, он был в гражданском.",
            "выпустить новую форменную одежду для детей",
            "Форма была красная с жёлтой отделкой.",
            "Я не узнал тебя в форме.",
            "Он опозорил честь мундира, и недостоин быть в рядах морской пехоты.",
            "солдат в своей нарядной синей форме",
            "В мундире он выглядел очень красиво.",
            "Он по-прежнему был в школьной форме.",
            "Бабур говорит, что в этой форме он как-то стрёмно выглядит.",
            "Ординарец выложил (из шкафа) генеральский мундир.",
            "Она встала, чтобы смахнуть крошки со своей униформы.",
            "Оркестр был в коричневой униформе с красными и белыми полосками.",
            "декоративный золотой галун на плече его мундира",
            "Никто не обращал особого внимания на эту женщину в серой форме.",
            "Эта форма выглядит так, как будто её взяли из музея.",
            "Школьный совет проголосовал за то, чтобы восстановить в силе правила относительно школьной формы.",
            "Нам больше нравится, когда наши сотрудники проявляют свою индивидуальность, а не носят форму.",
            "Этот военнослужащий обычно хранил мундир в своём шкафчике у подножия кровати."
        ]
    }
}