{
    "unit": {
        "comment": [
            "opportunity",
            "unity",
            "unite",
            "united"
        ],
        "translate": "блок, единица, подразделение, агрегат, узел, единичный, удельный",
        "transcription": " |ˈjuːnɪt|",
        "antonyms": [],
        "mnemonic": [
            "unit [ю'нит] единица - От слова (унит-арный), т.е. единый;",
            "immune [ɪ'mju:n]\nimmunity [ɪ'mju:nɪtɪ] - иммунитет,\nневосприимчивость\nimmutable - неизменный\n***\nЕсли ты НЕВОСПРИИМЧИВЫЙ, значит, ты -\n\"иммун\". (это) immune",
            "opportune ['ɔpətju: n]\nopportunity - удобный случай; благоприятная\nвозможность\n***\nПубликация СВОЕВРЕМЕННАЯ, да наш опыт|юн.\n(это) opportune\nМомент для подвига ПОДХОДЯЩИЙ, только опыт|юн.\n(это) opportune\nВремя для работы БЛАГОПРИЯТНОЕ только опыт|юн.\n(это) opportune\n***\nМелодия \"tune\"\nподходящая \"opportune\".",
            "unite [ju: 'naɪt]\n***\nОБЪЕДИНИЛИ мы юннат. (это) unite"
        ],
        "examples": [
            "She lived in one unit of a triplex.",
            "The unit of activity is the curie.",
            "We know that community is made of smaller units.",
            "We have an in-house training unit.",
            "European Currency Unit",
            "The metric unit of energy is the “joule.”",
            "The course consists of 64 lessons organised into 16 units.",
            "Their army unit guarded the border.",
            "Who is the officer in command of the unit?",
            "a new unit to counsel alcoholics",
            "Feet and meters are units of length.",
            "The unit of ancient society was the family.",
            "The family is the basic unit of society.",
            "The word is a basic linguistic unit.",
            "The pound is the monetary unit of Britain.",
            "The search party broke up into smaller units.",
            "The family is the basic social unit of modern society.",
            "The dollar is the principal unit of American currency.",
            "A flash sewn on his sleeve indicated the unit he belonged to.",
            "A unit of wheat is a bushel.",
            "Half the unit was away on exercise.",
            "Headquarters assigned the soldiers to a different unit.",
            "He was full of praise for the work of the unit.",
            "He conceptualizes the family as an economic unit.",
            "The coach said the offensive unit did a good job.",
            "The man is in the hospital's intensive care unit.",
            "The watt is a unit of electrical power.",
            "The dollar is the United States unit of currency.",
            "The family is the primary social unit of human life.",
            "This unit teaches students how to administer First Aid."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она жила в одном из блоков трёхквартирного дома.",
            "Единицей измерения радиоактивности является кюри.",
            "Мы знаем, что общество состоит из более мелких единиц.",
            "У нас есть собственный учебный центр.",
            "Европейская валютная единица, экю",
            "Метрической единицей измерения энергии является джоуль.",
            "Курс состоит из шестидесяти четырёх уроков, объединённых в шестнадцать тем.",
            "Их воинская часть охраняла границу.",
            "Кто командир этого подразделения?",
            "новая организация, проводящая консультации для страдающих алкогольной зависимостью",
            "Футы и метры — единицы длины.",
            "Основной ячейкой древнего общества был род.",
            "Семья является основной ячейкой общества.",
            "Слово является основной языковой единицей.",
            "Денежной единицей Великобритании является фунт стерлингов.",
            "Поисковая партия разбилась на более мелкие группы.",
            "Семья является основной социальной ячейкой современного общества.",
            "Доллар является основной единицей американской валюты.",
            "На подразделение, к которому он относился, указывала эмблема, нашитая на рукаве.",
            "Единицей измерения объёма пшеницы является бушель. (единица объёма, используемая в английской системе мер)",
            "Половина личного состава части находилась на учениях.",
            "Штаб определил солдат в другую часть.",
            "Он на все лады расхваливал работу данного агрегата.",
            "Он представляет себе семью в качестве экономической единицы.",
            "Тренер сказал, что группа атаки хорошо потрудилась.",
            "Сейчас этот мужчина находится в больнице в реанимации.",
            "Ватт — это единица электрической мощности.",
            "Доллар является денежной единицей США.",
            "Семья является основной социальной единицей человеческой жизни.",
            "Этот раздел учит студентов оказывать первую помощь."
        ],
        "stars": 3
    }
}