{
    "unite": {
        "comment": [],
        "translate": "объединять, объединяться, соединить, сплотиться, соединять, соединяться, приобщать",
        "transcription": " |juˈnaɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "England and Scotland united in 1706",
            "These firms united.",
            "We must unite for the common good.",
            "Workers of the world, unite!",
            "Proletarians of all countries unite!",
            "A treaty united the independent nations.",
            "The sperm and egg unite to form an embryo.",
            "The invasion acted as a catalyst to unite the country.",
            "She unites charm with a good business sense.",
            "Students united to protest the tuition increase.",
            "The struggle to end slavery united rich and poor.",
            "In 1960, the regions united to form the Somali Republic.",
            "We had to unite the competing factions into a cohesive whole.",
            "Our goal is to unite the opposition parties and defeat the President.",
            "The bonds of sisterhood have helped unite women to fight for social equality.",
            "The different dispositions of wool, silk, etc. to unite with the colouring particles.",
            "Party members united behind their leader.",
            "Party members united in support of their candidate.",
            "The Democratic Patry platform united several splinter groups."
        ],
        "example_translate": [
            "Англия и Шотландия объединились в 1706 году",
            "Эти фирмы слились.",
            "Мы должны объединиться для всеобщего блага.",
            "Пролетарии всех стран, соединяйтесь!",
            "Пролетарии всех стран, соединяйтесь!",
            "Независимые государства объединил договор.",
            "Сперматозоид и яйцеклетка объединяются, образуя эмбрион.",
            "Данное вторжение послужило катализатором к объединению страны.",
            "Обаяние сочетается в ней с хорошим деловым чутьём.",
            "Студенты объединились в знак протеста против повышения стоимости обучения.",
            "Борьба за то, чтобы положить конец рабству, объединила и богатых, и бедных.",
            "В 1960 году эти регионы объединились и образовали Сомалийскую Республику.",
            "Мы должны были объединить соперничающие политические группировки в единое целое.",
            "Наша цель — объединить оппозиционные партии и нанести поражение президенту.",
            "Узы сестринства помогли объединению женщин в борьбе за социальное равенство.",
            "Разные свойства шерсти, шёлка и т. п. воспринимать красители.",
            "Члены партии сплотились вокруг своего лидера.",
            "Члены партии сплотились в поддержке своего кандидата.",
            "Платформа Демократической партии объединила несколько фракционных групп."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}