{
    "universal": {
        "comment": [
            "universe",
            "university",
            "conversation",
            "anniversary",
            "versatile"
        ],
        "translate": "универсальный, всеобщий, всемирный, всеобъемлющий",
        "transcription": " |ˌjuːnɪˈvɜːrsl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Overpopulation is a universal problem.",
            "Universal Postal Union",
            "Leonardo da Vinci was a universal genius",
            "The guests were the objects of universal investigation.",
            "Universal Declaration of Human Rights",
            "The play opened to universal acclaim.",
            "People with type O blood are universal donors.",
            "We abstract from the concrete thing to a universal idea about it.",
            "Universal Decimal classification",
            "the universal popularity of American movies",
            "We took a tour of the Universal lot.",
            "a fervent apostle of universal health care",
            "We accept the idea of universal health care.",
            "When an eruption involves the whole surface, it is said to be universal.",
            "It's axiomatic that the instinct for self-preservation is universal throughout the animal kingdom.",
            "These stories have universal appeal.",
            "a pattern that is universal across all cultures",
            "Some form of religion seems to be a human universal.",
            "the nearly universal religious belief that God is omnipotent and omniscient",
            "a democracy based on universal suffrage (=when every adult has the right to vote)",
            "Traditional aesthetics assumed the existence of universal and timeless criteria of artistic value.",
            "the universal pipe dream that there exists somewhere an earthly Elysium where people live trouble-free lives",
            "In motor vehicles a universal joint allows the driveshaft to move up and down as the vehicle passes over bumps.",
            "Reverence for or worship of the dead is found in all societies, because belief in life after death is universal."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Перенаселение является глобальной проблемой.",
            "Международный почтовый союз",
            "Леонардо да Винчи был гением-универсалом",
            "Гости были объектами всеобщего изучения.",
            "Всеобщая декларация прав человека",
            "Премьера спектакля получила всеобщее признание.",
            "Люди с первой группой крови являются универсальными донорами.",
            "Мы абстрагируемся от конкретного предмета и обращаемся к обобщенному представлению о нем.",
            "Универсальная десятичная классификация, УДК",
            "всемирная популярность американских фильмов",
            "Мы совершили экскурсию по киностудии \"Universal\".",
            "ревностный поборник единой системы здравоохранения",
            "Мы принимаем идею всеобщей системы здравоохранения.",
            "Когда высыпание распространяется по всей поверхности кожи, его называют общим.",
            "Самоочевидно, что инстинкт самосохранения является общим для всего животного царства.",
            "Эти рассказы пользуются всеобщей популярностью.",
            "шаблон, который является универсальным для всех культур",
            "По-видимому, какая-то форма религии присуща всем людям.",
            "почти всеобщее религиозное убеждение в том, что Бог является всемогущим и всеведущим",
            "демократия, основанная на всеобщем избирательном праве (когда каждый взрослый человек имеет право голосовать)",
            "Традиционная эстетика предполагала существование универсальных и вечных критериев художественной ценности.",
            "всеобщая несбыточная мечта о том, что где-то существует земной рай, где люди живут беззаботной жизнью",
            "В автомобилях карданное соединение позволяет приводному валу двигаться вверх и вниз, пока машина продвигается по ухабам.",
            "Почитание и поклонение умерших наблюдается во всех обществах, потому что вера в жизнь после смерти является всеобщей."
        ]
    }
}