{
    "universe": {
        "comment": [
            "university",
            "universal"
        ],
        "translate": "вселенная, мир, космос, человечество, население Земли",
        "transcription": " |ˈjuːnɪvɜːrs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Bill Gates, richest man in the universe",
            "She is convinced that parallel universes exist.",
            "The universe is infinite.",
            "She is a loving mother whose two children are the centre of her universe.",
            "a mechanistic view of the universe",
            "The Ptolemaic theory put the Earth at the centre of the universe.",
            "Science gives us clues about the origin of the universe.",
            "He creates his own universe in his novels.",
            "the awesome complexity of the universe",
            "There are billions of stars in the universe.",
            "You think that you are a tiny body, while the great universe is enfolded in you.",
            "a simplistic theory of the universe",
            "the size of the observable universe",
            "Some people believe the universe was created by a big explosion.",
            "the numberless stars in the universe",
            "the fundamental laws of the universe",
            "the multiform universe of nature and man",
            "How many stars are there in the universe?",
            "They study the evolution of the universe.",
            "Aristotle's theoretical model of the universe",
            "The universe is governed by the laws of physics.",
            "a belief that the universe is a mechanical contrivance",
            "New York City is the center of the publishing universe.",
            "Advanced forms of life may be anomalous in the universe.",
            "Scientists building theories about how the universe began.",
            "Recent discoveries added to our knowledge of the Universe.",
            "The whole solar system is but a mere speck in the universe.",
            "It means more to me than anything else in the entire universe.",
            "Issuing out of a universe in which there was only blank space.",
            "To subjectify the universe is not to improve it. (G. Santayana)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Билл Гейтс, самый богатый человек в мире",
            "Она уверена в том, что параллельные миры существуют.",
            "Вселенная бесконечна.",
            "Она любящая мать, для которой двое её детей являются смыслом её жизни.",
            "механистический взгляд на вселенную",
            "Птолемей полагал, что Земля находится в центре Вселенной.",
            "Наука даёт нам подсказки о происхождении вселенной.",
            "В своих романах он создаёт свою собственную вселенную.",
            "потрясающая сложность Вселенной",
            "Во вселенной — миллиарды звёзд.",
            "Вы думаете, что вы - крупинка, тогда как в вас заключена огромная вселенная.",
            "упрощенная теория мироздания",
            "размер наблюдаемой Вселенной",
            "Некоторые люди считают, что Вселенная была создана в результате большого взрыва.",
            "бесчисленные звёзды во вселенной",
            "фундаментальные законы Вселенной",
            "многообразная вселенная природы и человека",
            "Сколько звёзд есть во Вселенной?",
            "Они изучают эволюцию Вселенной.",
            "теоретическая модель вселенной Аристотеля",
            "Вселенная подчиняется законам физики.",
            "убеждение в том, что Вселенная представляет собой некое механическое приспособление",
            "Нью-Йорк является центром издательского мира.",
            "Во Вселенной развитые формы жизни могут являться аномалией.",
            "Учёные строят предположения о том, как возникла Вселенная.",
            "Последние открытия углубили наши знания о Вселенной.",
            "Солнечная система не более чем пылинка во вселенной.",
            "Это значит для меня больше, чем вся остальная вселенная.",
            "Появившись из вселенной, в которой была только пустота.",
            "Субъективировать Вселенную не значит улучшить ее."
        ]
    }
}