{
    "unkind": {
        "comment": [
            "kind",
            "kindness",
            "kindly",
            "mankind"
        ],
        "translate": "недобрый, злой, суровый",
        "transcription": " |ˌʌnˈkaɪnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How could you be so unkind?",
            "It was unkind of him to say that.",
            "It was unkind of you not to invite her.",
            "Her husband is very unkind to her.",
            "It's unkind to coop the dog up all day.",
            "He made an unkind remark, intended to put her down.",
            "A lot of unkind things were said.",
            "It's unkind to sport with a young girl's feelings like that.",
            "His family are most unkind to Harry, always crying him down.",
            "What you said was true. It was, nevertheless, a little unkind.",
            "Mary bridled at her mother's unkind remark about Jim.",
            "Sometimes she seems a very impersonal, even unkind, mother.",
            "Telling a friend's secrets is indiscreet, and unkind as well.",
            "Don't you think it's a little unkind to gloat over your competitor's failure?",
            "The virulent look on her face warned me that she was about to say something unkind."
        ],
        "example_translate": [
            "Как мог ты быть таким злым?",
            "Он поступил нехорошо, сказав это.",
            "С твоей стороны было жестоко её не пригласить.",
            "Муж очень плохо к ней относится.",
            "Нехорошо весь день не выпускать собаку на улицу.",
            "Он сделал грубое замечание, чтобы унизить её.",
            "Было сказано много нехорошего.",
            "Нехорошо так играть чувствами девушки.",
            "Родственники очень несправедливы к Гарри, они вечно его ругают.",
            "То, что вы сказали — правда. И всё-таки, это было немного жестоко.",
            "Мэри вскипела, когда её мать сказала что-то нехорошее в адрес Джима.",
            "Иногда она кажется очень равнодушной и даже злой матерью.",
            "Выдавать секреты друзей неблагоразумно, да и жестоко.",
            "Ты не находишь, что радоваться поражению своего конкурента не очень хорошо?",
            "По злобному выражению её лица я понял, что она вот-вот скажет какую-то гадость."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}