{
    "unlike": {
        "comment": [
            "unlikely",
            "likely",
            "dislike",
            "like",
            "would like",
            "likelihood",
            "likewise",
            "alike"
        ],
        "translate": " в отличие от, непохожий на, разноименный",
        "transcription": "  |ˌʌnˈlaɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's unlike anyone I've ever met.",
            "Such behaviour is unlike him.",
            "He was very unlike to any other man.",
            "The two brothers are quite unlike.",
            "It's unlike Greg to be late.",
            "But unlike her he has managed to rebuild his life.",
            "Unlike his other questions, that one was very interesting.",
            "For twins they are very unlike",
            "The flavour is not unlike Chardonnay, but with a difference.",
            "Unlike most group discussions, nothing was off limits.",
            "This writer, unlike most others, does not care about death.",
            "Tammy was unlike any other woman I have ever known.",
            "Unlike most people in the office, I don't come to work by car.",
            "Mass, unlike weight, is invariable.",
            "In appearance John is not unlike his brother.",
            "Unlike most butterflies, this species pupates underground.",
            "The plants that grow here are unlike the plants that grow where I live.",
            "Unlike the other South Western reservoirs it has uniquely easy accessibility.",
            "You're trying to compare very unlike things — like those proverbial apples and oranges.",
            "She was smart, she was pretty, but here's the capper — she was kind, unlike the other girls.",
            "Unlike France, Italy relies on dozens of indigenous regional grape varieties for its prodigious range of wines."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она не похожа ни на кого, из тех что я когда либо встречал.",
            "Подобное поведение нехарактерно для него.",
            "Он очень отличался от других людей.",
            "Братья совершенно разные.",
            "Опаздывать не в обычаях Грега.",
            "Но в отличие от неё, он смог вернуться к своей нормальной жизни.",
            "В отличие от других вопросов, которые он задавал, этот оказался очень интересным.",
            "Для близнецов они очень непохожи друг на друга",
            "Букет напоминает шардоне, но отличается оригинальностью.",
            "В отличие от большинства групповых дискуссий, запретных тем не было.",
            "Этот автор, в отличие от многих других, не думает о смерти.",
            "Тэмми была непохожа ни на одну знакомую мне женщину.",
            "В отличие от большинства людей в бюро, я не приезжаю на работу на машине.",
            "Масса, в отличие от веса, является неизменной.",
            "Внешне Джон мало чем отличается от своего брата.",
            "В отличие от большинства бабочек, этот вид окукливается под землёй.",
            "Растения, которые растут здесь, непохожи на те, что растут там, где я живу.",
            "В отличие от других юго-западных водоемов, до этого исключительно легко добираться.",
            "Вы пытаетесь сравнивать очень непохожие вещи, как те пресловутые яблоки с апельсинами.",
            "Она была умна и хороша собой, но главное — она была добра, в отличие от других девушек.",
            "При производстве широчайшего ассортимента собственных вин, Италия, в отличие от Франции, полагается на многочисленные эндемичные сорта винограда."
        ],
        "stars": 0
    }
}