{
    "unlimited": {
        "comment": [
            "limited",
            "limit",
            "limitation"
        ],
        "translate": "неограниченный, безграничный, беспредельный",
        "transcription": " |ʌnˈlɪmɪtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The system can support an unlimited number of users.",
            "Her funds seem to be unlimited.",
            "Membership gives you unlimited access to the facilities.",
            "Nature provides an unlimited fund of energy available to all living things.",
            "This plan allows you to make an unlimited number of phone calls to anywhere in the U.S.",
            "A man has no unlimited privilege of boring other people.",
            "Look for a car hire agreement that offers unlimited mileage.",
            "This ticket is good for unlimited travel on all trains.",
            "The ticket offers unlimited travel on British Rail for seven days.",
            "During those early halcyon years the company's potential for growth seemed unlimited."
        ],
        "example_translate": [
            "Система может поддерживать неограниченное число пользователей.",
            "Её запасы кажутся бесконечными.",
            "Членство даёт вам неограниченный доступ к услугам и объектам.",
            "Природа предоставляет неограниченный источник энергии, доступный для всего живого.",
            "Этот тарифный план позволяет совершать неограниченное количество звонков в любую точку США.",
            "Ни один человек не обладает неограниченным правом надоедать другим людям.",
            "Ищите такое соглашение о прокате автомобиля, которое предлагает неограниченный пробег.",
            "Этот билет действителен для неограниченного проезда на всех поездах.",
            "Данный билет предоставляет право неограниченного проезда по британским железным дорогам в течение семи дней.",
            "В те чудесные ранние годы казалось, что потенциал роста компании не знает границ."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}