{
    "unlucky": {
        "comment": [
            "luck",
            "lucky",
            "luckily",
            "pluck"
        ],
        "translate": "неудачный, несчастливый",
        "transcription": " |ʌnˈlʌki|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Some people think black cats are unlucky.",
            "She was unlucky enough to get a flat tire on the way to her job interview.",
            "Inter Milan were unlucky to lose the match.",
            "The unlucky prisoner was again put in irons.",
            "The unlucky wight is doomed to speedy death.",
            "The sword was bloodied in this unlucky quarrel.",
            "Some people think that 13 is an unlucky number.",
            "She plays the hapless heroine who is unlucky in love.",
            "He thinks it's unlucky to have a black cat cross your path.",
            "Some people feel that it is unlucky to walk under a ladder.",
            "Thierry Henry was desperately unlucky not to score when his shot hit the post.",
            "It was unlucky for Stephen that the boss happened to walk in just at that moment."
        ],
        "example_translate": [
            "Некоторые считают, что чёрные кошки приносят неудачу.",
            "Её угораздило пробить колесо по дороге на собеседование.",
            "Миланскому \"Интеру\" не повезло проиграть этот матч.",
            "Незадачливый узник снова оказался в кандалах.",
            "Несчастный обречён на скорую смерть.",
            "Меч был обагрён кровью в этой трагической схватке.",
            "Некоторые думают, что тринадцать — несчастливое число.",
            "Она играет несчастную героиню, которой не везет в любви.",
            "Он считает, что когда чёрный кот переходит дорогу — это к несчастью.",
            "Некоторые люди считают, что проходить под лестницей - к несчастью.",
            "Тьерри Анри каким-то чудом не забил, когда его удар попал в штангу.",
            "К сожалению для Стивена случилось так, что как раз в эту секунду туда вошёл начальник."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}