{
    "unnecessary": {
        "comment": [],
        "translate": "ненужный, лишний, излишний",
        "transcription": " |ʌnˈnesəseri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's unnecessary for us to wait.",
            "You've caused us all a lot of unnecessary worry.",
            "We need to find ways to reduce unnecessary waste.",
            "Let's not take any unnecessary risks.",
            "There's a lot of unnecessary clutter in the house.",
            "The changes ultimately proved to be unnecessary.",
            "He kept asking unnecessary questions which only confused the issue.",
            "I don't want to worry you unnecessarily.",
            "There's no point in taking unnecessary risks.",
            "Your letter would be better if you pruned away some of those unnecessary adjectives.",
            "In this city, owning a car is unnecessary.",
            "In this situation, the police are manacled by unnecessary regulations.",
            "Some unnecessary verbiage will need to be elided, but otherwise the article is publishable.",
            "Critics say the dam is a complete boondoggle - over budget, behind schedule, and unnecessary.",
            "Her room doesn't have any unnecessary adornments.",
            "The wedding guest's thick makeup was garish and unnecessary.",
            "He is suing the doctor who performed the unnecessary surgery.",
            "Her writing style is simple and clear, without unnecessary flourishes.",
            "The purpose of intervention is to prevent unnecessary duplication of lawsuits.",
            "A remarkable amount of money is spent on gimcracks and other unnecessary items each year.",
            "...claims that government regulations are unnecessary fetters that keep him from achieving his business goals..."
        ],
        "example_translate": [
            "Нам не нужно ждать.",
            "Вы уже причинили нам много ненужного беспокойства.",
            "Мы должны найти способ сократить количество излишних отходов.",
            "Давайте не будем рисковать понапрасну.",
            "В доме полно ненужного барахла.",
            "Как в конце концов выяснилось, изменения были не нужны.",
            "Он продолжал задавать ненужные вопросы, на которые только запутали эту проблему.",
            "Я не хочу волновать тебя понапрасну.",
            "Нет никакого смысла рисковать понапрасну.",
            "Твоё письмо было бы лучше, если бы ты убрал некоторые лишние прилагательные.",
            "В этом городе наличие собственного автомобиля является излишним.",
            "В этой ситуации полицейские скованы ненужными инструкциями.",
            "Излишнее многословие нужно будет вычеркнуть, но в остальном статья годится для публикации.",
            "Критики говорят, что затея с плотиной - что называется, мартышкин труд: это дорого, внепланово, и вообще-то ненужно.",
            "В её комнате нет каких-либо ненужных украшений.",
            "Густой макияж свадебной гостьи был слишком ярким и неуместным.",
            "Он судится с доктором, сделавшим эту ненужную операцию.",
            "Её стиль изложения прост и понятен, без лишних выкрутасов.",
            "Целью вмешательства является предотвращение ненужного дублирования исков.",
            "Каждый год значительная сумма денег тратится на безделушки и другие ненужные вещи.",
            "...утверждает, что государственные нормативные акты — это неуместные ограничения, мешающие ему в достижении его бизнес-целей..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}