{
    "unpleasant": {
        "comment": [
            "pleasant",
            "please",
            "pleased",
            "pleasure",
            "plead"
        ],
        "translate": "неприятный, отталкивающий",
        "transcription": " |ʌnˈpleznt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is unpleasant to everyone.",
            "It's unpleasant to talk to him.",
            "I spent an unpleasant hour at the dentist's.",
            "He said some very unpleasant things.",
            "There was an unpleasant smell coming from the basement.",
            "The carpet was an unpleasant muddy brown.",
            "Don't try to dress up the unpleasant truth.",
            "The weather is so unpleasant here.",
            "He was evidently a rude, unpleasant child.",
            "I tried to bury these unpleasant memories.",
            "He was about to mingle in an unpleasant affair",
            "'He's such an unpleasant man,' Alyssia muttered under her breath.",
            "I like the shop, but the staff are so unpleasant.",
            "Working on the project with such a hothead has been unpleasant.",
            "I stopped taking the drug because of its unpleasant side effects.",
            "He picked up his sister's ball and with an unpleasant smile tossed it away.",
            "Frankly, it's an undesirable and unpleasant job.",
            "This unpleasant situation isn't going to work itself out.",
            "I shall have to accept these unpleasant working conditions.",
            "a thoroughly unpleasant highly exceptionable piece of writing",
            "The incongruity of her situation struck Gina with unpleasant force.",
            "the unpleasant situation (or position) of having to choose between two evils",
            "When the day of reckoning comes, we will have to face some unpleasant truths.",
            "unpleasant memories of having to examine the innards of a frog for science class"
        ],
        "example_translate": [
            "Он всем противен.",
            "С ним неприятно разговаривать.",
            "Я провёл неприятный час у стоматолога.",
            "Он сказал несколько очень неприятных вещей.",
            "Из подвала шёл какой-то неприятный запах.",
            "Ковёр был неприятного грязно-коричневого цвета.",
            "Не пытайтесь приукрасить неприятную правду.",
            "Погода здесь такая неприятная.",
            "Было очевидно, что он грубый и неприятный ребёнок.",
            "Я пытался заглушить эти неприятные воспоминания.",
            "Он едва не ввязался в неприятную историю.",
            "\"Он такой неприятный человек,\" - пробормотала Алисия себе под нос.",
            "Магазин мне нравится, но персонал там очень неприятный.",
            "Неприятно работать над проектом вместе с таким горячим человеком.",
            "Я прекратила приём этого препарата из-за неприятных побочных эффектов.",
            "Он подобрал мячик своей сестры и, криво усмехнувшись, отшвырнул его.",
            "Откровенно говоря, это работа дрянная и неприятная.",
            "Эта неприятная ситуация сама собой не разрешится.",
            "Мне придётся смириться с этими неприятными условиями труда.",
            "весьма неприятное и крайне небезупречное сочинение",
            "Джину неприятно поразила нелепость положения, в котором она оказалась.",
            "неприятная ситуация (или положение), в которой приходилось выбирать между двух зол",
            "Когда придёт день расплаты, нам придётся взглянуть в глаза нескольким неприятным истинам.",
            "неприятные воспоминания о том, как приходилось изучать внутренности лягушки для урока природоведения"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}