{
    "unpopular": {
        "comment": [
            "popular",
            "population",
            "popularity",
            "pop"
        ],
        "translate": "непопулярный, не пользующийся любовью",
        "transcription": " |ʌnˈpɑːpjələr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was unpopular in high school.",
            "She has the courage to support unpopular causes.",
            "His attitude made him very unpopular with colleagues.",
            "Recent conflicts have made him unpopular among the staff.",
            "The photographs of the unpopular leader had been ripped down.",
            "These policies are unpopular with politicians and people in general.",
            "Greg's tendency to be critical made him unpopular with his co-workers.",
            "She was a courageous woman who wasn't afraid to support unpopular causes.",
            "He is old and unpopular. Furthermore, he has at best only two years of political life ahead of him.",
            "Standing up for what is right, especially if it's unpopular, is about the guttiest thing a person can do."
        ],
        "example_translate": [
            "В старшей школе меня не очень любили.",
            "У неё хватает смелости поддерживать непопулярные темы.",
            "Из-за своего отношения он стал очень непопулярен среди коллег.",
            "В результате недавних конфликтов он стал непопулярен среди сотрудников.",
            "Афиши с портретом непопулярного лидера были сорваны.",
            "Этот политический курс непопулярен как в среде политиков, так и у населения в целом.",
            "Склонность Грега к критике сделала его непопулярным среди коллег.",
            "Это была мужественная женщина, которая не побоялась поддержать непопулярные убеждения.",
            "Он старый и непопулярный. Кроме того, в политике ему осталось всего года два, не больше.",
            "Постоять за то, что правильно, особенно если это непопулярно, — наверное, самая смелая вещь, которую может сделать человек."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}