{
    "unsuitable": {
        "comment": [
            "suit",
            "suitable",
            "suitcase",
            "lawsuit",
            "pursuit",
            "suite",
            "suitably"
        ],
        "translate": "неподходящий, неподобающий",
        "transcription": " |ʌnˈsuːtəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This film contains material unsuitable for minors.",
            "The book is unsuitable for children.",
            "It is difficult to disentangle your children from unsuitable companions.",
            "Two of the men who want the job are unsuitable, so you can count them out.",
            "The movie is unsuitable for children.",
            "An unsuitable bed is the most likely cause of back trouble.",
            "So far we have screened out four people who wanted the job but were unsuitable.",
            "The whole committee sat down on the suggestion as being completely unsuitable.",
            "The committee hurled out the request as being completely unsuitable.",
            "The film is unsuitable for people of a nervous disposition (=who are easily frightened)."
        ],
        "example_translate": [
            "Этот фильм содержит материалы, которые не подходят для несовершеннолетних.",
            "Эта книга не подходит для детей.",
            "Тяжело отвадить ваших детей от неподходящих знакомств.",
            "Двое из желающих получить эту работу нам не подходят, так что их можно не считать.",
            "Этот фильм не подходит для детей.",
            "Неудобная постель является наиболее вероятной причиной осложнений с позвоночником.",
            "Мы просмотрели уже четырех кандидатов на получение должности, но все они не подошли.",
            "Весь комитет выступил против предложения, посчитав его абсолютно неприемлемым.",
            "Комитет отклонил требование, как совершенно необоснованное.",
            "Фильм не подходит для впечатлительных людей (т.е. тех, кто легко пугается)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}