{
    "unusual": {
        "comment": [
            "usually",
            "usual"
        ],
        "translate": "необычный, необыкновенный, необычайный, редкий, странный, замечательный, неурочный",
        "transcription": " |ʌnˈjuːʒuəl|",
        "antonyms": [],
        "mnemonic": [
            "usually ['ju: ʒuəlɪ]\nusual ['ju: ʒuəl] - обычный\nunusual - необычный\n***\nКак ОБЫЧНО, метели вьюжили. (это) usually\nОБЫКНОВЕННО, метели вьюжили. (это) usually"
        ],
        "examples": [
            "She has an unusual name.",
            "These days it is not unusual.",
            "There is nothing unusual in it.",
            "This dish has an unusual flavor.",
            "His profile is very unusual.",
            "Did he observe on your unusual appearance?",
            "She was a woman of unusual ability.",
            "My ears rang with unusual sounds.",
            "He is, shall we say, slightly unusual.",
            "It is unusual to see snow in this region.",
            "It's not unusual for him to stay late at work.",
            "A baseball pitcher with an unusual style.",
            "She felt her heart go in a most unusual manner.",
            "It's unusual for Dave to be late.",
            "He has an unusual physical appearance.",
            "He had unusual longevity in the company.",
            "Two-career families are no longer unusual.",
            "art that is unusual in design and execution",
            "a matter of particular and unusual importance",
            "It's unusual for Donald to be so bad-tempered.",
            "The family had very unusual living arrangements.",
            "Breakfast was drawn out to a most unusual length.",
            "The house stuck out because of its unusual shape.",
            "Lightning produced an unusual union of the metals.",
            "Ross shows unusual perception for a boy of his age.",
            "A brakesman told me this delay was not very unusual.",
            "This is an unusual building with a checkered history.",
            "We heard a bird that had a very loud and unusual call.",
            "The accident was caused by an unusual sequence of events.",
            "She had some rather unusual ideas about raising children."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитивный оборот с for",
            "Инфинитив - инфинитивный оборот с for(После сочетания It is (was, will be) с некоторыми прилагательными)",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "У неё необычное /редкое/ имя.",
            "В наши дни это не редкость.",
            "В этом нет ничего странного.",
            "Это блюдо имеет необычный вкус.",
            "У него очень необычный профиль.",
            "Он заметил, что вы выглядите необычно?",
            "Она была женщиной необыкновенного таланта.",
            "У меня в ушах раздавались какие-то странные звуки.",
            "Он, скажем так, немного странный.",
            "Снег в этом районе — явление необычное.",
            "Он частенько задерживается на работе.",
            "Бейсбольный питчер с необычным стилем игры.",
            "Она почувствовала, что сердце у неё очень странно бьётся.",
            "Обычно Дэйв не опаздывает.",
            "У него необычная внешность.",
            "Он прослужил в этой фирме на удивление долго.",
            "Семьи, где и муж, и жена работают, больше не являются необычными.",
            "искусство, необычное по замыслу и исполнению",
            "вопрос особой и необыкновенной важности",
            "Такое дурное настроение у Дональда бывает нечасто.",
            "Семья жила по очень необычным правилам. / Условия жизни этой семьи были весьма необычными.",
            "Завтрак страшно затянулся.",
            "Дом выделялся своей необычной формой.",
            "Попадание молнии привело к образованию необычного соединения этих металлов.",
            "Росс демонстрирует редкую способность к восприятию для мальчика своего возраста.",
            "Тормозной кондуктор сказал мне, что эта отсрочка была довольно обычным делом.",
            "Это — необычное здание с неоднозначной историей, (в которой были и взлёты, и падения).",
            "Мы услышали птицу с очень громким и необычным пением.",
            "К аварии привело необычное стечение обстоятельств.",
            "У неё были довольно необычные представления о воспитании детей."
        ],
        "stars": 3
    }
}