{
    "unwilling": {
        "comment": [
            "will",
            "wild",
            "willing",
            "wildlife",
            "wildly",
            "goodwill"
        ],
        "translate": "несклонный, нерасположенный",
        "transcription": " |ʌnˈwɪlɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is unwilling to participate in it.",
            "I pushed open the unwilling door.",
            "She lighted the unwilling fire.",
            "He was unwilling or unable to pay the fine.",
            "The two sides were unwilling to compromise.",
            "You cannot compel good work from unwilling students.",
            "Jane was always unwilling to practise on the piano.",
            "I was unwilling to subscribe to the contract, but it seemed that I had no choice.",
            "Each side was unwilling to give ground (=change their opinion).",
            "Many people are unwilling to embrace new technologies.",
            "Some doctors are unwilling to take new patients without a referral.",
            "He was an unwilling participant in the demonstration.",
            "A lot of banks are unwilling to lend money to new businesses.",
            "The mother was unwilling to resign the child to the care of her relatives.",
            "That sagacity and energy which had extorted the unwilling admiration of his enemies.",
            "unwilling to palter over the price of the car",
            "unwilling to shackle the dogs to the wall of the house",
            "He was unwilling to abase himself by pleading guilty to a crime that he did not commit."
        ],
        "example_translate": [
            "Она не хочет принимать в этом участие.",
            "Я с трудом открыл тугую дверь.",
            "Она наконец разожгла огонь, который долго не хотел разгораться.",
            "Он то ли не хотел, то ли был не в состоянии заплатить этот штраф.",
            "Обе стороны не желали идти на компромисс.",
            "Вытянуть хороший результат из ученика, который не хочет работать, невозможно.",
            "Джейн никогда не любила заниматься фортепиано.",
            "Я не хотела подписывать контракт, но, кажется, другого выхода у меня не было.",
            "Ни одна из сторон не желала уступать (т.е. менять своё мнение).",
            "Многие люди не хотят использовать новые технологии.",
            "Некоторые врачи не желают принимать новых пациентов без направления.",
            "Он стал невольным участником этой демонстрации.",
            "Многие банки с неохотой дают кредиты на новые предприятия.",
            "Мать не хотела отдавать ребёнка под опеку своих родственников.",
            "Дальновидность и энергия, которые волей-неволей вызывали восхищение у его врагов.",
            "не желая торговаться из-за стоимости автомобиля",
            "не желание приковывать собаку к стене дома",
            "Он не желал унижаться, взяв на себя вину за преступление, которое не совершал."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}