{
    "upcoming": {
        "comment": [],
        "translate": "развивающийся, идущий вперед, подающий надежды",
        "transcription": " |ˈʌpkʌmɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Upcoming events are posted on our Web site.",
            "They previewed the upcoming football season.",
            "The upcoming election looks likely to be a close run thing.",
            "This brochure contains our latest information including details of all upcoming projects.",
            "The club assembles once a month to discuss upcoming activities.",
            "The team's general manager acquired five new players for the upcoming season.",
            "Preparations for the upcoming Olympic Games are nearing completion.",
            "When you're on the mailing list, you'll receive advance notice of upcoming events.",
            "The senator has spent much time garnering financial support for his upcoming campaign.",
            "He placarded the poster about the upcoming play to the bulletin board.",
            "We should be able to stockpile enough vaccine for the upcoming flu season."
        ],
        "example_translate": [
            "О предстоящих событиях оповещается на нашем веб-сайте.",
            "Они анонсировали предстоящий футбольный сезон.",
            "Похоже, что предстоящие выборы пройдут в напряжённой борьбе.",
            "Эта брошюра содержит нашу последнюю информацию, включая детали будущих проектов.",
            "Клуб собирается раз в месяц для обсуждения предстоящих мероприятий.",
            "Генеральный менеджер команды приобрёл на предстоящий сезон пять новых игроков.",
            "Подготовка к предстоящим Олимпийским Играм близится к завершению.",
            "Находясь в списке рассылки, вы будете получать предварительное уведомление о предстоящих событиях.",
            "Сенатор провёл много времени, собирая финансовую поддержку для своей предстоящей кампании.",
            "Он прикрепил афишу предстоящей игры к доске объявлений.",
            "Мы должны быть в состоянии запастись достаточным количеством вакцины для предстоящего сезона гриппа."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}