{
    "update": {
        "comment": [
            "date",
            "up-to-date"
        ],
        "translate": "обновлять, модернизировать, модернизация, свежие новости",
        "transcription": " |ˌʌpˈdeɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She wants to update her wardrobe.",
            "We updated the kitchen in the old house",
            "The files need updating.",
            "You can download updates for free.",
            "I need to update my address book.",
            "An updated version is planned for the near future.",
            "Most antivirus software updates automatically when you connect to the web.",
            "Can you update me on what's been happening?",
            "The report provides a brief update on the progress of the project.",
            "Tonight, I will update my operating system.",
            "The company needs to update its archaic computer systems.",
            "I haven't heard the latest weather update.",
            "We update the schedule at least once a month.",
            "We updated the database with the most recent figures.",
            "The system's due for an update, but don't hold your breath.",
            "They have just completed the job of updating the dictionary.",
            "Do you have the latest software update?",
            "I just heard the update on the unemployment figures.",
            "The local news station broadcast a special weather update.",
            "Meetings were held to update employees as soon as new information became available.",
            "Doctors have to constantly update their knowledge in order to maintain their professional competence."
        ],
        "example_translate": [
            "Она хочет обновить свой гардероб.",
            "Мы обновили кухню в старом доме.",
            "Файлы нуждаются в обновлении.",
            "Обновления можно скачать бесплатно.",
            "Мне нужно обновить свою адресную книгу.",
            "В ближайшем будущем планируется выпуск обновлённой версии.",
            "В большинстве случаев антивирусное ПО обновляется автоматически, когда вы выходите в интернет.",
            "Не могли бы вы ввести меня в курс последних событий?",
            "В докладе содержится краткая сводка последних новостей о ходе данного проекта.",
            "Сегодня вечером я буду обновлять свою операционную систему.",
            "Фирме нужно обновить свои архаичные компьютерные системы.",
            "Я ещё не слышал последний прогноз погоды.",
            "Мы уточняем расписание не реже (одного) раза в месяц.",
            "Мы обновили базу данных самыми свежими цифрами.",
            "Система нуждается в обновлении, но это будет ещё очень не скоро.",
            "Они только что закончили работу по обновлению словаря.",
            "У вас есть последние обновления данного программного обеспечения?",
            "Я только что узнал последние данные по безработице.",
            "Местная станция передал специальный выпуск прогноза погоды.",
            "Как только появилась новая информация, были проведены собрания с целью оповещения сотрудников.",
            "Врачи вынуждены постоянно обновлять свои знания в целях поддержания профессиональной компетентности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}