{
    "upright": {
        "comment": [],
        "translate": "вертикальный, прямой, вертикально, стойка, пианино, подпорка",
        "transcription": " |ˈʌpraɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Put your seat back in the upright position.",
            "I can hardly sit upright.",
            "Hold the pen upright when you write.",
            "He bore through England the reputation of an upright and virtuous king.",
            "She sat stiffly upright, feet together, hands in her lap.",
            "Human beings have an upright posture.",
            "She was sitting upright in her chair.",
            "A good upright posture will prevent backaches.",
            "He bottomed with his feet and stood upright.",
            "She sat bolt upright in the back seat.",
            "Gradually elevate the patient into an upright position.",
            "Make sure the container remains in an upright position.",
            "She sat bolt upright, staring straight ahead.",
            "The bent tree snapped back into an upright position.",
            "Return your seat to an upright position for landing.",
            "The container should be kept upright to prevent leaks.",
            "The uprights of the structure were embedded in concrete."
        ],
        "example_translate": [
            "Поставьте спинку кресла в вертикальное положение.",
            "Я с трудом могу сидеть прямо.",
            "Держите ручку вертикально, когда пишете.",
            "В Англии он снискал репутацию честного и добродетельного короля.",
            "Она сидела держа спину прямо, поставив ноги вместе, положив руки на колени.",
            "Человеческие существа имеют вертикальное положение тела.",
            "Она ровно сидела на стуле.",
            "Хорошая прямая осанка позволит предотвратить боли в спине.",
            "Он дотронулся до дна ногой и встал во весь рост.",
            "Она резко выпрямилась на заднем сиденье.",
            "Постепенно поднимите пациента в вертикальное положение.",
            "Проверьте, чтобы контейнер оставался в вертикальном положении.",
            "Она резко выпрямилась, глядя прямо перед собой.",
            "Согнутое дерево резко вернулось в вертикальное положение.",
            "Верните кресло в вертикальное положение для посадки.",
            "Во избежание утечек, контейнер должен храниться в вертикальном положении.",
            "Опоры данного строения были погружены в бетон."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}