{
    "upstairs": {
        "comment": [
            "stair",
            "downstairs",
            "staircase"
        ],
        "translate": " наверху, наверх, верхний этаж, находящийся наверху",
        "transcription": "  |ˌʌpˈsterz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She sent him upstairs.",
            "When you go upstairs, bring these towels with you.",
            "Doesn't that club have a casino upstairs?",
            "Some running downstairs and some upstairs.",
            "She took him upstairs and gave him a fuck.",
            "The bellhop carried the luggage upstairs.",
            "Someone upstairs was singing off-key.",
            "She heard Tom go upstairs.",
            "Run upstairs and get a pillow.",
            "I went upstairs and had a shower.",
            "We bunked the children upstairs",
            "He stumbled upstairs and into bed.",
            "She went upstairs for some privacy.",
            "I managed to carry the box upstairs.",
            "Melanie ran upstairs to comb her hair.",
            "There's a real rumpus going on upstairs.",
            "I could hear her running a bath upstairs.",
            "Her parents shut her in an upstairs room.",
            "Could you help me carry this lot upstairs?",
            "I could hear someone moving around upstairs.",
            "Shannon went upstairs to fetch some blankets.",
            "We could hear someone moving around upstairs.",
            "Try not to make a noise when you go upstairs.",
            "She ran upstairs and slapped on some make-up.",
            "Now, go upstairs at once and clean your room!",
            "Smoke was pouring out of the upstairs windows.",
            "I just need to run upstairs and put my face on.",
            "Please go upstairs and settle the children down.",
            "Upstairs, one of the twins began to howl (=cry).",
            "Feigning a headache, I went upstairs to my room."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она отослала его наверх.",
            "Когда пойдёшь наверх, захвати эти полотенца с собой.",
            "Разве не в этом клубе есть казино наверху?",
            "Кто-то бежит вниз по лестнице, а кто-то — вверх.",
            "Она повела его наверх и там дала ему.",
            "Коридорный отнёс багаж наверх.",
            "Наверху кто-то фальшиво пел.",
            "Она услышала, как Том поднимается по лестнице.",
            "Беги наверх и принеси подушку.",
            "Я поднялся наверх и принял душ.",
            "Мы уложили детей (спать) наверху.",
            "Спотыкаясь, он поднялся по лестнице и рухнул в постель.",
            "Она поднялась наверх, чтобы уединиться.",
            "Мне удалось затащить этот ящик наверх.",
            "Мелани побежала наверх, чтобы расчесать волосы.",
            "Наверху сейчас какой-то жуткий тарарам.",
            "Я слышал, как она наверху набирает ванну.",
            "Родители закрыли её в комнате наверху.",
            "Не могли бы вы помочь мне отнести всё это наверх?",
            "Я слышал, как наверху кто-то двигается.",
            "Шеннон поднялась наверх, чтобы принести несколько одеял.",
            "Мы слышали, как кто-то передвигается наверху.",
            "Постарайтесь не шуметь, когда будете подниматься по лестнице.",
            "Она побежала наверх и кое-как накрасилась.",
            "А ну, сейчас же поднимайся наверх и приберись в своей комнате!",
            "Из окон верхнего этажа валил дым.",
            "Мне только нужно сбегать наверх и накраситься.",
            "Пожалуйста, поднимитесь наверх и успокойте детей.",
            "Наверху заревел (т.е. заплакал) один из близнецов.",
            "Притворившись, что у меня болит голова, я поднялась к себе в комнату."
        ],
        "stars": 2
    }
}