{
    "upward": {
        "comment": [],
        "translate": "вверх, выше, кверху, ввысь, свыше, старше, восходящий, направленный вверх",
        "transcription": " |ˈʌpwərd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She directed my gaze upward.",
            "The plane arrowed upward to 5000 m.",
            "They are moving upward socially and economically.",
            "a thread of smoke climbed upward",
            "The road gradually rose upward.",
            "His opponent cut upward toward his chin.",
            "Aspiration is a pure upward desire for excellence.",
            "The discomfort in the hands may be relieved by upward rubbing.",
            "The stock market drifted upward.",
            "upward swings in the stock market",
            "The mists crept upward chill and damp.",
            "Stroke the cream onto your skin in an upward direction.",
            "My shoe was lying in the corner with its sole facing upward.",
            "a general upward movement of fish",
            "upward pressure on bank interest rates",
            "a sharp upward movement in property prices",
            "She read the lines with an upward inflection.",
            "The unemployment rate has been spiraling upward.",
            "Decrease in money hoards puts upward pressure on prices.",
            "Canary seed exhibits a sudden upward jump of several shillings.",
            "Every form of conscious life, from the lowest sensitive organism upward.",
            "Some people see evolution as an undeviating upward march from simple organisms to the very complex."
        ],
        "example_translate": [
            "Она направила/устремила мой взор вверх.",
            "Самолет стремительно поднялся на высоту 5000 метров.",
            "Они продвигаются вверх, как в социальном смысле, так и в экономическом.",
            "струйка дыма поднялась вверх",
            "Дорога постепенно поднималась всё выше.",
            "Его противник нанёс удар снизу вверх в подбородок.",
            "Стремление - это в чистом виде желание совершенства.",
            "Неприятные ощущения в руках могут быть сняты растиранием, направленным вверх.",
            "Фондовый рынок медленно пошёл вверх.",
            "колебания вверх на фондовом рынке",
            "Холодные, влажные туманы поднимались вверх.",
            "Втирайте крем в кожу снизу вверх.",
            "Мой ботинок лежал в углу, подошвой вверх.",
            "общее восходящее движение рыбы",
            "тенденция к повышению банковских процентных ставок",
            "резкий подъём цен на недвижимость",
            "Она прочла эти строки с восходящей интонацией.",
            "Уровень безработицы возрастает по спирали.",
            "Сокращение запаса тезаврированных денег толкает цены вверх.",
            "Зерно для канареек неожиданно подорожало на несколько шиллингов.",
            "Любая форма сознательной жизни, начиная с простейших чувствующих организмов и выше.",
            "Некоторые люди представляют себе эволюцию как столбовую дорогу вверх, от простейших организмов до самых сложных."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}