{
    "urban": {
        "comment": [
            "ban",
            "banana",
            "bank",
            "bang",
            "banking",
            "banker"
        ],
        "translate": "городской",
        "transcription": " |ˈɜːrbən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Billions were needed to improve the urban infrastructure.",
            "Loneliness is a disease of our urban communities.",
            "urban problems such as traffic congestion and smog",
            "Urban Mass Transportation Administration",
            "The government study seeks to define urban poverty.",
            "The story I just heard has all the earmarks of an urban legend.",
            "The speed limit in urban areas is usually 30 or 40 mph.",
            "an urban underclass, who have limited access to health care",
            "the deprived sections of the urban population",
            "the formulation and execution of urban policy",
            "the city's spreading urban blight",
            "Economic prosperity was won on the backs of the urban poor.",
            "Most of the urban poor are effectively excluded from politics.",
            "The highest rates of unemployment occur in the inner urban areas.",
            "The Vespa scooter became emblematic of sophisticated urban culture across Europe.",
            "She returned home by way of Avignon where on 15 January 1366 she presented a petition to Pope Urban V.",
            "He spoke in the vernacular of an urban teenager.",
            "The new museum is nothing but an excrescence on the urban landscape.",
            "Crime rates are significantly higher in urban areas (=towns, cities etc).",
            "The university domiciles students in a variety of buildings in and around its urban campus.",
            "The expanding urban sprawl is a blight on the countryside.",
            "gerrymandering urban districts to give rural voters a majority",
            "The committee published its diagnosis of the problems affecting urban schools.",
            "Over the decades the once-respectable neighborhood had become an urban cesspool.",
            "The governor has proposed a new initiative to improve conditions in urban schools.",
            "We drove through miles of urban sprawl before we finally got out into the countryside.",
            "a woman too fond of the niceties of urban living to even consider becoming a farmer's wife",
            "an urban enclave of bohemians that acquired a reputation for being a hothouse of creativity"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Для улучшения городской инфраструктуры нужны были миллиарды.",
            "Одиночество — это болезнь нашего городского общества.",
            "такие проблемы городов, как автомобильные пробки и смог",
            "Управление городского общественного транспорта (в США)",
            "В правительственном исследовании предпринята попытка описания бедности в городах.",
            "История, которую я только что услышал, имеет все характерные черты современной городской байки.",
            "Ограничение скорости в черте города обычно составляет тридцать-сорок миль в час.",
            "городская беднота, которая имеет ограниченный доступ к медицинской помощи",
            "неимущие слои городского населения",
            "формулирование и осуществление градостроительной политики",
            "деградация города, которая распространяется всё больше",
            "Экономическое процветание было достигнуто за счёт городской бедноты.",
            "Большинство городской бедноты фактически исключено из политики.",
            "Наибольший уровень безработицы встречается во внутригородских районах.",
            "Мотороллер \"Vespa\" стал символом сложной городской культуры во всей Европе.",
            "Она вернулась домой через Авиньон, где 15 января 1366 года передала некое прошение папе Урбану Пятому.",
            "Он говорил на языке городских подростков.",
            "Новый музей — это не что иное, как нарост на теле городского пейзажа.",
            "Уровень преступности значительно выше в городской местности (т.е. больших и маленьких городах).",
            "Университет заселяет студентов в самых разных зданиях, как на территории своего городского кампуса, так и за её пределами.",
            "Расширение городской застройки оказывает пагубное влияние на сельскую местность.",
            "перекраивание городских округов с целью предоставить большинство голосов сельским избирателям",
            "Комитет опубликовал свою оценку проблем, затрагивающих городские школы.",
            "За эти десятилетия когда-то респектабельный район превратился в городскую клоаку.",
            "Губернатор внёс новую инициативу, направленную на улучшение условий в городских школах.",
            "Мы проехали несколько миль городской застройки, прежде чем наконец-то выехали за город.",
            "женщина, которая слишком любит прелести городской жизни, чтобы хотя бы рассмотреть возможность стать женой фермера",
            "городской анклав богемы, который приобрёл репутацию очага творчества"
        ]
    }
}