{
    "urge": {
        "comment": [
            "surgeon",
            "urgent",
            "surgery"
        ],
        "translate": "убеждать, побуждать, настаивать на, побуждение, импульс, толчок",
        "transcription": " |ɜːrdʒ|",
        "antonyms": [],
        "mnemonic": [
            "urge [ɜ:dʒ]\n***\nПОНУЖДАЛ купить коттедж. (это) urge\nПОДСТРЕКАЛ купить коттедж. (это) urge\nТолчок, побуждение.\n***\nТебя принуждали \"urge\"\nили это твой импульс \"surge\"."
        ],
        "examples": [
            "I urge you to reconsider.",
            "She urged me to accept the compromise.",
            "He fought the urge to cry.",
            "She felt an urge to respond.",
            "I got a note from Moira urging me to get in touch.",
            "He could no longer resist the urge to go and see Amanda.",
            "Suddenly she had an overwhelming urge to be with her son.",
            "We urged that the bill be passed.",
            "He controlled the urge to laugh.",
            "You must urge the children forward or we'll never get home.",
            "The teacher urged on her students the importance of passing the examination.",
            "What can we do to urge these lazy workers to greater production?",
            "Urge your child to verbalize his feelings.",
            "I urge you to support this motion.",
            "The old man was urging the cows along with a stick.",
            "The rescuers urged that we remain calm.",
            "He urged her forward, his hand under her elbow.",
            "He stifled an urge to hit her.",
            "She had a sudden urge to be outside.",
            "A hand on her back urged her forward.",
            "The speaker tried to urge the crowd forward to show their opposition to the new law.",
            "The charity urged quick action.",
            "I urged him to finish his studies.",
            "She fought back the sudden urge to run to him and beg his forgiveness.",
            "He felt a desperate urge to confess.",
            "If you feel the urge for a cigarette, try not to give in to it.",
            "He is continually urging reform.",
            "Brenda repressed the urge to shout at him.",
            "I urge those responsible to call a halt to the violence.",
            "I had to suppress an urge to tell him what I really thought."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я призываю вас к пересмотру (дела / вопроса).",
            "Она убедила меня пойти на компромисс.",
            "Он сдерживал желание заплакать.",
            "Она испытала сильное желание ответить.",
            "Я получил записку от Мойры с настойчивой рекомендацией выйти на связь.",
            "Он больше не мог сопротивляться стремлению увидится с Амандой.",
            "Неожиданно у нее возникло непреодолимое желание быть рядом со своим сыном.",
            "Мы настояли на том, чтобы законопроект приняли.",
            "Он сдержал приступ смеха.",
            "Поторопи детей, а то мы так никогда не дойдём до дома.",
            "Преподавательница убеждала студентов в том, насколько важно сдать этот экзамен.",
            "Что же мы можем сделать, чтобы заставить лентяев работать производительнее?",
            "Убедите вашего ребёнка выражать свои чувства словами.",
            "Я призываю вас поддержать данное предложение.",
            "Старик палкой подгонял коров.",
            "Спасатели призвали нас сохранять спокойствие.",
            "Он тащил её вперёд, взяв её под локоть.",
            "Он подавил желание её ударить.",
            "Ей вдруг ужасно захотелось оказаться на улице.",
            "Чья-то рука на спине толкала её вперёд.",
            "Оратор пытался заставить людей выразить недовольство новым законом.",
            "Благотворительная организация настаивала на незамедлительных действиях.",
            "Я убедил его закончить обучение.",
            "Она с трудом сдержала внезапное желание побежать к нему, умоляя о прощении.",
            "Он почувствовал отчаянное желание во всём признаться.",
            "Если почувствуете сильное желание курить, постарайтесь ему не поддаваться.",
            "Он постоянно требует преобразований.",
            "Бренда подавила желание накричать на него.",
            "Я призываю ответственных лиц прекратить насилие.",
            "Мне пришлось подавить желание рассказать ему о том, что я думаю на самом деле."
        ],
        "stars": 2
    }
}