{
    "urgent": {
        "comment": [
            "surgeon",
            "surgery",
            "urge"
        ],
        "translate": "срочный, настоятельный, насущный, безотлагательный, экстренный, настойчивый",
        "transcription": " |ˈɜːrdʒənt|",
        "antonyms": [],
        "mnemonic": [
            "urgent [э'джант] срочный - (С-ерджант) срочно приказал.",
            "urgent ['ə: dʒənt]\n***\nПодарок СРОЧНЫЙ в ваш бюджет. (это) urgent\nСКОРОЙ помощи так и нет|же. (это) urgent"
        ],
        "examples": [
            "He is very urgent to see her.",
            "I hate to interrupt, but it's urgent.",
            "It is urgent that they all be present.",
            "Let's pass on to the urgent business.",
            "We've come to deliver an urgent message.",
            "Can you parcel up these urgent papers?",
            "I'm sorry to burst in on you like this, but I have an urgent message.",
            "Don't bother about the letters, they're not urgent.",
            "He was in urgent need of medical attention.",
            "I have an urgent message for you.",
            "In cases of urgent necessity, patients will be visited at their own houses.",
            "He was sent out on an urgent errand.",
            "There's an urgent need for more nurses.",
            "His urgent departure was another proof of his cold-bloodedness.",
            "His family have been very urgent for him to make an expedition to Margate.",
            "bridges in urgent need of repair",
            "This project is in urgent need of funding.",
            "Sorry to disturb you, but I have an urgent message.",
            "Two men were detailed to deal with the urgent order.",
            "He addressed us in an urgent manner.",
            "Pressure for change has become urgent.",
            "The injury required urgent medical attention.",
            "They have made an urgent request for international aid.",
            "It's obviously not urgent or else they would have called us straight away.",
            "An urgent voice came over the intercom, telling us to leave the building immediately.",
            "Defense against hurricanes is an urgent problem.",
            "There is an urgent need for someone to tackle this problem.",
            "The report called for urgent action to reduce lead in petrol.",
            "Anyone who comes into contact with these chemicals should seek urgent medical attention.",
            "The principal held up her hand to quell the students so they could hear the urgent announcement."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он добивается встречи с ней.",
            "Прошу прощения, что перебиваю, но это срочно.",
            "Крайне необходимо, чтобы присутствовали все.",
            "Давайте перейдем к срочному вопросу.",
            "Мы здесь, чтобы доставить срочное сообщение.",
            "Ты не мог бы упаковать эти важные документы?",
            "Я прошу прощения, что отрываю вас, но у меня срочное сообщение.",
            "Не беспокойтесь об этих письмах, они не срочные.",
            "Ему была срочно необходима медицинская помощь.",
            "У меня для вас срочное сообщение.",
            "В случаях крайней необходимости пациентов будут посещать на дому.",
            "Его послали по срочному делу.",
            "Срочно нужны ещё медсёстры.",
            "Его спешный отъезд был еще одним доказательством его равнодушия.",
            "Его семья очень настаивала, чтобы он предпринял поездку в Маргейт.",
            "мосты, которые нуждаются в срочном ремонте",
            "Этот проект нуждается в срочном финансировании.",
            "Извините, что беспокою, но у меня срочное сообщение.",
            "Двоих работников отрядили на выполнение срочного заказа.",
            "Он в срочном порядке обратился к нам.",
            "Необходимость перемен стала неотложной.",
            "Это повреждение требует срочной медицинской помощи.",
            "Они сделали срочный запрос о предоставлении международной помощи.",
            "Очевидно, что это не срочно, иначе они бы сразу нас позвали.",
            "По внутренней связи раздался взволнованный голос, приказывающий нам немедленно покинуть здание.",
            "Защита от ураганов является насущной проблемой.",
            "Срочно нужен человек, который возьмётся за решение этой проблемы.",
            "В репортаже содержится призыв к принятию незамедлительных мер по снижению содержания в бензине свинца.",
            "Все, кто вступает в контакт с этими химическими веществами, должны срочно обратиться за медицинской помощью.",
            "Директор школы подняла руку, успокаивая учеников, чтобы они могли услышать срочное объявление."
        ],
        "stars": 2
    }
}