{
    "useful": {
        "comment": [],
        "translate": "полезный, пригодный, успешный, способный, весьма похвальный",
        "transcription": " |ˈjuːsfl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The book is full of useful information.",
            "Does anyone have any useful suggestions?",
            "Why don't you do something useful with your life?",
            "It's useful to know several foreign languages when you are travelling abroad.",
            "The Internet is useful for finding information quickly.",
            "It may be useful to consider the data separately.",
            "Computers are useful in compiling statistics.",
            "A combinatory dictionary is useful for/ to students.",
            "She couldn't bear to throw away anything that might come in useful one day.",
            "She has become one of the team's most useful players.",
            "The Internet is becoming a useful tool for investors.",
            "Sometimes he would make himself useful in the kitchen by cleaning and tidying.",
            "Television is useful for making up your mind how to vote.",
            "The research may prove useful for applications in medicine and biotechnology."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитивный оборот с for",
            "Инфинитив - инфинитивный оборот с for(После сочетания It is (was, will be) с некоторыми прилагательными)",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "В книге очень много полезной информации.",
            "У кого-нибудь есть полезные предложения?",
            "Почему бы тебе не сделать в жизни хоть что-то полезное?",
            "Полезно знать несколько иностранных языков, если вы путешествуете за границей.",
            "Интернет удобен для быстрого поиска информации.",
            "Может быть полезно рассмотреть эти факты отдельно.",
            "Компьютеры помогают при статистических исследованиях.",
            "Словарь сочетаемости полезен для студентов.",
            "У неё рука не поднималась выбросить вещь, которая могла когда-нибудь пригодиться.",
            "Она стала одним из самых полезных игроков команды.",
            "Интернет становится полезным инструментом для инвесторов.",
            "Иногда он приносил пользу на кухне, делая там уборку.",
            "Телевидение полезно в том плане, что помогает принять решение, за кого голосовать.",
            "Данное исследование может оказаться полезным для применения в медицине и биотехнологии."
        ]
    }
}