{
    "useless": {
        "comment": [
            "use",
            "useful",
            "used to",
            "used",
            "user"
        ],
        "translate": "бесполезный, никуда не годный, плохо себя чувствующий, в плохом настроении",
        "transcription": " |ˈjuːsləs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was useless to complain.",
            "It's useless to try to convince her.",
            "she is useless in an emergency",
            "a kitchen full of useless gadgets",
            "The search for the great is useless.",
            "He always wasted his money on useless gadgets.",
            "The splendid yet useless imagery.",
            "The tent is useless in wet conditions.",
            "Forty days wasted in useless chicanery.",
            "Don't ask Tim to fix it. He's completely useless.",
            "I guess it's not just a useless \"widget\" after all.",
            "The doctor concluded that further treatment would be useless.",
            "The land is useless for growing crops.",
            "The virus rendered the computer useless.",
            "Drugs are useless in treating the condition.",
            "She made the point that further resistance was useless.",
            "They took the position that further resistance would be useless.",
            "I made a useless attempt at fixing the leak.",
            "a computer program that trashes useless files",
            "It seemed useless to pursue this line of questioning.",
            "All her efforts to squirm out of his grasp were useless.",
            "A chair which stands unevenly on its feet is useless as a support.",
            "The young scientist felt bound down by a lot of useless and confusing rules.",
            "a cuckoo woman who wandered around town carefully gathering up useless trash"
        ],
        "example_translate": [
            "Жаловаться было бесполезно.",
            "Бесполезно пытаться её убедить.",
            "она бесполезна в чрезвычайных ситуациях",
            "кухня, полная бесполезных приспособлений",
            "Поиски возвышенного бессмысленны.",
            "Он вечно растрачивал свои деньги на бесполезные безделушки.",
            "Прекрасная, но вместе с тем ненужная образность.",
            "Эта палатка бесполезна в условиях сырости.",
            "Сорок дней были потеряны из-за бесполезной бюрократической возни.",
            "Не проси Тима это починить: толку от него никакого.",
            "Я не думаю, что это очередной бесполезный прибамбас.",
            "Врач сделал вывод, что дальнейшее лечение будет бесполезным.",
            "Эта почва непригодна для выращивания зерновых культур.",
            "Вирус сделал компьютер бесполезным.",
            "При лечении данного заболевания препараты бесполезны.",
            "Она сочла, что дальнейшее сопротивление бесполезно.",
            "Они высказали точку зрения, что дальнейшее сопротивление было бы бесполезно.",
            "Я сделал бесплодную попытку устранить утечку.",
            "компьютерная программа, которая удаляет ненужные файлы",
            "Продолжать эту линию допроса казалось бесполезным.",
            "Все её попытки увернуться от его крепких объятий были тщетны.",
            "Стул, неровно стоящий на ножках, не годится в качестве опоры.",
            "Молодой учёный чувствовал, что эта куча ненужных и противоречивых правил связывает ему руки.",
            "чокнутая женщина, которая бродила по городу, заботливо подбирая бесполезный хлам"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}