{
    "user": {
        "comment": [],
        "translate": "пользователь, потребитель, наркоман, пользование правом или вещью",
        "transcription": " |ˈjuːzər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Give your user name and password.",
            "The way the system works will be transparent to the user.",
            "The revelation that she was a drug user was not a surprise to me.",
            "You'll receive a user name and password when you subscribe.",
            "The computer program comes with a user's manual.",
            "The software has a user interface that's easy to operate.",
            "Details of how to use the various programs are in the user guide.",
            "a person who started out as a user and is now a drug dealer as well",
            "Cost is the important thing — any benefits for the user are a secondary consideration.",
            "Programmers should always keep the end user in mind when designing a new piece of software.",
            "The information in the user's manual for the microwave is skimpy and not particularly helpful."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Cообщите ваше имя пользователя и пароль.",
            "Принцип работы системы будет понятен пользователю.",
            "Когда вдруг открылось, что она наркоманка, это не стало для меня неожиданностью.",
            "При подписке вы получите имя пользователя и пароль.",
            "Данная компьютерная программа поставляется вместе с руководством пользователя.",
            "Данное программное обеспечение имеет простой пользовательский интерфейс, с которым легко работать.",
            "Подробно о том, как использовать различные программы, описано в руководстве пользователя.",
            "человек, который начинал как потребитель наркотиков, а теперь также является и наркоторговцем",
            "Главное — это стоимость, а какие-либо выгоды для пользователя имеют второстепенное значение.",
            "При разработке новой программы программисты всегда должны учитывать потребности конечного пользователя.",
            "Cведения, приведенные в этом руководстве пользователя для микроволновки, скудны и не особенно полезны."
        ]
    }
}