{
    "utmost": {
        "comment": [
            "most",
            "mostly",
            "almost"
        ],
        "translate": "предельный, крайний, наивысший, все возможное, самое большое",
        "transcription": " |ˈʌtməʊst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We did our utmost to help.",
            "He did the utmost of his power.",
            "I shall do my utmost to serve her.",
            "I've got the utmost respect for her accomplishments.",
            "Both runners had pushed themselves to the utmost.",
            "The medical staff did their utmost to save the patient's life.",
            "It's designed to provide the utmost in comfort.",
            "He means to extract the utmost possible amount of pleasure out of this life.",
            "Baldwin treated the matter with the utmost seriousness.",
            "We had to push ourselves to the utmost to finish the job in time.",
            "This new system represents the utmost in modern technology.",
            "Jenny screwed her face up into an expression of utmost seriousness",
            "Evidence given by convicted criminals should always be treated with the utmost caution.",
            "The utmost punctuality should be observed in honouring bills.",
            "The army post's stern commander always had the utmost respect of those who served under him."
        ],
        "example_translate": [
            "Мы помогли всем, чем могли.",
            "Он сделал всё, что было в его силах.",
            "Я сделаю всё, что в моих силах, чтобы быть ей полезным.",
            "Я с предельным уважением отношусь к её достижениям.",
            "Оба бегуна выложились на пределе своих возможностей.",
            "Медицинский персонал сделал всё возможное, чтобы спасти жизнь пациента.",
            "Он спроектирован так, чтобы обеспечить максимальный комфорт.",
            "Он хочет извлечь все возможные удовольствия из этой жизни.",
            "Болдуин отнёсся к делу с предельной серьёзностью.",
            "Мы должны выложиться по полной, чтобы закончить работу вовремя.",
            "Эта новая система представляет собой предел возможностей современных технологий.",
            "Дженни сумела придать своему лицу выражение полной серьёзности",
            "К показаниям осужденных преступников следует всегда относиться с предельной осторожностью.",
            "При оплате счетов следует проявлять особую пунктуальность.",
            "Этот строгий командир воинской части всегда питал величайшее уважение к тем, кто служил под его началом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}