{
    "utter": {
        "comment": [
            "utterly",
            "mutter",
            "utterance"
        ],
        "translate": "полный, абсолютный, совершенный, крайний, произносить, выговорить, вымолвить",
        "transcription": " |ˈʌtər|",
        "antonyms": [],
        "mnemonic": [
            "utter [а'тэ] полный, глубокий, совершенный - (А те) парни полные и совершенные идиоты.",
            "utter ['ʌtə]\n***\nПРОИЗНОСИЛ слова на мате. (это) utter\nНе ПРОИЗНЁС ни слова в хате. (это) utter\nПолный, совершенный, абсолютный."
        ],
        "examples": [
            "That's utter nonsense!",
            "The movie was utter garbage.",
            "She uttered a few words to them.",
            "'You fool!' she uttered in disgust.",
            "To my utter amazement, he arrived on time.",
            "Janet is an utter klutz.",
            "The film exposes the utter horror of war.",
            "He uttered a curse.",
            "She uttered a cry of pleasure.",
            "It was a scene of utter confusion.",
            "She stared at him in utter disbelief.",
            "Cantor nodded without uttering a word.",
            "He was sinking into a life of utter depravity.",
            "You are talking utter poppycock.",
            "He uttered strange sounds that nobody could understand.",
            "He was talking utter nonsense as usual.",
            "What got me was his utter lack of initiative.",
            "I have never heard my father utter a single profanity.",
            "The children displayed an utter lack of interest in the performance.",
            "The situation descended into utter chaos.",
            "The wounded prisoner uttered a groan.",
            "It's hard to believe that we were utter strangers just a few days ago.",
            "That argument is utter nonsense.",
            "The report shows utter contempt for women's judgement.",
            "I heard him utter a curse before the microphone was shut off.",
            "I watched in complete and utter horror as he pulled out a gun.",
            "This company treats its employees with utter contempt.",
            "He can hardly utter a sentence without swearing.",
            "The result of your actions would be utter puzzle and bewilderment of the relatives.",
            "What Charles was saying was utter tripe."
        ],
        "example_translate": [
            "Это полная чушь!",
            "Фильм был полным отстоем.",
            "Она им что-то сказала.",
            "\"Дурак!\" произнесла она с отвращением.",
            "К моему сильному удивлению, он приехал вовремя.",
            "Джанет - настоящая недотепа.",
            "В фильме изображён полнейший /кромешный/ ужас войны.",
            "Он произнёс проклятие.",
            "Она закричала от наслаждения.",
            "Все были в полном замешательстве.",
            "Она уставилась на него в полном недоумении.",
            "Кантор кивнул, не произнеся ни слова.",
            "Он погружался в жизнь, полную абсолютного разврата.",
            "Вы несёте полную ерунду.",
            "Он произнёс странные звуки, которые никто не смог понять.",
            "Он, как обычно, нёс полную ерунду.",
            "Что меня доконало, так это его полная безынициативность.",
            "Я никогда не слышал, чтобы мой отец хоть раз в жизни выругался.",
            "Дети проявили полное отсутствие интереса к учёбе.",
            "Ситуация погрузилась в полнейший хаос.",
            "Раненый пленник застонал.",
            "Трудно поверить, что мы были совершенно не знакомы всего несколько дней назад.",
            "Этот довод — несусветная чушь.",
            "Данный доклад демонстрирует крайнее презрение к мнению женщин.",
            "Я слышал, как он выругался, когда микрофон ещё был включён.",
            "Я в полнейшем ужасе наблюдал за тем, как он вытаскивает оружие.",
            "Эта компания относится к своим работникам с полным неуважением.",
            "Он едва ли мог произнести и предложение без бранных слов.",
            "Всё, чего ты добьёшься, - это ошарашишь своих родных.",
            "То, что говорил Чарльз, была полная чушь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}