{
    "utterly": {
        "comment": [
            "utter",
            "mutter",
            "utterance"
        ],
        "translate": "крайне, абсолютно, чрезвычайно, дотла, вконец",
        "transcription": " |ˈʌtərlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You look utterly miserable.",
            "The movie was utter garbage.",
            "Tim's utterly bewitched by her.",
            "I am utterly opposed to any form of terrorism.",
            "It's hard to believe that we were utter strangers just a few days ago.",
            "She refused utterly to sing anything but the psalms.",
            "This analysis is utterly sophomoric.",
            "His wife seemed utterly indifferent whether she went or stayed. (H. Martineau)",
            "Courtenay played the role in an utterly convincing way.",
            "That argument is utter nonsense.",
            "The situation descended into utter chaos.",
            "I found his behavior utterly incomprehensible.",
            "The children displayed an utter lack of interest in the performance.",
            "The Basques speak a lingo utterly different from all European languages.",
            "She uttered a cry of pleasure.",
            "The harsh criticism left him utterly deflated.",
            "He felt utterly daunted by the prospect of moving to another country.",
            "Being utterly incognizant of their inquiries, she merely shook her head.",
            "The practice of killing animals for food is utterly abhorrent to me.",
            "Why is the middle class so stodgy, so utterly without a sense of humor?",
            "The gang of impish children ran into the street, utterly oblivious to the traffic.",
            "He can hardly utter a sentence without swearing.",
            "The new theatre looks utterly incongruous in its setting."
        ],
        "example_translate": [
            "Ты выглядишь совершенно несчастным.",
            "Фильм был полным отстоем.",
            "Тим совершенно ею очарован.",
            "Я категорически против любых форм терроризма.",
            "Трудно поверить, что мы были совершенно не знакомы всего несколько дней назад.",
            "Она совершенно отказывалась петь что-нибудь ещё, кроме псалмов.",
            "Это весьма поверхностный анализ.",
            "Казалось, его жене было совершенно все равно, уедет она или останется.",
            "Кортни сыграла роль крайне убедительно.",
            "Этот довод — несусветная чушь.",
            "Ситуация погрузилась в полнейший хаос.",
            "Я нашёл его поведение совершенно необъяснимым.",
            "Дети проявили полное отсутствие интереса к учёбе.",
            "Баски говорят на малопонятном языке, сильно отличающемся от всех европейских языков.",
            "Она закричала от наслаждения.",
            "Такая резкая критика лишила его всякой уверенности в себе.",
            "Перспектива переезда в другую страну его полностью обескураживала.",
            "Ничего не зная о том, о чём её спрашивали, она только трясла головой.",
            "Мне совершенно отвратителен обычай убийства животных ради употребления в пищу.",
            "Почему представители среднего класса такие скучные, совершенно без чувства юмора?",
            "Шайка проказников выбежала на улицу, совершенно не обращая внимания на проезжавшие машины.",
            "Он едва ли мог произнести и предложение без бранных слов.",
            "В этом окружении новый театр выглядит совершенно неуместно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}