{
    "4": [
        [
            "1 Мама попросила меня убрать все книги со стола. ",
            "1 My mother asked me to remove all the books from the table. "
        ],
        [
            "2 Ты думаешь, он не виновен? ",
            "2 Do you thinkhe is innocent? "
        ],
        [
            "3 Тот дом, который вам понравился, будет стоить в пределах 50 тысяч евро. ",
            "3 That house which you liked will cost within 50 thousand euro."
        ],
        [
            "4 Так или иначе мы найдем ее.",
            "4 We will find her somehow. "
        ],
        [
            "5 Они не пришли, потому что испугались. ",
            "5 They didn't come because they got frightened. "
        ],
        [
            "6 Он не собирается шантажировать тебя. ",
            "6 He isnot going to blackmail you. "
        ],
        [
            "7 Очевидно, получить визу будет не так просто, как этокажется. ",
            "7 Obviously, it won't be so easy to get a visa as it seems itwill be. "
        ],
        [
            "8 Номер в гостинице был в нашем распоряжении до 12 часов.",
            "8 The room at the hotel was at our disposal till 12 o'clock. "
        ],
        [
            "9 Тце ты повесил объявление? — Я повесил его на двери. ",
            "9 Where did youput up your advertisement? — I put it up on the door. "
        ],
        [
            "10 Ты закончил письмо? ",
            "10 Have you completed the letter?"
        ],
        [
            "11 Он сказал, что ему нравятся твои предложения (соображения) по поводу открытия нового ресторана. ",
            "11 He said that he liked your suggestions about opening up a new restaurant. "
        ],
        [
            "12 Я очень надеюсь,что у меня получится овладеть английским довольно быстро. ",
            "12 I hopea lot that I will be able to master English very quickly. "
        ],
        [
            "13 Какая странная манера извиняться! ",
            "13 What a strange manner to saysorry! "
        ],
        [
            "14 Мы решили отложить немногоденег, чтобы затем купить дом. ",
            "14 We have decided to put some money aside to buy a house then. "
        ],
        [
            "15 Вполне возможно, что он сноваподведет нас. ",
            "15 It is quitepossible that he will let us down again. "
        ],
        [
            "16 Он мигом перезвонил мне. ",
            "16 He called me back in no time. "
        ],
        [
            "17 Ты можешь отдатьмне деньги завтра. Это не срочно. ",
            "17 You cangive me the money back tomorrow. It is not pressing. "
        ],
        [
            "18 Эти две картины вне всякогосравнения. ",
            "18 These two pictures arebeyond comparison. "
        ],
        [
            "19 Таня попросила меня не выдавать ее секрет. ",
            "19 Tanya asked me not to give away her secret. "
        ],
        [
            "20 Онатак и не вернулась. ",
            "20 She nevercame back. "
        ],
        [
            "21 Мне нравится то, как ты об этом думаешь.",
            "21 I like the way you think of it. "
        ],
        [
            "22 Я думаю, вы набрали не тот номер. ",
            "22 I think you dialed the wrongnumber. "
        ],
        [
            "23 Том говорит, что хотел быпоселиться где-нибудь недалеко отсюда. ",
            "23 Tom says that he would like to settle not far from here. "
        ],
        [
            "24 Мой муж забудет сходитьза дочкой, если я не напомню ему об этом.",
            "24 My husbandwill forget to fetch our daughter unless I remind him of it."
        ]
    ]
}