access  |ˈækses| доступ, проход, подход, выборка, припадок, обращаться, иметь доступ

Do you have access to the Internet?
У вас есть доступ в интернет?

####

You'll need a password to access the database.
Для доступа к базе данных вам понадобится пароль.

####

He always has access to the Prime Minister.
У него всегда есть доступ к премьер-министру.

####

I had unrestricted access.
У меня был неограниченный доступ.

####

We have Internet access at the library.
В нашей библиотеке есть доступ к Интернету.

####

The word “access” is spelled with two cs.
Слово "access" (доступ) пишется с двумя буквами "с".

####

That access of fear loosened his joints.
Приступ страха ослабил его мускулы.

####

She still had access to the Emperor whenever she desired.
Она по-прежнему могла входить к императору в любое время, когда ей этого хотелось.

####

He gained access to the building.
Он получил доступ к зданию.

####

My ex-wife deliberately sabotages my access to the children.
Моя бывшая жена умышленно срывает мои свидания с детьми.

####

The system enables students to access class materials online.
Данная система позволяет студентам получить доступ к материалам занятий в Интернете.

####

You can access our homepage via the Internet.
К нашей домашней странице можно подключиться через интернет.

####

This report can be accessed via the Internet at www...
Доступ к этому отчёту можно получить через интернет по адресу www…

####

The agreement was needed for use of the access routes to the city.
Данное соглашение требовалось для использования подъездных путей к городу.

####

They paid a premium for access to water.
За доступ к воде они заплатили дополнительно.

####

My ex-husband has access to the children once a week.
Мой бывший муж имеет право видеться с детьми один раз в неделю.

####

Users can access their voice mail remotely.
Пользователи могут получать доступ к своей голосовой почте удалённо.

####

Hackers had illegally accessed information on more than 310,000 consumers.
Хакеры получили незаконный доступ к информации о более чем 310000 потребителях.

####

We cannot provide you with Internet access unless you agree to these terms.
Мы не можем предоставить вам доступ в интернет, если вы не согласитесь с данными условиями.

####

She had privileged access to the files.
У неё был особый доступ к этим материалам.

####

an urban underclass, who have limited access to health care
городская беднота, которая имеет ограниченный доступ к медицинской помощи

####

They have access to up-to-date information through a computer database.
У них есть доступ к новейшей информации через компьютерную базу данных.

####

Access to the site is closely controlled.
Доступ к сайту тщательно контролируется.

####

Only employees have access to bank records.
Доступ к банковской документации есть только у сотрудников.

####

How does one access the attic in this house?
Как попасть на чердак в этом доме?

####

The theatre has good access for the disabled.
В театре имеется удобный доступ для инвалидов.

####

We're trying to improve access for disabled visitors.
Мы пытаемся улучшить доступ для посетителей с ограниченными физическими возможностями.

####

Nesting places on the cliffs are difficult of access.
Гнездовья на скалах труднодоступны.

####

This card allows you to access your money at the touch of a button.
Эта карта позволяет вам одним нажатием кнопки получить доступ к своим деньгам.

####

In May 1949, Stalin conceded defeat and reopened land access to Berlin.
В мае 1949 года Сталин признал поражение, и вновь открыл наземный доступ к Берлину.

####