accurate  |ˈækjərət| точный, тщательный, меткий, калиброванный, правильный

They were accurate in their prediction.
Они оказались точны в своих прогнозах.

####

Her novel is historically accurate.
Её роман исторически точен. / В её романе точно отражаются исторические события.

####

A child's recall is usually accurate.
Детские воспоминания, как правило, точны.

####

He is an accurate passer.
Он умеет давать точные пасы.

####

The rifle was extremely accurate.
Винтовка обладала исключительной точностью стрельбы.

####

They haven't given us accurate information. We've been screwed.
Они предоставили нам недостоверную информацию. Нас обманули.

####

Her calculation of the building costs proved quite accurate.
Ее оценка строительных расходов оказалась правильной.

####

His shooting was slow but accurate.
Его стрельба была медленной, но точной. / Он стрелял медленно, но метко.

####

They arm people with accurate information.
Они вооружают людей точной информацией.

####

The model is accurate down to the tiniest details.
Данная модель точна до мельчайших деталей.

####

I don't think these figures are anywhere near accurate.
Не думаю, что эти цифры хоть сколько-нибудь точны.

####

The instruments provide accurate measurement of atmospheric conditions.
Данные приборы обеспечивают точное измерение характеристик атмосферы.

####

The book is an accurate snapshot of upper-class English life.
Книга точно описывает образ жизни верхних слоёв английского общества.

####

He is meticulous about keeping accurate records.
Он скрупулёзно относится к точности своих данных.

####

It is difficult to get accurate figures on population numbers.
Трудно получить точные данные о численности населения.

####

There are too many imponderables to make an accurate prediction.
Для точного прогноза здесь слишком много факторов, не поддающихся точной оценке.

####

The artist was determined to present an accurate picture.
Художник стремился передать точную картину.

####

The skin is an accurate barometer of emotional and physical health.
Кожа является точным барометром эмоционального и физического здоровья.

####

His letter was a very accurate formulation of his thoughts on the matter.
В письме были очень точно сформулированы его мысли по этому поводу.

####

The evidence she gave to the court was not strictly accurate (=not exactly accurate).
Показания, которые она дала в суде, не были абсолютно точными (т.е. были не совсем точными).

####

His mental measurings proved remarkably accurate.
Его мысленные измерения оказались поразительно точными.

####

We believe the polls are an accurate mirror of public opinion.
Мы считаем, что эти опросы являются точным отражением общественного мнения.

####

The report gives us a very accurate picture of life in the inner cities.
В докладе даётся очень точное представление о жизни в гетто.

####

It's impossible to predict the weather accurately.
Невозможно точно предсказать погоду.

####

Your conclusion may turn out to be accurate, but you're postulating a lot of ifs.
Ваш вывод может оказаться верным, но вы принимаете без доказательств множество гипотез.

####

Such a clock is guaranteed to be accurate within one second in one million years.
Точность хода таких часов находится в пределах одной секунды за один миллион лет.

####

He spent years working up a period novel that was historically accurate in every detail.
Он провёл несколько лет за сочинением исторического романа, который оказался исторически точным в каждой мелочи.

####

Accurate measurements are required in carpentry.
В плотницком деле необходимы точные измерения.

####

Mayans had a system of writing and an accurate calendar.
Майя имели письменность и точный календарь.

####

The machines were not yet accurate enough to give useful results.
Машины ещё не обладали достаточной точностью для выдачи приемлемых результатов.

####