bias  |ˈbaɪəs| смещение, косой, разрезанный, косо, по диагонали, оказывать влияние

Lydia has a strong artistic bias.
У Лидии — сильная тяга /склонность/ к искусству.

####

There was clear evidence of a strong bias against her.
Было очевидно, что к ней относились c большим предубеждением.

####

My parents are biased against popular music before they even hear it.
Мои родители относятся к поп-музыке отрицательно, хотя ни разу её не слышали.

####

He showed a bias toward a few workers in particular.
Он проявил предвзятость в отношении отдельных работников.

####

Some women still believe there is a bias in favour of male staff in the office.
Некоторые женщины до сих пор уверены, что предпочтение отдается сотрудникам мужского пола.

####

All skirts are cut with a curved bias.
Все юбки выкроены по косой.

####

His work showed a discernible bias towards philosophy.
Его работа продемонстрировала заметную склонность к философии.

####

Do they have a bias against women?
Есть ли у них предубеждение в отношении женщин?

####

The decision was made without bias.
Решение было принято справедливо.

####

a student with a strong bias towards the arts
студент с сильным уклоном в сторону искусства

####

The company was accused of racial bias.
Компанию обвинили в расовых предрассудках.

####

Several factors could have biased the results of the study.
Результаты исследования могли быть искажены несколькими факторами.

####

made of fabric cut bias
сделанный из ткани, раскроенной по косой

####

Students were evaluated without bias.
Студентов оценили беспристрастно.

####

The judge withheld the information on the grounds that it would bias the jury.
Судья не сообщил эту информацию, руководствуясь тем, что она может повлиять на присяжных.

####

I don't want to bias you against the movie, but I thought the book was much better.
Не хочу настраивать вас против фильма, но книга мне показалась намного лучше.

####

an egregious example of political bias
вопиющий пример политической предвзятости

####

You are biasing my choice by telling me yours.
Рассказывая мне о своём решении, вы влияете на моё.

####

The speech laid him open to charges of political bias.
Данная речь открыла его для обвинений в политической предвзятости.

####

I suppose in every atom two poles in its superficies, and a Central point within its substance, which I call its Bias.
Я полагаю, что у каждого атома на поверхности есть два полюса и некая центральная точка внутри него, которую я называю центром гравитации.

####

The review was criticized for its ethnocentric bias.
Рецензия подверглась критике за националистический уклон.

####

The circumstances could bias the results of the survey.
Данные обстоятельства могут повлиять на результаты исследования.

####

It's clear that the company has a bias against women and minorities.
Понятно, что компания имеет предубеждение против женщин и нацменьшинств.

####