curious  |ˈkjʊrɪəs| любопытный, любознательный, странный, курьезный, пытливый

I'm curious to know more about her.
Мне любопытно было бы узнать о ней больше.

####

Puppies are naturally curious.
Щенки, любопытны от природы.

####

He was curious about how she would react.
Ему было любопытно узнать, как она отреагирует.

####

Mandy was curious to know what happened.
Мэнди было любопытно узнать, что случилось.

####

She felt curiously calm.
Она ощущала непривычное спокойствие.

####

Cats are said to be naturally curious.
Говорят, кошки от природы чрезвычайно любопытны.

####

She found a curious old clock in the attic.
Она нашла на чердаке необычные старые часы.

####

It's curious that she left without saying goodbye.
Странно, что она ушла, не попрощавшись.

####

We're curious about why you never called us.
Нам интересно, почему ты ни разу нам не позвонил.

####

He was too curious to let the matter drop.
Он был слишком любопытен, чтобы проигнорировать данный вопрос.

####

They were curious to find out who won the game.
Им было любопытно узнать, кто выиграл.

####

Her shouting attracted some curious glances from other people in the restaurant.
Ее вопль привлек любопытные взгляды других посетителей ресторана.

####

He felt a curious mixture of excitement and panic.
Его охватило волнение граничащее с паникой.

####

'What have you got in there?' Felix asked curiously.
— Что у вас там? — с любопытством спросил Феликс.

####

This procedure produces a curious effect.
Эта процедура /операция/ производит любопытный эффект.

####

Their music is a curious blend of disco and rock.
Их музыка представляет собой странную смесь /необычное сочетание/ диско и рока.

####

The birds were engaged in some curious behavior.
Птицы вели себя странно.

####

The cat was naturally curious about its new surroundings.
Кошка, проявляла естественное любопытство к своему новому окружению (месту жительства).

####

A gentleman, seated near Worcester, and very curious in gardening.
Джентльмен, проживает неподалёку от Вустера, увлекается садоводством.

####

Curious onlookers watched the ceremony.
Любопытные зеваки наблюдали за церемонией.

####

By a curious coincidence, they bought a house the same day their old one burned down.
По странному стечению обстоятельств, они купили новый дом в тот самый день, когда их старый сгорел дотла.

####

Fore the stranger there swarmed a gaggle of curious street urchins.
Перед незнакомцем копошилась стайка любопытных уличных мальчишек.

####