depend  |dɪˈpend| зависеть, полагаться, рассчитывать, находиться на иждивении

I knew I could depend on you.
Я знал(а), что могу на вас положиться.

####

It (all) depends.
Как сказать!, Поживем - увидим.

####

That depends
Как сказать

####

Whether the game will be played depends on the weather.
Состоится ли игра, зависит от погоды.

####

His decision will depend on how soon he meets the committee.
Его решение зависит от того, как скоро он встретится с членами комитета.

####

...I know I can always depend on you for help when I really need it....
...я знаю, что всегда могу рассчитывать на твою помощь, когда я действительно в ней нуждаюсь....

####

The poorer countries depend on aid from richer nations.
Более бедные страны зависят от помощи более богатых стран.

####

Animals depend on plant material for food.
Животные зависят от растительной пищи.

####

Its success will depend to a large extent on local attitudes.
В большой степени его успех будет зависеть от отношения местного населения.

####

In the dark he had to depend on touch and on his senses of smell and hearing.
В темноте ему пришлось полагаться на осязание, обоняние и слух.

####

The amount of sugar you add will depend on personal preference.
Количество сахара, который вы добавляете, будет зависеть от личных предпочтений.

####

Whether or not we play baseball will depend on how much rain we get.
То, сыграем мы в бейсбол или нет, будет зависеть от того, сколько у нас пройдёт дождей.

####

Ministers depend on civil servants for expert advice.
Министры полагаются на экспертные заключения государственных служащих.

####

The nature of the tasks to which you are assigned will depend on your capabilities.
Характер задач, которые перед вами поставят, будет зависеть от ваших возможностей.

####

At this stage, children move further away from the influence of their parents, and depend more on their friends.
На этом этапе дети всё дальше отходят от влияния своих родителей и всё больше полагаются на своих друзей.

####

The sensitiveness of Mimosa leaves does not depend on a change of growth.
Чувствительность листьев мимозы не зависит от изменения роста.

####

Your pension will depend on your length of employment.
Ваша пенсия будет зависеть от трудового стажа.

####

Whether or not you qualify for a loan will depend on your financial circumstances.
Предоставление вам права на получение кредита будет зависеть от ваших финансовых обстоятельств.

####

The refugees depend on foreign aid for their survival.
Выживание беженцев зависит от иностранной гуманитарной помощи.

####