dependent  |dɪˈpendənt| зависимый, зависящий, подчиненный, иждивенец, подчиненный, служащий

Do you have any dependents?
Есть ли у вас иждивенцы?

####

He is dependent on his parents for support.
Он материально зависим от родителей.

####

The salary is dependent on experience and qualifications.
Заработная плата зависит от опыта работы и квалификации.

####

All things in nature are dependent on one another.
Всё в природе взаимосвязано.

####

We are completely dependent upon your help.
Мы полностью зависим от вашей помощи.

####

Many of these people were dependent on his bounty.
Многие из этих людей зависели от его щедрости.

####

He has been alcohol dependent for several years.
В течение нескольких лет у него была алкогольная зависимость.

####

Your pay is dependent on how much you produce.
Оплата зависит от того, сколько вы производите.

####

An infant is wholly dependent on its mother.
Младенец полностью зависит от своей матери.

####

The leaves assumed their nocturnal dependent position.
К ночи листья обвисли.

####

a person's spouse and dependents
супруга и иждивенцы человека

####

The poor and dependent exercise our active benevolence.
Бедные и униженные способствуют нашей реальной благотворительности.

####

Jan's mother was dependent on her for physical care.
Мать Джен была зависима от ухода с её стороны.

####

Norway's economy is heavily dependent on natural resources.
Экономика Норвегии сильно зависима от природных ресурсов.

####

The programme is designed to help older welfare dependent people.
Программа призвана помочь пожилым людям, живущим за счёт социальных пособий.

####

Additional exemptions are allowed for each dependent.
Дополнительные льготы допускаются для каждого иждивенца.

####

The ageing of tobacco is dependent on the action of micro-organisms.
Выдерживание табака зависит от воздействия микроорганизмов.

####

As his political power has shrunk, he has grown correspondingly more dependent on the army.
В соответствии с тем, как уменьшалось его политическое могущество, он всё больше и больше полагался на армию.

####