describe  |dɪˈskraɪb| описывать, охарактеризовать, характеризовать, характеризоваться, изображать

Can you describe the lost dog to me?
Вы можете описать мне пропавшую собаку?

####

I would describe him as an excellent teacher.
Я бы охарактеризовал его как прекрасного преподавателя.

####

Can you describe your work to the class?
Вы не могли бы описать классу свою работу?

####

Please briefly describe your experience.
Пожалуйста, кратко опишите ваш опыт работы.

####

The witness wasn't able to describe the robber.
Свидетель не смог описать грабителя.

####

The prisoner described himself as an unemployed painter.
Арестованный назвался безработным художником.

####

Please describe what happened next.
Пожалуйста, опишите, что произошло дальше.

####

Would you describe this piece of music as well written?
Можно ли сказать об этом музыкальном произведении, что оно хорошо написано?

####

I cannot describe the feeling of contentment that was with me at that time.
Я не могу описать словами то чувство удовлетворения, которое ощущал в то время.

####

The nature of conscience, which I will describe as popularly as I can.
Природа сознания, которую я опишу в как можно более доступной форме.

####

Some people describe him as “selfish,” but he doesn't deserve that label.
Некоторые называют его эгоистом, но он не заслуживает такого эпитета.

####

He described the house in perfect detail.
Он в мельчайших подробностях описал этот дом.

####

Describe it in ordinary everyday language.
Опишите это простым повседневным языком.

####

Describe the experience in your own words.
Опишите происшедшее /пережитое/ своими словами.

####

The crime scene was too horrible to describe.
Место преступления было неописуемо ужасным.

####

I tried to describe his appearance to the police
Я попытался описать полициейским его внешность.

####

The article describes how the experiment was done.
В статье описывается, как проходил этот эксперимент.

####

She used a stick to describe a circle on the ground.
Она взяла палку и начертила на земле окружность.

####

We use the word 'hardware' to describe the actual machine.
Мы используем слово "оборудование", чтобы описать сам механизм как таковой.

####

It was hard to describe the nightmare she had lived through.
Трудно было описать кошмар, который ей пришлось пережить.

####

It's not PC to describe people as disabled.
Называть людей инвалидами неполиткорректно.

####

She described watching dolphins play beside the ship.
Она рассказала, как наблюдала за игрой дельфинов рядом с кораблём.

####

He observed the snakes so he could describe their behavior.
Он наблюдал за змеями, поэтому мог описать их поведение.

####

Movie stars often have an engaging aura that is hard to describe.
У кинозвёзд часто имеется аура обаяния, которую трудно описать.

####

While under hypnosis, the victim was able to describe her attacker.
Будучи под гипнозом, потерпевшей удалось описать нападавшего.

####

It would be wrong to describe society purely in economic terms.
Было бы неправильно описывать общество в чисто экономических терминах.

####

I can't describe him., all I saw was a blear figure for an instant.
Я не могу его описать: всё, что я увидел, это как на мгновение промелькнула какая-то неясная фигура.

####

Can you find a more precise term than “good” to describe the movie?
Вы можете найти более точный термин, чем “хороший”, чтобы описать данный фильм?

####

Each of us in turn had to describe how alcohol had affected our lives.
Каждому из нас, в свою очередь, пришлось описать, как алкоголь повлиял на нашу жизнь.

####

Discreet Italian police described it in a manner typically continental.
Сдержанные итальянские полицейские описали это в типично европейской манере.

####