distinguish  |dɪˈstɪŋɡwɪʃ| различать, отличать, выделить, значительный

You can't distinguish the detail from this distance.
Вы не можете различить детали с такого расстояния.

####

I could hardly distinguish anything in the morning mist.
Я почти ничего не мог разглядеть в утреннем тумане.

####

It is his Italian accent that distinguishes him.
Что его отличает, так это итальянский акцент.

####

You're old enough to distinguish between fact and fantasy.
Ты достаточно взрослая, чтобы различать действительность / реальность и фантазию.

####

I sometimes have difficulty distinguishing Spanish from Portuguese.
Иногда я с трудом отличаю испанский от португальского.

####

The nice eye can distinguish grade and grade.
Внимательный взгляд может уловить тончайшие оттенки.

####

The only thing that distinguishes the dogs is their bark.
Единственное, что отличает собак - это их лай.

####

a sure way to distinguish the two
надёжный способ отличить одного от другого

####

I have trouble distinguishing the difference between the two of them.
Мне трудно понять, в чём между ними разница.

####

He cannot distinguish between accentuated and non-accentuated words.
Он не различает ударных и безударных слов.

####

Today's business environment requires that service providers distinguish themselves from their competitors or lose high-value customers.
Сегодняшние условия бизнеса требуют от продавцов услуг отличаться от своих конкурентов, чтобы не потерять ценных покупателей.

####

He should be able to distinguish what is Genuine in them from what is Spurious.
Он должен уметь отличить в них поддельное от настоящего.

####

You should be able to distinguish fact from fantasy.
Вы должны быть в состоянии отличить факты от фантазий.

####

The main distinguishing feature of this species is the leaf shape.
Главной отличительной чертой этого вида является форма листа.

####

His modesty distinguishes him from his peers.
От сверстников он отличается своей скромностью.

####

The factor that distinguishes this company from the competition is customer service.
Фактором, отличающим данную компанию от конкурентов, является обслуживание клиентов.

####

I have trouble distinguishing between the two of them.
Мне трудно различить этих двоих.

####

The light was too dim for me to distinguish anything clearly.
Для меня свет был слишком тусклым, чтобы можно было хоть что-то различить.

####

Young children sometimes can't distinguish between fantasy and reality.
Маленькие дети порой не могут отличить выдумку от реальности.

####

We distinguish several kinds of maple.
Мы различаем несколько видов клёна.

####

Students in science class learning how to distinguish a dragonfly naiad from an earthworm.
На уроке естествознания ученики учатся отличать отличать личинку стрекозы от дождевого червя.

####

The singer's voice is what distinguishes the band.
Голос певца отличает эту группу от других.

####

the ability to fashion tools and other characteristics that distinguish human beings from other animals
способность создавать инструменты, а также другие особенности, которые отличают человека от других животных

####

His attorney argued that Cope could not distinguish between right and wrong.
Его адвокат утверждал, что Коуп не может отличить хорошее от плохого.

####