expand  |ɪkˈspænd| расширяться, расширять, развивать, развиваться, распространять, распространяться

Water expands as it freezes.
Вода при замерзании расширяется.

####

Reading helped to expand her vocabulary.
Чтение помогло расширить её словарный запас.

####

When air is warmed it expands and becomes lighter.
Когда воздух нагревается, он расширяется и становится легче.

####

Our trade with China is steadily expanding.
Наша торговля с Китаем постоянно расширяется.

####

Where oak expands her arms.
Где дуб раскинул свои ветви.

####

I'm quite satisfied with your explanation, so there's no need to expand on it.
Я вполне удовлетворён вашим объяснением, можете опустить подробности.

####

The object of this gymnastic exercise is to expand the chest.
Цель этого упражнения — развивать мышцы грудной клетки.

####

He has expanded his business to serve the entire state.
Он расширил свой бизнес, чтобы обслуживать весь штат.

####

The dough expands.
Тесто подходит.

####

We have plans to expand into the U.S. market.
У нас есть планы по расширению на американский рынок.

####

The director plans to expand the firm into an international company.
Директор планирует расширить фирму до транснациональной компании.

####

The coffee shop may expand into a full restaurant.
Эта кофейня может вырасти в полноценный ресторан.

####

The liquid expands and contracts with changes in temperature.
При изменении температуры жидкость расширяется или сжимается.

####

She is ready to grasp any opportunity to expand the business.
Она готова ухватиться за любую возможность, чтобы расширить бизнес.

####

The computer industry has expanded greatly over the last decade.
За последнее десятилетие компьютерная индустрия значительно расширилась.

####

We want to expand the business, not shrink it.
Мы хотим расширить бизнес, а не наоборот, сократить.

####

The market for software is expected to expand.
На рынке программного обеспечения ожидается расширение.

####

The longer version only expands, and in no way contradicts, the shorter one.
Более длинная версия лишь дополняет краткую, а ни в коем случае не противоречит ей.

####

Sydney's population expanded rapidly in the 1960s.
В шестидесятые годы население Сиднея увеличивалось быстрыми темпами.

####

The lack of investors has frustrated them in their efforts to expand the company.
Отсутствие инвесторов, расстроило их планы по расширению компании, не смотря на все их усилия.

####

She plans to expand the lecture series into a book.
Она планирует расширить эту серию лекций, превратив её в книгу.

####

His business has expanded to serve the entire state.
Его бизнес расширился и охватил весь штат.

####

The decision to expand the company was an error of judgement.
Решение о расширении компании была ошибкой в оценке ситуации.

####

We are hoping to expand our business, particularly in Europe.
Мы надеемся расширить свой бизнес, особенно в Европе.

####

The chairman is keen that the company should expand its product range.
Председатель очень хочет, чтобы компания расширила ассортимент выпускаемой продукции.

####

expand the house by adding another wing
расширить дом, добавив ещё одно крыло

####

Efforts to expand the tourist industry could be negated by reports that the sea is highly polluted.
Попытки расширения туристического бизнеса могут быть сведены на нет сообщениями о сильном загрязнении моря.

####

As to our future plans, I think I need only say that the company intends to expand at a steady rate.
Что касается наших планов на будущее — я думаю, мне нужно только сказать, что компания намерена расширяться устойчивыми темпами.

####

Expand the abbreviation “deg.” to “degree.”
Разверните аббревиатуру “град.” до слова “градус”.

####

They are at the center of a furious debate over whether or not to expand the city's public transportation system.
Они находятся в центре яростной дискуссии по поводу того, следует ли расширять городскую систему общественного транспорта.

####