flag  |flæɡ| флаг, флажок, знамя, признак, стяг, плита, помечать, отмечать, ослабевать, повиснуть

The flag symbolizes our country.
Это знамя является символом нашей страны.

####

The flag was flowing in the breeze.
Флаг свободно колыхался на ветру.

####

Let's flag down a cab — it's starting to rain.
Давай поймаем такси, а то дождь начинается.

####

put the flag back in the cup
поставить флаг обратно в лунку (о гольфе)

####

After the invasion, people were forbidden to fly their national flag.
После вторжения людям запретили поднимать свой национальный флаг.

####

A flag flies / flutters.
Флаг трепещет, развевается.

####

The crew hurried to hoist the flag.
Экипаж поспешил поднять флаг.

####

By the end of the meeting we had begun to flag.
К концу встречи мы начали махать флажками.

####

The flag is the emblem of our nation.
Это знамя является символом нашей страны.

####

The leader of the parade waved a flag.
Ведущий парада взмахнул флажком.

####

The flag went down, and the race began.
Флаг опустился, и гонка началась.

####

Every morning, we pledge allegiance to the flag.
Каждое утро мы даём клятву верности родине.

####

Children waving flags greeted the Russian leader.
Дети, машущие флажками, приветствовали российского лидера.

####

Using the national flag in advertising only cheapens it.
Использование государственного флага в рекламе лишь снижает его значимость.

####

Hanging a flag outside one's home is a patriotic gesture.
Вывешивание флага снаружи своего дома является патриотическим жестом.

####

a nationalistic display of the country's flag at all civic events
националистический показ флага страны на всех общественных мероприятиях

####

Hang out the flag, the victory is ours!
Вывешивай флаги, мы победили!

####

The flag fluttered in the light breeze.
Флаг развевался на лёгком ветерке.

####

a craven proposal to raise the white flag
трусливое предложение поднять белый флаг

####

The flag was whipping in the strong wind.
Флаг трепетал на сильном ветру.

####

The building was flagged for the holiday.
К празднику здание украсили флагами.

####

We raised the flag to the top of the pole.
Мы подняли знамя на самый верх флагштока.

####

I've flagged the parts I want to comment on.
Я пометил те части, которые хочу прокомментировать.

####

A red flag is often used as a danger signal.
Красный флаг часто используется в качестве сигнала опасности.

####

A linesman had his flag up so the kick did not count.
Лайнсмен уже поднял флажок, поэтому удар был не в счёт.

####

I could see a marshal on the finish line waving a yellow flag.
Я видел, как один из маршалов гонки на финише размахивает жёлтым флагом.

####

The actress stood at the back of the stage, draped in the flag.
Актриса стояла в глубине сцены, завернувшись во флаг.

####

Flags were flying at half-mast because of the death of the Premier.
В связи со смертью премьер-министра были приспущены флаги.

####

As the Queen stepped on the shore, the ship broke out the royal flag.
Как только королева вступила на берег, на корабле был развёрнут королевский флаг.

####

The starter waved a green flag to indicate that the race would begin.
Стартёр взмахнул зелёным флагом, чтобы показать, что гонка начнётся.

####