grace  |ɡreɪs| благодать, милость, изящество, грация, украшать, награждать, удостаивать

The monks prayed daily for grace.
Монахи день и ночь молились о (ниспослании им) благодати.

####

She graced me with a smile.
Она наградила [одарила] меня улыбкой.

####

He graced the meeting with his presence.
Он удостоил собрание своим присутствием.

####

His portrait graces the wall of the drawing room.
Его портрет украшает стену гостиной.

####

Max definitely lacked social graces.
Максу явно не хватало светских манер /умения вести себя в обществе/.

####

Her character is graced by every virtue.
Она - воплощение всех добродетелей.

####

Several marble statues grace the courtyard.
Несколько мраморных статуй украшают внутренний двор дома.

####

Lena moved with the grace of a dancer.
Лена двигалась с грацией танцовщицы.

####

Your Grace
Ваша светлость

####

She moved with the grace of a gazelle.
Она двигалась с грациозностью газели.

####

She handles her problems with grace and dignity.
Она решает свои проблемы с изяществом и достоинством.

####

I got a few days' grace to finish my essay.
Мне дали ещё несколько дней, чтобы дописать эссе.

####

The house was graced with arch and pillars.
Дом был украшен аркой и колоннами.

####

I hope that you will grace our gathering with your presence.
Надеюсь, ты удостоишь нашу встречу своим присутствием.

####

As a girl she learned the graces required of a good hostess.
Ещё девочкой она усвоила, как должна себя вести хорошая хозяйка.

####

She walked with effortless grace.
Она ходила с непринуждённым изяществом.

####

His wife is sadly lacking in social graces I must add.
От себя добавлю, что его жена, к сожалению, не умеет себя вести в приличном обществе.

####

By the king's grace, the traitor was permitted to leave the country.
По милости короля, предателю разрешили покинуть страну.

####

She moves with feline grace.
Она двигается с кошачьей грацией.

####

An athlete known for losing with grace
Спортсмен, который известен своим умением достойно проигрывать

####

The victor's grace in treating the vanquished
Величие победителя в великодушии к побежденным.

####

Each character was sustained with so much grace and art.
Все роли были исполнены с большим изяществом и мастерством.

####

His Grace
Его светлость

####

Grace is easily led away.
Грейс легко увлекается.

####

Let us give thanks for God's grace.
Возблагодарим Господа за милость его.

####

The governor graced us with his presence.
Губернатор удостоил нас своим присутствием.

####

He carted and uncarted the manure with a sort of grace.
Он загружал навоз на тележку и сгружал его с некоторой долей изящества.

####

He died in a state of grace (=when God has forgiven you for the wrong things you have done).
Он умер в состоянии благодати (т.е. когда Бог простил вас за все оплошности, которые вы сделали).

####

Borders of flowers graced the paths in the park.
Дорожки парка были украшены по краям цветами.

####

the liquid grace of a ballerina
непринуждённое изящество балерины

####