instance  |ˈɪnstəns| инстанция, пример, образец, ссылаться

Let me give you a for instance.
Позвольте мне привести вам пример.

####

In this instance I think she was mistaken.
В данном случае, я думаю, она ошибалась.

####

In this instance I prefer to remain anonymous.
На этом этапе я предпочитаю не сообщать своего имени.

####

I am writing to you at the instance of my friend.
Я пишу вам по просьбе моего друга.

####

We will instance in a single writer, Walton.
Сошлёмся лишь на одного автора — Уолтона.

####

This is perhaps a singular instance in the history of mankind.
Возможно, это единичный такой случай в истории человечества.

####

She instanced the first chapter as proof of his skill in constructing scenes.
Она привела первую главу как доказательство его умения описывать место действия.

####

They came across many instances of discrimination.
Они столкнулись со многими случаями дискриминации.

####

In most instances the disease can be controlled by medication.
В большинстве случаев болезнь можно контролировать с помощью лекарственных стредств.

####

We need to rethink the way we consume energy. Take, for instance, our approach to transport.
Нужно переосмыслить то, как мы потребляем энергию. Возьмём, например, наш подход к транспорту.

####

They have decided not to oppose the decision in this instance.
В данном случае они решили не противиться решению.

####

The single appearance of the word in Domesday Book is the earliest instance.
Единственное употребление этого слова в Книге Судного дня является самым ранним примером.

####

These delays are just another instance of bureaucratic inefficiency.
Эти задержки — просто ещё один пример бюрократической неэффективности.

####

Anyone wishing to join the society should apply in the first instance to the secretary.
Всем желающим вступить в общество следует для начала обратиться к секретарю.

####

In this instance, the lawyer's job is to make the jury doubt the witness's credibility.
В данном случае задача адвоката заключается в том, чтобы заставить присяжных сомневаться в правдивости свидетеля.

####

He instanced one particular incident as an illustration of their penchant for practical jokes.
В качестве иллюстрации их склонности к розыгрышам он привёл один конкретный пример.

####

Martin is not illiterate but I think close to it. I never saw him read a newspaper, for instance.
Мартин не то чтобы безграмотный, но, по-моему, где-то рядом. Я никогда не видел, чтобы он читал, например, газету.

####

Enquiries should be made in the first instance to the Human Resources Director.
В первую очередь запросы нужно направлять в адрес директора по управлению персоналом.

####