obvious  |ˈɑːbvɪəs| очевидный, ясный, явный, банальный, понятный, тривиальный

It's obvious that he is drunk.
Ясно, что он пьян.

####

Her disappointment was obvious to everyone.
Её недовольство было заметно всем.

####

It was obvious that Gina was lying.
Было очевидно, что Джина лгала.

####

There is no obvious solution to the problem.
Очевидного решения этой проблемы не существует.

####

The ending was pretty obvious.
Конец был абсолютно банальным.

####

It's pretty obvious what she means.
Довольно очевидно, что именно она имеет в виду.

####

The obvious question is — does his invention work?
Естественно, возникает вопрос: работает ли его изобретение?

####

It might be obvious to you, but it isn't to me.
Возможно, это очевидно для вас, но не для меня.

####

The answer seems obvious enough to me.
Ответ мне кажется достаточно очевидным.

####

For obvious reasons, I would not like to reveal my name.
По понятным причинам, я бы не хотел раскрывать своё имя.

####

He was the obvious candidate for president.
Он был очевидным кандидатом на пост президента.

####

For obvious reasons, we can't do that yet.
По понятным причинам, мы пока не можем этого сделать.

####

It was obvious that he was about to grow a beard.
Он, очевидно, решил отращивать бороду.

####

The obvious thing is to speak to her before you make a decision.
Очевидно, что нужно поговорить с ней, прежде чем принимать какое-то решение.

####

It's obvious he was making a play for her.
Он явно пытается её добиться.

####

Duties and taxes are the most obvious barrier to free trade.
Пошлины и сборы - наиболее очевидная помеха на пути к свободной торговле.

####

The set of his mind was obvious.
Склад его ума был очевиден.

####

There are obvious gains for the student.
Для студентов есть очевидные выгоды.

####

The obvious question is: how did he become so successful?
Естественно, возникает вопрос: как получилось, что он стал настолько успешным?

####

He was moved by her obvious concern.
Он был тронут её несомненной заботой.

####

For obvious reasons, we've changed the names.
По понятным причинам мы изменили имена.

####

It's obvious why his application was rejected.
Понятно, почему его заявку отклонили.

####

The patient showed no obvious signs of distress.
Пациент не проявлял явных признаков страданий.

####

The quality of his cooking is immediately obvious.
Качество его готовки видно сразу.

####

The contempt he felt for his fellow students was obvious.
Презрение, которое он испытывал к своим однокурсникам, было очевидным.

####

It's obvious that he doesn't have a jot of interest in history.
Очевидно, что история его нисколько не интересует.

####

She has a tendency to labor the obvious.
У неё есть привычка постоянно повторять очевидные вещи.

####

She sipped her drink with obvious pleasure.
Она потягивала свой напиток с явным удовольствием.

####

The author's antipathies and prejudices are obvious.
Антипатия и предрассудки автора очевидны.

####

His concern with the well-being of his family is obvious.
Его озабоченность благополучием своей семьи очевидна.

####