quarrel  |ˈkwɔːrəl| ссора, спор, раздоры, стрела самострела, ссориться, поссорить, спорить

I don't want to quarrel with you.
Я не хочу с вами ссориться.

####

They had a quarrel about some girl.
Они поссорились из-за девушки.

####

The children quarrel all the time.
Дети всё время ссорятся.

####

A quarrel arose.
Вспыхнула ссора.

####

Let us not quarrel about such unimportant matters.
Давай не будем ругаться по таким пустяковым поводам.

####

Don't embroil me in your quarrel.
Не впутывай меня в вашу ссору.

####

They had a jolly quarrel.
Поцапались они - будь здоров!

####

We're not going to quarrel about a few dollars.
Мы не собираемся ссориться из-за нескольких долларов.

####

I think they've had a quarrel.
По-моему, они поссорились.

####

No quarrel, but a slight contention.
Это не ссора, лишь небольшое разногласие.

####

They tried to drag me into their quarrel.
Они попытались втянуть меня в свою перебранку.

####

She was the instigator of their quarrel
Она была зачинщиком их ссоры

####

I wish you two would stop quarreling.
Было бы здорово, если бы вы прекратили ссориться.

####

pick a fight or a quarrel
начать драку или ссору

####

It's your private quarrel, don't try to draw me in.
Это ваша личная ссора, не пытайся меня в неё втянуть.

####

Now that our quarrel is over, can we go on as we did before?
Теперь, когда мы помирились, можем мы дружить как раньше?

####

Perhaps a gift of flowers will help to smooth your quarrel over.
Быть может, букет цветов поможет вам помириться.

####

Never butt in on anyone else's quarrel.
Никогда не влезай в чужую ссору.

####

His remark was the occasion of a bitter quarrel.
Его замечание послужило поводом для ожесточённой ссоры.

####

Any misunderstanding can resolve itself into a quarrel.
Любое непонимание может кончиться ссорой.

####

It was unsettling to see them quarrel.
Было неприятно смотреть, как они ссорятся.

####

I have no quarrel with their proposals.
У меня нет причины не согласиться с их предложениями.

####

His insulting remark was the occasion of a bitter quarrel.
Его оскорбительное замечание послужило поводом для большой ссоры.

####

My only quarrel with this plan is that it's going to take far too long.
Моя единственная претензия к этому плану заключается в том, что он потребует слишком много времени.

####

The quarrel ended in a punch-up.
Ссора закончилась дракой.

####

He picked a quarrel with his neighbor.
Он нашёл повод поссориться с соседом.

####

The quarrel has hastened her departure.
Ссора ускорила её отъезд.

####

Let's not dredge up that old quarrel.
Давайте не будем вспоминать эту старую ссору.

####

I would find difficulty to quarrel with this statement.
Трудно не согласиться с этим утверждением.

####

We quarreled over the question as to who discovered America.
Мы поссорились из-за вопроса о том, кто открыл Америку.

####