recent  |ˈriːsnt| последний, свежий, недавний, новый, современный

The situation has improved in recent years.
В последние годы ситуация улучшилась.

####

My recent cold has pulled me down.
Я очень ослаб из-за недавней простуды.

####

a recent issue of the journal
свежий выпуск журнала

####

His mind travelled over recent events.
Он перебирал в памяти недавние события.

####

Irving's most recent book
последняя книга Ирвинга / самая свежая книга Ирвинга

####

The ground was so heavy from recent rains.
После недавних дождей дорогу совсем развезло.

####

a recent addition to the house
недавняя пристройка к дому

####

She has become very forgetful in recent years.
В последние годы она стала очень забывчива.

####

In recent years she has appeared in public less frequently.
В последние годы она появлялась на публике не так часто.

####

That was the biggest earthquake in recent history .
Это было самое крупное землетрясение в новейшей истории.

####

recent buds on the apple trees
свежие бутоны на яблонях

####

I put his bad temper down to his recent illness.
Я отнёс его плохое настроение на счёт недавней болезни.

####

We can run in a sentence about the politician's recent death.
Мы можем вставить заметку о безвременной кончине этого политика.

####

The word “blog” is a recent coinage.
Слово “блог” придумано недавно.

####

the recent increase in violent crime
недавний рост насильственной преступности

####

Prices have steadied in recent months.
За последние месяцы цены стабилизировались.

####

E-commerce is a relatively recent phenomenon.
Электронная коммерция — явление относительно недавнее.

####

The last period of his life has been thoroughly bewritten in recent years.
Последний период его жизни был недавно подробно описан.

####

Her most recent novel is a real gem.
Её последний роман — это настоящая находка.

####

I set his bad temper down to his recent illness.
Его плохое настроение я объяснял недавней болезнью.

####

The pattern of family life has been changing over recent years.
В последние годы характер семейной жизни меняется.

####

Recent discoveries added to our knowledge of the Universe.
Последние открытия углубили наши знания о Вселенной.

####

the fewest birds in recent memory
наименьшее количество птиц за последнее время

####

a recent acquisition by the museum
недавнее приобретение музея

####

The company cleaned up on their recent business arrangement.
Последний контракт принёс фирме неплохую прибыль.

####

Technology in recent years has become ever more sophisticated.
В последние годы технологии становятся всё более изощрёнными.

####

The population has swelled in recent years.
В последние годы население резко возросло.

####

The volcano is still active, as evidenced by the recent eruption.
Вулкан по-прежнему активен, о чём свидетельствует недавнее извержение.

####

The centre party has shown a noticeable move to the right in recent years.
В последние годы эта центристская партия стала значительно правее.

####

her recent appointment to the bench
её недавнее назначение на должность судьи

####