recognition  |ˌrekəɡˈnɪʃn| признание, распознавание, опознавание, узнавание, опознание, одобрение, сознание

She passed close by me without a sign of recognition.
Она прошла мимо меня и не узнала.

####

The town centre had changed beyond all recognition.
Центр города изменился до неузнаваемости.

####

The partners were delighted with the recognition of their work.
Партнеры были довольны тем, что их работа получила признание.

####

The story lifted him to national recognition.
Благодаря этой истории он стал известен всей стране.

####

He attempted to pass him without any symptom of recognition.
Он попытался пройти мимо, сделав вид, что не узнал его.

####

His smile was a recognition that things were not so bad.
Его улыбка означала признание того факта, что всё не так плохо.

####

He received recognition for his accomplishments from his colleagues.
Он получил положительные отзывы коллег о своих достижениях.

####

He fought a battle for recognition.
Он боролся за признание.

####

He finally received the recognition that he deserved.
Он, наконец, получил давно заслуженное признание.

####

He has achieved recognition and respect as a scientist.
Как учёный он добился признания и уважения.

####

de jure recognition of the new government
признание де-юре нового правительства

####

Don's recognition of the importance of Suzy in his life
признание со стороны Дона важности Сьюзи в его жизни

####

The bakery business has changed beyond all recognition in the last 10 years.
За последние десять лет ситуация в хлебном бизнесе изменилась до неузнаваемости.

####

He was presented with a gold watch in recognition of his service to the company.
Ему подарили золотые часы в знак признания его заслуг перед компанией.

####

The Olympic Committee gave official recognition to the sport.
Олимпийский Комитет предоставил официальное признание этому виду спорта.

####

She received belated recognition for her scientific discovery.
Она получила запоздалое признание за своё научное открытие.

####

You can build customer loyalty, receive recognition and make a memorable impression with a simple three or four line handwritten note.
Вы можете завоевать доверие клиента, получить признание и произвести запоминающееся впечатление, если напишете послание в 3-4 строчки от руки.

####

Her paintings received recognition from her fellow artists.
Её картины получили признание со стороны коллег-художников.

####

The bodies are reported to have been mutilated beyond recognition.
Как сообщают, тела изуродованы до неузнаваемости.

####

He received little recognition working in the shadow of his father.
Поскольку он работал в тени своего отца, его мало кто знал.

####

He was unable to make his motion because he couldn't get recognition by the chairman.
У него не получилось внести своё предложение, потому что он не смог получить от председателя разрешение на выступление.

####

The actress, who is already a goddess in her own country, is finally getting recognition here.
Актриса, которая уже является богиней у себя на родине, наконец-то получила признание и у нас.

####

The importance of voluntary organizations in the economy still needs to be given recognition.
Важность добровольных общественных организаций для экономики всё ещё ждёт своего признания.

####