scale  |skeɪl| масштаб, шкала, гамма, размер, уровень, взбираться, весить, взвешивать

He weighed himself on the scale.
Он взвесился на весах.

####

He used a scale to weigh the bananas.
Чтобы взвесить бананы, он воспользовался весами.

####

Earthquakes are measured on the Richter scale.
Сила землетрясений измеряется по шкале Рихтера.

####

This bike scales only 25 pounds
Этот велосипед весит всего лишь двадцать пять фунтов.

####

The fish turned the scale at 20 pounds.
В рыбе оказалось двадцать фунтов весу.

####

The waitress received much scale at the hotel.
Официантка в отеле получала много.

####

The variables are scaled in various ways.
Эти переменные представлены в разных единицах измерения.

####

judging on a scale of 1 to 10
оценка по шкале от одного до десяти

####

at the bottom of the pay scale
в нижней части шкалы оплаты труда

####

All our models are made to scale.
Все наши модели выполнены в масштабе.

####

How would you grade your meal on a scale from one to five?
Как бы вы оценили еду по шкале от одного до пяти?

####

Your performance will be judged on a scale of 1 to 10.
Ваше выступление будет оцениваться по шкале от одного до десяти.

####

He soon realized the scale of the task he had undertaken.
Вскоре он осознал весь масштаб задачи, за выполнение которой взялся.

####

The scale was trembling between life and death.
Чаша весов балансировала между жизнью и смертью.

####

Builders must learn about scale and proportion.
Строители обязаны знать о масштабах и пропорциях.

####

Rebecca Stephens was the first British woman to scale Everest.
Ребекка Стивенс была первой британкой, покорившей Эверест.

####

New Yorkers build on a grand scale.
Жители Нью-Йорка строят с большим размахом.

####

The troops scaled the walls of the fort.
Войска преодолели стены форта.

####

We scaled the Mont Blanc
Мы взобрались на вершину Монблана.

####

This model must be scaled down.
Этот макет необходимо уменьшить в размерах.

####

She gradually made her way up the social scale.
Она постепенно поднялась вверх по социальной лестнице.

####

I was shocked by the sheer scale (=very big scale) of the destruction.
Я был потрясен огромным масштабом (т.е. очень большим масштабом) разрушений.

####

The single tusk of the big elephant scaled one hundred and sixty pounds.
Только один бивень этого большого слона затянул на сто шестьдесят фунтов.

####

The earthquake registered 7.2 on the Richter scale.
Зарегистрированная сила землетрясения составила 7,2 балла по шкале Рихтера.

####

In the top left hand corner there is an inset showing Beijing at a larger scale.
В верхнем левом углу находится врезка с крупномасштабной картой Пекина.

####

the lowest rung of the pay scale
низшая ступень шкалы оплаты труда

####

They entertained on a grand scale.
Гостей они принимали с большим размахом.

####

He placed two weights in the scale pan.
Он поместил на чаше весов две гири.

####

Crime has increased on an unprecedented scale.
Уровень преступности поднялся до беспрецедентного уровня.

####

A structural survey revealed the full scale of the damage.
Полный масштаб ущерба выявило структурное обследование.

####