slightly  |ˈslaɪtlɪ| немного, слегка, чуть, едва

He is slightly overweight.
Он слегка полноват.

####

There is a slight chance of rain.
Есть небольшая вероятность дождя.

####

The road was slightly downhill.
Дорога шла слегка под уклон.

####

The wine had a slightly bitter taste.
У вина был слегка горьковатый вкус.

####

The dog was limping slightly.
Собака слегка хромала.

####

His trousers were slightly too short.
Его брюки были чуть-чуть коротки.

####

a juicy apple with a slightly acid flavour
сочное яблоко с кисловатым вкусом

####

He is, shall we say, slightly unusual.
Он, скажем так, немного странный.

####

He is slightly unhinged.
Он немного не в себе.

####

He is slightly touched.
У него не все дома.

####

Profits dipped slightly last year.
Прибыль немного снизилась в прошлом году.

####

Her eyes suddenly met his and she coloured slightly.
Их глаза /взгляды/ вдруг встретились, и она слегка покраснела.

####

She seemed slightly manic.
Она казалась немного маниакальной.

####

I felt slightly nauseous.
Я почувствовал лёгкую тошноту. / Меня слегка замутило.

####

She is feeling slightly queasy in the mornings.
Её подташнивает по утрам.

####

Never buy a brand-new car unless you're rich. Purchase a slightly used car.
Никогда не покупайте абсолютно новые машину, если только вы не богач. Покупайте слегка подержанную.

####

He sputtered and gasped slightly before slipping into unconsciousness.
Он бормотал и немного задыхался, прежде чем потерял сознание.

####

The paint's still slightly tacky.
Краска всё ещё чуточку липкая.

####

He moved his hand slightly to the right.
Он взмахнул рукой чуть вправо.

####

This root vegetable tastes slightly of lemon.
Этот корнеплод имеет лёгкий привкус лимона.

####

Andrew couldn't help noticing that she coloured slightly.
Эндрю не мог не заметить, что она слегка покраснела.

####

The road was slightly downhill, so we just coasted along enjoying ourselves.
Дорога шла немного под уклон, так что мы просто катились вниз в своё удовольствие.

####

And the trees that surrounded the house sometimes had a slightly spooky look.
И деревья, окружающие дом, иногда выглядели жутковато.

####

Her full lips pouted slightly.
Её полные губки немного надулись.

####

His lower jaw protrudes slightly.
Его нижняя челюсть слегка выступает вперёд.

####

She fell and slightly injured her arm.
Она упала и слегка повредила руку.

####

The medicine had a slightly bitter taste.
У лекарства был слегка горьковатый вкус.

####

On first acquaintance she is cool and slightly distant.
При первом знакомстве она производит впечатление холодного и слегка надменного человека.

####

The walls are slightly out of true.
Стены — не совсем ровные.

####

Limestone is susceptible to dissolution in slightly acidic rainwater.
Известняк легко растворяется под воздействием дождевой воды с незначительным уровнем кислотности.

####