slim  |slɪm| тонкий, стройный, изящный, слабый, похудеть, худеть, терять в весе

She is slimming.
Она худеет.

####

He has a slim build.
У него худощавое телосложение.

####

I'll skip dessert., I'm slimming.
Я пропущу десерт, я худею.

####

How do you manage to stay so slim?
Как вам удается оставаться такой стройной?

####

a slim waist and shapely legs
тонкая талия и стройные ножки

####

They have only a slim chance of winning.
У них — лишь призрачные шансы на победу.

####

Henry's nickname was Slim
Генри имел прозвище "тонкий".

####

I was a lot slimmer in those days.
Я в то время был гораздо стройнее.

####

You're looking slim. Have you lost weight?
Ты такая стройная. Ты что, похудела?

####

She looked slim and fit for her age.
Она выглядела стройной и бодрой / энергичной для своих лет.

####

a slim girl with straight blonde hair
стройная девушка с прямыми светлыми волосами

####

She looked like a story-book nurse, clean, slim, pretty, and smiling.
Она выглядела как няня из детских сказок: опрятная, стройная, симпатичная и улыбающаяся.

####

The diet can make you slim without exercise. Having said that, however, exercise is important too.
Эта диета может помочь вам похудеть без физических нагрузок. Однако, несмотря на всё сказанное, занятия спортом также важны.

####

She started exercising to slim her thighs.
Она начала делать упражнения, чтобы похудеть в бёдрах.

####

We had a very slim audience, not more than a dozen.
У нас было мало посетителей, не больше дюжины.

####

admiring the slim smoothness of her thighs
восхищённый изящной округлостью её бёдер

####

The Democrats have a slim majority in the House.
Демократы имеют незначительное большинство в Палате.

####

a slim, spruce man in a tailor-made business suit
стройный элегантный мужчина в сшитом на заказ деловом костюме

####

The Republicans held a slim majority in the Senate.
Республиканцы удержали за собой незначительное большинство в Сенате.

####

Without a transfusion her chances of survival were slim.
Без переливания крови её шансы выжить были невелики.

####

There's only a slim chance that anyone survived the crash.
Существует лишь небольшой шанс, что кто-то выжил в этой катастрофе.

####

He's described as being in his late teens, tall, and of slim build.
По описаниям, ему немного меньше двадцати, он высокий и стройного телосложения.

####

They seemed to have rather slim faith in the stability of the structure.
Видимо, они слабо верили в прочность этого сооружения.

####

Kathleen walked in, tall, slim, confident and in total command of herself.
Вошла Кэтлин — высокая, стройная, уверенная и полностью владеющая собой.

####