smash  |smæʃ| разбивать, банкротство, успешный, вдребезги

He heard the smash of glass.
Он услышал, как разбилось стекло.

####

The car smashed into a tree.
Машина врезалась в дерево.

####

He smashed into the wall.
Он врезался в стену.

####

The death of her son smashed her
Смерть ее сына, сломала ее.

####

He was near to death after a car smash.
Он чуть не погиб в результате автомобильной катастрофы.

####

Drunken yobs smash up shops.
Пьяные молокососы громят магазины.

####

It is the public who decide if a film is a smash or a flop.
Именно зрители решают, является ли фильм большой удачей или полным провалом.

####

The new movie is a smash.
Этот новый фильм — просто бомба.

####

She was a smash at the party.
На вечеринке она произвела фурор.

####

The ball smashed the window.
Мяч разбил окно.

####

He smashed the vase with a hammer.
Он разбил вазу молотком.

####

He smashed his fist down on the table.
Он с силой ударил кулаком по столу.

####

There is no saying what day a smash may come.
Никто не знает, когда может настать финансовый крах.

####

The window smashed.
Окно разбилось вдребезги.

####

Young boy hurt in car smash.
В автомобильной аварии пострадал молодой парень.

####

The vase fell and smashed to pieces.
Ваза упала и разбилась вдребезги.

####

The car went smash through the fence.
Автомобиль разнёс забор вдребезги.

####

A stolen car smashed into the bus.
Украденный автомобиль врезался в автобус.

####

The bottle is smashed, smashed to atoms!
Бутылка разбилась вдребезги, на мелкие кусочки.

####

That new Broadway show is a real smasher.
Это новое бродвейское шоу — просто бомба.

####

The firemen had to smash the door in to get into the house.
Пожарным пришлось сломать дверь, чтобы проникнуть в дом.

####

The coach told them when it is preferable to "smash" a ball.
Тренер сказал им, в каких ситуациях лучше гасить мяч.

####

A firm has just smashed for so tremendous an amount.
Недавно одна фирма обанкротилась на очень большую сумму.

####

The thief ran off after smashing the car into a post.
Врезавшись в столб, вор бросил машину и бежал.

####

They had a smash hit with their first single.
Первый же их сингл принёс им огромный успех.

####

I'll smash his head in if he comes here again!
Если он придёт сюда ещё раз, я ему голову разобью!

####

The wreck of the plane lay smashed up on the ground.
Разбитые вдребезги останки самолёта лежали на земле.

####

I wanted to smash him to smithereens.
Я хотел разнести его вдребезги.

####

The vase fell to the ground with a loud smash.
Ваза с громким грохотом упала на землю.

####

The smash is perhaps the most vulnerable stroke in the game.
Смэш, пожалуй, наиболее уязвимый удар во всей игре.

####