stir  |stɜːr| движение, переполох, ажиотаж, шевеление, мешать, размешивать, шевелить, шевелиться

Next, stir up the eggs with the milk.
Затем взбейте яйца с молоком.

####

The book caused quite a stir.
Книга вызвала ажиотаж.

####

A quick stir will mix them thoroughly.
Резкое взбалтывание хорошо их перемешает.

####

The incident stirred students to protest.
Инцидент вызвал студенческие протесты.

####

A good book can stir the imagination.
Хорошая книга может взволновать воображение.

####

She was stirred from her sleep by the noise.
От шума она пошевелилась и проснулась.

####

Stir in 1 level teaspoon of yeast.
Добавьте в смесь одну чайную ложку закваски без верха.

####

Stir the flour and water to a paste.
Перемешайте муку и воду до получения кашицеобразной массы.

####

Stir the paint to make sure it is smooth.
Перемешайте краску, чтобы обеспечить её однородность.

####

Stir one cup of sugar into the batter.
Размешайте в жидком тесте одну чашку сахара.

####

The opposition are trying to stir up feelings of dissatisfaction among the voters.
Оппозиция пытается вызвать недовольство у избирателей.

####

A gentle breeze stirred the curtains.
Занавески раздувал лёгкий ветерок.

####

Give that pan a stir, will you?
Помешай-ка эту кастрюлю, ладно?

####

Stir the ingredients to form a paste.
Перемешайте ингредиенты до образования однородной массы.

####

Simply add water to the mix and stir.
Просто добавьте в смесь воды и перемешайте.

####

The breeze stirred the leaves on the tree.
Лёгкий ветерок зашевелил листья на дереве.

####

The crowd began to stir as they waited for the band to start.
В ожидании, когда группа начнёт (концерт), толпа начала шевелиться.

####

a stirring movie
трогательный /волнующий/ фильм

####

Ben's always stirring!
Бен постоянно мутит воду! (брит., перен.)

####

Excitement stirred inside her.
В её душе пробудилось волнение.

####

We could see people stirring inside the shop.
Мы видели, как внутри магазина суетятся люди.

####

Stir the sugar and butter until the mixture is light and fluffy.
Размешивайте сахар и сливочное масло, пока смесь не станет лёгкой и воздушной.

####

Stir the dough until it forms a ball.
Размешивайте тесто до тех пор, пока оно не образует шар.

####

Looking at the photographs stirred childhood memories of the long hot summers.
Вид этих фотографий всколыхнул детские воспоминания о долгих, жарких летних днях.

####

Stir until the ingredients are amalgamated.
Размешивайте до получения однородной массы.

####

The cake batter must be stirred for 10 minutes.
Тесто для пирога необходимо вымешивать в течение десяти минут.

####

The sensational news story caused a stir, but after a few days everyone forgot about it.
Эта сенсационная новость вызвала широкий резонанс, но через несколько дней все уже об этом забыли.

####

Stir in the ground almonds and egg.
Молотый миндаль и яйцо добавьте в блюдо.

####