tip  |tɪp| чаевые, наконечник, кончик, совет, конец, наклонять, наклоняться, опрокидывать

He kissed the tip of her nose.
Он поцеловал кончик её носа.

####

Did you leave a tip?
Ты оставил чаевые?

####

You should take my tip.
Вам следует послушаться меня.

####

I tipped the waiter $3.00.
Я дал официанту на чай $3.00.

####

Who tipped you?
Кто тебя проинформировал?

####

He tipped his hat as he saw me.
Увидев меня, он слегка коснулся своей шляпы в знак приветствия.

####

He stuck my cheek with the tip of his pen.
Он ткнул мне в щёку кончиком своей авторучки.

####

Did you tip the waiter?
Ты оставил официанту чаевые?

####

I gave the guy a big tip.
Я дал парню хорошие чаевые.

####

He got a tip on the stock market.
Он получил совет по торговле на фондовом рынке.

####

Shall I tip the water out?
Мне вылить воду?

####

Remember to tip the waiter.
Не забудь оставить официанту чаевые /дать официанту на чай/.

####

Ben tipped the contents of the drawer onto the table.
Бен вывалил / высыпал содержимое ящика на стол.

####

The porter will expect a tip.
Носильщик будет ждать от вас чаевых.

####

She was tipping her ear a little to the side to listen.
Она слегка наклоняла голову, чтобы лучше слышать.

####

I tipped him $5.
Я дал /оставил/ ему "на чай" 5 долларов.

####

A tip of the whip will take the courage out of him.
Лёгкий удар хлыстом поубавит в нём смелости.

####

His helmet had tipped forward and the boy pushed it back.
Его шлем накренился вперёд, и мальчик сдвинул его обратно.

####

Jill knows Spain really well. Perhaps she could give us a few tips.
Джилл очень хорошо знает Испанию. Возможно, она даст нам пару советов.

####

The man tipped to get the job is Peter Middleton.
Наиболее вероятный кандидат на эту работу — Питер Мидлтон.

####

The house was an absolute tip.
В доме царил полный бардак. / Это был не дом, а настоящая помойка. (брит. tip = dump)

####

Acting on a tip, the police were able to find and arrest Upton.
Действуя по наводке, полицейским удалось найти и арестовать Аптона.

####

He's tipped as a future world champion.
Ему пророчат звание чемпиона мира.

####

Tip the arrow with the small stone.
Снабдите стрелу наконечником из небольшого камушка.

####

They clambered to the tip of Monadnock.
Они взобрались на вершину Монаднока.

####

He tipped off the police about the terrorist plot.
Он проинформировал полицию об этом террористическом заговоре.

####

Eric fell asleep, his head gently tipping to one side.
Эрик заснул, и его голова мягко склонилась набок.

####

I'll take this lot to the tip.
Отнесу всё это на помойку. (брит.)

####

'So what?' asked Brian, tipping his chair back on its rear legs.
— Ну и что? — спросил Брайан, накренив свой стул так, что он стоял только на задних ножках.

####

He had been widely tipped to get the new post of deputy director.
Очень многие прочили ему новую должность заместителя директора.

####