trash  |træʃ| мусор, хлам, дрянь, халтура, отбросы, вздор, очищать от мусора, портить

Just put it in the trash.
Просто выкинь это в мусор.

####

Take out the trash, please.
Вынесите мусор, пожалуйста.

####

How can you read that trash?
Как вы можете читать этот бред?

####

It is sheer trash.
Это сущий вздор.

####

They pick up our trash twice a week.
Они забирают /вывозят/ наш мусор два раза в неделю.

####

The trash collectors came early today.
Сегодня мусорщики приехали пораньше.

####

She dropped the apple core into the trash can.
Она выбросила огрызок от яблока в мусорную корзину.

####

It's your turn to empty the trash.
Твоя очередь выбрасывать мусор.

####

They heaved the trash into the pit.
Они выбросили мусор в яму.

####

The apartment had been trashed.
В квартире царил полный разгром.

####

He says that the government's policies are trashing the environment.
Он говорит, что политика правительства портит окружающую среду.

####

Both teams were talking trash on the court.
Обе команды на площадке говорили друг другу гадости.

####

Unlading the mind of the trash previously called knowledge.
Освобождая мозг от мусора, ранее именовавшегося знанием.

####

Rats scavenged in the trash.
Крысы рылись в мусоре.

####

The new town law makes it illegal to burn trash.
По новым городским законам сжигать мусор запрещено.

####

Don't throw your trash on the ground. Throw it in the trash can.
Не бросай мусор на землю, бросай его в мусорный бак.

####

They pick up our trash twice a week
Мусор у нас забирают два раза в неделю.

####

Remove the trash from the front yard.
Убери мусор со двора.

####

a computer program that trashes useless files
компьютерная программа, которая удаляет ненужные файлы

####

The city is having problems with trash removal.
В городе проблемы с вывозом мусора.

####

The place got trashed last time we had a party.
Когда мы в последний раз устраивали вечеринку, то всё там разгромили.

####

How can you degrade yourself by writing such trash?
Как ты мог опуститься до написания такой халтуры?

####

He balled the letter in his hands and threw it in the trash.
Он скомкал письмо в руках и швырнул его в мусорное ведро.

####

I put the dirty diaper in the trash.
Грязный подгузник я выбросил в мусорное ведро.

####

There will be a trash collection this week.
На этой неделе будет вывоз мусора.

####

We bring our trash to the town dump on Saturdays.
По субботам мы вывозим наш мусор на городскую свалку.

####

The absolutest, and sometimes loathsomest, trash.
Эта чистейшей воды, и зачастую отвратительнейшая, мразь.

####

people that sully our state parks with their trash
люди, которые загрязняют своим мусором наши заповедники (state park — природоохранная территория под управлением правительства штата)

####

sidewalks strewed with trash left by the parade watchers
тротуары, усыпанные мусором, который оставили зрители парада

####

The researchers are angry that attempts have been made to trash their work.
Исследователи разгневаны тем, что были предприняты попытки смешать с грязью их работу.

####