warn  |wɔːrn| предупреждать, предостерегать, упреждать

She warned him to be quiet.
Она предупредила его, чтобы вёл себя тихо.

####

I should warn you. I hate to wait.
Мне следует вас предупредить: я терпеть не могу ждать.

####

I warned him not to go too far
Я предупреждал его не заходить слишком далеко

####

Nobody warned me about the dangers.
Никто не предупреждал меня об опасности.

####

“This won't be easy,” he warned.
— Это будет нелегко, — предупредил он.

####

The clock warned them it was time to get ready.
Часы оповестили их, что пора приготовиться.

####

The police warned us of the pickpockets.
Полиция предупредила нас о ворах-карманниках.

####

Why didn't you warn me about his quick temper?
Почему ты не предупредил меня о его взрывном характере?

####

They warned me about his bad temper.
Меня предупредили о его тяжёлом характере.

####

Didn't I warn you against putting your money into that plan?
Разве я не предупреждал тебя не вкладывать деньги в этот проект?

####

I warned him to be careful, but he didn't listen to me.
Я говорила ему быть осторожнее, но он меня не послушал.

####

My mother used to warn me not to associate with riff-raff.
Моя мама часто предупреждала меня, чтобы я не общался со шпаной.

####

I warned him against driving on ice.
Я предостерегал его, чтобы не ездил по льду.

####

It's your decision, but I warn you - you're making a mistake.
Решать, конечно, вам, но предупреждаю: вы делаете ошибку.

####

I warned you not to walk home alone.
Я же предупреждал вас, чтобы не шли домой в одиночестве.

####

Warn her you're going to be back late.
Предупредите её, что вернётесь поздно.

####

I'll go ahead and warn the others to expect you later.
Я пойду вперёд и предупрежу остальных, что вы подойдёте позже.

####

She warned us not to go too close to the fire.
Она предупредила нас не подходить слишком близко к огню.

####

The horn boomed out all night to warn the ships of the dangerous mist.
Ревун гудел всю ночь, предупреждая корабли об опасности, грозящей им в тумане.

####

I warn you against false assumptions.
Предупреждаю вас: не делайте ложных допущений.

####

The monitoring organization is warning of thick mist and blowing snow on high ground.
Служба наблюдения предупреждает о густых туманах и сильном снегопаде.

####

She warned me that the stove was still hot.
Она предупредила меня, что плита ещё горячая.

####

The director warned him that he might be fired.
Директор предупредил его о возможном увольнении.

####

The doctor warned me about the dangers of smoking.
Врач предупредил меня о вреде курения.

####

'Be careful, the rocks are slippery,' Alex warned.
— Будьте осторожны, камни скользкие, — предупредил Алекс.

####

I had been warned about the difficulties of the job.
Меня предупреждали о сложности задания.

####

Some animals mark their territory to warn off rivals.
Некоторые животные метят территорию, чтобы отогнать от неё соперников.

####

Sound your horn to warn other drivers.
Подайте звуковой сигнал, чтобы предупредить других водителей.

####

The old man warned the children off his property.
Старик велел детям не приближаться к его собственности.

####

We warned them that there was a bull in the field.
Мы предупредили их, что там, в поле — бык.

####