{
    "1": [
        [
            "1 Это моя сумка. — Она черная или коричневая? — Она коричне- вая. ",
            "1 This is my bag. Is it black or brown? - It is brown. "
        ],
        [
            "2 Что это? — Это черные сумки. ",
            "2 What are these? - These are black bags. "
        ],
        [
            "3 Кто это? — Это моя сестра. ",
            "3 Who is this? — This is my sister. "
        ],
        [
            "4 Где ты? — Я в (in) Лондоне. ",
            "4 Where are you? — I am in London. "
        ],
        [
            "5 Я ученик. ",
            "5 I am a pupil. "
        ],
        [
            "6 Мой отец не (а) учи- тель, он (а) менеджер. ",
            "6 My father is not a teacher, he is a manager. "
        ],
        [
            "7 Ваша тетя (а) доктор? — Да, она (а) доктор. ",
            "7 Is your aunt a doctor? - Yes, she is a doctor. "
        ],
        [
            "8 Где они? — Они на (at) работе. ",
            "8 Where are they? — They are at work. "
        ],
        [
            "9 Мой брат (а) менеджер. Он на (at) работе. ",
            "9 My brother is a manager. He is at work. "
        ],
        [
            "10 Ты (а) официант? — Нет, я не (а) официант. Я (а) менеджер. ",
            "10 Are you a waiter? — No, I am not a waiter. I am a manager. "
        ],
        [
            "11 Твоя сестра (а) учитель? — Нет, она не (а) учитель. Она (а) студентка. ",
            "11 Is your sister a teacher? - No, she is not a teacher. She is a student. "
        ],
        [
            "12 Твой брат в (at) школе? — Да, он в (at) школе. ",
            "12 Is your brother at school? - Yes, he is at school. "
        ],
        [
            "13 Твоя сестра на (at) работе? — Нет, она не на (at) работе. ",
            "13 Is your sister at work? — No, she is not at work. "
        ],
        [
            "14 Как твоя мама? ",
            "14 How is your mother? "
        ],
        [
            "15 Это твоя кассета? — Да, это моя кассета. ",
            "15 Is this your cassette? - Yes, this is my cassette. "
        ]
    ]
}