{
    "2": [
        [
            "1 Чей это кот? — Это мой кот. ",
            "1 Whose cat is this? — This is my cat. "
        ],
        [
            "2 Какой это город? — Это Мадрид (Madrid). ",
            "2 What city is this? - This is Madrid. "
        ],
        [
            "3 Кто эти девушки? — Они мои подруги. ",
            "3 Who are these girls? - They are my friends. "
        ],
        [
            "4 Кто этот мужчина? — Он (а) бармен. ",
            "4 What is this man? - He is a barman. "
        ],
        [
            "5 Чьи это яблоки? — Это не мои яблоки, это твои яблоки. ",
            "5 Whose apples are these? — These are not my apples, these are your apples. "
        ],
        [
            "6 Чей это брат? — Это его брат. ",
            "6 Whose brother is this? — This is his brother. "
        ],
        [
            "7 Что это? — Это твои абрикосы. ",
            "7 What are these? — These are your apricots. "
        ],
        [
            "8 Какой это фильм? — Это (а) новый фильм. ",
            "8 What film is this? — This is a new film. "
        ],
        [
            "9 Это твои друзья? — Да, это мои друзья. ",
            "9 Are these your friends? — Yes, these are my friends. "
        ],
        [
            "10 Чьи это бананы? — Это мои бананы. ",
            "10 Whose bananas are these? — These are my bananas. "
        ],
        [
            "11 Где наша собака? — Она на (on) (the) диване. ",
            "11 Where is our dog? - It is on the sofa. "
        ],
        [
            "12 Он (а) учитель. ",
            "12 He is a teacher. "
        ],
        [
            "13 Она не (а) доктор. ",
            "13 She is not a doctor. "
        ],
        [
            "14 Андрей и Сергей — хорошие друзья. ",
            "14 Andrew and Sergey are good friends. "
        ],
        [
            "15 Ты (а) студент? ",
            "15 Are you a student? "
        ],
        [
            "16 Они в (at) (the) баре? ",
            "16 Are they at the bar? "
        ],
        [
            "17 Ты (at) дома? ",
            "17 Are you at home? "
        ],
        [
            "18 Они не в (in) (the) парке. ",
            "18 They are not in the park. "
        ],
        [
            "19 Мы в (in) Лондоне. ",
            "19 We are in London. "
        ],
        [
            "20 Я (а) ученик. Толик мой друг. Он тоже (а) ученик. Сейчас мы в (in) его квартире. Его квартира большая и чистая. ",
            "20 I am a pupil. Tolic is my friend. He is also a pupil. Now we are in his flat. His flat is big and clean. "
        ],
        [
            "21 Анна (а) студентка или (а) врач? — Анна (а) врач. - Она (а) хороший врач? — Да, она (а) хороший врач. ",
            "21 Is Ann a student or a doctor? — Ann is a doctor. — Is she a good doctor? - Yes, she is a good doctor. "
        ],
        [
            "22 Катя в (in) Берлине? — Нет, Катя не в (in) Берлине, она в (in) Сиднее. ",
            "22 Is Kate in Berlin? — No, Kate is not in Berlin, she is in Sidney. "
        ],
        [
            "23 Как твой брат? ",
            "23 How is your brother? "
        ]
    ]
}