{
    "6": [
        [
            "1 Здесь не часто идет снег зимой. ",
            "1 It does not often snow here. "
        ],
        [
            "2 Сколько времени вам потребовалось, чтобы добраться до Торонто? ",
            "2 How much time did it take you to get toToronto? "
        ],
        [
            "3 Как часто идут дожди здесь?",
            "3 How often does it rain here? "
        ],
        [
            "4 Сегодня утром шел дождь. ",
            "4 It rained in the morning today. "
        ],
        [
            "5 На прошлой неделе часто шел снег.",
            "5 It oftensnowed last week. "
        ],
        [
            "6 Мне не потребовалось и пяти минут, чтобы дойти до остановки.",
            "6 It did not even take me five minutes to walk to the bus stop."
        ],
        [
            "7 Важно закончить эту работу сегодня. ",
            "7 It is important to finish this work today. "
        ],
        [
            "8 Дожди не часто идут здесьлетом. ",
            "8 It does not often rain here in summer."
        ],
        [
            "9 Сложно вставать рано утром. ",
            "9 It is difficult to get up early in the morning. "
        ],
        [
            "10 Сколько тебе требуетсявремени, чтобы добраться из Бреста до Лондона? ",
            "10 How much time does it take youto get from Brest to London? "
        ],
        [
            "11 Скоро потеплеет.Не будет идти снег. Будет приятно сидеть на лавочке и слушать птиц.",
            "11 It will get warm soon. It will not snow. It will benice to sit on a bench and listen to the birds. "
        ],
        [
            "12 Сколько вам потребовалось времени, чтобы перевести это письмо?",
            "12 How much time did it take you totranslate this letter? "
        ],
        [
            "13 В январе всегда холодно. ",
            "13 It is always cold in January. "
        ],
        [
            "14 Не сложно было перевести это письмо. ",
            "14 It wasn't difficult to translatethis letter. "
        ],
        [
            "15 Важно сказать ему сегодня, когда мы уедем. ",
            "15 It is important to tell him today when we will leave. "
        ],
        [
            "16 Сколько времени ему потребовалось, чтобы приготовить такой вкусный ужин?",
            "16 How muchtime did it take him to cook such a tasty dinner? "
        ],
        [
            "17 Осень. Довольно тепло. Иногда идет дождь. ",
            "17 It is autumn. It is rather warm.Sometimes it rains. "
        ],
        [
            "18 Интересно послушать твои истории. ",
            "18 It is interesting to listen to your stories. "
        ],
        [
            "19 Вчера быстро стемнело, и начался дождь.",
            "19 It got darkquickly yesterday and it started to rain."
        ]
    ]
}