{
    "7": [
        [
            "1 Тебе легко говорить об этом. ",
            "1 It is easy for you to speak about it. "
        ],
        [
            "2 Трудно спрашивать его об этом.",
            "2 It is difficult to ask him about it. "
        ],
        [
            "3 Нам потребовался целый час, чтобы приготовить это вкусноеблюдо. ",
            "3 Ittook us the whole hour to cook this tasty dish. "
        ],
        [
            "4 Вчера было тепло. ",
            "4 It was warm yesterday. "
        ],
        [
            "5 Здесь хорошо отдыхать во времяканикул. ",
            "5 It is niceto have a rest here during the holiday. "
        ],
        [
            "6 Зимой трудно вставать рано, потому что утром еще (still)темно. ",
            "6 It is difficult to get up early in winterbecause it is still dark in the morning. "
        ],
        [
            "7 Вам трудно идти? ",
            "7 Is it difficult for you to go? "
        ],
        [
            "8 Осенью часто идет дождь. ",
            "8 It often rainsin autumn. "
        ],
        [
            "9 Поздноидти туда сейчас. ",
            "9 It is late to go there now. "
        ],
        [
            "10 Стало сложно говорить об этом. ",
            "10 It got (became) difficult to talk about it."
        ],
        [
            "11 Им потребовалось около трех часов, чтобы добраться до Минска. ",
            "11 It took them about three hours to get to Minsk. "
        ],
        [
            "12 Вамнеобходимо пойти домой. ",
            "12 It is necessary for you to gohome. "
        ],
        [
            "13 Совсем не странно, что мой брат получил английскую визу. ",
            "13 It isn't strange at all that my brother got an English visa. "
        ],
        [
            "14 Скоро пойдет дождь. ",
            "14 It will rainsoon. "
        ],
        [
            "15 Зимой частошел снег. ",
            "15 It often snowed in winter. "
        ],
        [
            "16 Лето. Тепло. Хорошо проводить все время на улице(outside). ",
            "16 It is summer. It is warm. It is nice to spendtime outside. "
        ],
        [
            "17 Неприятно говорить об этом прямо сейчас. Я хочупоговорить об этом немного позже. ",
            "17 It is not nice to speak about it right now. I want to speak about ita little later. "
        ],
        [
            "18 Летом рано светает. ",
            "18 It gets light early in summer. "
        ],
        [
            "19 Легко перевести это предложение. ",
            "19 It is easy to translate this sentence."
        ],
        [
            "20 Я думаю, сегодня не потеплеет.",
            "20 I think it will not get warm today."
        ]
    ]
}