{
    "6": [
        [
            "1 Когда я вернусь домой, все мои вещи будут упакованы моей мамой. ",
            "1 When I come back home, all my things will have been packed by my mother. "
        ],
        [
            "2 Мою маму часто посылают в Лондон. ",
            "2 My mother is often sent to London. "
        ],
        [
            "3 Он подумал, что чемодан был упакован моей сестрой. ",
            "3 He thought that the suitcase had been packed by my sister. "
        ],
        [
            "4 Цветы будут посажены бабушкой. ",
            "4 The flowers will be planted by my grandmother. "
        ],
        [
            "5 Мой номер телефона всегда забывают. ",
            "5 My phone number is always being forgotten. "
        ],
        [
            "6 Она была послана фирмой учиться в Барселону два года назад. ",
            "6 She was sent to Barcelona by the firm to study two years ago. "
        ],
        [
            "7 Она сказала, что картина была нарисована карандашом. ",
            "7 She said that the picture had been drawn with a pen. "
        ],
        [
            "8 Когда принесут газеты? — Их принесут только вечером. ",
            "8 When will the newspapers be brought? — They will be brought only in the evening. "
        ],
        [
            "9 Нас спросили, преподают ли итальянский язык в нашей школе. ",
            "9 We were asked if the Italian language was taught at our school. "
        ],
        [
            "10 Мои вещи будут упакованы позже. ",
            "10 My things will be packed later. "
        ],
        [
            "11 Он спрашивает нас, хорошо ли мы долетели. ",
            "11 He is asking us if we got here well. "
        ],
        [
            "12 Она спрашивает нас, почему мы не купили торт. ",
            "12 She is asking us why we haven't bought a cake. "
        ],
        [
            "13 Катю позвали домой. ",
            "13 Kate was called home. "
        ],
        [
            "14 Нас спросили, как долго мы будем обедать. ",
            "14 We were asked how long we would be dining (be having dinner). "
        ],
        [
            "15 Моя сестра думала, что ее сумки будут доставлены через 3 часа. ",
            "15 My sister thought that her bags would be delivered in 3 hours. "
        ]
    ]
}