{
    "1": [
        [
            "1 Принесите, пожалуйста, почитать какую-нибудь интересную книгу. — Я могу вам дать очень интересную новую книгу. Я уже давал ее моей маме, и она ей очень понравилась. ",
            "1 Please, bring some interesting book to read. - I can give you a very interesting new book. I have already given it to my mother and she says that she liked it very much. "
        ],
        [
            "2 Die твоя сестра? — Она ушла. ",
            "2 Where is your sister? - She has left. "
        ],
        [
            "3 Как вам понравился последний фильм по телевизору? ",
            "3 How did you like the last film on TV? "
        ],
        [
            "4 В детстве я жил в Барселоне, поэтому хорошо знаю ее. ",
            "4 When I was a kid (in my childhood) I lived in Barcelona, that is why I know it well. "
        ],
        [
            "5 Вы видели сегодня Анну? — Да, она недавно приходила сюда и вскоре ушла. ",
            "5 Have you seen Ann today? — Yes, she has recently come here and left soon. "
        ],
        [
            "6 Я ухожу сейчас. Вы можете пользоваться моими книгами и журналами. ",
            "6 I am leaving now. You may use my books and magazines. "
        ],
        [
            "7 Жаль (it is a pity), что ты не взял сигареты. Я хочу курить. ",
            "7 It is a pity that you did not take your cigarettes. I want to smoke. "
        ],
        [
            "8 Я только что получил от него письмо. ",
            "8 I have just got a letter from him. "
        ],
        [
            "9 Я никогда не плавал в океане. ",
            "9 I have never swum in the ocean. "
        ],
        [
            "10 За последнее время она перевела несколько писем. ",
            "10 She has translated a few letters lately. "
        ],
        [
            "11 Она никогда не ела такого вкусного мороженого. ",
            "11 She has never eaten such a tasty ice cream. "
        ],
        [
            "12 Моя подруга говорит, что ее родители купили очень дорогую машину. Она говорит, что они купили ее в прошлую субботу. ",
            "12 My friend says that her parents have bought a very expensive car. She says that they bought it last Saturday. "
        ],
        [
            "13 Вы уже были в библиотеке?— Нет еще. Я пойду туда после уроков. ",
            "13 Have you been to the library yet? — Not yet. I will go there after the lessons. "
        ],
        [
            "14 В библиотеке было много народу. ",
            "14 There were a lot of people at the library. (There have been a lot of people at the library.) "
        ],
        [
            "15 Вы читали эту книгу? Она очень легкая и интересная. ",
            "15 Have you read this book? It is very easy and interesting. "
        ]
    ]
}