{
    "2": [
        [
            "1 Вы уже прочитали эту книгу? Как она вам понравилась? ",
            "1 Have you read this book yet? How did you like it? "
        ],
        [
            "2 Я хотел посмотреть этот фильм на прошлой неделе, но смог посмотреть его только позавчера. ",
            "2 I wanted to watch this film last week, but I could watch it only the day before yesterday. "
        ],
        [
            "3 В этом году я не очень часто бывал в кино и в театре. ",
            "3 This year I haven't been to the cinema and the theatre too often. "
        ],
        [
            "4 Ваш сын уже окончил институт? ",
            "4 Has your son graduated from the institute yet? "
        ],
        [
            "5 Вы уже побывали в Мад- риде? — Нет, я хочу поехать туда в июле. ",
            "5 Have you been to Madrid yet? - No, I want to go there in July. "
        ],
        [
            "6 Я только что встретил его. ",
            "6 I have just met him. "
        ],
        [
            "7 Я никогда об этом не слышал. ",
            "7 I have never heard of it. "
        ],
        [
            "8 Вы уже переехали на новую квар- тиру? ",
            "8 Have you moved to your new flat yet? "
        ],
        [
            "9 Саша еще не говорил мне об этом. ",
            "9 Sasha hasn't told me about it yet. "
        ],
        [
            "10 Вы сделали много ошибок в диктанте. ",
            "10 You have made many mistakes in the dictation. "
        ],
        [
            "11 Вы когда-нибудь видели этого писателя? ",
            "11 Have you ever seen this writer? "
        ],
        [
            "12 В этом месяце я прочитал три книги. ",
            "12 I have read three books this month. "
        ],
        [
            "13 Мой приятель уехал в Лос-Анджелес неделю назад и еще не звонил мне. ",
            "13 My friend left for Los Angeles a week ago and he hasn't called me yet. "
        ],
        [
            "14 Я не видел своего брата в пос- леднее время. ",
            "14 I haven't seen my brother lately. "
        ],
        [
            "15 Вы читали сегодня в газете статью о нашем городе? ",
            "15 Have you read the article about our city in the newspaper today? "
        ],
        [
            "16 Вы были когда-нибудь в Лондоне?— Нет, я поеду туда в этом году. ",
            "16 Have you ever been to London? — No, I will go there this year"
        ]
    ]
}