{
    "2": [
        [
            "1 Вы уже прочитали эту книгу? Как она вам понравилась? ",
            "1 Have you read this book yet? How did you like it? "
        ],
        [
            "2 Я хотелпосмотреть этот фильм на прошлой неделе, но смог посмотреть еготолько позавчера. ",
            "2 I wanted to watch this filmlast week, but I could watch it only the day before yesterday. "
        ],
        [
            "3 В этом году я не очень часто бывал в кино и втеатре. ",
            "3 This year I haven'tbeen to the cinema and the theatre too often. "
        ],
        [
            "4 Ваш сын уже окончил институт? ",
            "4 Has your son graduated from theinstitute yet? "
        ],
        [
            "5 Вы уже побывали в Мадриде? — Нет, я хочу поехать туда в июле. ",
            "5 Have you been to Madrid yet? - No, I want to go there in July."
        ],
        [
            "6 Я только что встретил его.",
            "6 I have just met him. "
        ],
        [
            "7 Я никогда об этом не слышал. ",
            "7 I have never heard of it. "
        ],
        [
            "8 Вы уже переехали на новую квартиру? ",
            "8 Have you moved to your newflat yet? "
        ],
        [
            "9 Саша еще не говорил мне об этом. ",
            "9 Sasha hasn't told me about it yet. "
        ],
        [
            "10 Вы сделали много ошибокв диктанте. ",
            "10 You have made many mistakes inthe dictation. "
        ],
        [
            "11 Вы когда-нибудь видели этого писателя? ",
            "11 Have you ever seen this writer? "
        ],
        [
            "12 В этоммесяце я прочитал три книги. ",
            "12 I have read three books thismonth. "
        ],
        [
            "13 Мой приятель уехал в Лос-Анджелеснеделю назад и еще не звонил мне. ",
            "13 My friend left for Los Angeles a week ago and he hasn't called me yet."
        ],
        [
            "14 Я не видел своего брата в последнее время. ",
            "14 I haven't seen my brother lately. "
        ],
        [
            "15 Вы читали сегодня в газете статью о нашем городе?",
            "15 Have you read the article about our city in thenewspaper today? "
        ],
        [
            "16 Вы были когда-нибудь в Лондоне?— Нет, я поеду туда в этом году.",
            "16 Have you ever been to London? — No, I will go there this year"
        ]
    ]
}