{
    "3": [
        [
            "1 Сколько уроков по географии у вас было в этом месяце? ",
            "1 How many lessons in Geography have you had this month? "
        ],
        [
            "2 Она сегодня встретила двух своих друзей. ",
            "2 She has met two (of) her friends today. "
        ],
        [
            "3 Год назад мы были здесь. Помнишь? ",
            "3 We were here a year ago. Do you remember? "
        ],
        [
            "4 Покажи фотографии, которые ты сделал. ",
            "4 Show the pictures (which) you have done. "
        ],
        [
            "5 В Минске появилось много новых домов с тех пор, как он приезжал сюда в последний раз. ",
            "5 A lot of new houses have appeared in Minsk since he came here last. "
        ],
        [
            "6 Я видел Таню в субботу. ",
            "6 I saw Tanya on Saturday. "
        ],
        [
            "7 Я поломал часы. Сколько времени? ",
            "7 I have broken my watch. What is the time? "
        ],
        [
            "8 Он никогда не был в Германии. ",
            "8 He has never been to Germany. "
        ],
        [
            "9 Он уже забыл об этом. Представляешь? ",
            "9 He has already forgotten about it. Can you imagine that? "
        ],
        [
            "10 Он написал ей пару писем. Она до сих пор не ответила. ",
            "10 He has written her a couple of letters. She hasn't answered so far. "
        ],
        [
            "11 Я не могу дать тебе эту книгу, потому что я дал ее Ане. ",
            "11 I cannot give you this book because I have given it to Ann. "
        ],
        [
            "12 Он много посмотрел за эти две недели. ",
            "12 He has seen much for these two weeks. "
        ],
        [
            "13 Я потерял книгу. Я не знаю, что мне сейчас делать. ",
            "13 I have lost my book. I don't know what to do now. "
        ],
        [
            "14 Дайте мне, пожалуйста, кусо- чек ананаса. — Вот. ",
            "14 Please, give me a slice of pineapple. - Here it is. "
        ],
        [
            "15 Моя приятельница — офицантка, она рабо- тает в китайском ресторане. ",
            "15 My friend is a waitress. She works at a Chinese restaurant. "
        ]
    ]
}