{
    "4": [
        [
            "1 Он уже сделал свое домашнее задание, и он может идти погулять. ",
            "1 Не has already done his homework and he may (can) go for a walk. "
        ],
        [
            "2 Моя сестра только что пришла. ",
            "2 Mysister has just come. "
        ],
        [
            "3 Вчера, когда я позвонилему, он был занят. Он помогал своей маме по дому. ",
            "3 When I called him yesterday he was busy. He was helping hismother about the house. "
        ],
        [
            "4 Она вышламинуту назад. ",
            "4 She left a minute ago. "
        ],
        [
            "5 Завтра в это время я буду лететь в самолете и питькофе. ",
            "5 Tomorrow at this time I will beflying on the plane and drinking coffee. "
        ],
        [
            "6 Мы никогда не были в Токио. Я думаю, мы поедем в Токиочерез год. Мы еще не заработали достаточно денег. ",
            "6 We have never been to Tokyo. I think wewill go to Tokyo in a year. We haven't earned enough money yet. "
        ],
        [
            "7 Что ты приготовил на сегодня? — Ты знаешь, я ничего не приготовил на сегодня. У меня было мало времени. ",
            "7 What have youprepared for today? - You know, I haven't prepared anything for today. I have hadlittle time. "
        ],
        [
            "8 Если я получу визу, я проведуцелое лето в США, но если ее не получу, я буду очень расстроен.",
            "8 If I get a visa I will spend the whole summer in the USA, but if I don'tget it I will be really upset. "
        ],
        [
            "9 Моя бабушка пекла пирожки вчера весь вечер. ",
            "9 My grandmother was baking pies the whole eveningyesterday. "
        ],
        [
            "10 Что он ответил? — Он ничего не ответил. ",
            "10 What did he answer? — He did not answer at all. "
        ],
        [
            "11 Ты поел? — Нет еще. Я поем черезчас. ",
            "11 Have you eaten? Not yet. I will eat in an hour. "
        ],
        [
            "12 Мы много путешествовали в прошлом году. ",
            "12 We traveled much last year. "
        ],
        [
            "13 Мой папамного знает, потому что он много читал. ",
            "13 My father knowsmuch because he has read much. "
        ],
        [
            "14 Где твои дети? — Онив саду. А твои? — Мои дома. ",
            "14 Where are your children? — They are in thegarden. And yours? — Mine are at home. "
        ],
        [
            "15 Мне не следует есть так много мороженого. Я могу заболеть. ",
            "15 I shouldn't eat so much ice cream. Imay fall ill. "
        ],
        [
            "16 Она посмотрела этот фильм в прошлую субботу. ",
            "16 She saw this film last Saturday. "
        ],
        [
            "17 Она встретила свою маму два часа назад. ",
            "17 She met her mother two hoursago. "
        ],
        [
            "18 Онатолько что поговорила с ним по телефону. ",
            "18 She has just spoken to him on the phone. "
        ],
        [
            "19 Он уже решил, чтоделать с кассетами. И я тоже. ",
            "19 He has already decided whatto do with the cassettes. So have I. "
        ],
        [
            "20 Моя сестра так хорошо говоритпо-английски, потому что она прожила в Англии около пяти лет.",
            "20 My sister can speak English so well becauseshe was living (has been living) in England for about five years. "
        ],
        [
            "21 Я могу помыть посуду сам. ",
            "21 I can wash thedishes myself. (I can do the washing up myself.) "
        ],
        [
            "22 Дождь прекратился час назад.",
            "22 The rain stopped an hour ago."
        ],
        [
            "23 Мой друг купил новый дом, но он еще не купил мебель.",
            "23 My friend has bought a new house, but he hasn't bought furniture yet."
        ]
    ]
}