{
    "5": [
        [
            "1 С кем ты вчера говорил по телефону весь вечер? ",
            "1 Who were you talking to on the phone the whole evening yesterday? "
        ],
        [
            "2 Когда я вошелна кухню, я увидел, что мама делала чай. ",
            "2 WhenI entered (came into) the kitchen I saw that my mother was making tea. "
        ],
        [
            "3 Ты не должен говорить сомной таким образом (like this). ",
            "3 Youmustn't speak to me like this. "
        ],
        [
            "4 Почему она хочет поговорить с ним? —Она хочет ему что-то сказать. ",
            "4 Why does she want to speak to him? — She wantsto say something to him. "
        ],
        [
            "5 Ifte папа? — Он в комнате, он смотриттелевизор. ",
            "5 Where is our father? — He is in the room. He is watchingTV. "
        ],
        [
            "6 Мы уезжаем сегодня вечером. И они тоже. Приходи проводить нас. ",
            "6 We are leaving tonight. So are they. Come to see us off. "
        ],
        [
            "7 Если моя сестра не передумает, она выйдет замуж заМишу через две недели. ",
            "7 If my sister doesnot change her mind, she will marry Misha in two weeks. "
        ],
        [
            "8 Мы собираемся пить кофе. ",
            "8 We are going to drinkcoffee. "
        ],
        [
            "9 Она говорит,что мы будем работать, в то время как они будут спать. ",
            "9 She says that we will be working while they will be sleeping. "
        ],
        [
            "10 Что-тоупало на пол. Посмотри, что это. ",
            "10 Somethinghas fallen on the floor. Look what it is. "
        ],
        [
            "11 Мои часы остановились. С нимичто-то не так. ",
            "11 My watch has stopped. There is somethingwrong with it. "
        ],
        [
            "12 О чем ты говоришь? Ты что, уже все забыл? ",
            "12 What are you talking about? Have you forgotten everything yet?"
        ],
        [
            "13 Этотмагнитофон не такой старый, как тот. ",
            "13 This tape recorder is not so old as that one. "
        ],
        [
            "14 В чае много сахара. Я не могупить такой сладкий чай. ",
            "14 There is much sugar in the tea.I cannot drink such sweet tea. "
        ],
        [
            "15 Мой сын старше вашего. ",
            "15 My son is older than yours. "
        ],
        [
            "16 Что ты будешь делать завтра в семь? — Я буду ужинать в ресторане. А ты? —Я буду сидеть дома и читать книгу. ",
            "16 What will you bedoing tomorrow at seven? — I will be having dinner at the restaurant. And you? —I will be sitting at home and reading a book. "
        ],
        [
            "17 Она так сильно изменилась.",
            "17 She has changed so much. "
        ],
        [
            "18 Я голоден. Давай обедать. ",
            "18 I amhungry. Let's have lunch (dinner). "
        ],
        [
            "19 Дождь перестал? ",
            "19 Has the rain stopped? "
        ],
        [
            "20 Они звонилиему на прошлой неделе, но его не было дома. ",
            "20 They rang him up lastweek, but he wasn't at home. "
        ],
        [
            "21 Когда мама вернулась из Берлина? — Она вернулась неделю назад. ",
            "21 When did your mother come back from Berlin? She came back a week ago. "
        ],
        [
            "22 Почему онакричит? Она сама не знает, что она хочет. Я уже пыталась успокоитьее. ",
            "22 Why is she crying? She does not know what she wants.I have already tried to calm her down. "
        ],
        [
            "23 Они только что ушли, да?",
            "23 They have just left, haven't they?"
        ]
    ]
}