{
    "3": [
        [
            "1 Ты знаешь, что он делал с пяти до шести вчера? ",
            "1 Do you know what he was doing since five till six in the evening? "
        ],
        [
            "2 Жаль, что вы не можете дать мне их адреса. Но если вы опишете мне их дом, я, наверное, смогу его найти. ",
            "2 It is a pity you cannot give me their address. But if you describe me their house, I might find it. "
        ],
        [
            "3 Как только я прочитаю этот журнал, я смогу дать его вам, если хотите. ",
            "3 As soon as I have read this magazine, I will be able to give it to you if you want. "
        ],
        [
            "4 Она хотела что-то рассказать о Лондоне. ",
            "4 She wanted to tell me something about London. "
        ],
        [
            "5 В саду было много детей. Они играли в какую-то шумную игру и смеялись. ",
            "5 There were many children in the garden. They were playing some noisy game and laughing. "
        ],
        [
            "6 Если здесь будет шумно, вы можете работать в моей комнате, там никого не будет. Через несколько минут я ухожу в институт. ",
            "6 If it is noisy in here, you can work in my room. There will not be anyone in it. I am leaving for the institute in a few minutes. "
        ],
        [
            "7 В детстве я жил в деревне. Позднее мы переехали в маленький город на юге Франции, где я прожил более десяти лет. ",
            "7 When I was a kid I lived in the country. Later we moved to a small town in the north of France where I lived for more than ten years. "
        ],
        [
            "8 Отцу моего приятеля около семидесяти лет, но он все еще работает и говорит, что получает большое удоволь- ствие от своей работы. ",
            "8 My father's friend is about seventy years old but he still works and says that he enjoys his work. "
        ],
        [
            "9 Кто еще идет в ресторан сегодня вечером? ",
            "9 Who else is going to the restaurant tonight? "
        ],
        [
            "10 Что будете заказывать? — Я бы хотел попробовать этот салат с крабами. — Будете что-нибудь пить? — Да, я хотел бы стакан сока. ",
            "10 What will you order? - I'd like to try this salad with crab. - Will you drink anything? — Yes, I'd like a glass of juice. "
        ],
        [
            "11 Вчера Том закончил ремонт машины, который он начал неделю назад. ",
            "11 Yesterday Tom finished repairing the car which he (had) started repairing a week before. "
        ],
        [
            "12 Его мать счастлива: ее сын вернулся. ",
            "12 His mother is happy. Her son has come back. "
        ],
        [
            "13 Что он сказал ей? — Он сказал ей, что не пришел, потому что был занят. ",
            "13 What did he say to her? - He said to her that he hadn't come because he was busy. "
        ],
        [
            "14 Когда вы переехали в Барселону? — Я переехал в этот город примерно лет десять тому назад. ",
            "14 When did you move to Barcelona? — I moved to that city about ten years ago. "
        ],
        [
            "15 Я рекомендую тебе посмот- реть новый фильм. Все говорят, что это один из лучших фильмов этого года. ",
            "15 I recommend you to see this film. Everyone says that it is one of the best films of this year. "
        ]
    ]
}