{
    "glance at": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He threw a glance at Connor.",
            "He cast a glance at the door.",
            "He snatched a quick glance at her.",
            "Leith flicked a glance at her watch.",
            "He took a flying glance at the book.",
            "He gave a nervous glance at the clock.",
            "The mayor gave a cursory glance at the report.",
            "He stole a covert glance at her across the table.",
            "Before leaving the old town, spare another glance at the tower.",
            "Jim shot an inquiring glance at Mary to see if she agreed with him.",
            "I glanced at my watch.",
            "He glanced at his watch.",
            "He glanced at her knowingly.",
            "He glanced back at the house.",
            "She only glanced at the paper.",
            "She glanced nervously at her watch.",
            "She glanced at me in a deprecating way.",
            "The man glanced nervously at his watch.",
            "Chris kept stealing furtive glances at me.",
            "She cast fearful glances at the large dog.",
            "He glanced around at the assembled company.",
            "The receptionist glanced at my visitor's badge.",
            "Glancing at the clock with a surreptitious eye.",
            "Glancing at the clock she saw that she was late.",
            "He glanced at his watch. 'It's time for me to go.'",
            "He glanced suspiciously at the officious stranger.",
            "He glanced at the letter and began to read it aloud.",
            "She glanced meaningfully at her three younger sisters.",
            "Alex pulled a cue out of the rack and glanced at the table.",
            "Glancing up at Rick's face, she felt her heart miss a beat."
        ],
        "example_translate": [
            "Он бросил взгляд на Коннора.",
            "Он бросил взгляд на дверь.",
            "Он увидел её мельком.",
            "Лейт бросил короткий взгляд на свои часы.",
            "Он мельком бросил взгляд на книгу.",
            "Он нервно взглянул на часы.",
            "Мэр бросил беглый взгляд на отчёт.",
            "Он украдкой взглянул на неё через стол.",
            "Перед тем, как покинуть старый город, бросьте ещё один взгляд на башню.",
            "Джим бросил вопросительный взгляд на Мэри, чтобы узнать, согласна ли она с ним.",
            "Я мельком взглянул на свои часы.",
            "Он мельком взглянул на часы. / Он бросил быстрый взгляд на часы.",
            "Он понимающе посмотрел на неё.",
            "Он оглянулся на дом.",
            "Она лишь бегло просмотрела документ.",
            "Она нервно взглянула на свои часы.",
            "Она неодобрительно взглянула на меня.",
            "Мужчина нервно взглянул на свои часы.",
            "Крис продолжал украдкой на меня поглядывать.",
            "Она бросала на этого крупного пса пугливые взгляды.",
            "Он окинул взглядом собравшихся.",
            "Секретарша взглянула на мой значок посетителя.",
            "Взглянув украдкой на часы.",
            "Мельком взглянув на часы, она поняла, что опаздывает.",
            "Он взглянул на часы и сказал: — Мне пора идти.",
            "Он с подозрением взглянул на назойливого незнакомца.",
            "Он взглянул на письмо и начал читать его вслух.",
            "Она многозначительно посмотрела на трёх своих младших сестер.",
            "Алекс вытащил кий из подставки и взглянул на стол.",
            "Взглянув на лицо Рика, она почувствовала, что сердце ёкнуло у неё в груди."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}