{
    "go out with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Tina used to go out with my brother.",
            "I don't think you should go out with that bad cold.",
            "He'll probably go out with her just to get back at me.",
            "His act was just a clever ruse to get me to go out with him.",
            "No woman in her right mind would go out with a man like him.",
            "While our parents console themselves with spa treatments, I go out with my sister.",
            "He asked if I'd go out with him. As if! (=it is extremely unlikely that I would go out with him)",
            "She had the temerity to ask my boyfriend if she could go out with him should he and I ever break up.",
            "Do you think I would go out with that melvin?",
            "If he doesn't, it's the last time I go out with the big stiff.",
            "Am I in your little black book, or can you already tell me that I wouldn't go out with you?",
            "The gas fire went out with a plop.",
            "She went out dancing with the girls.",
            "She went out with her friends from work.",
            "March went out with high winds and rain.",
            "I can't believe I ever went out with that abb.",
            "I went out with the girls from work last night.",
            "He went out boozing with his friends on his 21st birthday.",
            "This kind of entertainment went out with the ark (=is very old-fashioned).",
            "The old year went out with a bang.",
            "Mary's gone out with what's his name?",
            "He's gone out with some of his cronies.",
            "That's a very nice girl Richard's with - here, half a mo, isn't she the girl you went out with last week?"
        ],
        "example_translate": [
            "Тина встречалась с моим братом.",
            "Я думаю, с такой простудой тебе лучше сидеть дома.",
            "Он, наверное, будет встречаться с ней лишь для того, чтобы отомстить мне.",
            "Его поступок оказался просто хитрой уловкой, чтобы заставить меня пойти с ним.",
            "Ни одна женщина в здравом уме не станет встречаться с человеком вроде него.",
            "Пока наши родители утешаются спа-процедурами, я гуляю со своей сестрой.",
            "Он спрашивал, не пойду ли я с ним на свидание. Ещё чего! (т.е. крайне маловероятно, что пойду)",
            "Она имела неосторожность спросить моего парня, может ли она пойти с ним на свидание, если мы с ним когда-нибудь расстанемся.",
            "Неужели ты думаешь, что я пойду на свидание к такому нудному стремному чуваку?",
            "Если он этого не сделает, то я с этим придурком больше никуда не пойду.",
            "У тебя в твоей записной книжке есть мой телефон, или мне уже не стоит надеяться, что ты меня куда-нибудь пригласишь?",
            "Струя огня с шумом вырвалась из газовой горелки.",
            "Она пошла на танцы с девчонками.",
            "Она вышла погулять с подругами по работе.",
            "Конец марта ознаменовался сильными ветрами и дождём.",
            "Не могу поверить, что я когда-то встречалась с этим ненормальным.",
            "Вчера вечером я гуляла с девчонками с работы.",
            "На свой двадцать первый день рождения он пошёл выпивать с друзьями.",
            "Такие развлечения — совсем уж допотопные (т.е. очень старомодные).",
            "Мы шумно проводили старый год.",
            "Мэри ушла с этим, как его.",
            "Он ушел куда-то с одним из своих старых друзей.",
            "Смотри, какая клевая чувиха с Ричардом., подожди, а это не та девушка, с которой ты встречался на прошлой неделе?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}