{
    "1": [
        [
            "1 Он был так близко от меня! ",
            "1 He was so close to me. "
        ],
        [
            "2 Если ты не удовлетворен его работой, принимай меры. ",
            "2 If you are not satisfied with his work, do something. "
        ],
        [
            "3 Она заставляет меня чувствовать себя виноватым. ",
            "3 She makes me feel guilty. "
        ],
        [
            "4 Когда у тебя были выпускные экзамены? ",
            "4 When did you have your finals? "
        ],
        [
            "5 Оче- видно, он забыл о моей просьбе. ",
            "5 Obviously he has forgotten about my request. "
        ],
        [
            "6 Я не довольна обслуживани- ем, я не дам официанту на чай. ",
            "6 I am not satisfied with the service. I will not tip the waiter. "
        ],
        [
            "7 Чья это вина? ",
            "7 Whose fault is this? "
        ],
        [
            "8 В конце кон- цов она уступила. ",
            "8 Finally, she gave in. "
        ],
        [
            "9 В особенности мне нравится работать с Та- ней. ",
            "9 Particularly, I enjoy working with Tanya. "
        ],
        [
            "10 Моя сестра очень застенчива. ",
            "10 My sister is very shy. "
        ],
        [
            "11 Неужели ты думаешь, что он мог обидеть ее? ",
            "11 Don't you really think that he could hurt her? "
        ],
        [
            "12 Дело в том, что он не вернул деньги. ",
            "12 The fact is that he didn't give the money back. "
        ],
        [
            "13 Я не хочу снова быть виноватым. ",
            "13 I don't want to be blamed again. "
        ],
        [
            "14 Сандра всегда найдет недостатки в ком угодно. ",
            "14 Sandra will always find fault with anyone. "
        ],
        [
            "15 Подойдет эта тарелка? - Нет, она слишком маленькая. ",
            "15 Will this plate do? - No, it is too small. "
        ],
        [
            "16 Ты много приобретешь, если выучишь английский. ",
            "16 You will gain much if you learn English. "
        ],
        [
            "17 За чей счет мы пойдем в ресторан? ",
            "17 At whose expense will we go to the restaurant? "
        ],
        [
            "18 Ты не ушибся? ",
            "18 Didn't you hurt yourself? "
        ],
        [
            "19 Ты можешь положить яблоки, пока я взобью яйца. ",
            "19 You can do the apples, while I do the eggs. "
        ],
        [
            "20 Это радио бракованное. ",
            "20 This radio is faulty. "
        ],
        [
            "21 Поверь, Андрей не имел никако- го отношения к этой встрече. ",
            "21 Believe me; Andrew had nothing to do with this meeting. "
        ],
        [
            "22 Ты обойдешься без сигарет? ",
            "22 Will you do without your cigarettes? "
        ],
        [
            "23 Кого назначили менеджером? ",
            "23 Who was appointed a manager? "
        ],
        [
            "24 Встречу отменили. ",
            "24 The appointment has been canceled. "
        ],
        [
            "25 Его от- ношение к этой стране не изменится и через 10 лет. ",
            "25 His attitude to this country will not change even in ten years. "
        ],
        [
            "26 Я полагаю, это она взяла деньги, так как у нее был виноватый вид. ",
            "26 I suppose it is she who took the money as she had a guilty look. "
        ],
        [
            "27 Я почищу ковер, пока она приготовит обед. ",
            "27 I will do the carpet while she does dinner. "
        ],
        [
            "28 У нее никогда не было сви- дания с Димой. ",
            "28 She has never had a date with Dima. "
        ]
    ]
}