{
    "4": [
        [
            "1 Нам не разрешали долго смотреть телевизор. ",
            "1 We were not allowed to watch TV for a long time. "
        ],
        [
            "2 Я не знаю, что они там будут делать весь вечер. ",
            "2 I don't know what they will be doing there the whole evening. "
        ],
        [
            "3 Он работает с детьми уже более десяти лет. ",
            "3 He has been working with children for more than ten years. "
        ],
        [
            "4 Мой друг художник. Он рисует картины. Он рисует около пяти картин в год. Он работает художником с 1992 года. Вчера, когда я пришел к нему, он рисовал новую картину. Он сказал, что рисует ее уже более месяца. Я думаю, он уже закончит рисовать ее к августу. Всего (in total) он нарисовал 35 картин. Если ты попросишь его, он тоже нарисует тебе картину. ",
            "4 My friend is an artist. He draws pictures. He draws about five pictures every year. He has been working as an artist since 1992 . Yesterday when I came to him, he was drawing a new picture. He said that he had been drawing it for more than a month. I think he will have already finished drawing it by August. In total he has drawn 35 pictures. If you ask him, he will draw a picture for you too. "
        ],
        [
            "5 Когда мы пришли домой, мама уже припарковала машину. Она готовила ужин. Она готовила ужин уже более часа. Немного позже она пригласила нас к столу. На столе был торт, конфеты. ",
            "5 When we came home, our mother had already parked the car. She was cooking dinner. She had been cooking for more than an hour. A little later she invited us to the table. There was a cake, sweets on the table. "
        ],
        [
            "6 Ее сестра сказала, что дважды была в Израиле. ",
            "6 Her sister said that she had been to Israel twice. "
        ],
        [
            "7 Он не знает, куда поедет летом. ",
            "7 He doesn't know where he will go in the summer. "
        ],
        [
            "8 Я ничего не могу понять, объясни мне. ",
            "8 I cannot understand anything, explain it to me. "
        ],
        [
            "9 Что ты будешь делать, когда вырастешь? ",
            "9 What will you do when you grow up? "
        ],
        [
            "10 Он не знает, что она делала вчера весь вечер. ",
            "10 He doesn't know what she was doing the whole evening yesterday. "
        ],
        [
            "11 Через несколько дней мы будем в Лондоне. Мы будем ходить по улицам и дышать лондонским воздухом. ",
            "11 In a few days we will be in London. We will be walking along the streets and we will be breathing London air. "
        ],
        [
            "12 Он придет в семь. Мы подождем его. ",
            "12 He will come at seven. We will wait for him. "
        ],
        [
            "13 Он не помнит, где припарковал машину. ",
            "13 He doesn't remember where he has parked his car. "
        ],
        [
            "14 Он принимал душ, когда зазвонил телефон. ",
            "14 He was taking a shower when the phone started ringing. "
        ],
        [
            "15 Куда ты вчера шел, когда я тебя встретил на улице? ",
            "15 Where were you going yesterday when I met you in the street? "
        ]
    ]
}