{
    "4": [
        [
            "1 Они будут здесь, пока не позвонит Таня. ",
            "1 They will be here until Tanya calls. "
        ],
        [
            "2 Мама испечет торт,когда она придет домой. ",
            "2 My mother will bake a cake when shecomes home. "
        ],
        [
            "3 Если он не пойдет в (to) ресторан, онбудет (at) дома. ",
            "3 If he does not go to the restaurant, he will be at home. "
        ],
        [
            "4 Мы будем (at) дома завтра. ",
            "4 We willbe at home tomorrow. "
        ],
        [
            "5 Если мы будем (at)дома завтра, мы посмотрим эту программу по (on) телевизору.",
            "5 If we are at home tomorrow, we will watch this program onTV. "
        ],
        [
            "6 Когда вы ответите на (нет предлога) мой вопрос? ",
            "6 When will you answer my question? "
        ],
        [
            "7 Я поеду на(to) море, как только моя дочь сдаст экзамены. ",
            "7 I will go to the sea as soon as mydaughter passes her exams. "
        ],
        [
            "8 Если ее не будетзавтра (at) дома, позвони мне после 7 часов. ",
            "8 If she is not at home tomorrow, call me after 7 o'clock."
        ],
        [
            "9 Если у него будетвремя, он придет к (to) нам. ",
            "9 If he has time, he will come to us. "
        ],
        [
            "10 Как только он вернется домой, онприготовит ужин. ",
            "10 As soon as he comes back home, he willcook dinner. "
        ],
        [
            "11 Что твоя мама будет делать, когда она придетдомой? ",
            "11 What will your mother do when she comes home? "
        ],
        [
            "12 Позвони мне, как только ты туда приедешь. ",
            "12 Call me assoon as you get there. "
        ],
        [
            "13 Онаприготовит тебе чашку кофе, когда ты придешь. ",
            "13 She will make you a cup of coffee when you come. "
        ],
        [
            "14 Если она неузнает об этом, она не пойдет к (to) нему. ",
            "14 Ifshe does not know about it, she will not go to him. "
        ],
        [
            "15 Мы не пойдем гулять,пока ты не сделаешь свое домашнее задание. ",
            "15 We will not go for a walk untilyou do your homework. "
        ],
        [
            "16 Таня позавтракает,в то время как я приму душ.",
            "16 Tanya will have breakfast while I take a shower."
        ]
    ]
}