{
    "5": [
        [
            "1 У нас будет урок английского, в то время как у них будет урокнемецкого. ",
            "1 We will have a lesson of English while they have a lesson of German. "
        ],
        [
            "2 У меня будет в (нет предлога) этом году много свободного времени. Я поеду в (to) то место, где я отдыхал в (нет предлога) прошлом году. ",
            "2 I willhave much free time this year. I will go to that place where I had a rest last year."
        ],
        [
            "3 Я не пойду туда так рано. ",
            "3 I will not go there so early. "
        ],
        [
            "4 Если Катя непридет, я позвоню ей в (at) шесть сам. ",
            "4 If Kate does not come, I will call her myself at six."
        ],
        [
            "5 Когда он приедет в (to)Лондон, он пойдет в (to) музей. ",
            "5 When he comes to London, he will go to the museum. "
        ],
        [
            "6 Если он опять нас обманет, мы небудем ему больше (any more) верить. ",
            "6 If he deceives us again, wewill not believe him any more. "
        ],
        [
            "7 Если ты ему поможешь, онтоже тебе поможет. ",
            "7 If you help him, he will help you, too. "
        ],
        [
            "8 Когда вы много читаете, вы много знаете.",
            "8 When youread much, you know much. "
        ],
        [
            "9 Если он вернется к (by) пяти, попросите его позвонить мне. ",
            "9 If he comes back by 5, ask him to call me. "
        ],
        [
            "10 Когдауроки окончатся, мы пойдем плавать. ",
            "10 Whenthe lessons finish, we will go to swim. "
        ],
        [
            "11 Он поступит в (нет предлога) институт, если он будет много учится. ",
            "11 He will enter the institute if he studiesmuch. "
        ],
        [
            "12 Я открою дверь,когда папа постучит в (on) нее. ",
            "12 I will open the door when the father knocks. "
        ],
        [
            "13 Если завтра погода будет хорошая, мы поедем за город. ",
            "13 If the weather is goodtomorrow, we will go to the country. "
        ],
        [
            "14 Когда она приходит на (to) работу, онавключает компьютер. ",
            "14 When she comes to work, she switches onthe computer. "
        ],
        [
            "15 Когда она придет на (to) работу, она включит компьютер. ",
            "15 When she comes to work, she will switch on the computer."
        ],
        [
            "16 Мы пойдем в (to) лес после обеда, если погодане изменится. ",
            "16 We will go to the forest in the afternoon unless the weather changes. "
        ],
        [
            "17 Он не пойдет в (to) школу, пока он не покушает.",
            "17 He willnot go to school until he eats."
        ]
    ]
}