{
    "6": [
        [
            "1 Посмотри на (at) него. Он хорошо (well) выглядит. ",
            "1 Look at him. He looks well. "
        ],
        [
            "2 Он обычночитает газету, в то время как его жена смотрит телевизор. ",
            "2 He usually reads a newspaper while his wifewatches TV. "
        ],
        [
            "3 Я хочупонаблюдать за (нет предлога) ним. ",
            "3 I want to watch him. "
        ],
        [
            "4 Он не пойдет в (to) ресторансегодня (in) вечером. ",
            "4 He will not go the restaurant tonight. "
        ],
        [
            "5 Посмотри на (at) эту фотографию. ",
            "5 Lookat this photo. "
        ],
        [
            "6 Мыначнем, как только Саша будет готов. ",
            "6 We will begin as soon as Sasha is ready. "
        ],
        [
            "7 Когда он позвонит ей, ее небудет (at) дома. ",
            "7 When he calls her, shewill not be at home. "
        ],
        [
            "8 Мы видели вас вчера в (at) театре. ",
            "8 We saw you at the theatre yesterday. "
        ],
        [
            "9 Когда онприедет в (to) Ригу, он позвонит нам. ",
            "9 When he comes toRiga, he will call us. "
        ],
        [
            "10 Я хочу взглянуть на (at)вашу новую квартиру. ",
            "10 I want to have a look at your new flat. "
        ],
        [
            "11 Я не получу визу в (in) феврале, если я незаплачу деньги сейчас. ",
            "11 I will not get myvisa in February unless I pay money now. "
        ],
        [
            "12 Если я увижу его, я расскажу ему об этом.",
            "12 If I see him, I will tell him about it."
        ],
        [
            "13 Мы пойдем в (to) кино завтра. Мы хотим посмотреть новыйфильм. ",
            "13 We will go to the cinema tomorrow. We want to watch a new film. "
        ],
        [
            "14 Я поеду в (to) Варшаву на (нет предлога) будущей неделе. ",
            "14 I will goto Warsaw next week. "
        ],
        [
            "15 Я хочу закончить это письмо к (by) пяти часам. ",
            "15 I want to finish this letter byfive o'clock. "
        ],
        [
            "16 Когда онзвонит ей, ее нет (at) дома. ",
            "16 When hecalls her, she isn't at home. "
        ],
        [
            "17 Ты видел этот фильм? ",
            "17 Did you see this film? "
        ],
        [
            "18 Взглянина (at) мою новую машину.",
            "18 Have a look at my new car."
        ]
    ]
}