{
    "1": [
        [
            "1 Не кричи на него, он сделал все что мог. ",
            "1 Don't shout at him. He did his best. "
        ],
        [
            "2 Хорошо повеселился? ",
            "2 Did you have much fun? "
        ],
        [
            "3 Анна часто звонит тебе? ",
            "3 Does Ann ring you frequently? "
        ],
        [
            "4 Твой брат — красивый парень. ",
            "4 Your brother is a handsome boy. "
        ],
        [
            "5 Его сын очень разбалованный ребенок. ",
            "5 His son is a very spoilt child. "
        ],
        [
            "6 Какая частота этого ра- дио? ",
            "6 What is the frequency of this radio? "
        ],
        [
            "7 Ifte Таня? — Она на улице. ",
            "7 Where is Tanya? - She is outside. "
        ],
        [
            "8 Было очень жарко, и мы сели в тени. ",
            "8 It was very hot and we sat in a shade. "
        ],
        [
            "9 Она думает, что я не пришел на ее день рождения из-за нашей ссоры. ",
            "9 She thinks that I didn't come to her birthday because of our quarrel. "
        ],
        [
            "10 Несмотря на все сложности, он получил визу. ",
            "10 In spite of all difficulties he got a visa. "
        ],
        [
            "11 Эта куртка не подходит тебе. Она слишком маленькая. ",
            "11 This jacket does not fit you. It is too small. "
        ],
        [
            "12 Не тряси головой. Все будет хорошо. ",
            "12 Don't shake your head. Everything is going to be all right. "
        ],
        [
            "13 Не трогай мою собаку. ",
            "13 Don't touch my dog. "
        ],
        [
            "14 Ты знаешь, кто будет тренировать нас? ",
            "14 Do you know who will train us? "
        ],
        [
            "15 Хочешь перекусить сейчас? ",
            "15 Do you want to have a snack now? "
        ],
        [
            "16 Когда он увидел меня, он подошел и пожал мне руку. ",
            "16 When he saw me, he came up and shook my hand. "
        ],
        [
            "17 Неужели она пошла с ним на свидание? ",
            "17 Can she have gone for a date with him? "
        ],
        [
            "18 При стирке этой кофты не забудьте вывернуть ее наи- знанку. ",
            "18 Washing this sweater don't forget to turn it inside out. "
        ],
        [
            "19 Нашу старую школу снесли в прошлом году. ",
            "19 Our old school was pulled down last year. "
        ],
        [
            "20 Нашлась какая-нибудь работа? — Еще нет. ",
            "20 Has any job turned up? "
        ],
        [
            "21 Твоя сумка подходит под цвет юбки. ",
            "21 Your bag matches your skirt. "
        ],
        [
            "22 Тде ты? — Я на улице Высокой. ",
            "22 Where are you? - I am in Vysokaya Street. "
        ],
        [
            "23 Она снова высмеяла мперед ними. ",
            "23 She made fun of me in front of them again. "
        ],
        [
            "24 Том попросил связаться с ним в субботу. ",
            "24 Tom asked to get in touch with him on Saturday. "
        ],
        [
            "25 В этой стране у президента много власти, что не очень хорошо. ",
            "25 In this country the president has much power which is not very good. "
        ],
        [
            "26 Он пола- гает, что твое положение в этой фирме очень шаткое. ",
            "26 He believes that your position in this firm is very shaky. "
        ],
        [
            "27 Бабушка на улице, в саду. ",
            "27 Our grandmother is outside, in the garden. "
        ]
    ]
}