{
    "1": [
        [
            "1 Не кричи на него, он сделал все что мог. ",
            "1 Don't shout at him. He did his best. "
        ],
        [
            "2 Хорошо повеселился?",
            "2 Did you have much fun? "
        ],
        [
            "3 Анна часто звонит тебе? ",
            "3 Does Annring you frequently? "
        ],
        [
            "4 Твой брат — красивый парень.",
            "4 Your brother is a handsome boy. "
        ],
        [
            "5 Его сын очень разбалованный ребенок. ",
            "5 His son is a very spoiltchild. "
        ],
        [
            "6 Какая частота этого радио? ",
            "6 What is the frequency of this radio? "
        ],
        [
            "7 Ifte Таня? — Она на улице. ",
            "7 Where is Tanya? - She is outside."
        ],
        [
            "8 Было очень жарко, и мы сели втени. ",
            "8 It was very hot and we sat in a shade. "
        ],
        [
            "9 Она думает, что я не пришел на ее день рождения из-за нашейссоры. ",
            "9 She thinks that I didn't come to herbirthday because of our quarrel. "
        ],
        [
            "10 Несмотря на все сложности, он получил визу. ",
            "10 In spite of all difficulties he got a visa. "
        ],
        [
            "11 Эта курткане подходит тебе. Она слишком маленькая. ",
            "11 Thisjacket does not fit you. It is too small. "
        ],
        [
            "12 Не тряси головой. Всебудет хорошо. ",
            "12 Don't shake your head. Everything is goingto be all right. "
        ],
        [
            "13 Не трогай мою собаку. ",
            "13 Don't touch my dog. "
        ],
        [
            "14 Ты знаешь, кто будеттренировать нас? ",
            "14 Do you know who will train us? "
        ],
        [
            "15 Хочешь перекусить сейчас? ",
            "15 Doyou want to have a snack now? "
        ],
        [
            "16 Когда он увиделменя, он подошел и пожал мне руку. ",
            "16 When he saw me, he came up and shook myhand. "
        ],
        [
            "17 Неужели она пошла с ним насвидание? ",
            "17 Can she have gone for a date with him? "
        ],
        [
            "18 При стирке этой кофты не забудьте вывернуть ее наизнанку. ",
            "18 Washing this sweater don'tforget to turn it inside out. "
        ],
        [
            "19 Нашу старую школу снесли в прошлом году. ",
            "19 Our old school was pulled down last year. "
        ],
        [
            "20 Нашласькакая-нибудь работа? — Еще нет. ",
            "20 Hasany job turned up? "
        ],
        [
            "21 Твоя сумка подходит под цветюбки. ",
            "21 Your bag matches your skirt. "
        ],
        [
            "22 Тде ты? — Я на улице Высокой. ",
            "22 Where are you? - I am inVysokaya Street. "
        ],
        [
            "23 Она снова высмеяла мперед ними. ",
            "23 She made fun of me in front of them again. "
        ],
        [
            "24 Том попросил связаться с ним в субботу. ",
            "24 Tom asked toget in touch with him on Saturday. "
        ],
        [
            "25 В этойстране у президента много власти, что не очень хорошо. ",
            "25 In this country the president has much powerwhich is not very good. "
        ],
        [
            "26 Он полагает, что твое положение в этой фирме очень шаткое. ",
            "26 He believes that your position in this firm is very shaky."
        ],
        [
            "27 Бабушка наулице, в саду.",
            "27 Our grandmother is outside, in the garden."
        ]
    ]
}