{
    "3": [
        [
            "1 Если он не купит сыр, мне придется идти в магазин самому.",
            "1 If he doesn't buy cheese, I will have to go to the shop myself. "
        ],
        [
            "2 Я не видел Аню уже больше месяца, она, должно быть, получилавизу и уехала в США. Я, может, больше никогда ее не увижу. ",
            "2 I haven't seenAnn for more than a month. She must have got a visa and left for the USA. I mightnot see her ever again. "
        ],
        [
            "3 Неможет быть, что этот артист приедет к нам в город. ",
            "3 This actor can't come to our city. "
        ],
        [
            "4 Нам не следовало так долго быть на пляже, так как у меня сейчас болит голова.",
            "4 We shouldn't havestayed so long at the beach as I have a headache now. "
        ],
        [
            "5 Он мог и не приглашать нас к себе на день рождения, мы быпришли сами все равно. ",
            "5 He needn't have invited usto his birthday party. We would have come ourselves anyway. "
        ],
        [
            "6 Вы можете выйти замуж в Лондоне, ичерез три года вы получите английское гражданство. Над этим стоитподумать, правда? ",
            "6 You can get marriedin London and in three years you will get English citizenship. It is worth thinkingabout, isn't it? "
        ],
        [
            "7 Не может быть, что он написал письмо такбыстро. ",
            "7 He can't have written the letter so quickly. "
        ],
        [
            "8 Не может быть, что он забыл купить цветы. ",
            "8 He can't have forgottento buy the flowers. "
        ],
        [
            "9 Ей неследовало покупать такую дорогую машину. ",
            "9 She shouldn't have bought such an expensive car. "
        ],
        [
            "10 Не может быть, чтоон забыл сделать уроки. ",
            "10 He can'thave forgotten to do his homework. "
        ],
        [
            "11 Он, может, и был в Англии. ",
            "11 He might have been to England. "
        ],
        [
            "12 Можноя открою окно? ",
            "12 May Iopen the window? "
        ],
        [
            "13 Не может быть, что Андрей помог вам. ",
            "13 Andrew can't have helped you. "
        ],
        [
            "14 Имследовало пригласить его тоже. Так несправедливо поступать.",
            "14 They should have invitedhim too. It is unfair."
        ]
    ]
}