{
    "3": [
        [
            "1 Если он не купит сыр, мне придется идти в магазин самому. ",
            "1 If he doesn't buy cheese, I will have to go to the shop myself. "
        ],
        [
            "2 Я не видел Аню уже больше месяца, она, должно быть, получила визу и уехала в США. Я, может, больше никогда ее не увижу. ",
            "2 I haven't seen Ann for more than a month. She must have got a visa and left for the USA. I might not see her ever again. "
        ],
        [
            "3 Не может быть, что этот артист приедет к нам в город. ",
            "3 This actor can't come to our city. "
        ],
        [
            "4 Нам не следовало так долго быть на пляже, так как у меня сейчас болит голова. ",
            "4 We shouldn't have stayed so long at the beach as I have a headache now. "
        ],
        [
            "5 Он мог и не приглашать нас к себе на день рождения, мы бы пришли сами все равно. ",
            "5 He needn't have invited us to his birthday party. We would have come ourselves anyway. "
        ],
        [
            "6 Вы можете выйти замуж в Лондоне, и через три года вы получите английское гражданство. Над этим стоит подумать, правда? ",
            "6 You can get married in London and in three years you will get English citizenship. It is worth thinking about, isn't it? "
        ],
        [
            "7 Не может быть, что он написал письмо так быстро. ",
            "7 He can't have written the letter so quickly. "
        ],
        [
            "8 Не может быть, что он забыл купить цветы. ",
            "8 He can't have forgotten to buy the flowers. "
        ],
        [
            "9 Ей не следовало покупать такую дорогую машину. ",
            "9 She shouldn't have bought such an expensive car. "
        ],
        [
            "10 Не может быть, что он забыл сделать уроки. ",
            "10 He can't have forgotten to do his homework. "
        ],
        [
            "11 Он, может, и был в Англии. ",
            "11 He might have been to England. "
        ],
        [
            "12 Можно я открою окно? ",
            "12 May I open the window? "
        ],
        [
            "13 Не может быть, что Андрей помог вам. ",
            "13 Andrew can't have helped you. "
        ],
        [
            "14 Им следовало пригласить его тоже. Так несправедливо поступать. ",
            "14 They should have invited him too. It is unfair. "
        ]
    ]
}