{
    "eagle": {
        "comment": [],
        "translate": "орел, золотая монета в 10 долларов",
        "transcription": " |ˈiːɡl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Eagles scream.",
            "The eagle soared above us.",
            "Eagles soar.",
            "The eagle was carrying a mouse in its sharp claws.",
            "Up to the heavens, an eagle soared.",
            "...the eagle closed in on its prey...",
            "Of the eagle, there are but few species.",
            "The eagle hovered, ready to swoop at any moment.",
            "The American bald eagle was once nearly extinct but has come back strong.",
            "She eagled the hole.",
            "The eagle is a symbol of the United States.",
            "The eagle stooped on the mice in the field.",
            "There was an eagle soaring along the shoreline.",
            "An eagle swooped down and snatched one of the hens.",
            "The mountain eagle spread her dark sails on the wind.",
            "One newspaper dubbed him 'Eddie the Eagle', and the name stuck.",
            "Go to the back of the building and look out the rear window and you'll see the eagle."
        ],
        "example_translate": [
            "Орлы кричат.",
            "Орел парил над нами.",
            "Орлы парят.",
            "Орел нес мышь в своих острых когтях.",
            "В небеса взмыл орёл.",
            "...орел приблизился к своей добыче...",
            "Существует лишь несколько разновидностей орлов.",
            "Орел парил, готовый в любой момент броситься вниз.",
            "Когда-то американский белоголовый орлан почти полностью вымер, но сумел вновь возродить свою популяцию.",
            "Она заработала \"игл\" /выиграла два удара/ на этой лунке (о гольфе).",
            "Орёл является символом США.",
            "Орёл устремился вниз, на мышей в поле.",
            "Над берегом парил орёл.",
            "Орёл спикировал вниз и схватил одну из кур.",
            "Горный орёл распростёр свои тёмные крылья на ветру.",
            "Одна из газет прозвала его \"Орёл Эдди\", и это имя прижилось.",
            "Иди в заднюю часть здания, посмотри в окно во двор, и ты увидишь орла."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}