{
    "earlier": {
        "comment": [
            "early"
        ],
        "translate": "ранее, раньше",
        "transcription": " |ˈɜːlɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I stand by what I said earlier.",
            "I mentioned that problem earlier.",
            "I'd like to pick up what you said earlier.",
            "She had woken even earlier than usual.",
            "I meant what I said earlier.",
            "Earlier today I saw my cousin.",
            "Can you explain why no one was informed earlier?",
            "The restaurant opened earlier this month.",
            "The law is a leftover from earlier times.",
            "His theory is an amalgam of earlier ideas.",
            "Christmas seems to come earlier every year.",
            "Bet you wish you'd arrived earlier.",
            "The study invalidates earlier theories.",
            "'Did he call earlier?' 'Not that I know of.'",
            "My remark pertained to your earlier comments.",
            "Smart children talk earlier than the average.",
            "The earlier sowings are cut off by the frost.",
            "These stories originated during earlier times.",
            "The incident occurred much earlier in the game.",
            "Why did the U.S. not intervene earlier in WW II?",
            "The article contains echoes of an earlier report.",
            "The results are consistent with earlier research.",
            "These results are in accord with earlier research.",
            "Their work is the progeny of many earlier studies.",
            "I have a question regarding your earlier comments.",
            "The film cut back to an earlier event in the story.",
            "The Court of Appeal overturned the earlier decision.",
            "The question is not dissimilar to one asked earlier.",
            "I think you're right. We should have set out earlier.",
            "Several earlier studies had sounded similar warnings."
        ],
        "example_translate": [
            "Я настаиваю на том, что сказал раньше.",
            "Я упомянул об этой проблеме ранее.",
            "Я бы хотел понять сказанное вами ранее.",
            "Она проснулась даже раньше, чем обычно.",
            "Я тогда говорил серьёзно. / Я не шутил, когда это сказал.",
            "Сегодня утром (досл. в начале сегодняшнего дня) я видел моего кузена.",
            "Можете ли вы объяснить, почему никому не сообщили раньше?",
            "Ресторан открылся в начале этого месяца.",
            "Этот закон является пережитком прошлого.",
            "Его теория представляет собой сочетание более ранних идей.",
            "Такое ощущение, что с каждым годом рождество приходит всё раньше.",
            "Держу пари, ты жалеешь, что не приехал раньше.",
            "Это исследование сводит на нет более ранние теории.",
            "— Раньше он звонил? — Насколько я знаю, нет.",
            "Моё замечание относилось к вашим предыдущим высказываниям.",
            "Одарённые дети начинают разговаривать раньше, чем среднестатистические.",
            "Ранние посевы погибли из-за мороза.",
            "Эти истории зародились в более ранние времена.",
            "Этот инцидент произошёл в игре гораздо раньше.",
            "Почему США не вступили во Вторую Мировую войну раньше?",
            "В статье содержатся отголоски более раннего отчета.",
            "Результаты согласуются с более ранним исследованием.",
            "Эти результаты согласуются с более ранними исследованиями.",
            "Их работа является результатом многочисленных более ранних исследований.",
            "У меня вопрос по поводу ваших комментариев, высказанных ранее.",
            "Фильм возвращается к более раннему событию в этой истории.",
            "Апелляционный суд отменил предыдущее решение.",
            "Данный вопрос не отличается от того, что был задан ранее.",
            "Мне кажется, вы правы: мы должны были отправиться раньше.",
            "В результате нескольких более ранних исследований подобные предупреждения уже звучали."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}