{
    "earnings": {
        "comment": [
            "earn",
            "learn",
            "learner",
            "learning"
        ],
        "translate": "доход, прибыль, заработок, выручка, заработанные деньги",
        "transcription": " |ˈɜːrnɪŋz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This cuts into my earnings.",
            "What is the gross of your earnings?",
            "There is no cap to your earnings.",
            "Everyone got a cut of the earnings.",
            "Earnings hit a peak in the early 1980s.",
            "You will receive an exceptional package with uncapped earnings.",
            "The notional earnings of the company were close to the actual ones.",
            "Women's earnings are still low in relation to men's.",
            "She crafted a strategy to boost the company's earnings.",
            "He declined to make projections about fourth quarter earnings.",
            "The court awarded Ms Dixon £7,000 for damages and loss of earnings.",
            "He claimed compensation for loss of earnings.",
            "The firm will compensate workers for their loss of earnings.",
            "For tax purposes, your pension and earnings are added together.",
            "I have set by the earnings from my weekend job to use as vacation money.",
            "Fundamentals include a company's growth, revenues, earnings, management, and capital structure.",
            "The incomes of male professionals went up by almost 80%. Meanwhile, part-time women workers saw their earnings fall.",
            "Oil provides 40% of Norway's export earnings.",
            "The company is looking to enhance its earnings potential.",
            "They failed to declare all of their earnings on their tax return.",
            "He programmed the computer to calculate his monthly expenses and earnings.",
            "Their main thesis was that the rise in earnings was due to improvements in education."
        ],
        "example_translate": [
            "Это урезает мои доходы.",
            "Что ты в сумме заработал?",
            "Размер Вашего заработка не ограничен.",
            "Каждый получил свою долю прибыли.",
            "В начале 1980х годов прибыль достигла своего пика.",
            "Вам будут предложены исключительные условия с неограниченным уровнем заработка.",
            "Условный доход компании был близок к реальному.",
            "Заработки женщин по-прежнему остаются низкими по отношению к заработкам мужчин.",
            "Она разработала стратегию повышения доходов компании.",
            "Он отказался строить прогнозы о выручке в четвертом квартале.",
            "Суд присудил мисс Диксон семь тысяч фунтов стерлингов за ущерб и упущенную выгоду.",
            "Он потребовал компенсацию за потерю заработка.",
            "Фирма компенсирует работникам потерю их заработка.",
            "В целях налогообложения, пенсия и доходы складываются вместе.",
            "Я отложил деньги, вырученные от работы по выходным, чтобы потратить их на отпуск.",
            "В число основных показателей компании входят индекс развития, доходы, прибыль, управление и структура капитала.",
            "Доходы мужчин-специалистов выросли почти на 80%. Одновременно наблюдалось падение заработков женщин, работающих по совместительству.",
            "Нефть обеспечивает сорок процентов доходов от норвежского экспорта.",
            "Компания стремится к повышению своих потенциальных доходов.",
            "В своей налоговой декларации они указали не все доходы.",
            "Он запрограммировал компьютер рассчитывать свои ежемесячные расходы и доходы.",
            "Главный их тезис состоял в том, что рост заработков произошёл благодаря улучшениям в сфере образования."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}