{
    "earn": {
        "comment": [
            "learn",
            "learner",
            "learning",
            "earnings"
        ],
        "translate": "зарабатывать, заслуживать, наработать, приносить доход",
        "transcription": " |ɜːrn|",
        "antonyms": [],
        "mnemonic": [
            "earn [э'арн] зарабатывать - (Эрн-ест) - Хемингуэй заработал миллион;",
            "earn [ɜ:n]\nearnest ['ə:nɪst] - серьёзный, ревностный; залог,\nзадаток\nhonest ['ɔnɪst] - честный\n***\nПОЛУЧИЛ ДОХОД - удивлён. (это) earn\nЗАРАБОТАЛ - удивлён он. (это) earn\n***\nЧтобы много зарабатываь \"earn\",\nнадо много учиться \"learn\".",
            "learn [lɜ: n]\nearn [ɜ:n]\nЯ УЧУСЬ, и я смышлён. (это) learn\nЗарабатывать, заслуживать.\n***\nЧтоб много зарабатывать \"earn\",\nнужно хорошо учиться \"learn\"."
        ],
        "examples": [
            "She earns a lot in her new job.",
            "She was earning good money at the bank.",
            "He now earns £250,000 a year.",
            "I earn extra for working on Sunday.",
            "In industry, you can earn serious money.",
            "He earns interest on rates.",
            "His accomplishments earned him respect.",
            "I think you've earned a rest.",
            "She earns a lot in her new job",
            "I'm only trying to earn a bit of money. Where's the harm in that?",
            "He did not earn enough to keep a wife and children.",
            "He hopes to earn a place in the team.",
            "He doesn't earn enough to feed a family of four.",
            "The musicians earn a pittance.",
            "He earns nearly £20,000 a year.",
            "You can earn good money as a computer programmer.",
            "You must maintain a daily balance of $5 in the account to earn dividends.",
            "A kindly and charming pair have earned admiration and affection at Westminster.",
            "I'm just trying to earn an honest living.",
            "These shares earn dividends [a dividend].",
            "The deposit currently earns £710 per annum.",
            "How much did you earn last month in overtime?",
            "Palm oil earned Malaysia some £344 million in 1979.",
            "It's no good fawning on the teacher, you have to earn good marks.",
            "She can hardly earn her own poor bread independently.",
            "It'd be a good stunt for him to go out and maybe earn a little money on the side.",
            "She doesn't earn very much money.",
            "Some players earn obscene amounts of money.",
            "Many women earn less than their male colleagues.",
            "The salaries some company directors earn are obscene."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ear = [ɜː]"
        ],
        "example_translate": [
            "Она много зарабатывает на своей новой работе.",
            "Она зарабатывала хорошие деньги в банке.",
            "Теперь он зарабатывает двести пятьдесят тысяч фунтов в год.",
            "За работу в воскресенье мне доплачивают /платят дополнительно/.",
            "В промышленности можно зарабатывать серьёзные деньги.",
            "Он получает прибыль на разнице курсов.",
            "Его заслуги снискали ему уважение.",
            "Я думаю, вы заслужили отдых.",
            "Она много зарабатывает на своей новой работе.",
            "Я лишь стараюсь заработать немного денег. Что в этом плохого?",
            "Того, что он зарабатывал, не хватало на жену и детей.",
            "Он надеется завоевать место в команде.",
            "Он зарабатывает недостаточно, чтобы прокормить семью из четырёх человек.",
            "Эти музыканты зарабатывают жалкие гроши.",
            "Он зарабатывает около двадцати тысяч фунтов стерлингов в год.",
            "Вы можете неплохо зарабатывать программистом.",
            "Чтобы получать дивиденды, нужно поддерживать на счёте ежедневный остаток в размере пяти долларов.",
            "Любезная и очаровательная парочка снискала восхищение и расположение Вестминстерского дворца.",
            "Я просто пытаюсь честно заработать себе на жизнь.",
            "Эти акции приносят дивиденды [дивидендный доход].",
            "Вклад в банке приносит в настоящее время 710 фунтов в год.",
            "Сколько вы заработали в прошлом месяце сверхурочно?",
            "Пальмовое масло принесло Малайзии в 1979 г. доход примерно в 344 млн. фунтов.",
            "Подлизываться к учителю бесполезно, надо просто заработать хорошие оценки.",
            "Едва ли она может самостоятельно зарабатывать себе на хлеб.",
            "Ему было бы неплохо выйти и, может быть, немного заработать на стороне",
            "Она зарабатывает не очень много (денег).",
            "Некоторые игроки зарабатывают неприличное количество денег.",
            "Многие женщины зарабатывают меньше, чем их коллеги-мужчины.",
            "Зарплаты, которые получают директора некоторых компаний, просто непомерны."
        ],
        "stars": 3
    }
}