{
    "eat": {
        "comment": [
            "meat"
        ],
        "translate": "есть, кушать, съедать, поедать, закусить, разъедать, поглощать, грызть, разрушать",
        "transcription": " |iːt|",
        "antonyms": [],
        "mnemonic": [
            "eat [и:т] кушать - (Итальянцы) кушают макароны.",
            "eat [i:t]\n***\nМного ЕШЬ - живот болит. (это) eat\n***\nХорошо покушай \"eat\"\nи соверши подвиг \"feat\"."
        ],
        "examples": [
            "What's eating you?",
            "They like to eat at home.",
            "Would you like something to eat?",
            "Does Rob eat fish?",
            "They're eating breakfast.",
            "You'll feel better if you eat something.",
            "This car eats petrol.",
            "She was eating a banana.",
            "We had plenty to eat and drink.",
            "What do whales eat?",
            "Acids eat into metals.",
            "A small girl was eating an ice cream.",
            "What did you eat for dinner last night?",
            "Our holiday has eaten into our savings.",
            "I didn't eat yet, so I gladly accept your invitation.",
            "Felix chatted cheerfully as he ate.",
            "Let's eat first and then go to a movie.",
            "I ate a big breakfast so I'm not very hungry.",
            "'More cake?' 'No thanks, I couldn't eat another thing.'",
            "This dog doesn't eat certain kinds of meat.",
            "We stopped at McDonalds to get a bite to eat.",
            "The Sunday Times would absolutely eat this chap.",
            "She can eat like a horse and never put on weight.",
            "No chicken for me. I don't eat meat (=I never eat meat).",
            "Guilt had been eating into his conscience for some months.",
            "I exercise and eat right and get plenty of sleep.",
            "We could not afford to eat at Walker's very often.",
            "It's important to eat healthily when you are pregnant.",
            "Good eating habits are the best way of preventing infection.",
            "We did not eat until 10 P.M. because there were so many phone calls."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Что с вами? / Что вас тревожит? Какая муха вас укусила?",
            "Они любят есть дома.",
            "Хотите что-нибудь поесть?",
            "Роб еcт рыбу?",
            "Они завтракают .",
            "Поешь, и тебе станет лучше.",
            "Этот автомобиль жрёт много бензина.",
            "Она ела банан.",
            "У нас было полно еды и питья.",
            "Что едят киты?",
            "Кислота разъедает металл.",
            "Какая-то девочка ела мороженое.",
            "Что вы ели вчера вечером на ужин?",
            "Этот отпуск изрядно подъел наши сбережения.",
            "Я ещё не ела, так что с удовольствием приму ваше приглашение.",
            "За едой Феликс весело болтал.",
            "Давай сначала поедим, а потом пойдём в кино.",
            "Я хорошо позавтракал, так что не очень хочу есть.",
            "— Ещё торта? — Нет, спасибо, в меня уже больше не лезет.",
            "Эта собака не ест некоторые виды мяса.",
            "Мы заехали перекусить в \"Макдональдс\".",
            "В \"Санди Таймс\" этого парня явно приняли бы с восторгом.",
            "У неё получается много есть, и при этом не набирать вес.",
            "Мне без курятины: я не ем мяса.",
            "Он уже несколько месяцев испытывал угрызения совести.",
            "Я занимаюсь спортом, правильно питаюсь и много сплю.",
            "Мы не могли себе позволить часто кушать у Уолкера.",
            "Во время беременности важно правильно питаться.",
            "Правильный режим питания — лучший способ предотвращения заражения.",
            "Было столько звонков, что нам удалось поесть лишь в десять часов вечера."
        ],
        "stars": 3
    }
}