{
    "echo": {
        "comment": [],
        "translate": "эхо, отголосок, подражание, подражатель, вторить, отдаваться эхом, подражать",
        "transcription": " |ˈekəʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This cave echoes back every word you speak.",
            "The music echoed through the church.",
            "The whole room echoed with his ringing voice.",
            "The article contains echoes of an earlier report.",
            "This idea finds an echo in many African countries.",
            "'You bet,' she said, echoing his words.",
            "Her scream was followed by a loud echo.",
            "She could hear echoes of her own footsteps.",
            "The crime echoes last year's shocking murders.",
            "The article simply echoed the NRA's arguments against gun control.",
            "Laughter echoed across the lake.",
            "The house echoed with the sound of children's voices.",
            "The book's title echoes a line from an old folk song.",
            "He could hear eerie noises echoing through the corridors.",
            "His warnings are echoed by many other experts in the field.",
            "Reflexion of sound is familiarly illustrated by the echo.",
            "The sound of an engine echoed back from the thick forest.",
            "The book's title is an echo of a line from an old folk song."
        ],
        "example_translate": [
            "В этой пещере отзывается эхом каждое слово, которое ты произносишь.",
            "Музыка эхом разнеслась по церкви.",
            "Его звонкий голос разнёсся эхом по всей комнате.",
            "В статье содержатся отголоски более раннего отчета.",
            "Эта идея находит отклик во многих африканских странах.",
            "— Да уж, — повторила она вслед за ним.",
            "За её криком раздалось громкое эхо.",
            "Она слышала эхо собственных шагов.",
            "Это преступление очень напоминает ужасные убийства, произошедшие в прошлом году.",
            "В статье просто повторялись аргументы НСА против контроля над оружием.",
            "Смех эхом разнёсся по озеру.",
            "В доме раздавалось эхо детских голосов.",
            "Название книги напоминает строчку из старой народной песни.",
            "Он слышал жуткие звуки, разносившиеся эхом по коридорам.",
            "Его предупреждения повторяются в выступлениях многих других экспертов в этой области.",
            "Отражение звука обычно иллюстрируется на примере такого явления как эхо.",
            "Звук двигателя эхом отразился от густого леса.",
            "Название книги является повторением строки из старой народной песни."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}