{
    "economics": {
        "comment": [
            "economic",
            "economy",
            "economical",
            "economically",
            "economist"
        ],
        "translate": "экономика, экономическая наука, политическая экономия, народное хозяйство",
        "transcription": " |ˌiːkəˈnɑːmɪks|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This is primarily a question of economics.",
            "This class will deepen your understanding of economics.",
            "I am reading a good book on economics.",
            "Positive economics",
            "The study of sociology overlaps with the study of economics.",
            "She gained some fiscal knowledge by taking an economics course.",
            "His plan is to get a degree in economics and then work abroad for a year.",
            "Your views on economics are overly simplistic.",
            "His economics textbook is in its tenth edition.",
            "The complexities of economics are clearly explained.",
            "A basic grounding in math is essential for the economics course.",
            "intimate relations between economics, politics, and legal principles"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В первую очередь это вопрос экономики.",
            "Этот курс поможет углубить ваше понимание экономики.",
            "Я читаю хорошую книгу по экономике.",
            "позитивная экономическая теория",
            "Изучение социологии пересекается с изучением экономики.",
            "Из курса экономики она приобрела некоторые финансовые знания.",
            "Его план состоит в том, чтобы получить диплом по экономике, а затем в течение года работать за границей.",
            "Ваши взгляды на экономику слишком примитивны.",
            "Его учебник экономики выходит в десятом издании.",
            "Тонкости экономики чётко объяснены.",
            "Знание основ математики необходимо для обучения экономике.",
            "близкие отношений между экономикой, политикой и законодательными нормами"
        ],
        "stars": 2
    }
}