{
    "edge": {
        "comment": [
            "hedge"
        ],
        "translate": "край, кромка, ребро, окраина, преимущество, пробираться, окаймлять, обрамлять",
        "transcription": " |edʒ|",
        "antonyms": [],
        "mnemonic": [
            "edge [эдж] край,острие - (Адж-ария) - бывший край Российской империи.",
            "edge [ɛdʒ]\n***\nНа КРАЮ земли построил я коттедж. (это) edge\nНа ОКРАИНЕ строю коттедж. (это) edge\n***\nОпасно и на выступе \"ledge\",\nи на краю \"edge\"."
        ],
        "examples": [
            "he sat on the edge of the bed",
            "Don't go near the edge - it isn't safe.",
            "Put an edge on this knife.",
            "The city square was edged by trees.",
            "He fell over the cliff's edge.",
            "He felt he was on the edge of an abyss.",
            "The enemy have advanced to the edge of the forest.",
            "Jennifer walked to the edge of the wood.",
            "a gaunt factory on the edge of town",
            "The knife has a turned edge, and won't cut.",
            "The movie will keep you on the edge of your seat.",
            "She stanched her tears with the edge of her apron.",
            "I hit my funny bone on the edge of the table.",
            "the reeds along the edge of a pond",
            "Profits have edged up.",
            "The plate had a tiny chip in the edge.",
            "She edged away from him.",
            "She sat on the edge of the pool, dangling her feet in the water.",
            "It was an opportunity of edging himself into the paper.",
            "The house is now poised on the very edge, ready to fall.",
            "the broken bottle's jagged edge",
            "I tried to edge away until I was clear of the crowd.",
            "Each Greek stands on the sharpest edge of death or life.",
            "He edged towards the car.",
            "the inside edge of her foot",
            "He stood on the edge of the precipice.",
            "If it be too soft, the edge will turn or bend.",
            "The tablecloth was edged with a hand-woven pattern.",
            "The paper has edged ahead of (=been more successful than) its rivals.",
            "One edge of the garden abutted on an old entrance to the mine."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "он сидел на краю кровати",
            "Не подходите к краю — это небезопасно.",
            "Надо поточить этот нож.",
            "Городская площадь была обсажена деревьями.",
            "Он упал с края обрыва.",
            "Он чувствовал себя на краю бездны.",
            "Неприятель достиг опушки леса.",
            "Дженнифер подошла к опушке леса.",
            "заброшенный завод на окраине города",
            "У ножа погнуто лезвие, он плохо режет.",
            "Этот фильм будет держать вас в напряжении. / Вы не сможете оторваться от просмотра этого фильма.",
            "Она вытерла слёзы краем фартука.",
            "Я ударился локтем о край стола.",
            "камыши, растущие вдоль кромки пруда",
            "Прибыль выросла.",
            "На ободке тарелки была крошечная щербинка.",
            "Она потихоньку отошла от него подальше.",
            "Она сидела на краю бассейна, свесив ноги в воду.",
            "Это была возможность пролезть в газету.",
            "Дом теперь оказался на самом краю обрыва, готовый обрушиться.",
            "острые края разбитой бутылки",
            "Я осторожно протискивался между людьми, пока постепенно не выбрался из толпы.",
            "Каждый грек балансирует на тонкой грани между жизнью и смертью.",
            "Он потихоньку подошёл к автомобилю.",
            "внутренняя сторона её стопы",
            "Он стоял на краю пропасти /обрыва/.",
            "Если лезвие будет слишком мягким, оно затупится или загнётся.",
            "По краю скатерть была украшена вытканным вручную узором.",
            "Постепенно эта газета опередила своих конкурентов (т.е. стала более успешной, чем они).",
            "С одной стороны сад примыкал к старому входу в шахту."
        ],
        "stars": 3
    }
}