{
    "edition": {
        "comment": [],
        "translate": "издание, выпуск, тираж, вариант, копия",
        "transcription": " |ɪˈdɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is a cleverer edition of his father.",
            "The first edition was published in 1765.",
            "Of how many copies does the edition consist?",
            "the latest edition of the software",
            "This edition is an improvement over the previous one.",
            "It would be better to swiften the edition of the dictionary.",
            "A new edition is in active preparation.",
            "It was too late for the morning edition.",
            "This edition supersedes the previous one.",
            "The boy is a younger edition of his father.",
            "The text was emended in the second edition.",
            "The larger edition contains three maps extra.",
            "an omnibus edition of his more popular stories",
            "He read it in yesterday's edition of the Times.",
            "A new edition of the book has 55 colour plates.",
            "His economics textbook is in its tenth edition.",
            "They are advertising the new edition of the book.",
            "The new edition includes the translator's comments.",
            "They printed 10,000 copies of the book's new edition.",
            "The new edition was rushed out just before Christmas.",
            "The dictionary's current edition has 10,000 new words.",
            "The errors were corrected in the book's second edition.",
            "The book's cover has been redesigned for the new edition.",
            "Martin was reading the early edition of the Evening News.",
            "I made some additions to my book against the next edition.",
            "The scholar annotated the early edition of a famous novel.",
            "I'm making some revisions to the book for the new edition.",
            "The deluxe edition of the book includes many more illustrations.",
            "Ten scientists contributed to the special edition of the journal.",
            "Material about recent research has been added to this new edition."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он более интеллектуальная копия своего отца.",
            "Первое издание было опубликовано в 1765 году.",
            "Каков тираж издания?",
            "последняя версия данного программного обеспечения",
            "Это улучшенное издание по сравнению с предыдущим.",
            "Было бы лучше приблизить срок издания словаря.",
            "Полным ходом идёт подготовка нового издания.",
            "Для утреннего выпуска было уже слишком поздно.",
            "Данное издание занимает место предыдущего.",
            "Этот мальчик — вылитая копия своего отца.",
            "Во втором издании текст был исправлен.",
            "Более полное издание содержит дополнительно три карты.",
            "сборник самых популярных его рассказов",
            "Он это вычитал во вчерашнем выпуске \"Таймс\".",
            "В новом издании этой книги 55 цветных иллюстраций.",
            "Его учебник экономики выходит в десятом издании.",
            "Они рекламируют новое издание данной книги.",
            "Новое издание включает комментарии переводчика.",
            "Они напечатали десять тысяч экземпляров нового издания книги.",
            "Новую редакцию поспешили выпустить перед самым Рождеством / как раз перед Рождеством.",
            "В нынешнем издании этого словаря имеется десять тысяч новых слов.",
            "Эти ошибки были исправлены во втором издании книги.",
            "Для нового издания дизайн обложки книги был переработан.",
            "Мартин читал утренний выпуск \"Ивнинг ньюз\".",
            "Для следующего издания моей книги я сделал к ней некоторые дополнения.",
            "Ученый написал комментарии к ранней редакции знаменитого романа.",
            "Я вношу некоторые изменения в книгу для её нового издания.",
            "Подарочное издание данной книги включает в себя множество дополнительных иллюстраций.",
            "Для специального выпуска данного журнала написали статьи десять учёных.",
            "К новой редакции был добавлен материал о последних исследованиях."
        ]
    }
}