{
    "editorial": {
        "comment": [],
        "translate": "редакционный, редакторский, передовица, редакционная статья",
        "transcription": " |ˌedɪˈtɔːrɪəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His opinions appeared frequently on the editorial page.",
            "The paper is editorially independent.",
            "That editorial was a fine piece of writing.",
            "Jordan asked for editorial control of the project.",
            "In his editorial, he made several important points.",
            "I'm not the sort of newspaper owner who meddles with editorial policy.",
            "The editorial unleashed a torrent of angry responses.",
            "The editorial fulminated against the proposed tax increase.",
            "The editorial was a blatant attempt to manipulate public opinion.",
            "The paper published an editorial strongly criticizing the mayor's actions.",
            "The editorial criticizes the draconian measures being taken to control the spread of the disease.",
            "The newspaper's editorial board has clearly staked out a pacifist position on the current conflict.",
            "She hopes her editorial will provoke readers into thinking seriously about the issue.",
            "The editorial criticizes the college's administration for not taking a stand on the issue.",
            "One writer objected to what she described as “the bile that is spewed from the newspaper's editorial page.”",
            "...a newspaper editorial offering the timeworn bromide that people should settle their differences peacefully..."
        ],
        "example_translate": [
            "Его точка зрения часто появлялась на редакционной полосе газеты.",
            "Эта газета ведёт независимую редакционную политику.",
            "Эта редакционка была написана просто здорово.",
            "Джордан запросил редакционного контроля над проектом.",
            "В своей редакционной статье он отметил несколько важных моментов.",
            "Я не из тех владельцев газет, которые вмешиваются в их редакционную политику.",
            "Редакционка вызвала поток гневных откликов.",
            "Редакционная статья метала громы и молнии в адрес предлагаемого повышения налога.",
            "Данная редакционная статья представляла собой неприкрытую попытку манипуляции общественным мнением.",
            "Газета опубликовала редакционную статью с резкой критикой действий мэра.",
            "В редакционной статье подвергаются критике драконовские меры, предпринимаемые в целях борьбы с распространением данного заболевания.",
            "Редколлегия газеты чётко обозначила свою пацифисткую позицию относительно текущего конфликта.",
            "Она надеется, что её статья заставит читателей всерьёз задуматься об этой проблеме.",
            "В редакционной статье администрация колледжа подверглась критике за то, что не заняла твёрдую позицию по данному вопросу.",
            "Одна писательница возразила против того, что, по её описаниям, было «жёлчью, исторгаемой с редакционной страницы газеты».",
            "...передовица, предлагающая вниманию набившую оскомину банальщину, что люди должны улаживать споры мирно..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}