{
    "educational": {
        "comment": [
            "educate",
            "education",
            "educated"
        ],
        "translate": "образовательный, учебный, воспитательный, педагогический",
        "transcription": " |ˌedʒuˈkeɪʃənl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The educational system should be shaped to the needs of the children.",
            "Many charities give grants for educational projects.",
            "The region has higher educational attainment than the nation as a whole.",
            "I approve of his educational policies.",
            "Instruction is not an educational sideshow.",
            "plans to reinvent the American educational system",
            "a qualitative study of educational services",
            "a reference work for the educational market",
            "She values educational attainment above all else.",
            "Educational opportunities have not yet equalized.",
            "The school is devoted to the education of children with reading difficulties.",
            "We won't be intimidated by self-appointed guardians of educational standards.",
            "a low level of educational attainment",
            "The applicants had comparable educations.",
            "a lucid exposition of educational theories",
            "She earned her master's degree in education.",
            "She received her education at private schools.",
            "I envisioned a future of educational excellence.",
            "Educational provision in the country is haphazard.",
            "daycare that is educational and not just custodial",
            "He believes that educational standards are falling.",
            "a committee that aims to uphold educational standards",
            "Teachers do not have a monopoly on educational debate.",
            "special educational provisions for exceptional children",
            "The educational software was sent to teachers for review.",
            "Educational level has a sizeable direct effect on income.",
            "These ideas have now become part of educational orthodoxy.",
            "They marched under the banner of equal educational opportunity.",
            "This initiative is not the answer to what ails our educational system.",
            "She described her vacation with heavy irony as “an educational experience.”"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Система образования должна отвечать потребностям детей.",
            "Многие благотворительные организации выдают гранты на образовательные проекты.",
            "В этом регионе образовательная подготовка выше, чем в целом по стране.",
            "Я одобряю его образовательную политику.",
            "Инструктаж — дело важное, не пустяк какой-нибудь.",
            "планы по обновлению американской системы образования",
            "качественное исследование образовательных услуг",
            "справочное издание для рынка образовательных услуг",
            "Выше всего она ценит уровень образования.",
            "Образовательные возможности ещё не уравнялись.",
            "Эта школа занимается обучением детей, испытывающих трудности со чтением.",
            "Мы не позволим себя запугать самозваным блюстителям образовательных стандартов.",
            "низкий уровень образованности",
            "Образование, полученное кандидатами, было вполне сопоставимо.",
            "понятное изложение образовательных теорий",
            "Она получила степень магистра в области образования.",
            "Она получила образование в частных школах.",
            "Я представил себе, как стану круглым отличником.",
            "В этой стране услуги в области образования предоставляются бессистемно.",
            "система дошкольных учреждений, которая выполняет не только опекунскую, но и образовательную функцию",
            "Он считает, что образовательные стандарты снижаются.",
            "комиссия, которая ставит своей целью поддержание образовательных стандартов",
            "Учителя не обладают исключительным правом обсуждения вопросов образования.",
            "обеспечение специального образования для детей с отклонениями физического и умственного развития",
            "Данная учебная программа была разослана на рассмотрение учителям.",
            "Уровень образования оказывает ощутимое прямое влияние на доходы.",
            "Эти идеи теперь стали частью общепринятых взглядов на образование.",
            "Они шли под лозунгом равных образовательных возможностей.",
            "Эта инициатива не является ответом на том, что мешает нашей образовательной системе.",
            "Она очень иронично назвала свой отпуск “поучительным жизненным опытом”."
        ],
        "stars": 3
    }
}