{
    "educated": {
        "comment": [
            "educate",
            "education",
            "educational"
        ],
        "translate": "образованный, развитой, тренированный, дрессированный",
        "transcription": " |ˈedʒukeɪtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is a highly educated woman.",
            "These companies want an educated work force.",
            "He was educated at Bristol University.",
            "Modern economies place a premium on educated workers.",
            "Both children are privately educated.",
            "an educated woman with an impressive career",
            "The children were educated at home by a succession of tutors.",
            "The civil service became the preserve of the educated middle class.",
            "Investors must make an educated guess as to the company's potential.",
            "Young men were once educated in good manners, and how to treat a lady.",
            "No genuinely intelligent and educated person would believe such tommyrot.",
            "People started making educated guesses about the outcome of the election.",
            "The sum of human knowledge is now so immense that even a highly educated person can hope to absorb only a tiny quantum of it."
        ],
        "example_translate": [
            "Это очень образованная женщина.",
            "Этим компаниям нужна хорошо обученная рабочая сила.",
            "Он получил образование в Бристольском университете.",
            "Современная экономика делает ставку на образованных работников.",
            "Оба ребёнка учатся в частных школах.",
            "образованная женщина с впечатляющей карьерой",
            "Дети учились дома под руководством нескольких наставников.",
            "Государственная служба стала прерогативой образованного среднего класса.",
            "Инвесторам необходимо сделать обоснованное предположение относительно потенциала компании.",
            "Когда-то юношей обучали хорошим манерам и обращению с женщинами.",
            "Ни один по-настоящему интеллигентный и образованный человек не поверит в такую чушь.",
            "Люди начали делать обоснованные предположения по поводу исхода выборов.",
            "Общая сумма человеческих знаний в настоящее время настолько громадна, что даже высокообразованный человек может надеяться впитать лишь крошечную их часть."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}