{
    "educate": {
        "comment": [],
        "translate": "воспитывать, давать образование, тренировать, консультировать",
        "transcription": " |ˈedʒukeɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We must educate our youngsters better.",
            "He was educated at Bristol University.",
            "Parents trust schools to educate their children.",
            "The job of our public schools is to educate.",
            "Young men were once educated in good manners, and how to treat a lady.",
            "A museum should aim to entertain as well as educate.",
            "Doctors are trying to educate people about behaviors that can put them at increased risk for skin cancer.",
            "To a degree, it is possible to educate oneself.",
            "The primary function of our schools is to educate our young people.",
            "Parents are under a legal obligation to educate their children.",
            "Museums are on the move, adding exhibits that entertain and educate.",
            "The government often needs educating in the actual wishes of the people.",
            "There is a danger that museums will attempt to entertain rather than educate."
        ],
        "example_translate": [
            "Мы должны лучше воспитывать нашу молодёжь.",
            "Он получил образование в Бристольском университете.",
            "Родители доверяют школам воспитание /образование/ своих детей.",
            "Задача наших государственных школ — давать образование.",
            "Когда-то юношей обучали хорошим манерам и обращению с женщинами.",
            "Музеи должны ставить перед собой цель не только обучать посетителей, но и развлекать их.",
            "Врачи пытаются просвещать людей о привычках, которые могут подвергнуть их повышенному риску развития рака кожи.",
            "В определённой степени самообразование возможно.",
            "Основной функцией нашей школы является воспитание молодёжи.",
            "Родители по закону обязаны воспитывать своих детей.",
            "Музеи развивают бурную деятельность, добавляя развлекательные и обучающие экспонаты.",
            "Правительству часто приходится объяснять, чего на самом деле хотят люди.",
            "Существует опасность того, что музеи будут пытаться развлекать, а не обучать посетителей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}