{
    "effectively": {
        "comment": [
            "effectiveness",
            "effective",
            "effect"
        ],
        "translate": "продуктивно",
        "transcription": " |ɪˈfektɪvli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They had effectively disappeared.",
            "You need to learn to manage your time more effectively.",
            "Children have to learn to communicate effectively.",
            "We need some leeway if we are to act effectively.",
            "We shall find out which system works most effectively.",
            "Most of the urban poor are effectively excluded from politics.",
            "Effectively, the company was used as their \"piggy bank\". (Telegraph)",
            "During the Vietnam War the university's campus effectively became the area's omphalos for antiwar activity.",
            "The scandal limited her ability to govern effectively.",
            "The company wants to leverage its brands more effectively.",
            "Acceptance by the UN would effectively legitimize the regime.",
            "New threats of violence have effectively torpedoed the peace talks.",
            "a scandal involving a bimbo that effectively ended the congressman's career",
            "These are real problems that can be dealt with most effectively by rational discussion.",
            "The prosecutor's closing statement effectively reprised the case against the defendant.",
            "His bad health has prevented him from being able to function effectively in recent weeks."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они практически исчезли.",
            "Вам нужно научиться распоряжаться своим временем более эффективно.",
            "Дети должны научиться продуктивно общаться.",
            "Нам нужна некоторая свобода, если мы хотим действовать эффективно.",
            "Мы выясним, какая система работает наиболее эффективно.",
            "Большинство городской бедноты фактически исключено из политики.",
            "Они распоряжались финансами компании фактически как своими собственными.",
            "Во время войны во Вьетнаме университетский кампус фактически стал средоточием антивоенной деятельности данного района.",
            "Этот скандал ограничил её возможность эффективно управлять.",
            "Данная компания хочет более эффективно продвигать свои торговые марки.",
            "Признание со стороны ООН будет значить фактическую легитимацию данного режима.",
            "Мирные переговоры фактически торпедированы новыми угрозами насилия.",
            "скандал с участием одной красивой дуры, который фактически положил конец карьере этого конгрессмена",
            "Это реальные проблемы, которые эффективнее всего решаются путём рационального обсуждения.",
            "В своём заключительном выступлении прокурор, в сущности, кратко повторил обвинения в отношении подсудимого.",
            "В последние недели слабое здоровье не позволяло ему продуктивно работать."
        ]
    }
}