{
    "effect": {
        "comment": [
            "effectiveness",
            "effectively",
            "effective"
        ],
        "translate": "эффект, влияние, осуществление, действие, осуществлять, производить, выполнять",
        "transcription": " |ɪˈfekt|",
        "antonyms": [],
        "mnemonic": [
            "affect [ə'fɛkt]\naffection [ə'fɛkʃən] - привязанность, любовь\neffect [ɪ'fɛkt] - эффект, результат, последствие\n***\nЧтобы ПОВЛИЯТЬ, нужен эффект. (это) affect\nЧтобы ПОРАЗИТЬ, нужен эффект. (это) affect"
        ],
        "examples": [
            "The law is still in effect.",
            "The operation was of no effect.",
            "The effect was negligible.",
            "A law was made but it had little effect.",
            "Nature begins from causes, and thence descends to effects.",
            "He now needs more of the drug to achieve the same effect.",
            "I feel the effect of the narcotic.",
            "He just did it for effect.",
            "Alcohol has a noticeable effect on the body.",
            "His remarks had the desired effect.",
            "The cease-fire has gone into effect.",
            "The Lighthouse was effected by Mr. Rudyerd.",
            "A side effect of the drug is constipation.",
            "The music had a soothing effect on the baby.",
            "In effect, they had no choice.",
            "The news had a sobering effect.",
            "We tried to wake him, but to no effect.",
            "What effect will these changes have on the tourist industry?",
            "This ingredient also has the effect of making your skin look younger.",
            "It has an enchanting effect.",
            "The experience has had a bad effect on him.",
            "The presence of the troops had a sobering effect on the troublemakers.",
            "A policy is of no effect until the certificate is delivered to the assured.",
            "The news had a sobering effect.",
            "Peter blurted out the news before he considered its effect.",
            "The suspension of fighting is to take effect at 6 am on Monday.",
            "A reapportionment was put into effect at the September primaries.",
            "It had a galvanic effect on the audience.",
            "The addition of flowers created a pleasing effect.",
            "The most skilful chemists have hitherto failed to effect such decomposition."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Данный закон всё ещё в силе.",
            "Операция не принесла успеха.",
            "Эффект был незначительным.",
            "Был принят закон, но эффективность его была низка.",
            "В природе все начинается с причин, а потом переходит к следствиям.",
            "Сейчас он нуждается в большей дозе наркотиков, чтобы добиться такого же эффекта.",
            "Я чувствую действие наркотика.",
            "Он сделал это только для того, чтобы произвести впечатление.",
            "Алкоголь оказывает заметное влияние на организм.",
            "Его замечания возымели желаемый эффект.",
            "Договор о прекращении огня вступил в силу.",
            "Маяк был возвёден мистером Редьярдом.",
            "Побочным эффектом препарата является запор.",
            "Эта музыка, обладает успокаивающим воздействием на ребенка.",
            "В сущности, выбора у них не было.",
            "Новость имела отрезвляющий эффект.",
            "Мы пытались разбудить его, но безрезультатно.",
            "Как повлияют эти изменения на туристический бизнес?",
            "Влияние этого ингредиента также приводит к тому, что ваша кожа начинает выглядеть моложе.",
            "Это производит очаровательное впечатление.",
            "Этот случай дурно на него повлиял.",
            "Присутствие войск подействовало на нарушителей спокойствия отрезвляюще.",
            "Полис считается не вступившим в силу до тех пор, пока сертификат не вручен страхователю.",
            "Эта новость произвела отрезвляющий эффект /эффект холодного душа/.",
            "Питер выпалил новость прежде, чем подумал, к чему это может привести.",
            "Приостановка боевых действий продлится до шести утра понедельника.",
            "На сентябрьских предварительных выборах была применена система перераспределения мест.",
            "Это привело публику в шок.",
            "Добавление цветов создало приятный для глаз эффект.",
            "Даже наиболее одаренным химикам не удавалось до сих пор произвести такое разложение."
        ],
        "stars": 3
    }
}