{
    "effective": {
        "comment": [
            "effectiveness",
            "effectively",
            "effect"
        ],
        "translate": "эффективный, действующий, эффектный, боец",
        "transcription": " |ɪˈfektɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The operation was effective.",
            "The law becomes effective next year.",
            "The painting had effective colors.",
            "Aspirin is effective in controlling headaches.",
            "The effective rate of interest will change next quarter.",
            "The resolution is effective as of...",
            "One of the greatest and most effective balls pitched is the \"bean ball\".",
            "He was effective ruler during the monarch's last illness.",
            "It's a simple but effective technique.",
            "the nucleus of an effective team",
            "His passionate outpourings would be more effective were they briefer.",
            "He gave an effective speech.",
            "a decline in the effective demand",
            "Plainly the laws are not effective.",
            "an effective tactic for solving crimes",
            "evaluate a training program as effective",
            "humor: an effective ingredient of a speech",
            "The tests proved the vaccine to be effective.",
            "The rebels are in effective control of the city.",
            "The foam operates as a very effective filter.",
            "The new law will become effective immediately.",
            "His words were effective in calming her fears.",
            "We need an effective strategy to fight poverty.",
            "Effective crime prevention must be our main goal.",
            "The pitcher's slider is his most effective weapon.",
            "The drug is effective against a range of bacteria.",
            "The fort was held by about 100 effective soldiers.",
            "The cut in interest rates is effective from Monday.",
            "a lotion that is effective in cases of prickly heat",
            "Training is often much less effective than expected."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Операция прошла успешно.",
            "Закон вступит в силу в следующем году.",
            "Картина отличалась яркими красками.",
            "Аспирин эффективен при борьбе с головной болью.",
            "Реальная процентная ставка изменится в следующем квартале.",
            "Резолюция вступает в силу с...",
            "Один из самых лучших и действенных бросков питчера — это бросок в направлении головы отбивающего.",
            "Именно он фактически правил страной во время последней болезни монарха.",
            "Этот метод прост, но эффективен.",
            "ядро успешной команды",
            "Его страстные излияния произвели бы большее впечатление, если бы были покороче.",
            "Он произнёс эффектную речь.",
            "снижение действительного спроса",
            "Очевидно, что законы не действуют.",
            "успешная тактика раскрытия преступлений",
            "оценить учебную программу как эффективную",
            "юмор: эффективная составная часть выступления",
            "Анализы доказали эффективность данной вакцины.",
            "Город фактически находится в руках повстанцев.",
            "Пена действует как очень эффективный фильтр.",
            "Новый закон вступит в силу немедленно.",
            "Его словам удалось успокоить её страхи.",
            "Мы нуждаемся в успешной стратегии борьбы с бедностью.",
            "Нашей главной целью должна стать успешная профилактика преступлений.",
            "Слайдер (вид броска) этого подающего является его самым действенным оружием.",
            "Данный препарат эффективен в отношении ряда бактерий.",
            "Форт удерживало около сотни боеспособных солдат",
            "Снижение процентных ставок вступает в силу с понедельника.",
            "лосьон, эффективный при потнице",
            "Обучение часто намного менее эффективно, чем ожидается."
        ]
    }
}