{
    "efficiency": {
        "comment": [
            "efficient",
            "sufficient",
            "insufficient",
            "deficiency"
        ],
        "translate": "эффективность, производительность, оперативность, продуктивность",
        "transcription": " |ɪˈfɪʃnsi|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He did the work with his customary efficiency.",
            "She acted with speed and efficiency.",
            "Because of her efficiency, we got all the work done in a few hours.",
            "The factory was operating at peak efficiency.",
            "He is responsible vis-a-vis the Government for their efficiency.",
            "Managers are studying what needs to be done to improve efficiency.",
            "Teutonic efficiency",
            "Her efficiency and intelligence are beyond question.",
            "the efficiency of the train service",
            "She did the work with great efficiency.",
            "Scientists can also play a role in improving energy efficiency in their laboratories.",
            "We must continue to strive for greater efficiency.",
            "A furnace with 80 percent fuel efficiency wastes 20 percent of its fuel.",
            "He ran the company with ruthless efficiency.",
            "High profits do not necessarily imply efficiency.",
            "the council's praiseworthy attempts to improve efficiency",
            "Fairness, rather than efficiency, is the guiding principle.",
            "The company is trying to lower costs and improve efficiencies."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он выполнял работу, с привычной ему эффективностью.",
            "Она действовала быстро и эффективно.",
            "Благодаря её работоспособности, мы выполнили всю работу за несколько часов.",
            "Завод работал с максимальной эффективностью.",
            "Он несет ответственность перед правительством за их эффективность.",
            "Менеджеры изучают меры, которые необходимо предпринимать для улучшения эффективности.",
            "немецкая эффективность",
            "Её мастерство и ум несомненны.",
            "эффективность службы движения поездов",
            "Она выполнила данную работу с огромной эффективностью.",
            "Ученые могут также сыграть важную роль в улучшении энергетической эффективности своей лаборатории.",
            "Мы должны по-прежнему стремиться к большей эффективности.",
            "Печи с топливной эффективностью в 80% расходуют понапрасну 20% своего топлива.",
            "Он руководил предприятием с беспощадной эффективностью.",
            "Высокие прибыли не обязательно являются признаком эффективности.",
            "похвальные попытки совета повысить эффективность",
            "Основополагающим принципом является справедливость, а не эффективность,.",
            "Компания пытается снизить издержки и повысить производительность."
        ]
    }
}