{
    "efficient": {
        "comment": [
            "sufficient",
            "efficiency",
            "insufficient",
            "deficiency"
        ],
        "translate": "эффективный, действенный, рациональный, сомножитель",
        "transcription": " |ɪˈfɪʃnt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our new air conditioner is more efficient than our old one.",
            "She was very efficient in reducing waste.",
            "a capable and efficient editor",
            "He is directly responsible for the efficient running of the office.",
            "She looks efficient and as cool as a cucumber.",
            "Lighting is now more energy efficient.",
            "the efficient cause of the revolution",
            "It's a more efficient system and it's cheaper too.",
            "As we get older, our body becomes less efficient at burning up calories.",
            "His organization of the work force was very efficient.",
            "The new model is quieter, needs less servicing and is more fuel efficient.",
            "This policy is intended to promote more efficient utilization of equipment.",
            "We'll also benefit from the economies provided by more efficient energy sources.",
            "He introduced more efficient methods of production.",
            "Their overriding concern is with efficient crime control.",
            "Efficient housecleaning should proceed one room at a time.",
            "Our new system will allow for more efficient use of resources.",
            "The new system is only marginally more efficient than the old one.",
            "an attempt to refine the existent machinery to make it more efficient",
            "That manual lawn mower is not a very efficient tool for doing a huge yard.",
            "Our staff combine efficient service with a personal touch (=they do things in a friendly way).",
            "This is the most efficient way to build up and maintain a reasonable level of physical fitness.",
            "The cargo was containerized for safe and efficient shipping.",
            "They claim to have found a more efficient way to run the business.",
            "Alone of the great apes, the gorilla is not very efficient at using tools.",
            "He developed an efficient system for movement of raw materials to the factory.",
            "An efficient staff of workers replenished the trays of appetizers almost as quickly as guests emptied them."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Наш новый кондиционер гораздо эффективнее прежнего.",
            "Ей удалось значительно сократить ненужные расходы.",
            "способный и квалифицированный редактор",
            "Он несёт непосредственную ответственность за эффективную работу фирмы.",
            "На вид она очень умелая /деловитая/ и спокойная, как удав.",
            "Освещение сейчас стало более энергоэффективным /энергосберегающим/.",
            "действительная причина революции",
            "Это более эффективная система, и к тому же она дешевле.",
            "С возрастом нашему организму все тяжелее сжигать калории.",
            "Его способ организации рабочей силы был очень эффективным.",
            "Новая модель тише, требует меньше обслуживания и более эффективно расходует топливо.",
            "Данная политика направлена на достижение более эффективного использования оборудования.",
            "Мы также получим выгоду от экономии, обеспеченной более эффективными источниками энергии.",
            "Он представил более эффективные методы производства.",
            "Их первостепенной задачей является эффективная борьба с преступностью.",
            "Чтобы уборка была эффективной, следует убирать по одной комнате за один раз.",
            "Наша новая система позволит более эффективно использовать ресурсы.",
            "Новая система лишь немногим эффективнее старой.",
            "попытка усовершенствовать существующее оборудование, чтобы сделать его более эффективным",
            "Эта ручная газонокосилка — не очень эффективный инструмент для обработки огромного двора.",
            "Наши сотрудники совмещают эффективное обслуживание с индивидуальным подходом (т.е. они делают всё дружелюбно).",
            "Это наиболее эффективный способ достижения и поддержания приемлемого уровня физической подготовки.",
            "Груз был размещён в контейнерах для безопасной и эффективной перевозки.",
            "Они утверждают, что нашли более эффективный способ ведения этого бизнеса.",
            "Из всех человекообразных обезьян, лишь горилла не очень умело использует инструменты.",
            "Он разработал эффективную систему перемещения сырья на завод.",
            "Умелая команда работников заполняла подносы закусками почти также быстро, как гости успевали опустошить их."
        ]
    }
}