{
    "efficiently": {
        "comment": [],
        "translate": "продуктивно, дельно",
        "transcription": " |ɪˈfɪʃntlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "If you want to do your job efficiently, you have to learn to prioritize.",
            "The whole tax system is now operating more efficiently.",
            "They carried out the task efficiently and cheerfully.",
            "She just bought a zippy new computer that should enable her to work more efficiently.",
            "Design engineers are working on ways to make the cars run more efficiently.",
            "Open ditches drain very efficiently.",
            "That manual lawn mower is not a very efficient tool for doing a huge yard.",
            "Consultants can help academic institutions to manage their resources more efficiently.",
            "Ships with square sails sail fairly efficiently with the wind abaft.",
            "If you oil the machinery on a regular basis, it will operate more efficiently."
        ],
        "example_translate": [
            "Чтобы работать продуктивно, придётся научиться расставлять приоритеты.",
            "Сейчас вся налоговая система работает более эффективно.",
            "Они выполнили это задание умело и весело.",
            "Она только что купила новый мощный компьютер, который позволит ей работать более эффективно.",
            "Инженеры-проектировщики работают над способами заставить автомобили работать более эффективно.",
            "Открытые сливные канавы очень эффективно отводят воду.",
            "Эта ручная газонокосилка — не очень эффективный инструмент для обработки огромного двора.",
            "Консультанты могут помочь учебным заведениям более эффективно управлять своими ресурсами.",
            "Корабли с квадратными парусами плавают довольно успешно, когда ветер дует в корму.",
            "Если оборудование регулярно смазывать, то оно будет работать более эффективно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}