{
    "effort": {
        "comment": [
            "afford"
        ],
        "translate": "усилие, попытка, старание, напряжение, достижение, натуга",
        "transcription": " |ˈefərt|",
        "antonyms": [],
        "mnemonic": [
            "effort [э'фот] усилие, тужиться - Наши усилия позволят в (Л-ефорт-ово) всех воров посадить.",
            "effort ['efət]\n***\nМного ПОПЫТОК сделал мальчик этот. (это) effort\nМного УСИЛИЙ ушло подвиг этот. (это) effort\nУсилие, напряжение."
        ],
        "examples": [
            "Success waits on effort.",
            "Not a bad effort for a beginner!",
            "We need to expend more effort.",
            "He put a lot of effort into finishing the project on time.",
            "Her efforts were rewarded with a new contract.",
            "Despite my best efforts, I never found out who she was.",
            "The job will require a great deal of time and effort.",
            "He got an A for effort.",
            "I promise you my best effort.",
            "Your latest effort isn't up to much.",
            "If you want to quit smoking, you have to make a serious effort.",
            "It's a below-par effort.",
            "It was a mutual effort.",
            "The team made an enormous effort.",
            "Dinner was a combined effort.",
            "The little boy made no effort to obey.",
            "Grunting with effort, she lifted me up.",
            "It wasn't easy, but it was worth the effort.",
            "The effort to pass the exam consumed all his energy.",
            "Jim kept his feelings under with an effort.",
            "They made a corporate effort to finish the job.",
            "A sudden effort was necessary to save me from falling.",
            "She was making a determined effort to give up smoking.",
            "It took a great deal of time and effort.",
            "Newman controlled himself with an effort.",
            "I, for one, am proud of the team's effort.",
            "an effort to relieve traffic congestion",
            "You get ten out of ten for effort, Simon.",
            "The little boat zoomed across as if without effort.",
            "What is slang but an effort at conciseness?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Успех требует усилий.",
            "Неплохая попытка для новичка!",
            "Мы должны прилагать больше усилий.",
            "Он приложил немало усилий, чтобы завершить проект в срок.",
            "Её усилия были вознаграждены новым контрактом.",
            "Несмотря на все свои усилия, я так и не узнала, кто она такая.",
            "Эта работа потребует много времени и сил.",
            "Он получил пятёрку за старание. (т.е замысел не удался, но его похвалили)",
            "Я обещаю вам, что приложу все усилия /что сделаю всё возможное/.",
            "Ваша последняя попытка не увенчалась успехом.",
            "Если хотите бросить курить, придётся приложить серьёзные усилия.",
            "Сделано так себе.",
            "Это было совместное усилие.",
            "Команда проделала гигантскую работу.",
            "Ужин соорудили совместными усилиями.",
            "Мальчик и не подумал слушаться.",
            "Кряхтя от усилий, она подняла меня.",
            "Это было нелегко, но оно того стоило.",
            "Он потратил все свои силы на то, чтобы сдать экзамен.",
            "Джим с трудом сдержал свои чувства.",
            "Они объединили свои усилия, чтобы закончить работу.",
            "Чтобы не упасть, мне нужно было напрячься изо всех сил.",
            "Она предпринимала решительные действия, для того чтобы бросить курить.",
            "Это отняло немало времени и сил.",
            "Ньюман с трудом сдержался.",
            "Лично я, например, горжусь тем, что сделала команда.",
            "попытка сделать менее острой проблему автомобильных заторов",
            "Ставлю вам, Саймон, десять баллов из десяти за старательность.",
            "Небольшая лодка легко пронеслась мимо.",
            "Что такое сленг, как не стремление к краткости и выразительности?"
        ],
        "stars": 3
    }
}