{
    "either": {
        "comment": [
            "neither"
        ],
        "translate": "любой, каждый, другой, или, также, оба, любой из двух",
        "transcription": " |ˈiːðər|",
        "antonyms": [],
        "mnemonic": [
            "either ['aɪðə]\nneither - ни один\n***\nОДИН ИЗ НИХ Драйзер. (это) either\nЛИБО тот, ЛИБО другой Драйзер. (это) either\nИ ТОТ, и ДРУГОЙ, Драйзер. (это) either"
        ],
        "examples": [
            "Either way is all right with me.",
            "I haven't seen him either.",
            "Either of the examples is correct.",
            "You may take either road.",
            "I don't know either.",
            "You may choose either answer.",
            "He is either in Paris or in London.",
            "You may go by either road.",
            "Take either book, I don't mind which.",
            "There were chairs on either side of the table.",
            "If you don't order dessert I won't either.",
            "Here are two dictionaries., you may take either of them.",
            "He isn't stupid, but he isn't exactly a genius either.",
            "There were many fine houses on either bank of the river.",
            "I haven't written to either of my parents.",
            "You won't convince them, and, in fact, I don't agree either!",
            "French and English are closer to each other than either language is to Chinese."
        ],
        "example_translate": [
            "Любой вариант меня устраивает.",
            "Я его также не видел.",
            "Оба примера верны.",
            "Вы можете выбрать любую дорогу.",
            "Я тоже не знаю.",
            "Вы можете выбрать один из двух вариантов ответа.",
            "Он сейчас или в Париже, или в Лондоне.",
            "Можете идти по любой из двух дорог.",
            "Возьмите одну из этих двух книг — мне всё равно, какую именно.",
            "По обеим сторонам стола стояли стулья.",
            "Если ты не будешь заказывать десерт, я тоже не буду.",
            "Вот два словаря, можете взять любой из них.",
            "Он не дурак, но и гением его тоже не назовёшь.",
            "На обоих берегах реки было много красивых домов.",
            "Я ещё не написал ни матери, ни отцу.",
            "Вам их не убедить — да и я, в общем-то, тоже не согласен!",
            "Французский и английский языки ближе друг к другу, чем любой из них — к китайскому."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}