{
    "elaborate": {
        "comment": [
            "labor",
            "laboratory"
        ],
        "translate": "сложный, выработанный, разрабатывать, вырабатывать, развивать",
        "transcription": " |ɪˈlæbərət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Please elaborate on this question, we need to know more.",
            "He told the story in elaborate detail.",
            "Honey is elaborated by the bee.",
            "He was the victim of an elaborate fraud.",
            "It was all an elaborate pretence.",
            "They made elaborate preparations for his visit.",
            "His fiancée is insisting on an elaborate wedding.",
            "I'll be glad to elaborate if you want to hear more.",
            "There is no elaborate dressing for dinner here. (Mrs. Carlyle)",
            "The bee elaborates honey.",
            "He proposed an elaborate program of public works.",
            "McDonald refused to elaborate on his reasons for resigning.",
            "I see now that her behavior was all part of an elaborate plan.",
            "The dancers were wearing elaborate costumes.",
            "John concocted an elaborate excuse for being late.",
            "The police played an elaborate game of cat and mouse to trap him.",
            "She elaborated on the main ideas in her dissertation.",
            "He said he had new evidence, but refused to elaborate any further.",
            "Elaborate solemnities marked the 100th anniversary of the event.",
            "A local newspaper exposed the contractor's elaborate attempts to cover up his wrongdoings.",
            "Mother used to cook elaborate dinners, but with only herself to cook for, she doesn't bother anymore.",
            "The main portal to the estate is an elaborate wrought iron gate on the side facing the road."
        ],
        "example_translate": [
            "Пожалуйста, проработайте этот вопрос подробнее, нам нужно больше данных.",
            "Он рассказал эту историю в мельчайших деталях /подробностях/.",
            "Мёд производят пчёлы.",
            "Он пал жертвой искусно продуманного обмана.",
            "Это была тщательно подготовленная инсценировка.",
            "Они тщательно подготовились к его визиту.",
            "Его невеста настаивает на пышной свадьбе",
            "Я с удовольствием расскажу вам подробнее, если вы только захотите слушать.",
            "Наряжаться в пышное платье к обеду здесь не принято.",
            "Пчела вырабатывает мёд.",
            "Он предложил сложную программу общественных работ.",
            "МакДональд отказался уточнить причины своего увольнения.",
            "Теперь я вижу, что её поведение было частью тщательно продуманного плана.",
            "Танцоры были одеты в затейливые костюмы.",
            "Джон выдумал изощрённое оправдание за опоздание.",
            "Полицейские затеяли сложную игру в кошки-мышки, чтобы заманить его в ловушку.",
            "Она подробно остановилась на основных идеях в своей диссертации.",
            "Он сообщил, что у него имеются новые доказательства, но отказался конкретизировать дальше.",
            "Столетие этого события было отмечено пышными торжествами.",
            "Одна из местных газет разоблачила хитроумные попытки этого подрядчика прикрыть свои махинации.",
            "Мама когда-то готовила изысканные обеды, но теперь ей некому готовить, вот она и перестала.",
            "Главный вход в поместье представляет собой ажурные кованые ворота на стороне, обращённой к дороге."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}