{
    "elbow": {
        "comment": [
            "bowl",
            "bowler",
            "bowing"
        ],
        "translate": "локоть, колено, угольник, подлокотник, толкать локтем, толкать локтями",
        "transcription": " |ˈelboʊ|",
        "antonyms": [],
        "mnemonic": [
            "elbow [э'лбоу] локоть - Советская Армия на локтях на (Эльбу)приползла;"
        ],
        "examples": [
            "She elbows her way into the best social circles.",
            "Stop jabbing me with your elbow!",
            "The two bones connect at the elbow.",
            "That rude man elbowed me aside and got on the bus ahead of me!",
            "You jogged my elbow.",
            "She pushed through the crowd, elbowing people out of the way.",
            "The sweater ravelled out at the elbow.",
            "I'm no stranger to elbow grease, but I also enjoy using my brain.",
            "His coat had patches over the elbows.",
            "He raised himself up on one elbow to watch.",
            "It's a small kitchen with very little elbow room.",
            "He caught her elbow to steady her.",
            "There was hardly enough elbow room to turn around.",
            "He fell and cracked his elbow on the ice.",
            "He urged her forward, his hand under her elbow.",
            "The baby nestled her head in her mother's elbow.",
            "He wore a tattered coat with holes in the elbows.",
            "He elbowed his way to the bar and ordered a beer.",
            "She underwent a minor operation on her elbow in the summer.",
            "Everyone was shoving and elbowing to get a good position.",
            "Mind where you put your elbow, you nearly jabbed my eye out!",
            "Organizing the garage involves a little bit of elbow grease.",
            "She nudged my elbow when she saw her friend enter the restaurant.",
            "Propping myself up on my elbow, I could talk more easily to my visitors.",
            "He was so squeamish he would only touch the toilet handle with his elbow.",
            "Help me move the furniture so that we'll have enough elbow room to do some aerobics.",
            "He had an ice pack on his sore elbow.",
            "When bending the elbow the biceps are the agonist.",
            "The actor's bodyguards rudely elbowed everyone out of the way."
        ],
        "example_translate": [
            "Она пытается пробиться в высшие слои общества.",
            "Перестань толкать меня (своим) локтем!",
            "Эти две кости соединяются в локте.",
            "Этот мужлан оттолкнул меня и пролез в автобус передо мной.",
            "Ты толкнул меня под локоть.",
            "Она протиснулась сквозь толпу, локтями расталкивая людей с дороги.",
            "Свитер протёрся на локте.",
            "Я знаком с тяжёлым физическим трудом, но мне также нравится умственный.",
            "Его пальто было залатано на локтях.",
            "Он приподнялся на локте, чтобы удобнее было смотреть.",
            "Это маленькая кухня, где очень мало свободного места.",
            "Он придержал её за локоть, чтоб не упала.",
            "Там почти негде было развернуться.",
            "Он упал и ударился локтем об лёд.",
            "Он тащил её вперёд, взяв её под локоть.",
            "Малышка угнездилась головкой на локтевом сгибе матери.",
            "Он был одет в рваное пальто с дырками на локтях.",
            "Он протолкнулся к барной стойке и заказал пиво.",
            "Летом она перенесла незначительную операцию на локте.",
            "Все толкались и распихивали друг друга локтями, чтобы занять хорошее место.",
            "Смотри за своими локтями, ты мне чуть глаз не выколол!",
            "Чтобы навести порядок в гараже, надо немного поднапрячься.",
            "Она подтолкнула меня под локоть, когда увидела, как в ресторан входит её подруга.",
            "Я приподнялся на локте, так мне было легче разговаривать с моими гостями.",
            "Он был настолько брезгливым, что лишь локтем касался ручки туалета.",
            "Помогите мне передвинуть мебель, чтобы у нас хватало свободного места для занятий аэробикой.",
            "Он приложил к больному локтю пакет со льдом.",
            "При сгибании локтя бицепс является агонистом.",
            "Телохранители /охранники, личная охрана/ актёра грубо расталкивали всех с его пути."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}