{
    "elderly": {
        "comment": [
            "old"
        ],
        "translate": "пожилой, немолодой, почтенный, престарелые",
        "transcription": " |ˈeldərli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Elderly people tend to repeat themselves.",
            "He's been nursing an elderly relative.",
            "The hotel was all alive with elderly ladies.",
            "an elderly couple and their adult children",
            "She does some voluntary work caring for the elderly.",
            "Her grandmother is elderly and infirm.",
            "Care facilities for the elderly are inadequate.",
            "We work mainly with the elderly and other vulnerable groups.",
            "Millions of elderly people live in poverty.",
            "The program is intended to provide medical care for elderly people.",
            "technology to help the elderly and the disabled",
            "The charity exists to meet the needs of elderly people.",
            "In 2000 almost 50% of the income of the elderly came from the state pension.",
            "Too often elderly people are easy prey for swindlers and other criminals.",
            "Hand the elderly lady into the taxi.",
            "an elderly Russian woman with a babushka",
            "Keep a watchful eye on elderly residents.",
            "The actor portrays an elderly, lonely man.",
            "an elderly woman living in genteel poverty",
            "the vagaries of a rather eccentric, elderly lady",
            "An elderly gentleman was asleep next to the fire.",
            "The elderly professor was always seen in his tweeds.",
            "Crimes against the elderly are becoming more common.",
            "a deeply enrooted tradition of respect for the elderly",
            "Many elderly people feel imprisoned in their own homes.",
            "an elderly widow who was attacked and robbed last month",
            "entitlements such as medical aid for the elderly and poor",
            "She stood feeling lost until an elderly man took pity on her.",
            "Most elderly people prefer to live independently if they can.",
            "She had elderly parents who could no longer live independently."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Слова, которые внешне напоминают наречие, но на самом деле являются прилагательными"
        ],
        "example_translate": [
            "Пожилые люди имеют привычку повторяться.",
            "Он присматривает за престарелым родственником.",
            "Отель был переполнен снующими туда-сюда пожилыми дамами.",
            "пожилая супружеская пара и их взрослые дети",
            "Она добровольно помогает ухаживать за престарелыми.",
            "Её бабушка — пожилая и немощная.",
            "Учреждений по уходу за престарелыми недостаточно.",
            "Мы работаем в основном с пожилыми людьми и другими уязвимыми группами.",
            "Миллионы пожилых людей живут в нищете.",
            "Данная программа предназначена для оказания медицинской помощи пожилым людям.",
            "технология оказания помощи пожилым людям и инвалидам",
            "Дом престарелых существует для удовлетворения потребностей пожилых людей.",
            "В 2000 г. почти половину доходов пожилых людей составляла государственная пенсия.",
            "Зачастую пожилые люди становятся лёгкой добычей мошенников и других преступников.",
            "Помоги старушке сесть в такси.",
            "русская старушка в платочке",
            "Внимательно следите за пожилыми пациентами.",
            "Актёр изображает пожилого, одинокого человека.",
            "пожилая женщина, живущая в благородной бедности",
            "капризы довольно эксцентричной / чудаковатой пожилой дамы",
            "У огня спал пожилой джентльмен.",
            "Пожилого профессора постоянно видели в твидовом костюме.",
            "Преступления в отношении пожилых людей становятся все более распространёнными.",
            "глубоко укоренившаяся традиция уважения к старикам",
            "Многие пожилые люди чувствуют себя заключёнными в собственных домах.",
            "пожилая вдова, на которую в прошлом месяце напали и которую ограбили",
            "правительственные пособия для пожилых и бедных, например, медицинская помощь",
            "Так она растерянно стояла, пока какой-то пожилой мужчина не сжалился над ней.",
            "Большинство пожилых людей по возможности предпочитают жить самостоятельно.",
            "У неё были престарелые родители, которые больше не могли жить одни."
        ]
    }
}