{
    "electricity": {
        "comment": [],
        "translate": " электричество",
        "transcription": "  |ɪˌlekˈtrɪsəti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Water transmits electricity.",
            "Does it work on mains electricity?",
            "Electricity makes your hair bristle.",
            "The wire is charged with electricity.",
            "Metal is a good conductor of electricity.",
            "The new lights consume less electricity.",
            "Shelton fed the electricity meter.",
            "Shut off the computer to save electricity.",
            "The rod draws the electricity from the air.",
            "You could feel the electricity in the room.",
            "Dams were built for the generation of electricity.",
            "Many apparatuses were designed to apply electricity.",
            "Is the house connected (up) to the electricity supply?",
            "You should have had the sense to turn off the electricity first.",
            "A man came to read the electricity meter.",
            "We use about £40 worth of electricity a month.",
            "Turn off the lights so we don't waste electricity.",
            "The storm interrupted the town's electricity supply.",
            "Leaving the heating on all the time wastes electricity.",
            "A new kind of light bulb that uses very little electricity",
            "The hydroelectric plant needs to generate more electricity.",
            "Wind turbines generate electricity for the local community.",
            "electricity from the harnessed Colorado River",
            "The storm caused widespread loss of electricity.",
            "a hovel unblessed with electricity or running water",
            "What's the account number on your electricity bill?",
            "He's always moaning that we use too much electricity.",
            "Most household appliances burn up loads of electricity.",
            "Dad's got a bee in his bonnet about saving electricity.",
            "The loss of electricity caused chaos throughout the city."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вода проводит электричество.",
            "Это работает от электросети?",
            "Электричество поднимает волосы дыбом.",
            "Этот провод под напряжением.",
            "Металлы являются хорошим проводником электричества.",
            "(Эти) новые лампы потребляют /расходуют/ меньше электроэнергии.",
            "Шелтон запитал электросчётчик.",
            "Отключите компьютер, чтобы сэкономить электроэнергию.",
            "Стержень притягивает электричество из воздуха.",
            "В комнате явно ощущалось напряжение.",
            "Для выработки электроэнергии были построены дамбы.",
            "Для выработки электричества было изобретено много приборов.",
            "К этому дому подведено электричество?",
            "У тебя должно было хватить ума сперва отключить электричество.",
            "Приходил человек, чтобы снять показания счетчика электроэнергии.",
            "У нас нагорает электричества примерно на сорок фунтов в месяц.",
            "Выключите свет, чтобы мы попусту не тратили электроэнергию.",
            "Из-за бури произошли перебои в электроснабжении города.",
            "Постоянно включённое отопление приводит к напрасным расходам электричества.",
            "Новая разновидность лампочки, которая потребляет очень мало электроэнергии",
            "Эта ГЭС должна производить больше электроэнергии.",
            "Ветряные турбины генерируют электричество для местного населения.",
            "электричество от укрощённой реки Колорадо",
            "Ураган повлёк за собой большое количество аварий в электросети. / Из-за бури очень многие остались без электричества.",
            "лачуга, в которой нет ни электричества, ни водопровода",
            "Какой у тебя номер счёта на оплату электроэнергии?",
            "Он постоянно ноет, что мы тратим слишком много электричестваи.",
            "Большинство бытовых приборов потребляют кучу электроэнергии.",
            "Папа помешан на экономии электроэнергии. / У папы \"пунктик\" насчёт экономии электричества.",
            "Исчезновение электричества вызвало хаос по всему городу."
        ]
    }
}