{
    "electronic": {
        "comment": [],
        "translate": " электронный",
        "transcription": "  |ɪˌlekˈtrɑːnɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "the electronic submission of tax returns",
            "Rapid electronic communication is now a fact.",
            "The information is recorded electronically.",
            "The brochure is available in electronic and paper versions.",
            "The FBI, through their wiretapping, was practicing electronic surveillance.",
            "Consumers are being duped into buying faulty electronic goods.",
            "companies that make electronic components for computer products",
            "The store sells TVs, VCRs, and other electronic devices.",
            "The abacus was the precursor of the modern electronic calculator.",
            "Two million workers are employed processing goods for electronic firms.",
            "Electronic aimers zeroed in on the radio-static from the machines.",
            "Technology has made it possible to miniaturize electronic circuits.",
            "Printed electronic circuit boards have replaced the spiderweb of wires.",
            "The firm uses electronic filters to prevent workers from accessing the Internet.",
            "The once-ubiquitous typewriter was the predecessor of today's electronic keyboard.",
            "Regulations proscribe the use of electronic devices on board a plane while it is landing.",
            "For bibliophiles, no electronic device could possibly give the tactile pleasure of a beautifully bound book.",
            "Electronic monitoring bracelets are sometimes used to impose a circumscription of movement on people awaiting trial.",
            "The development of new electronic products has strengthened the company's position as the leader in digital technology."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "электронная подача налоговых деклараций.",
            "Быстрая электронная связь является свершившимся фактом.",
            "Информация записывается при помощи электронного оборудования.",
            "Эта брошюра имеется как в электронной, так и в бумажной версии.",
            "ФБР применяло электронную слежку, практикуя подслушивание телефонных разговоров.",
            "Покупателей обманом заставляют приобретать неисправные электротовары.",
            "компании, производящие электронные компоненты для компьютерной продукции",
            "В магазине продаются телевизоры, видеомагнитофоны, и другие электронные устройства.",
            "Счёты были предшественниками современного калькулятора.",
            "Два миллиона работников занятых обработкой грузов для фирм, производящих электронику.",
            "Электронные прицельные устройства находили цель по радиопомехам, исходящим от машин.",
            "Технологии сделали возможной миниатюризацию электронных схем.",
            "Печатные платы заменили паутину проводов.",
            "Фирма использует электронные фильтры, чтобы не дать работникам доступ в Интернет.",
            "Некогда вездесущая пишущая машинка была предшественницей современных электронных клавиатур.",
            "Правила запрещают пользоваться электронными устройствами на борту самолёта во время его посадки.",
            "Для библиофилов, ни одно электронное устройство никогда не сможет дать удовольствие от прикосновения к красиво переплетённой книге.",
            "Электронные браслеты иногда используются, чтобы наложить ограничения на передвижение людей, ожидающих судебного разбирательства.",
            "Разработка новых электронных продуктов укрепила лидерские позиции компании в области цифровых технологий."
        ]
    }
}