{
    "electrical": {
        "comment": [],
        "translate": "электрический, электробытовой, наэлектризованный, поразительный, волнующий",
        "transcription": " |ɪˈlektrɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The motor is fed by an electrical current.",
            "The watt is a unit of electrical power.",
            "The pianist gave an electric performance.",
            "Electrical energy is completely intangible.",
            "We provided the room with an electrical heater.",
            "Use caution when you are working near live electrical wires.",
            "They offer a two-year guarantee on all their electrical goods.",
            "The atmosphere in the room was electric.",
            "The fire was caused by an electrical fault.",
            "Two positive electrical charges repel each other.",
            "Ground the electrical connections for safety reasons.",
            "The building's electrical system was completely inadequate.",
            "a device that protects your computer against electrical surges",
            "A barbarous country, where electrical instruments were unprocurable.",
            "Freud thought of cathexis as a psychic analog of an electrical charge.",
            "Much of the electrical equipment failed to fulfill safety requirements.",
            "Here you can buy food, clothes, and electrical goods all under one roof.",
            "The device was equipped with a small electrical motor to make the gears spin.",
            "This programme is fully accredited by the Institution of Electrical Engineers."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "На двигатель подаётся электрический ток.",
            "Ватт — это единица электрической мощности.",
            "Игра пианиста поразила всех.",
            "Электрическая энергия совершенно неосязаема.",
            "Мы установили в комнату электрический обогреватель.",
            "Соблюдайте осторожность при работе возле оголённых электрических проводов.",
            "Они предлагают двухлетнюю гарантию на все свои электротовары.",
            "Атмосфера в зале была наэлектризована.",
            "Причиной пожара стало короткое замыкание.",
            "Две положительных электрических заряда отталкиваются друг от друга.",
            "Заземлите электрические соединения по соображениям безопасности.",
            "Электропроводка в здании совсем никуда не годилась.",
            "устройство, которое защищает компьютер от бросков напряжения",
            "Варварская страна, в которой электроинструменты было не достать.",
            "Фрейд считал катексис психическим аналогом электрического заряда.",
            "Большая часть электрооборудования не соответствовала требованиям безопасности.",
            "Здесь под одной крышей вы можете купить еду, одежду и электротовары.",
            "Устройство было оснащено небольшим электрическим мотором, вращающим шестерни.",
            "Эта программа полностью соответствует стандартам Института инженеров-электриков."
        ]
    }
}