{
    "elect": {
        "comment": [],
        "translate": "избранный, лучший, избранные, избранник, избирать, выбирать",
        "transcription": " |ɪˈlekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We should elect one of the suggested projects.",
            "You can elect to delete the message or save it.",
            "What if you elect me and I'll turn out a failure?",
            "I've elected to study French as my foreign language.",
            "The purpose of this meeting is to elect a new chairman.",
            "He was elected to a US state governorship.",
            "In 1768, John Wilkes was elected as their Member of Parliament.",
            "We elected him chairman of the board.",
            "He hopes to be elected to the committee.",
            "one of the elect who have power inside the government",
            "The members of this all-American team are the elect of collegiate football.",
            "After several years of Republican government, the pendulum will undoubtedly swing back and voters will elect a Democrat."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы должны выбрать один из предложенных проектов.",
            "Можно выбирать: удалить сообщение или сохранить его.",
            "Что если вы изберёте меня, а я окажусь неудачником?",
            "Я выбрал французский язык для изучения в качестве иностранного.",
            "Целью этой встречи является избрание нового председателя.",
            "Его выбрали на пост губернатора одного из штатов США.",
            "В 1768 году Джон Уилкс был избран членом парламента.",
            "Мы избрали его председателем правления.",
            "Он надеется быть избранным в состав комитета.",
            "один из избранных, которые имеют власть внутри правительства",
            "Члены этой всеамериканской сборной являются сливками университетского футбола.",
            "После нескольких лет республиканского правления маятник, несомненно, качнётся в обратную сторону, и избиратели отдадут голос кандидату от демократов."
        ]
    }
}