{
    "elegant": {
        "comment": [
            "delegate",
            "delegation"
        ],
        "translate": "элегантный, изящный, изысканный, модник, щеголь, пижон",
        "transcription": " |ˈelɪɡənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her hat was an elegant affair.",
            "the most elegant First Lady in the nation's history",
            "The light, elegant, and easy prose of his novels.",
            "an elegant solution to the problem",
            "The book's typeface is very elegant.",
            "This elegant hotel was formerly a castle.",
            "The light and dark woods alternate to form an elegant pattern around the window.",
            "The ardours of a youthful appetite become an elegant passion.",
            "She brought in a tray heavy with elegant sandwiches, scones and cakes.",
            "a fairytale about the transformation of a lowly kitchen wench into an elegant lady",
            "The suave gentleman was a great favorite of the elegant ladies who attended parties at the embassy.",
            "...guests at her elegant dinner parties are a mix of the city's highbrows and captains of industry...",
            "Waiters at that elegant restaurant must go through an extended training program before being allowed to serve customers.",
            "You can dine in elegant surroundings.",
            "the style and elegance of the designs",
            "The once elegant temple lay in virtual ruin.",
            "an elegant mathematical solution — simple and precise",
            "The dresses that she designs are elegant and timeless.",
            "His writing is elegant without calling undue attention to itself."
        ],
        "example_translate": [
            "У неё была очень элегантная шляпа.",
            "самая элегантная Первая Леди в истории страны",
            "Лёгкая, элегантная, гладкая проза его романов.",
            "элегантное решение этой проблемы",
            "Шрифт этой книги очень элегантный.",
            "Этот элегантный отель раньше был замком.",
            "Чередующиеся вокруг окна участки светлой и тёмной древесины образуют элегантный узор.",
            "Пыл юношеских желаний превращается в изысканную страсть.",
            "Она внесла поднос, уставленный изящными бутербродами, булочками и пирожными.",
            "сказка о превращении скромной судомойки в элегантную даму",
            "Этот учтивый джентльмен пользовался большой любовью у элегантных дам, которые посещали приёмы в посольстве.",
            "...гости на её изысканных ужинах это смесь городских снобов и промышленных магнатов...",
            "Официанты этого изысканного ресторана обязаны пройти обширную программу обучения, прежде чем их допустят к обслуживанию клиентов.",
            "Вы можете пообедать в изысканной обстановке.",
            "стиль и изящество конструкции",
            "Этот когда-то изящный храм фактически лежал в руинах.",
            "изящное математическое решение, простое и точное",
            "Дизайн нарядов, которые она разрабатывает, изящен и неподвластен времени.",
            "Его стиль письма элегантен, но не привлекает к себе излишнего внимания."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}