{
    "elementary": {
        "comment": [
            "element"
        ],
        "translate": "элементарный, начальный, простой, первичный, неразложимый, первоначальный",
        "transcription": " |ˌelɪˈmentrɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The researchers made an elementary error.",
            "I'm only familiar with the subject at an elementary level.",
            "I know a little elementary science.",
            "Very few could pass even the most elementary examination.",
            "The town is raising money for the elementary school.",
            "The school has courses for elementary, intermediate, and advanced students.",
            "He got a job as the night janitor at the elementary school.",
            "This new theory could cause a revolution in elementary education.",
            "The professor combusted when the student didn't know the answer to a very elementary question.",
            "The vicinity of the town's only elementary school was one reason why the young couple bought the house.",
            "Children in the advanced classes in elementary school read far above grade average."
        ],
        "example_translate": [
            "Исследователи допустили элементарную ошибку.",
            "Я знаком с данной темой лишь на элементарном уровне.",
            "Я немного знаком с основами естествознания.",
            "Очень немногие могли сдать даже самый простой экзамен.",
            "Городские власти ведут сбор средств для начальной школы.",
            "Школа предлагает курсы для начинающих, средних и продвинутых студентов.",
            "Он устроился работать ночным сторожем в начальной школе.",
            "Эта новая теория может привести к революции в сфере начального образования.",
            "Профессор пришёл в ярость, когда оказалось, что студент не знает ответа на самый элементарный вопрос.",
            "Единственной причиной того, что молодые супруги купили этот дом, была его близость к единственной в этом маленьком городке начальной школе.",
            "Дети в продвинутых классах начальной школы читают намного лучше среднего."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}