{
    "element": {
        "comment": [
            "elementary"
        ],
        "translate": "элемент, стихия, звено, составная часть, подразделение, секция, основы, азы, след",
        "transcription": " |ˈelɪmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Silver is a metallic element.",
            "All investments have an element of risk.",
            "Honesty is a vital element of her success.",
            "She was out of her element in this dull little town.",
            "His very soul was elemented of nothing but sadness.",
            "Mendeleev's Periodic Table of the Elements",
            "There was an element of truth (=a small amount of truth) in what he said.",
            "the grammatical elements of a sentence",
            "A free press is an essential element of a democracy.",
            "Often there is an element of luck in getting the right answer.",
            "a critical element of the plan",
            "a central and contentious element of the book",
            "a component or constituent element of a system",
            "There is an element of truth in your argument.",
            "the Celtic and Teutonic elements in the population",
            "An element of surprise is important to any attack.",
            "We must include this chemical element in the group.",
            "Some fishes can live a long time after removal from their element.",
            "There's an element of risk in any kind of investment.",
            "Water is composed of the elements hydrogen and oxygen.",
            "The alchemists believed that there were four elements.",
            "the eremitic element in the life of a religious colony",
            "Each element is mathematically coupled to its neighbours.",
            "There was an element of ambiguity in the president's reply.",
            "There's always an element of risk in this kind of investment.",
            "The word 'element' contains five different types of character.",
            "They have started showing a strong soul element in their sound.",
            "calculation and geometry and all the other elements of instruction",
            "Graham was in his element, building a fire and cooking the steaks.",
            "There is an element of doubt as to whether the deaths were accidental."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Химический элемент серебро является металлом.",
            "Все инвестиции содержат в себе элемент риска.",
            "Существенной частью её успеха является честность.",
            "В этом унылом городишке ей было совсем не по себе.",
            "Самая душа его строилась из одной лишь скорби.",
            "периодическая система химических элементов (Д.И.Менделеева)",
            "В его словах была какая-то доля (т.е. небольшое количество) истины.",
            "грамматические элементы предложения",
            "Свободная пресса является необходимым элементом демократии.",
            "Часто в получении правильного ответа присутствует элемент удачи.",
            "важнейшая составная часть данного плана",
            "центральный и спорный элемент данной книги",
            "компонент или составная часть системы",
            "В ваших доводах есть доля правды.",
            "кельтская и германская составляющие населения",
            "Для любой атаки важен элемент неожиданности.",
            "Мы должны включить в данную группу этот химический элемент.",
            "Некоторые рыбы способны прожить довольно долгое время после изъятия их из родной стихии.",
            "В любого рода инвестициях существует элемент риска.",
            "Вода состоит из элементов — водорода и кислорода.",
            "Алхимики считали, что существует четыре стихии.",
            "отшельнический элемент в жизни религиозной колонии",
            "Каждый элемент математически связан с соседними.",
            "В ответе президента присутствовал элемент неопределённости.",
            "В подобного рода вложениях всегда есть доля риска.",
            "Слово \"element\" (элемент) содержит пять различных типов печатных символов.",
            "В их звучании стали заметно проглядывать элементы стиля соул.",
            "арифметика, геометрия и все остальные предметы, составляющие основу образования",
            "Грэм был в своей стихии: развести костёр и приготовить стейки — это по его части.",
            "В том, что эти смерти были случайными, присутствует доля сомнения."
        ],
        "stars": 3
    }
}