{
    "elephant": {
        "comment": [
            "telephone"
        ],
        "translate": "слон, формат бумаги",
        "transcription": " |ˈelɪfənt|",
        "antonyms": [],
        "mnemonic": [
            "elephant [э'лифант] слон - (Ели фант-ики) слоны из-за отсутствия травы."
        ],
        "examples": [
            "They nearly equalled the elephant in size.",
            "The passerby was trampled by an elephant.",
            "The single tusk of the big elephant scaled one hundred and sixty pounds.",
            "The elephant's conductor is usually mounted upon its neck.",
            "The children exclaimed with wonder when they saw the elephant.",
            "The Asian elephant can be tamed and trained.",
            "She had never seen a real live elephant before.",
            "Shackleton's men overwintered on Elephant Island.",
            "A full-grown elephant may weigh 2,000 pounds.",
            "The elephant drove his long tusks between the tiger's shoulders.",
            "The elephant is reckoned the slowest breeder of all known animals.",
            "Try to fancy, if you can, our mother on an elephant when she was touring India."
        ],
        "example_translate": [
            "По размеру они почти сравнялись со слоном.",
            "Прохожий был растоптан слоном. / Прохожего затоптал слон.",
            "Только один бивень этого большого слона затянул на сто шестьдесят фунтов.",
            "Погонщик слона обычно сидит у него на шее.",
            "При виде слона дети ахнули от удивления.",
            "Азиатский /индийский/ слон поддаётся приручению и дрессировке.",
            "Она раньше никогда не видела настоящего живого слона.",
            "Команда Шеклтона перезимовала на острове Элефант (Мордвинова).",
            "Взрослый слон может весить две тысячи фунтов.",
            "Слон вонзил свои длинные бивни тигру между лопаток.",
            "Известно, что слон дольше всех вынашивает потомство.",
            "Попробуй представить, если сможешь, нашу маму на слоне, когда она путешествовала по Индии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}