{
    "eleven": {
        "comment": [],
        "translate": "одиннадцать, команда из одиннадцати человек",
        "transcription": " |ɪˈlevn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's eleven o'clock at night.",
            "I got home last night at eleven.",
            "Eleven is one shy of a dozen.",
            "He was back home by half-past eleven.",
            "I was about ten or eleven at the time.",
            "There were eleven players on each side.",
            "Eleven ministers have been axed.",
            "What time is it? - It is eleven o'clock.",
            "She was sent to jail for eleven months.",
            "We have a stretch of eleven days before us.",
            "I never go to bed before eleven (11 o'clock).",
            "We retired to bed between ten and eleven o'clock.",
            "This comet circuits the Sun in about eleven years.",
            "It is eleven miles from Oxford to Witney.",
            "A cricket team consists of eleven players.",
            "We've dealt with items one, two, and eleven.",
            "Eleven million Jews are spread throughout Europe.",
            "Eleven Senators answered yes, four no, and four straddled.",
            "The first fourteen years I dipped I got grabbed eleven times.",
            "In the past eleven years we have landfilled or burned over 370 billion aluminum cans."
        ],
        "example_translate": [
            "Одиннадцать часов ночи.",
            "Я вчера вернулась домой в одиннадцать.",
            "Одиннадцать — это без одного двенадцать.",
            "Он вернулся домой в половине двенадцатого.",
            "В то время мне было примерно 10 или 11 лет.",
            "С каждой стороны было по одиннадцать игроков.",
            "Одиннадцать министров было отправлено в отставку.",
            "— Который теперь час? — Сейчас одиннадцать часов.",
            "Её на одиннадцать месяцев отправили в тюрьму.",
            "У нас есть целых одиннадцать дней.",
            "Я никогда не ложусь раньше одиннадцати (часов).",
            "Мы отправились по кроватям между десятью и одиннадцатью часами.",
            "Эта комета совершает оборот вокруг Солнца примерно за одиннадцать лет.",
            "От Оксфорда до Уитни одиннадцать миль.",
            "Крикетная команда состоит из одиннадцати игроков.",
            "Мы разобрались с элементами один, два и одиннадцать.",
            "Одиннадцать миллионов евреев рассеяны по всей Европе.",
            "Одиннадцать сенаторов ответили \"да\", четверо \"нет\" и четверо не дали никакого ответа.",
            "В первые четырнадцать лет, что я чистил карманы, меня хватали одиннадцать раз.",
            "За последние одиннадцать лет мы захоронили или сожгли более трёхсот семидесяти миллиардов алюминиевых банок."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}