{
    "eliminate": {
        "comment": [
            "nominate",
            "nomination"
        ],
        "translate": "ликвидировать, устранять, исключать, уничтожать, игнорировать, выделять, очищать",
        "transcription": " |ɪˈlɪmɪneɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Fatty foods should be eliminated from the diet.",
            "Our team was eliminated in the first round.",
            "Doctors seek to eliminate the causes of the epidemic.",
            "We had a mandate to eliminate illiteracy.",
            "The body naturally eliminates waste products.",
            "We must eliminate these customs from our conception.",
            "America wants to eliminate tariffs on items such as electronics.",
            "This possibility can be eliminated from our consideration.",
            "Jim was eliminated from the tennis competition in the first match.",
            "Eating the right food helps to eliminate waste matter from the body.",
            "The credit card eliminates the need for cash or cheques.",
            "using “eliminate” as a euphemism for “kill”",
            "The cyclist has eliminated all the competitors in the race.",
            "All mythological expressions have probably been eliminated.",
            "an attempt to eliminate the base coinage",
            "a shameless power grab to eliminate opposition",
            "If an article is on one machine but not the other, a copy is made to eliminate the discrepancy.",
            "She's trying to eliminate fatty foods from her diet.",
            "Please eliminate duplication when combining the lists.",
            "She is trying to eliminate excess fat and calories from her diet.",
            "The teacher should try to eliminate the possibility that the child has a hearing defect."
        ],
        "example_translate": [
            "Жирную пищу следует исключить из рациона.",
            "Наша команда выбыла в первом раунде.",
            "Врачи стремятся устранить причины эпидемии.",
            "Нам поручено искоренить неграмотность.",
            "Тело естественным образом (с помощью механизмов заложенных природой) выводит из себя шлаки.",
            "В нашей концепции мы должны пренебречь этими обычаями.",
            "Америка хочет отменить пошлину на такие товары, как электроника.",
            "Данную возможность можно исключить из наших рассуждений.",
            "Джим выбыл из соревнований по теннису в первом же матче.",
            "Правильное питание помогает удалить вредные вещества из организма.",
            "Кредитная карта устраняет необходимость в наличных деньгах или чеках.",
            "использование слова \"устранить\" в качестве эвфемизма для слова \"убить\"",
            "Гонщик /велосипедист, мотоциклист/ устранил всех конкурентов в гонке.",
            "Все мифологические выражения были, вероятно, удалены.",
            "попытка ликвидировать фальшивомонетничество",
            "бессовестный захват власти для устранения оппозиции",
            "Если какая-то статья имеется на одной машине, но её нет на другой, делается копия, чтобы устранить это несоответствие.",
            "Она пытается исключить из своего рациона жирную пищу.",
            "Просьба устранить дублирование при объединении списков.",
            "Она пытается убрать из своего рациона излишки жира и калорий.",
            "Учитель должен попытаться исключить возможность того, что у ребёнка имеется дефект слуха."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}