{
    "else": {
        "comment": [
            "elsewhere"
        ],
        "translate": "еще, иначе, кроме, а то, или же, другой, иначе",
        "transcription": " |els|",
        "antonyms": [],
        "mnemonic": [
            "else [элс] ещё - Самолёты («Ст-элс») ещё как сбиваются!.",
            "else [els]\n***\nЧто ЕЩЁ написал Герберт Уэллс. (это) else\nЧто, КРОМЕ \"Война Миров\" написал Герберт Уэллс?\n(это) else"
        ],
        "examples": [
            "Where else did you go?",
            "What else must I do?",
            "Ask somebody else about it.",
            "Who else was at the party?",
            "I'd like to live anywhere else but here.",
            "'Two coffees, please.' 'Anything else?' 'No, thanks.'",
            "Are you going anywhere else after that?",
            "'What are you doing?' 'Waiting for you, what else?'",
            "Go at once, else you will miss your train.",
            "If I can't trust you, who else can I trust?",
            "We decided to go someplace else for dinner.",
            "He was awake now, as was everyone else.",
            "I'd like you to come, and anyone else who's free.",
            "There's something else I'd like to talk about as well.",
            "Above all else (=more than any other things) she was seeking love.",
            "Is there anything else you would like to add to your list?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Куда еще вы ходили?",
            "Что еще я должен сделать?",
            "Спросите об этом кого-нибудь другого.",
            "Кто ещё был на вечеринке?",
            "Я хотел бы жить где угодно, только не здесь.",
            "— Два кофе, пожалуйста. — Что-нибудь ещё? — Нет, спасибо.",
            "Вы пойдете куда-нибудь еще после этого?",
            "— Что ты делаешь? — Тебя жду, что же ещё?",
            "Идите немедленно, иначе вы опоздаете на поезд.",
            "Кому ещё я могу довериться, если не тебе?",
            "Мы решили поужинать где-нибудь в другом месте.",
            "Он уже проснулся, как и все остальные.",
            "Я хочу, чтобы пришла ты, и все те, кто свободен.",
            "Хотелось бы поговорить ещё кое о чём.",
            "В первую очередь (т.е. больше всего остального), она искала любви.",
            "Вы ничего больше не хотите добавить в ваш список?"
        ],
        "stars": 3
    }
}