{
    "email": {
        "comment": [
            "mail",
            "blackmail"
        ],
        "translate": "электронная почта",
        "transcription": " |ˈiːmeɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Let me take your email address.",
            "We stay in contact by email.",
            "Will you e-mail me about it?",
            "I sent her an email yesterday.",
            "Email's great for keeping in touch.",
            "Or, if you prefer, you can email us.",
            "I haven't had time to check my email this morning.",
            "Send an email to the above address to report a broken link (=a link that is not working properly).",
            "My email address is on my business card.",
            "Send me an e-mail when you have any news.",
            "The email went to everyone in the company.",
            "Email enables far-flung friends to keep in touch.",
            "Can you email me the proposal by the end of today?",
            "Viruses can be spread inadvertently by email users.",
            "I use the internet mainly for sending email messages.",
            "The most common means of virus infection is via email.",
            "He copied Stella in on the email just to cover his back.",
            "I got an email from Sue the other day (=a few days ago).",
            "First off I didn't agree with the comments in your email.",
            "Files can be attached to your email at the push of a button.",
            "Having googled his name, I managed to find his email address.",
            "Email us if you require further clarification on how to order.",
            "She has acquired an email address and a site on the WorldWide Web.",
            "A portal typically has search engines and free email and chat rooms etc."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Позвольте ваш адрес электронной почты.",
            "Мы остаёмся на связи с помощью электронной почты.",
            "Ты мне напишешь об этом по электронке?",
            "Вчера я написал ей по электронке.",
            "Электронная почта прекрасно подходит для поддержания связи.",
            "Или, если такой вариант вам более предпочтителен, вы можете написать нам электронное письмо.",
            "Сегодня утром у меня не было времени проверить электронную почту.",
            "Отправьте письмо на указанный выше адрес, чтобы сообщить о неработающей ссылке (т.е. ссылке, которая не работает должным образом).",
            "Мой электронный адрес указан на визитке.",
            "Пришлите мне e-mail, когда у вас будут какие-то новости.",
            "Это письмо пришло каждому сотруднику компании.",
            "Электронная почта позволяет друзьям, находящимся далеко друг от друга, поддерживать связь.",
            "Можете прислать мне это предложение по электронке до конца дня?",
            "Пользователи электронной почты могут, сами того не зная, распространять вирусы.",
            "Я использую Интернет в основном для передачи сообщений по электронной почте.",
            "Заражение вирусом чаще всего происходит через электронную почту.",
            "Он отослал Стелле копию по электронной почте, просто чтобы подстраховаться.",
            "На днях (т.е. несколько дней назад) я получил электронное письмо от Сью.",
            "Во-первых, я не согласен с замечаниями из вашего письма.",
            "К электронной почте можно прикрепить файлы одним нажатием кнопки.",
            "Погуглив его имя, я сумел найти адрес его электронной почты.",
            "Напишите нам, если потребуются дополнительные разъяснения о том, как сделать заказ.",
            "Она обзавелась электронной почтой и сайтом во «всемирной паутине».",
            "Как правило, порталы имеют поисковые системы, бесплатную электронную почту, чаты и др."
        ]
    }
}