{
    "embarrassed": {
        "comment": [
            "embarrassing – смущающий embarrassed – смущенный",
            "embarrassing",
            "embarrass",
            "embarrassment",
            "embark"
        ],
        "translate": "смущённый, растерянный, стесненный, запутавшийся в долгах",
        "transcription": " |ɪmˈbærəst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You have no idea how embarrassed I feel.",
            "Unexpected laughter embarrassed the speaker.",
            "I was angry and embarrassed in equal measure.",
            "There was an embarrassed silence.",
            "I felt embarrassed about how untidy the house was.",
            "She felt embarrassed by his persistent attentions.",
            "She was afraid that I might be embarrassed.",
            "She felt embarrassed under his steady gaze.",
            "They became pecuniarily embarrassed.",
            "He was embarrassed to admit making a mistake.",
            "Ken gave her an embarrassed grin.",
            "I've never been so embarrassed in my life!",
            "Charley blushed and looked away, embarrassed.",
            "Lori gets embarrassed if we ask her to sing.",
            "John was embarrassed, but it didn't faze Mike a bit.",
            "I was pleased, but somewhat embarrassed, when she pursued me.",
            "It embarrassed him to be caught cheating.",
            "She was embarrassed by her child's tantrums.",
            "He looked embarrassed when I asked him where he'd been.",
            "Embarrassed, she gathered her things together and left.",
            "The revelations in the press have embarrassed the government.",
            "He was too embarrassed to say hello to his drunken father on the street.",
            "Michelle was acutely embarrassed (=very embarrassed) at having to ask for money.",
            "a loudmouthed boor who embarrassed his family at every social event they attended",
            "Stuart gave an embarrassed cough.",
            "She looked embarrassed, but then her face cleared.",
            "Every time she caught his eye, she would glance away embarrassed.",
            "customers who were too embarrassed to admit that they had been stiffed by an Internet company selling sexual aids"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные, оканчивающиеся на -ing и -ed"
        ],
        "example_translate": [
            "Ты не представляешь, как я себя неловко чувствую.",
            "Неожиданный смех смутил докладчика.",
            "Я был в равной мере и зол, и растерян.",
            "Последовало неловкое молчание.",
            "Мне было неловко за беспорядок в доме.",
            "Она была смущена его настойчивыми ухаживаниями.",
            "Она боялась, что мне будет неловко.",
            "Ей стало неловко под его пристальным взглядом.",
            "Они стали стеснены в средствах.",
            "Ему было неловко признаться в том, что он совершил ошибку.",
            "Кен смущенно улыбнулся ей.",
            "Мне никогда в жизни не было так неловко!",
            "Чарли покраснел и, смутившись, отвернулся.",
            "Лори смущается, когда мы просим её спеть.",
            "Джон был смущен, но это ничуть не побеспокоило Майкла.",
            "Мне было приятно, но в тоже время немного стыдно, когда она меня преследовала.",
            "Ему было стыдно, за то что его поймали на мошенничестве.",
            "Ей было неловко за истерики своего ребёнка.",
            "Когда я спросил его, где он был, он как будто смутился.",
            "Смутившись, она собрала вещи и ушла.",
            "Разоблачения в прессе поставили правительство в неловкое положение.",
            "Он постеснялся поздороваться на улице со своим пьяным отцом.",
            "Мишель было крайне неловко (т.е. очень неловко), что приходится просить денег.",
            "горластый хам, который позорил своих родных на каждом светском мероприятии, которое они посещали",
            "Стюарт смущённо откашлялся.",
            "Она вроде бы смутилась, но потом её лицо прояснилось.",
            "Каждый раз, встречаясь с ним глазами, она смущённо отводила взгляд.",
            "клиенты, которым было стыдно признать, что их обманула интернет-компания, продающая сексуальные игрушки"
        ],
        "stars": 1
    }
}