{
    "embarrass": {
        "comment": [
            "embarrassed",
            "embarrassing",
            "embarrassment",
            "embark"
        ],
        "translate": "смущать, стеснять, конфузить, затруднять, обременять, запутывать",
        "transcription": " |ɪmˈbærəs|",
        "antonyms": [],
        "mnemonic": [
            "embarrass [ɪm'bærəs]\nembarrassment- затруднение, смущение,\nзамешательство\n***\nЯ СМУЩАЮСЬ жить в амбаре (с). (это) embarrass\nНас ПОЗОРИШЬ, что живёшь в амбаре (с). (это)\nembarrass\nЧтобы вас не СТЕСНЯТЬ, я живу в амбаре (с). (это)\nembarrass"
        ],
        "examples": [
            "He didn't want to embarrass her by asking questions.",
            "Unexpected laughter embarrassed the speaker.",
            "It embarrassed him to be caught cheating.",
            "I would never do anything to embarrass my family.",
            "She's worried about embarrassing herself in front of such a large audience.",
            "He's trying to embarrass you, that's the top and bottom of it.",
            "The word seems to embarrass the sentence.",
            "The revelations in the press have embarrassed the government.",
            "The protest was staged as a deliberate attempt to embarrass the government."
        ],
        "example_translate": [
            "Он не захотел ставить её в неловкое положение своими вопросами.",
            "Неожиданный смех смутил докладчика.",
            "Ему было стыдно, за то что его поймали на мошенничестве.",
            "Я бы никогда не сделал ничего, что опозорило бы мою семью.",
            "Она беспокоилась о том, что будет чувствовать себя неловко перед такой большой аудиторией.",
            "Он пытается поставить вас в неловкое положение, только и всего.",
            "Это слово делает предложение более громоздким.",
            "Разоблачения в прессе поставили правительство в неловкое положение.",
            "Протест этот был представлен как преднамеренная попытка выставить правительство в дурном свете."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}