{
    "embarrassment": {
        "comment": [],
        "translate": "смущение, замешательство, затруднение, конфуз, помеха, препятствие, запутанность",
        "transcription": " |ɪmˈbærəsmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I nearly died of embarrassment.",
            "She couldn't hide her embarrassment.",
            "We felt embarrassment about the disclosure.",
            "He's an embarrassment to his family.",
            "This issue is set to cause some embarrassment.",
            "The room was such a mess, I just died of embarrassment.",
            "He could not hide his embarrassment at his children's rudeness.",
            "They were secretly delighted at his embarrassment.",
            "The scandal was a major embarrassment for the government.",
            "Her face was crimson with embarrassment.",
            "He rubbed his hands together with embarrassment.",
            "He is currently suffering financial embarrassments.",
            "He spared them the embarrassment of a public apology.",
            "To her embarrassment, she couldn't remember his name.",
            "I shudder with embarrassment whenever I think about it.",
            "She suffered extreme embarrassment at not knowing how to read.",
            "a blunder that has cost her considerable embarrassment",
            "'I didn't mean ...' Her voice tailed off in embarrassment.",
            "The outcome of the vote was an embarrassment for the liberals.",
            "Tim's drinking has made him an embarrassment to the whole family.",
            "He was becoming an embarrassment to the government and had to go.",
            "The toddler parroted everything her father said, often to the latter's embarrassment.",
            "The indelicacy of their dinner conversation made the other guests wince in embarrassment."
        ],
        "example_translate": [
            "Я чуть не умер со стыда.",
            "Она не могла скрыть своего смущения.",
            "Нам было неловко за то, что это обнаружилось.",
            "Он — позор для своей семьи.",
            "Этот вопрос начинает вызывать некоторое замешательство.",
            "В комнате был такой бардак — я просто умирала от стыда.",
            "Он не мог скрыть, что испытывает стыд за дурные манеры своих детей.",
            "Они втайне обрадовались его конфузу.",
            "Этот скандал оказался большим позором для правительства.",
            "Её лицо стало пунцовым от смущения.",
            "Он стыдливо / смущённо потирал руки.",
            "В настоящее время он испытывает финансовые затруднения.",
            "Он избавил их от позора публичных извинений.",
            "К её стыду, она никак не могла вспомнить его имя.",
            "Я содрогаюсь от стыда всякий раз, когда думаю об этом.",
            "Она чрезвычайно стыдилась того, что не умела читать.",
            "промах, который стоил ей немалого конфуза",
            "— Я не хотела ... — Она смущённо осеклась и замолкла.",
            "Результат голосования оказался позорным для либералов.",
            "Пьянство Тима сделало его позором для всей семьи.",
            "Он стал обузой для правительства, и ему пришлось уйти.",
            "Малыш, словно попугай, повторял за отцом всё, что тот говорил, и этим часто заставлял его краснеть.",
            "Нескромность их застольной беседы заставила остальных гостей сконфуженно морщиться."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}