{
    "embarrassing": {
        "comment": [
            "embarrassed",
            "embarrass",
            "embarrassment",
            "embark"
        ],
        "translate": "смущающий, затруднительный",
        "transcription": " |ɪmˈbærəsɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It was so embarrassing!",
            "It was embarrassing to fail the exam.",
            "She asked a lot of embarrassing questions.",
            "Oh God, how embarrassing!",
            "She's worried about embarrassing herself in front of such a large audience.",
            "He tried to forget the whole embarrassing episode.",
            "He would prefer not to risk another embarrassing defeat.",
            "She never plied him with embarrassing, unanswerable questions.",
            "His behavior has patented an embarrassing fact about him.",
            "She saved an embarrassing situation with quick-witted tact.",
            "Don't be a schmuck and create an embarrassing scene in public.",
            "awkward (or embarrassing or difficult) moments in the discussion",
            "Larry had the vague feeling he'd done something embarrassing the night before.",
            "The recent revelations may prove embarrassing to the President.",
            "Her compulsive coquetry at parties was embarrassing for her husband.",
            "The President's spokesmen had to spin the story to make it less embarrassing."
        ],
        "example_translate": [
            "Это было так унизительно!",
            "Было стыдно провалить экзамен.",
            "Она задала много неудобных вопросов.",
            "О Боже, как стыдно!",
            "Она беспокоилась о том, что будет чувствовать себя неловко перед такой большой аудиторией.",
            "Он постарался забыть весь этот постыдный эпизод.",
            "Он предпочёл бы не рисковать, чем потерпеть ещё одно позорное поражение.",
            "Она никогда не приставала к нему с нескромными вопросами, на которые нельзя ответить.",
            "Его поведение сделало очевидным один неловкий факт о нём.",
            "Она спасла неловкую ситуацию, проявив находчивость и такт.",
            "Не будь идиотом и не устраивай позорную сцену на людях.",
            "неудобные (неловкие, тяжёлые) моменты в обсуждении",
            "У Ларри было смутное чувство, что накануне вечером он каким-то образом оконфузился.",
            "Недавние разоблачения могут поставить президента в неловкое положение.",
            "Мужу было очень стыдно за её вечное кокетничанье на вечеринках.",
            "Представителям президента пришлось приукрасить эту историю, чтобы она казалась не такой позорной."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}