{
    "embassy": {
        "comment": [],
        "translate": "посольство, посланцы, депутация",
        "transcription": " |ˈembəsɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "An angry crowd stormed the embassy.",
            "He is a junior secretary at the embassy.",
            "The embassy will continue discussions with the Chinese government.",
            "Protesters marched outside the American embassy.",
            "She was assigned to the embassy in India.",
            "A senior embassy official is coordinating efforts to free the captives.",
            "The lead diplomat is responsible for making policy for the entire embassy.",
            "Thousands of people gathered outside the embassy.",
            "The suave gentleman was a great favorite of the elegant ladies who attended parties at the embassy.",
            "Crowds of people forged through the streets towards the embassy.",
            "2000 demonstrators held a candlelit vigil outside the embassy.",
            "Lord T. was considered singularly licentious even for the courts of Russia and Portugal., he acquired three wives and fourteen children during his Portuguese embassy alone."
        ],
        "example_translate": [
            "Разъярённая толпа штурмовала посольство.",
            "Он является младшим секретарём в посольстве.",
            "Посольство продолжит переговоры с китайским правительством.",
            "Участники акции прошли маршем возле входа в американское посольство.",
            "Она была направлена на работу в посольство в Индии.",
            "Глава дипломатической миссии координирует усилия по освобождению заложников.",
            "Ведущий дипломат отвечает за выработку политики для всего посольства.",
            "Возле посольства собрались тысячи людей.",
            "Этот учтивый джентльмен пользовался большой любовью у элегантных дам, которые посещали приёмы в посольстве.",
            "Толпы людей пробирались по улицам к посольству.",
            "2000 демонстрантов провели бдение при свечах за пределами посольства.",
            "Лорд Т. считался на редкость распущенным даже для дворов России и Португалии., только за время своего португальского посольства он обзавелся тремя женами и четырнадцатью детьми."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}