{
    "embrace": {
        "comment": [],
        "translate": "объятие, объятия, охватывать, обнимать, обниматься",
        "transcription": " |ɪmˈbreɪs|",
        "antonyms": [],
        "mnemonic": [
            "embrace [имбре'йс] обнимать - Обними своего (имбрейс-сарио);",
            "embrace [ɪm'breɪs]\nbrace [breɪs] - связь, скоба, скрепа; связывать,\nскреплять, обхватывать, натягивать\n***\nЯ их совет ПРИМУ, но скажу им|брейсь. (это) embrace\nМы ОБНЯЛИСЬ, и я сказал им|брейсь. (это) embrace\nОбъятие. Принимать веру, теорию. Избирать,\nохватывать.\n***\nПеред гонкой \"race\"\nя тебя обниму \"embrace\"\nи будет тебе благодать \"grace\"."
        ],
        "examples": [
            "He embraced the opportunity to study further.",
            "He held her in a warm embrace.",
            "She had to embrace the life she disliked",
            "They embraced different parties.",
            "They embraced one last time before going their separate ways.",
            "Charity embraces all acts that contribute to human welfare.",
            "Rocks enclosing, in an embrace, a valley.",
            "Maggie and Laura embraced.",
            "This course embraces several different aspects of psychology.",
            "They held each other in a tender embrace.",
            "His suggestion will not be eagerly embraced by all.",
            "It's a subject that embraces many areas of learning.",
            "The course embraces elements of chemistry, physics, and engineering.",
            "She embraced Catholicism.",
            "Many people are unwilling to embrace new technologies.",
            "Before she could embrace him he stepped away.",
            "The infinite the intellect cannot embrace.",
            "The distance which his eye could embrace was waste.",
            "A hurried embrace was exchanged.",
            "His daughter sprang to his embrace.",
            "They were locked in embrace.",
            "They embraced.",
            "Closing her eyes, she melted into his embrace.",
            "The child tried to wriggle free from his aunt's embrace",
            "John gently disengaged himself from his sister's tearful embrace.",
            "Two brothers embraced as they met at the airport.",
            "Most West European countries have embraced the concept of high-speed rail networks with enthusiasm.",
            "We hope these regions will embrace democratic reforms.",
            "The meeting culminated in a tearful embrace.",
            "Sally found it difficult to disengage herself from his embrace."
        ],
        "example_translate": [
            "Он воспользовался возможностью продолжить обучение.",
            "Он держал ее в теплых объятиях.",
            "Она была вынуждена избрать жизнь, которую не любила.",
            "Они стали сторонниками разных партий.",
            "Они обнялись в последний раз, перед тем как пойти каждый своею дорогой.",
            "Милосердие включает все действия, которые способствуют благополучию человека.",
            "Скалы, заключающие в свои объятия долину.",
            "Мэгги и Лаура обнялись.",
            "Этот курс охватывает несколько различных аспектов психологии.",
            "Они держали друг друга в нежных объятиях.",
            "Его предложение не всеми будет принято с энтузиазмом.",
            "Это предмет, который охватывает многие области знаний.",
            "Этот курс включает основы химии, физики и машиностроения.",
            "Она приняла католицизм.",
            "Многие люди не хотят использовать новые технологии.",
            "Прежде чем она смогла его обнять, он отстранился.",
            "Бесконечность, которую разум не может постичь.",
            "Вокруг, насколько хватало глаз, было пустынно.",
            "Они обменялись торопливыми объятиями.",
            "Дочь бросилась ему в объятья.",
            "Они были заключены в объятиях.",
            "Они обнялись.",
            "Закрыв глаза, она растворилась в его объятиях.",
            "Ребенок попытался высвободиться из объятий своей тёти.",
            "Джон мягко высвободился из объятий рыдающей сестры.",
            "Два брата обнялись при встрече в аэропорту.",
            "Большинство западноевропейских стран с энтузиазмом восприняло концепцию высокоскоростных железнодорожных сетей.",
            "Мы надеемся, что эти регионы радостно воспримут демократические реформы.",
            "Встреча завершилась слёзными объятиями.",
            "Салли было трудно освободиться из его объятий."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}