{
    "emerge": {
        "comment": [],
        "translate": "появляться, возникать, всплывать, выясняться, вставать, выходить",
        "transcription": " |iˈmɜːrdʒ|",
        "antonyms": [],
        "mnemonic": [
            "После мержа появляется появляются новые фичи"
        ],
        "examples": [
            "The sun emerged from behind the clouds.",
            "The flowers emerge in the spring.",
            "Eventually the truth emerged.",
            "What results emerged from your talks?",
            "She emerged from the divorce a stronger person.",
            "He felt new emotions emerge.",
            "A hand holding the magic sword emerged from the lake.",
            "A general pattern began to emerge.",
            "Suddenly, the proprietor emerged from his office.",
            "when land first emerged from the sea",
            "The cat emerged from its hiding place behind the couch.",
            "Some nice results emerged from the study.",
            "Several possible candidates have emerged.",
            "What sort of picture is starting to emerge?",
            "Local government has recently emerged as a major issue.",
            "I was expecting some giant to emerge, but in came a tiny, immaculate, white-haired man.",
            "The seeds of change in Eastern Europe were beginning to emerge.",
            "He closeted himself in his study, vowing not to emerge until he had finished the term paper.",
            "animals emerging from a long period of inactivity",
            "We were confident that the Allies would emerge victorious (=finally win).",
            "The facts emerged after a lengthy investigation.",
            "She has emerged as a leading contender in the field.",
            "Later it emerged that the judge had employed an illegal immigrant.",
            "His war record has emerged as a key issue in the election.",
            "The points at which stress and anxiety emerge can be mapped.",
            "Hopes grew that a workable peace settlement might emerge."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Солнце вышло из-за туч.",
            "Цветы появляются весной.",
            "В конце концов правда выплыла наружу.",
            "И каковы результаты ваших бесед?",
            "После развода она стала сильнее.",
            "Он почувствовал появление новых эмоций.",
            "Из озера появилась рука с волшебным мечом.",
            "Начала вырисовываться общая закономерность.",
            "Неожиданно хозяин показался из своего кабинета.",
            "когда суша впервые появилась из моря",
            "Кот вышел из своего укрытия за диваном.",
            "В итоге этого исследования всплыли интересные результаты.",
            "Появилось несколько возможных кандидатов.",
            "Какая картина начинает вырисовываться?",
            "Местная власть в последнее время стала одной из основных проблем.",
            "Я ожидал появления какого-то великана, но вошёл безупречно одетый, седоволосый мужчина крошечного роста.",
            "Семена перемен в Восточной Европе начали давать всходы.",
            "Он заперся в кабинете, поклявшись не выходить оттуда до тех пор, пока не закончит курсовую.",
            "животные, выходящие из длительного периода бездействия",
            "Мы были уверены, что союзники выйдут победителями (т.е. одержат победу).",
            "Эти факты всплыли после длительного расследования.",
            "Она зарекомендовала себя как лучший специалист в этой области.",
            "Позже выяснилось, что судья принял на работу нелегального иммигранта.",
            "Его военное прошлое стало ключевым вопросом на этих выборах.",
            "Можно обозначить точки, в которых возникают стресс и тревога.",
            "Возросли надежды на появление реального мирного соглашения."
        ]
    }
}