{
    "emergency": {
        "comment": [
            "emerge",
            "emergence"
        ],
        "translate": "аварийный, экстренный, непредвиденный, случай, авария, критическое положение",
        "transcription": " |iˈmɜːrdʒənsi|",
        "antonyms": [],
        "mnemonic": [
            "emergency [эмэ'рджэнси] запасной - Если он (умер, джинсы) про запас надо с него снять.",
            "emergency [ɪ'mɜ: dʒənsɪ]\nemergence [ɪ'mɜ:dʒəns]\n***\nНа НЕПРЕДВИДЕННЫЙ СЛУЧАЙ имей|джинсы. (это)\nemergency\nВ ЧРЕЗВЫЧАЙНОЙ СИТУАЦИИ имей|джинсы. (это)\nemergency\nВсегда ЗАПАСНЫЕ имей|джинсы. (это) emergency\n***\nНа ВЫХОД имей|джинсы. (это) emergence"
        ],
        "examples": [
            "he never knew what to do in an emergency",
            "The plane had to make an emergency landing.",
            "The minister has called an emergency meeting.",
            "A state of emergency has been declared.",
            "Surgeons performed an emergency operation.",
            "Her quick thinking in an emergency saved the baby's life.",
            "The staff need to know what to do in an emergency.",
            "They have money put by for an emergency.",
            "Use the emergency exit in case of fire.",
            "In case of emergency, press the alarm button.",
            "she is useless in an emergency",
            "Emergency repairs were expected to take three weeks.",
            "Nurses do triage in the emergency room.",
            "The governor declared a state of emergency.",
            "They scarcely ever used the emergency generator.",
            "She's being prepped for an emergency Caesarean now.",
            "Doors are provided both for regular use and as emergency exits.",
            "The helicopter had to make an emergency landing.",
            "She was given emergency treatment by paramedics.",
            "The city's emergency fund has been drained.",
            "laden a ship with emergency medical supplies",
            "The emergency room was overrun with walk-ins.",
            "The patient was rolled into the emergency room.",
            "Powdered milk is a good standby in an emergency.",
            "The number of emergency patients has grown rapidly.",
            "Nuns are operating an emergency hospital.",
            "The family kept emergency supplies available.",
            "He was summoned to attend an emergency meeting.",
            "centralized control of emergency relief efforts",
            "Lifeguards are trained to deal with emergencies."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "он никогда не знал, что делать в экстренной ситуации",
            "Самолёту пришлось совершить аварийную посадку.",
            "Министр созвал экстренное заседание.",
            "Было объявлено чрезвычайное положение.",
            "Хирурги провели срочную операцию.",
            "Её сообразительность спасла жизнь ребенка во время аварии.",
            "Сотрудникам необходимо знать, что делать в чрезвычайной ситуации.",
            "У них есть деньги, отложенные на крайний случай.",
            "В случае возникновения пожара, воспользуйтесь запасным выходом.",
            "В случае экстренной необходимости, нажмите на кнопку сигнала тревоги.",
            "она бесполезна в чрезвычайных ситуациях",
            "Ожидалось, что аварийно-ремонтные работы займут три недели.",
            "Медсестры распределяют пациентов (по степени их состояния) в отделении экстренной помощи.",
            "Губернатор объявил чрезвычайное положение.",
            "Они почти никогда не использовали аварийный генератор.",
            "Её сейчас готовят к кесареву сечению.",
            "Есть двери как для обычного пользования, так и ведущие к аварийным выходам.",
            "Вертолету пришлось совершить аварийную посадку.",
            "Медработники оказали ей неотложную помощь.",
            "Городской резервный фонд исчерпан.",
            "нагрузить корабль припасами, предназначенными для оказания первой медицинской помощи",
            "В приёмном покое было полным-полно людей, пришедших без записи.",
            "Пациента вкатили (на тележке) в отделение реанимации.",
            "Сухое молоко является хорошим запасом на случай чрезвычайной ситуации.",
            "Количество неотложных больных быстро выросло.",
            "Монахини работают в больнице скорой помощи.",
            "В семье имелся в наличии запас предметов первой необходимости.",
            "Его вызвали на экстренное совещание.",
            "централизованное управление аварийно-спасательными работами",
            "Спасателей учат справляться с чрезвычайными ситуациями."
        ],
        "stars": 3
    }
}