{
    "emotional": {
        "comment": [
            "emotion"
        ],
        "translate": "эмоциональный, волнующий, взволнованный",
        "transcription": " |ɪˈmoʊʃənl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's a very emotional person.",
            "He became very emotional when we had to leave.",
            "Abortion is a very emotional issue.",
            "I'm not sure how he'll make the emotional adjustment to retirement.",
            "Often there are emotional reasons paralleling the financial ones.",
            "He depended on his wife for emotional support.",
            "He has trouble expressing his emotional needs.",
            "They gave him emotional support during difficult times.",
            "Playing an instrument can be a form of emotional release.",
            "The funeral was a very emotional experience for all of us.",
            "an emotional parting at the airport",
            "The attack had left her an emotional wreck.",
            "an emotional reunion between mother and son",
            "Their relationship was an emotional seesaw.",
            "He made an emotional investment in the work.",
            "He reached emotional maturity late in his life.",
            "He suffered from fatigue and emotional tension.",
            "The terms he used were imprecise and emotional.",
            "He was prone to emotional outbursts under stress.",
            "The patient has a history of emotional instability.",
            "An emotional upset can affect your physical health.",
            "Their relationship was an emotional roller coaster.",
            "Cases of child abuse have a strong emotional charge.",
            "He subjected his wife to physical and emotional abuse.",
            "Frankly, I wouldn't trust his emotional state right now.",
            "He described his wife as the emotional anchor of his life.",
            "A lot of emotional problems can be traced back to childhood.",
            "The mother provides emotional anchorage for the entire family.",
            "She maintained rigid control over her emotional and sexual life.",
            "practical help for the bereaved interwoven with emotional support"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он очень эмоциональный человек.",
            "Он очень разволновался, когда нам пришлось уйти.",
            "Аборт — это очень болезненный /непростой/ вопрос.",
            "Я не знаю, как он сможет психологически приспособиться к жизни на пенсии.",
            "Часто к эмоциональным причинам примешиваются финансовые.",
            "Он зависел от эмоциональной поддержки своей жены.",
            "У него проблемы с выражением эмоциональных потребностей.",
            "Они оказали ему эмоциональную поддержку в трудные времена.",
            "Игра на музыкальном инструменте может быть своего рода эмоциональной разрядкой.",
            "Похороны были очень эмоциональным событием для всех нас.",
            "душевное прощание в аэропорту",
            "Это нападение глубоко потрясло её с эмоциональной точки зрения.",
            "волнующее воссоединение матери и сына",
            "С эмоциональной точки зрения их взаимоотношения были подобны качелям.",
            "Он потратил на эту работу массу эмоций.",
            "Он достиг эмоциональной зрелости в конце своей жизни.",
            "Он страдал от усталости и эмоционального напряжения.",
            "Термины, которые он использовал, были расплывчатыми / неопределёнными и эмоциональными.",
            "У него была склонность к эмоциональным вспышкам в условиях стресса.",
            "В истории болезни пациента имеются случаи эмоциональной неустойчивости.",
            "Эмоциональное расстройство может повлиять на ваше физическое здоровье.",
            "С эмоциональной точки зрения, их взаимоотношения были похожи на американские горки.",
            "Случаи жестокого обращения с детьми обладают сильным эмоциональным зарядом.",
            "Он подвергал жену физическому и эмоциональному насилию.",
            "Если честно, сейчас я бы не стал доверять его эмоциональному состоянию.",
            "Он назвал жену эмоциональной опорой своей жизни.",
            "Множество эмоциональных проблем уходит корнями в детство.",
            "Мать обеспечивает эмоциональную опору для всей семьи.",
            "Она установила жёсткий контроль над своей эмоциональной и сексуальной жизнью.",
            "практическая помощь скорбящим, которая переплетается с эмоциональной поддержкой"
        ],
        "stars": 3
    }
}