{
    "emotion": {
        "comment": [
            "emotional",
            "motion"
        ],
        "translate": "эмоция, чувство, волнение, душевное волнение, возбуждение",
        "transcription": " |ɪˈmoʊʃn|",
        "antonyms": [],
        "mnemonic": [
            "motion ['məʊʃ (ə) n]\n***\nВо время движения \"motion\"\nмы получаем перемещение \"remotion\",\nпродвижение \"promotion\"\nи хорошие эмоции \"emotion\"."
        ],
        "examples": [
            "She was good at hiding her emotions.",
            "Her voice was full of emotion.",
            "Jealousy is an ugly emotion.",
            "Mind reluctates any emotion.",
            "His face worked with emotion.",
            "His face twitched with emotion.",
            "She was overtaken by emotion and started to cry.",
            "She saw the emotion in her father's face and knew her words had struck home.",
            "My breast heaved with emotion.",
            "a wave of emotion swept over him",
            "I was too choked with emotion to speak.",
            "Laughter is one of the most infectious expressions of emotion.",
            "She was overcome with emotion at the news of her friend's death.",
            "She swallowed back a tide of emotion.",
            "He was in the grip of a powerful emotion.",
            "She displayed no emotion on the witness stand.",
            "The stadium was a seething cauldron of emotion.",
            "He conducts the choir with great skill and emotion.",
            "The reliving of a strong emotion can be therapeutic.",
            "The defendant showed no emotion when the verdict was read.",
            "He searched her face, hoping to see some glimmer of emotion.",
            "For the actors, the goal was a paradox: real emotion, produced on cue.",
            "Such displays of emotion were once considered womanish and unseemly for a man."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она хорошо умела скрывать свои чувства.",
            "Её голос был полон эмоций.",
            "Ревность — это неприятное чувство.",
            "Разум сопротивляется какому-либо проявлению эмоций.",
            "Его лицо подёргивалось от волнения.",
            "У него дёргалось лицо от волнения.",
            "Чувства овладели ей, она начала плакать.",
            "По выражению на лице отца она поняла, что ее слова попали в цель.",
            "Моя грудь потяжелела от волнения.",
            "волна эмоций накрыла его",
            "Я задыхался от эмоций, и не мог говорить.",
            "Смех — это одно из наиболее заразительных проявлений эмоций.",
            "Новость о смерти подруги переполнила её эмоциями.",
            "Она с трудом сдержала прилив эмоций.",
            "Им овладело сильное чувство.",
            "Она проявила никаких эмоций, выступая в суде в качестве свидетеля.",
            "На стадионе кипели страсти.",
            "Он дирижирует хором с чувством и большим мастерством.",
            "Повторное переживание сильной эмоции может оказать оздоровительный эффект.",
            "Когда зачитывали приговор, подсудимый не выказал никаких эмоций.",
            "Он всмотрелся в её лицо, надеясь увидеть хоть какой-то проблеск чувств.",
            "Задача этих актёров была парадоксальна: настоящие эмоции, воспроизводимые по заказу.",
            "Когда-то такие проявления эмоций считались бабскими, и мужчинам не подобали."
        ],
        "stars": 3
    }
}