{
    "emperor": {
        "comment": [],
        "translate": "император, формат бумаги",
        "transcription": " |ˈempərər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The people deified the emperor.",
            "He appointed himself emperor for life.",
            "After the emperor died, power passed to his eldest son.",
            "The summer palace of the Emperor has been unceremoniously looted.",
            "The emperor used people as his playthings.",
            "The emperor ordained that all foreigners be expelled.",
            "It is recorded how chivalrously the Emperor kissed her hand.",
            "The emperor's tomb had his image carved in stone.",
            "She still had access to the Emperor whenever she desired.",
            "The emperor issued an edict forbidding anyone to leave the city.",
            "All the servants had to kowtow to the emperor when he entered the room.",
            "Courtiers and generals who incurred the emperor's disfavor were soon relegated to the farther reaches of the empire."
        ],
        "example_translate": [
            "Народ боготворил императора.",
            "Он назначил себя пожизненным императором.",
            "После того, как император умер, власть перешла к его старшему сыну.",
            "Летний дворец императора был без всякого стеснения разграблен.",
            "Император обращался с людьми, как со своими игрушками.",
            "Император приказал изгнать всех иностранцев.",
            "Было отмечено, как по-рыцарски император поцеловал ее руку.",
            "На гробнице императора было вырезано в камне его скульптурное изображение.",
            "Она по-прежнему могла входить к императору в любое время, когда ей этого хотелось.",
            "Император издал указ, запрещающий всем покидать город.",
            "Все слуги должны отдавать императору земной поклон, когда тот входит в залу.",
            "Придворные и военачальники, которые навлекли на себя немилость императора, вскоре были отправлены в ссылку в самые отдаленные уголки империи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}