{
    "emphasis": {
        "comment": [
            "emphasize",
            "phase"
        ],
        "translate": "акцент, особое внимание, ударение, подчеркивание, особое значение",
        "transcription": " |ˈemfəsɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The emphasis should be on the first syllable.",
            "The course places emphasis on practical work.",
            "In Japan there is a lot of emphasis on politeness.",
            "It's a mistake to lay too much emphasis on grades.",
            "The coach put great emphasis on running.",
            "There is a lot of emphasis on maintaining local traditions.",
            "The course places emphasis on presentation and display.",
            "She put too much emphasis on her the last statement",
            "an emphasis on conformity and control",
            "Our candidate's plan has a different emphasis.",
            "The company places a lot of emphasis on training.",
            "The red light gave the central figure increased emphasis.",
            "Many teachers see an emphasis on written tests as a step backwards (=an action that makes things worse).",
            "Artists in the group put the emphasis on geometric abstraction rather than images abstracted from nature."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ph = [f]"
        ],
        "example_translate": [
            "Акцент должен быть на первом слоге.",
            "Учебный курс, уделяет особое внимание практическим занятиям.",
            "В Японии, вежливость, имеет большое значение.",
            "Неверно придавать слишком большое значение оценкам.",
            "Тренер делает большой упор на выносное нападение. (об американском футболе)",
            "Большой акцент делается на сохранении местных традиций.",
            "В курсе делается акцент на способах подачи и демонстрации материала.",
            "Она уделила слишком много внимания на своему последнему высказыванию.",
            "акцент на подчинении и контроле",
            "План нашего кандидата делает акцент на другом.",
            "Эта компания уделяет много внимания обучению.",
            "Красный свет дополнительно подчеркнул центральную фигуру.",
            "Многие учителя считают особое внимание, которое уделяется письменным экзаменам, шагом назад (т.е. действием, которое ухудшает положение).",
            "Художники, входившие в состав данной группы, больше делали акцент на геометрической абстракции, чем на образах, взятых из природы."
        ]
    }
}