{
    "empire": {
        "comment": [
            "empirical"
        ],
        "translate": "империя, стиль ампир, имперский, в стиле ампир",
        "transcription": " |ˈempaɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Byzantine Empire",
            "The British created a great empire.",
            "The Roman Empire covered most of what is now Europe.",
            "Lower empire",
            "the decline of a mighty empire",
            "in the days of the Roman Empire",
            "a remote outpost of the empire",
            "a colonial nation and its colonial empire",
            "a remote outpost of the old British Empire",
            "The Peruvian empire antedates that of Mexico.",
            "Alexander the Great ruled over a huge empire.",
            "The book describes the empire's rise and fall.",
            "A later Empire nods in its decay.(P. B. Shelley)",
            "Anarchy reigned in the empire's remote provinces.",
            "She built a tiny business into a worldwide empire.",
            "He wrote a well-known history of the British empire.",
            "The Empire began to crumble during the 13th century.",
            "He controlled a cattle empire in the heart of Texas.",
            "An empire, unkinged tonight, sees tomorrow a new king.",
            "Denmark was never a province of the Holy Roman Empire.",
            "British imperialism created the enormous British Empire.",
            "The Roman Empire reached its zenith around the year 100.",
            "The beautiful art reminds us of the glory of the empire.",
            "The expiry of a great empire is always a cataclysmic event.",
            "The British Empire was at its peak in the mid 19th century.",
            "supreme power that extended to the utmost points of the empire",
            "In truth, moral decay hastened the decline of the Roman Empire.",
            "There is no evidence that the British Empire is on the downgrade.",
            "By the 5th century, the power of the Roman Empire was on the wane.",
            "I picked up a thick tome on the Roman Empire at a used book store."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Византийская империя, Византия",
            "Британцы создали великую империю.",
            "Римская империя включала большую часть территории современной Европы.",
            "Восточная Римская империя, Византия",
            "упадок могущественной империи",
            "во времена Римской империи",
            "дальний форпост империи",
            "колониальная страна и её колониальная империя",
            "дальняя застава старой Британской империи",
            "Перуанская империя предшествовала Мексиканской.",
            "Александр Великий правил огромной империей.",
            "В книге рассказывается о взлёте и падении этой империи.",
            "Последняя империя клонится к упадку.",
            "В отдалённых провинциях империи царила анархия.",
            "Она превратила крошечное предприятие во всемирную империю.",
            "Он написал общеизвестную историю Британской империи.",
            "Империя начала рушиться в тринадцатом веке.",
            "Он управлял скотоводческой империей, расположенной в центре Техаса.",
            "Империя, лишённая монарха сегодня вечером, завтра увидит нового короля.",
            "Дания никогда не была провинцией Священной Римской Империи.",
            "Английский империализм создал огромную Британскую империю.",
            "Римская империя достигла своего зенита /расцвета/ примерно в 100-м году.",
            "Это прекрасное искусство напоминает нам о славе империи.",
            "Конец великой империи — всегда катастрофа.",
            "Британская империя достигла пика своего могущества в середине девятнадцатого века.",
            "верховная власть, которая распространялась даже на самые отдалённые уголки империи",
            "Действительно, моральное разложение ускорило упадок Римской империи.",
            "Нет никаких доказательств того, что Британская империя в упадке.",
            "К пятому веку могущество Римской империи было на исходе.",
            "Я купил толстую книгу о Римской империи в магазине букиниста."
        ]
    }
}