{
    "employer": {
        "comment": [
            "employee",
            "employment",
            "employ",
            "unemployed",
            "unemployment"
        ],
        "translate": "работодатель, наниматель, предприниматель",
        "transcription": " |ɪmˈplɔɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Who is your current employer?",
            "The employer wants to cut back health benefits.",
            "We will contact your former employer as a matter of course.",
            "He basked in his employer's approval.",
            "Our employer makes a deduction from our salary for the income tax.",
            "He has a deep sense of grievance against his former employer.",
            "You should find better ways to employ your time.",
            "I had to employ a lawyer to review the contract.",
            "Does your employer have an agreement with a union?",
            "Her abilities are not fully appreciated by her employer.",
            "The legal incapacity of the employer to contract.",
            "It's a small company, employing a staff of only 20.",
            "His employer garnished his wages in order to pay his debt.",
            "Her performance was carefully scrutinized by her employer.",
            "They breached the agreement they had made with their employer.",
            "For years he had nursed a grievance against his former employer.",
            "His employer's shop was picketed by about two or three men in the morning.",
            "The company is accused of employing questionable methods to obtain the contract.",
            "the often uneasy relationship between the employer and his correlate, the employee",
            "The clerk was an ungrateful wretch who stole money from his employer's cash register.",
            "Often, the employer just called in the drivers and bargained with them directly, one-on-one."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Кто ваш нынешний работодатель?",
            "Работодатель хочет сократить пособия по болезни.",
            "Разумеется, мы свяжемся с вашим бывшим работодателем.",
            "Он просто светился от того, что начальник его похвалил.",
            "Работодатель вычитает подоходный налог из нашего жалованья.",
            "Он сильно обиделся на своего бывшего работодателя.",
            "Вам следует найти лучший способ использовать ваше время.",
            "Чтобы проверить этот контракт, мне пришлось нанять юриста.",
            "Ваш работодатель имеет соглашение с профсоюзом?",
            "Работодатель не ценит её способностей в полной мере.",
            "Отсутствие у работодателя законных прав на заключение контракта.",
            "Это маленькая компания с численностью персонала всего двадцать человек.",
            "Работодатель удержал его зарплату в счёт выплаты долга.",
            "Её рабочие показатели подверглись тщательному изучению со стороны работодателя.",
            "Они нарушили соглашение с работодателем.",
            "Годами он лелеял обиду на своего бывшего работодателя.",
            "Два или три человека стали с утра пикетировать магазин его работодателя.",
            "Компания обвиняется в использовании сомнительных методов с целью получения данного контракта.",
            "зачастую непростые отношения между работодателем и его коррелятом, работником",
            "Продавец оказался неблагодарным негодяем, который украл деньги из кассового аппарата своего работодателя.",
            "Часто работодатель просто вызывал водителей к себе и торговался с ними напрямую, один на один."
        ]
    }
}