{
    "employee": {
        "comment": [
            "employer",
            "employment",
            "employ",
            "unemployed",
            "unemployment"
        ],
        "translate": " работник, служащий, работающий по найму",
        "transcription": "  |ɪmˈplɔɪiː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A good boss listens to his employees.",
            "The table shows the salary of each employee.",
            "Each employee is given a code number.",
            "That new employee is really a hard worker.",
            "He knows how you are a valued employee.",
            "He had hoped to continue as a full-time employee.",
            "The deal was sabotaged by an angry employee.",
            "An employee may request an advance against salary.",
            "Do you have a parent who is an employee or retiree of this company?",
            "an employee with highly marketable skills",
            "The employee admitted to stealing the money.",
            "The former employee spilled all the details.",
            "Each employee will be issued an identification card.",
            "The photos were probably swiped by an employee.",
            "Job-hoppers make up 39% of employee turnover rate.",
            "The employee's work has been below the mark this week.",
            "employee benefits such as vacation time and sick leave",
            "The chief has decided to farm out most of the work to freelance employee.",
            "The company has more than 2,000 employees worldwide.",
            "A supervisor will evaluate each employee's performance.",
            "She had a surreptitious relationship with her employee.",
            "The job's only redeeming feature is the employee discount.",
            "An employee can vest pension rights after five years of service.",
            "An employee on an unpaid leave of absence does not receive pay for the holiday.",
            "An employee shall not be required to work more than one shift in each 24 hours.",
            "A raise in employee wages might stimulate production.",
            "Each employee will have a one-day furlough every month.",
            "The EU should set minimum standards of employee rights.",
            "The robbery was committed by a vengeful former employee.",
            "As a new employee, I will be on probation for three months."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Хороший начальник прислушивается к своим подчинённым.",
            "Таблица отображает заработную плату каждого работника.",
            "Каждому сотруднику присваивается кодовый номер.",
            "Этот новый сотрудник действительно очень усерден.",
            "Он знает, насколько вы ценный сотрудник.",
            "Он надеялся остаться в штате.",
            "Сделка была сорвана рассерженным сотрудником.",
            "Работник может попросить аванс в счёт заработной платы.",
            "Является ли кто-нибудь из ваших родителей настоящим или бывшим работником этой компании?",
            "работник, обладающий очень востребованными на рынке труда навыками",
            "Сотрудник признался в краже денег.",
            "Бывший работник \"слил\" все подробности.",
            "Каждому работнику выдадут удостоверение личности.",
            "Фотографии, вероятно, спёр один из сотрудников.",
            "На \"летунов\" приходится тридцать девять процентов общего коэффициента текучести рабочей силы.",
            "Работа служащего на этой неделе была ниже требуемого уровня.",
            "такие льготы для сотрудников, как отпуск и больничный",
            "Начальник решил передать большую часть работы внештатному сотруднику.",
            "В данной компании работает более двух тысяч сотрудников по всему миру.",
            "Контролёры будут оценивать эффективность работы каждого сотрудника.",
            "У неё была тайная связь с подчинённым по работе.",
            "Единственный плюс этой работы — скидка для сотрудников.",
            "Работник может зарезервировать пенсионные права после пяти лет службы.",
            "Работнику, находящемуся в неоплачиваемом отпуске, праздники не оплачиваются.",
            "Работник не может быть привлечён к работе более одной смены в течение 24 часов.",
            "Стимулировать производство может повышение заработной платы работников.",
            "Каждый месяц всем сотрудникам будет предоставляться однодневный отпуск.",
            "ЕС должен установить минимальные нормы прав работников.",
            "Ограбление было совершено из мести одним из бывших сотрудников.",
            "Как новый сотрудник, я пройду трёхмесячную стажировку."
        ]
    }
}