{
    "employ": {
        "comment": [],
        "translate": " использовать, нанимать, служба, работа по найму",
        "transcription": "  |ɪmˈplɔɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How long have you been employed at this job?",
            "They employ a total of 150 staff.",
            "He was in the employ of the city",
            "He was also employed at making copies.",
            "How many people has she employed?",
            "He had never spare time to think, all was employed in reading.",
            "Two girls were employed at filling envelopes.",
            "Europeans employ these herbs to aromatize certain liquors.",
            "Kelly is employed as a mechanic.",
            "You should find better ways to employ your time.",
            "The factory employs over 2000 people.",
            "Some companies flout the rules and employ children as young as seven.",
            "He must have been out of his mind to employ her.",
            "He had a number of servants in his employ.",
            "Art was employed for the display of religious facts.",
            "Why do executives employ external advisors to span the boundaries of the firm?",
            "The company is accused of employing questionable methods to obtain the contract.",
            "They employ 90 people, twice as many as last year.",
            "It's a small company, employing a staff of only 20.",
            "Her days are employed in gardening and voluntary work.",
            "The report examines teaching methods employed in the classroom.",
            "The parties agreed to employ an appraiser to value the company.",
            "I had to employ a lawyer to review the contract.",
            "You must do the job yourself or else employ someone else to do it."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Как долго вы работаете на этой должности?",
            "В общей сложности они нанимают сто пятьдесят сотрудников.",
            "Он состоял на службе у города.",
            "Он был также занят копированием.",
            "Сколько людей она наняла?",
            "У него никогда не было свободной минуты на размышления, все время было занято чтением.",
            "Две девушки были заняты надписыванием конвертов.",
            "Европейцы используют эти травы для ароматизации некоторых напитков.",
            "Келли работает слесарем /механиком/.",
            "Вам следует найти лучший способ использовать ваше время.",
            "На заводе работает более двух тысяч человек.",
            "Некоторые компании настолько пренебрегают правилами, что нанимают даже семилетних детей.",
            "Он, должно быть, сошёл с ума, раз взял её на работу.",
            "У него работало несколько слуг. / В его распоряжении было несколько лакеев.",
            "Искусство использовалось для изображения фактов божественной истории.",
            "Почему директора компаний нанимают внешних консультантов, стирая тем самым границы фирмы?",
            "Компания обвиняется в использовании сомнительных методов с целью получения данного контракта.",
            "На них работает девяносто человек — вдвое больше, чем в прошлом году.",
            "Это маленькая компания с численностью персонала всего двадцать человек.",
            "Свои дни она проводит, занимаясь садоводством и общественной работой.",
            "В докладе рассматриваются методы преподавания, используемые на занятиях.",
            "Стороны согласились нанять оценщика, чтобы оценить компанию.",
            "Чтобы проверить этот контракт, мне пришлось нанять юриста.",
            "Вы должны сделать всю работу сами, или же нанять для этого кого-то другого."
        ]
    }
}