{
    "employment": {
        "comment": [
            "employee",
            "employer",
            "employ"
        ],
        "translate": " занятие, работа, применение, использование, наем, служба",
        "transcription": "  |ɪmˈplɔɪmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She hopes to find employment as a teacher.",
            "She got her first job through an employment agency.",
            "She was accused of lying on the employment application.",
            "She filed an application with several employment agencies.",
            "The new factory should provide employment for hundreds of workers.",
            "Was the employment of force justified?",
            "All able-bodied labourers were in full employment.",
            "Employment Standards Administration",
            "I've been looking for employment in the machine trade.",
            "It was a closed area of employment.",
            "Equal Employment Opportunity Commission",
            "She was offered employment in the sales office.",
            "unskilled workers trying to find paid employment",
            "The current trend is towards more part-time employment.",
            "We must retrain the linguists who cannot find employment.",
            "Many economists consider full employment an unrealistic goal.",
            "He is heavily clobbered by the increase in selective employment tax.",
            "The plan should boost employment and get things moving in the economy.",
            "Your suggestion belongs under the general heading of employment reorganization.",
            "They operated a drug-smuggling business under the guise of an employment agency.",
            "Ohio's employment figures for December",
            "The Law penalizes the employment of children.",
            "The company withdrew their offer of employment.",
            "Your pension will depend on your length of employment.",
            "the right conditions for a maximal increase in employment",
            "Basic coverage commences upon the first day of employment.",
            "The new employment bill will put the clock back fifty years.",
            "Chemistry graduates have a good record in finding employment.",
            "The employment prospects for science graduates are excellent.",
            "The gist of his argument is that full employment is impossible."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она надеется найти работу в качестве преподавателя.",
            "Свою первую работу она нашла через агентство по трудоустройству.",
            "Её обвинили в том, что она солгала в заявлении о приёме на работу.",
            "Она послала заявление в несколько агентств по трудоустройству.",
            "Новый завод должен предоставить работу сотням рабочих.",
            "Было ли применение силы оправданным?",
            "Все трудоспособные рабочие были заняты полный рабочий день.",
            "Управление по трудовым стандартам (Министерства труда США)",
            "Я ищу работу в сфере торговли машинным оборудованием.",
            "Это была закрытая сфера занятости.",
            "Комиссия по вопросу равных возможностей занятости",
            "Ей предлагали работу в отделе продаж.",
            "неквалифицированные работники, которые пытаются найти оплачиваемую работу",
            "В настоящее время существует тенденция к более неполной занятости.",
            "Мы должны переобучить лингвистов, которые не могут найти работу.",
            "Многие экономисты считают полную занятость нереальной задачей.",
            "Повышение выборочного налога на занятость причинило ему существенные убытки.",
            "Этот план должен поспособствовать росту занятости и сдвинуть ситуацию в экономике с мертвой точки.",
            "Ваши предложения в целом касаются реорганизации занятости.",
            "Они занимались контрабандой наркотиков под видом агентства по трудоустройству /службы занятости/.",
            "декабрьские показатели занятости штата Огайо",
            "Эксплуатация детского труда карается по закону.",
            "Компания отозвала свое предложение о приёме на работу.",
            "Ваша пенсия будет зависеть от трудового стажа.",
            "благоприятные условия для максимального увеличения занятости",
            "Базовое (страховое) покрытие начинает действовать с первого дня начала работы.",
            "Новый закон о занятости отбросит нас на пятьдесят лет назад.",
            "Как показывает история, выпускники-химики обычно без труда находят работу.",
            "Перспективы трудоустройства для выпускников факультета естественных наук являются великолепными.",
            "Суть его аргументации заключается в том, что полная занятость является невозможной."
        ]
    }
}