{
    "enclose": {
        "comment": [
            "closely",
            "close",
            "closed",
            "enclosed",
            "disclose"
        ],
        "translate": "заключать, окружать, прилагать, огораживать, городить, вкладывать, загородить",
        "transcription": " |ɪnˈkloʊz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A key was enclosed in the envelope.",
            "The garden is fully enclosed.",
            "The cheque was enclosed with our letter.",
            "Enclose the fish in foil and bake.",
            "The ring is enclosed in a plastic case.",
            "Expressions are enclosed in brackets.",
            "The pool area is enclosed by a six-foot wall.",
            "She enclosed a photo with the card.",
            "Please enclose a cheque with your order.",
            "Please enclose a check with your application.",
            "The poor cat has been enclosed in the garage all night.",
            "I enclose a copy of this report herewith for your information.",
            "Please find enclosed an agenda for the meeting.",
            "Please enclose a copy of your birth certificate.",
            "Please accept the small gift we enclose as a mark of our esteem.",
            "I enclose my receipt as proof of purchase.",
            "Enclosed with this letter are the tickets you ordered.",
            "Enclose two dollars for postage and handling.",
            "The pie's flaky crust encloses a fruit filling."
        ],
        "example_translate": [
            "В конверт был вложен ключ.",
            "Сад огорожен со всех сторон.",
            "К нашему письму прилагался чек.",
            "Заверните рыбу в фольгу и запеките.",
            "Кольцо помещено в полиэтиленовый пакет.",
            "Выражения заключены в кавычки.",
            "Бассейн и прилегающую к нему территорию окружает стена высотой шесть футов.",
            "Она приложила к открытке фотографию.",
            "Пожалуйста, приложите к заказу чек.",
            "Просим приложить к заявке чек.",
            "Несчастная кошка всю ночь была заперта в гараже.",
            "К сему прилагаю для вашего сведения копию этого отчета.",
            "Прошу ознакомиться с прилагаемой повесткой дня совещания.",
            "Пожалуйста, вышлите копию своего свидетельства о рождении.",
            "Просим принять этот маленький подарок, который мы прилагаем, в знак нашего уважения.",
            "В качестве доказательства покупки прилагаю чек.",
            "К этому письму приложены заказанные вами билеты.",
            "Приложите два доллара в качестве оплаты за почтовые расходы.",
            "Под слоёной корочкой этого пирога находится фруктовая начинка."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}