{
    "encourage": {
        "comment": [],
        "translate": "поощрять, поддерживать, ободрять, воодушевлять, подстрекать, потворствовать",
        "transcription": " |ɪnˈkɜːrɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Warm weather encourages plant growth.",
            "Encourage each other with kind words.",
            "We want to encourage students to read more.",
            "I want to thank everyone who has encouraged and supported me.",
            "They encouraged us in our work.",
            "Is it kind to encourage the singer in her hopes?",
            "A lot of schools don't really encourage team sports.",
            "We need to encourage innovation in industry.",
            "I gave him all the information but I didn't encourage him one way or another.",
            "We are trying to encourage the donation of blood.",
            "Violent TV programmes encourage anti-social behaviour.",
            "We encourage students to develop their own ideas.",
            "She felt encouraged by the many letters of support.",
            "They encouraged her to go.",
            "We want to encourage good teamwork and communication.",
            "They begin very much to suspect that he does underhand encourage the Turks to the war.",
            "The program is meant to encourage savings.",
            "We want to encourage the free flow of ideas.",
            "My parents encouraged me to go back to college.",
            "His financial success encouraged him to look for a wife.",
            "Crime reports in newspapers often encourage copycat crimes.",
            "Television violence can encourage aggression in children.",
            "The government is trying to encourage the banks to lend more.",
            "Encourage the closemouthed children to speak up and not be shy.",
            "Feed the plants to encourage new growth.",
            "He claims the new regulations will encourage investment.",
            "A 10p rise in cigarette prices is not enough to encourage smokers to stop.",
            "She attempted to encourage her young protégé.",
            "Encourage your kids to try new things, but try not to push them too hard.",
            "Cut back the shoots in spring to encourage bushier growth."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив - сложное дополнение(после глаголов, выражающих побуждение (приказ, просьбу, разрешение, предупреждение))",
            "Сложное дополнение",
            "Инфинитив",
            "all_words"
        ],
        "example_translate": [
            "Тёплая погода способствует росту растений.",
            "Воодушевляйте друг друга добрыми словами.",
            "Мы хотим поспособствовать тому, чтобы студенты больше читали.",
            "Я хочу поблагодарить каждого, кто вдохновил и поддержал меня.",
            "Они поддерживали нас в работе.",
            "Хорошо ли получится, если мы будем обнадёживать певицу?",
            "Многие школы не очень-то развивают командные виды спорта.",
            "Нам нужно поощрять новаторство в промышленности.",
            "Я обо всём ему рассказал, но не пытался как-либо повлиять на его решение.",
            "Мы стараемся поощрять донорство крови.",
            "Телевизионные программы, содержащие сцены насилия, поощряют антиобщественное поведение.",
            "Мы рекомендуем студентам развивать свои собственные идеи.",
            "Многочисленные письма поддержки воодушевили её.",
            "Они посоветовали ей пойти.",
            "Мы хотим поддержать эффективную командную работу и общение.",
            "Они начали очень сильно подозревать, что он тайно подстрекает турок к войне.",
            "Данная программа призвана способствовать экономии ресурсов.",
            "Мы хотим содействовать свободному потоку идей.",
            "Родители посоветовали мне вернуться в колледж.",
            "Финансовый успех побудил его к поиску жены.",
            "Криминальные сводки в газетах часто вдохновляют подражателей преступлений.",
            "Телевизионное насилие может стимулировать агрессию у детей.",
            "Правительство пытается простимулировать банки выдавать больше кредитов.",
            "Поощряйте этих неразговорчивых детей говорить громко и не стесняться.",
            "Подкармливайте растения, чтобы стимулировать новый рост.",
            "Он утверждает, что новые правила послужат привлечению инвестиций.",
            "Повышения цены пачки сигарет на десять пенсов недостаточно, чтобы побудить курильщиков бросить курить.",
            "Она попыталась подбодрить своего молодого протеже.",
            "Поощряйте ваших детей пробовать новые вещи, но старайтесь не давить на них слишком сильно.",
            "Срежьте весной молодые побеги, чтобы способствовать более пышному росту."
        ]
    }
}