{
    "ending": {
        "comment": [
            "end",
            "endless"
        ],
        "translate": "окончание, конец, флексия, конечный, заключительный",
        "transcription": " |ˈendɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a movie with a sad ending",
            "The story has a happy ending.",
            "I didn't like the book's ending.",
            "The movie has a hopeful ending.",
            "The ending was pretty obvious.",
            "a movie with a bittersweet ending",
            "The novel has an implausible ending.",
            "I like a story with an upbeat ending.",
            "The story has a happy ending, however.",
            "His death marked the ending of an era.",
            "Coffee is the perfect ending to a meal.",
            "The film has a very inconclusive ending.",
            "I was glad the movie had a happy ending.",
            "The ending of the movie is a real shocker.",
            "I don't like words that have -ism as an ending",
            "The movie's ending failed to satisfy audiences.",
            "The kiss was a fairytale ending to the evening.",
            "The film's ending had me on the edge of my seat.",
            "He was dedicated to ending the tyranny of slavery.",
            "The means of ending the dispute were finally agreed.",
            "'Yours sincerely' is a formal way of ending a letter.",
            "Don't give away the ending of the story, it'll spoil it.",
            "The entire book is good, but the best part is the ending.",
            "All Declensions take the Ending m for Masc. and Fem. Nouns.",
            "Many reviewers were unhappy with the movie's cryptic ending.",
            "You can often recognize an English adverb by its “-ly” ending.",
            "The book's ending leaves readers to draw their own conclusions.",
            "I didn't like the ending, but otherwise it was a very good book.",
            "The story is filled with plot contrivances that do not fit the ending.",
            "Give me just one atom of information about the novel's surprise ending."
        ],
        "example_translate": [
            "фильм с печальным концом",
            "У этой истории счастливый конец.",
            "Мне не понравилась концовка этой книги.",
            "Концовка этого фильма вселяет надежду.",
            "Конец был абсолютно банальным.",
            "фильм с несколько грустным концом",
            "У этого романа неправдоподобный конец.",
            "Я люблю истории с оптимистичным финалом.",
            "Тем не менее, у этой истории счастливый конец.",
            "Его смерть ознаменовала конец целой эпохи.",
            "Кофе является идеальным завершением трапезы.",
            "У фильма очень неубедительный финал.",
            "Я был рад, что фильм закончился хорошо.",
            "Концовка фильма просто шокирует.",
            "Я не люблю слова, которые заканчиваются на \"-изм\".",
            "Концовка фильма не смогла удовлетворить аудиторию.",
            "Этот поцелуй был сказочным окончанием вечера.",
            "Концовка этого фильма поглотила всё моё внимание.",
            "Он посвятил себя тому, чтобы положить конец тирании рабства.",
            "Наконец, было достигнуто соглашение по поводу способов прекращения этого спора.",
            "\"Искренне ваш\" — это официальная форма окончания письма.",
            "Не рассказывай, чем кончилась эта история, ты все испортишь.",
            "Вся книга хороша, но самое лучшее в ней — её окончание.",
            "Все склонения требуют окончания m у существительных мужского и женского рода.",
            "Многие рецензенты были недовольны загадочной концовкой фильма.",
            "Английское наречие часто можно распознать по окончанию на “-ly”.",
            "Концовка данной книги предоставляет читателям возможность сделать собственные выводы.",
            "Концовка мне не понравилась, но в остальном это была очень хорошая книга.",
            "Рассказ изобилует хитрыми поворотами сюжета, которые не вписываются в его концовку.",
            "Дайте мне хотя бы крохотную частицу информации о неожиданной концовке этого романа."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}