{
    "endless": {
        "comment": [],
        "translate": "бесконечный, нескончаемый, безысходный, бесчисленный",
        "transcription": " |ˈendləs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The war was endless.",
            "They turned into an endless street.",
            "She has endless patience with the children.",
            "The possibilities are endless.",
            "There was an endless line at the bank.",
            "This city is endlessly fascinating.",
            "Without endless watering, these fields will quickly return to desert.",
            "There is endless work to do on the house.",
            "All this endless bad news browns me off.",
            "The evenings were whiled away in endless games of cards.",
            "Break it up into an endless number of points, an endless number of discretes.",
            "I'm cheesed off with this endless waiting for buses.",
            "Both sides became pitched in refighting an endless war.",
            "I didn't want to get caught up in endless petty arguments.",
            "Vic's working day is lubricated by endless cups of coffee.",
            "Your endless talking hinders me from my work., please be quiet!",
            "Our endless gunfire will soon wear the enemy down, so that he will yield.",
            "Students are discovering the endless amount of information in cyberspace.",
            "He finally sickened of the endless round of parties and idle conversation.",
            "I disrelish the thought of sitting through endless meetings on the matter.",
            "He's been in a lot of trouble — drugs, guns, blackmail — the list is endless.",
            "An endless war is not always the most moral or the most prudent course of action.",
            "The neighborhood is being torn apart by an endless cycle of gang violence and retribution.",
            "My main peeve with the animal welfare organization is the endless stream of unsolicited trinkets in my mailbox."
        ],
        "example_translate": [
            "Казалось, война никогда не закончится.",
            "Они свернули на бесконечно длинную улицу.",
            "Она бесконечно терпелива с детьми.",
            "(Открывающиеся) возможности — безграничны.",
            "В банке была бесконечная /сумасшедшая/ очередь.",
            "Этот город бесконечно пленителен.",
            "Без постоянного орошения эти поля снова превратятся в пустыню.",
            "В этом доме бесконечное количество работы.",
            "Эти бесконечные плохие новости удручают меня.",
            "Вечера мы коротали за бесконечной игрой в карты.",
            "Расчлени это на бесконечное множество точек, бесконечное множество отдельных элементов.",
            "Я сыт по горло этими бесконечными ожиданиями на автобусных остановках.",
            "Обе стороны оказались втянутыми в бесконечные реваншистские войны.",
            "Я не хочу увязнуть в бесконечных мелочных спорах.",
            "Свой рабочий день Вик скрашивает бесчисленными чашками кофе.",
            "Твой бесконечный треп мешает мне работать., помолчи, пожалуйста!",
            "Непрерывный артиллерийский обстрел, который мы ведем, скоро обессилит врага, и он отступит.",
            "Студенты открывают для себя бесконечное количество информации в киберпространстве.",
            "В конце концов, ему до смерти надоел этот бесконечный круговорот приёмов и праздной болтовни.",
            "Я не в восторге от мысли о том, чтобы просиживать бесконечные заседания по этому вопросу.",
            "У него целая куча проблем: наркотики, оружие, шантаж — список бесконечен.",
            "Бесконечная война не всегда является наиболее нравственным или благоразумным планом действий.",
            "Этот район раздирает на части бесконечный цикл насилия и мести бандитских группировок.",
            "Основная моя претензия к этой организации, защищающей права животных, — нескончаемый поток непрошеных безделушек, попадающих в мой почтовый ящик."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}