{
    "endure": {
        "comment": [],
        "translate": "терпеть, вынести, выдюжить, вытерпеть, выдерживать, продолжаться, длиться",
        "transcription": " |ɪnˈdʊr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He can't endure being apart from me.",
            "These criminals had to endure the punishment.",
            "He had to endure the shame of being fired.",
            "We endured the lecture for as long as we could.",
            "It seemed impossible that anyone could endure such pain.",
            "That which is bitter to endure may be sweet to remember.",
            "They have had to endure unconscionable delays.",
            "She wants to make sure her legacy will endure.",
            "They had to endure the hardships of life on the frontier.",
            "Soldiers well fleshed in blood can't endure to be reduced to private life again.",
            "I'd go nuts if I had to endure the rattle of that bottling plant every day.",
            "He was forced to endure a long flight with a flibbertigibbet as a seat companion.",
            "Her poor pestered father had to endure her constant interruptions.",
            "It took a sturdy person to endure the life of a pioneer.",
            "An indomitable spirit was needed to endure the rigors of pioneer life.",
            "A great rising of the people was all it took to bring down a regime that imagined that it would endure for a thousand years."
        ],
        "example_translate": [
            "Он не может перенести нашу разлуку.",
            "Эти преступники должны были понести наказание.",
            "Ему пришлось вынести позор увольнения.",
            "Мы терпели /терпеливо слушали/ эту нотацию, сколько могли.",
            "Казалось невозможным, что кто-то может вытерпеть такую боль.",
            "Иногда приятно вспомнить то, что было тяжело переживать.",
            "Они должны были терпеть необоснованные задержки.",
            "Она хочет убедиться, что её творчество выдержит испытание временем.",
            "Им приходилось переносить тяготы жизни на границе.",
            "Солдаты, которые почувствовали вкус крови, уже не могут примириться с мирной жизнью.",
            "Если бы мне приходилось каждый день выдерживать грохот этой разливочной установки, я бы с ума сошёл.",
            "Ему пришлось перенести длительный перелёт по соседству с легкомысленной болтушкой.",
            "Её бедному издёрганному отцу приходилось терпеть то, что она постоянно его перебивала.",
            "Выдержать жизнь первопроходца мог только очень крепкий человек.",
            "Чтобы вынести тяготы жизни первопроходца, требовалось обладать неукротимым духом.",
            "Всего одного великого народного восстания хватило, чтобы свергнуть режим, вообразивший, что простоит ещё тысячу лет."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}