{
    "enforce": {
        "comment": [
            "reinforce",
            "force",
            "workforce",
            "enforcement"
        ],
        "translate": "навязывать, принуждать, проводить в жизнь, усиливать, заставлять, настаивать",
        "transcription": " |ɪnˈfɔːrs|",
        "antonyms": [],
        "mnemonic": [
            "force [fɔ: s]\nenforce - заставлять, принуждать\nforth [fɔ:θ] - вперёд, дальше, впредь\n***\nЗАСТАВЛЯЛ СИЛОЙ - показывал пафос. (это) force\nСИЛА - совсем не пафос. (это) force\nПротив НАСИЛИЯ - дихлофос. (это) force\nНе решится СИЛОЙ украинский вопрос. (это) force\n***\nПри разводе \"divorce\"\nне применяйте силу \"force\"."
        ],
        "examples": [
            "The teacher has no right to enforce his own views on the children.",
            "The duty of the police is to enforce the law.",
            "Rules are rules and it's my duty to enforce them.",
            "Governments make laws and the police enforce them.",
            "Police will be enforcing the parking ban.",
            "The agreement will give the UN some muscle to enforce human rights.",
            "It is the job of the inspectors to enforce compliance with the regulations.",
            "It is unlikely that a record company would enforce its views on an established artist."
        ],
        "example_translate": [
            "Учитель не имеет права навязывать свои взгляды детям.",
            "Долг полиции — обеспечивать соблюдение закона.",
            "Правила есть правила, и мой долг — обеспечить их соблюдение.",
            "Правительство создаёт законы, а полиция следит за их соблюдением.",
            "Полиция будет следить за соблюдением запрета на парковку (в неположенном месте).",
            "Соглашение даст ООН некоторые полномочия для обеспечения соблюдения прав человека.",
            "Обеспечением исполнения правил занимаются инспекторы.",
            "Маловероятно, что звукозаписывающая компания будет навязывать свои взгляды уже состоявшемуся артисту."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}