{
    "engagement": {
        "comment": [],
        "translate": "зацепление, обязательство, помолвка, бой, обручальный",
        "transcription": " |ɪnˈɡeɪdʒmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Did you notice her engagement ring?",
            "He had an engagement at a restaurant at eight.",
            "John and Mary have announced their engagement.",
            "Has anybody seen my engagement ring?",
            "Her engagement to him was announced in the local paper.",
            "We regret to inform you that Mr. Scott is unable to meet his engagements.",
            "I ran as quickly as I could, and came off with honour from the engagement.",
            "The princess will continue to carry out royal engagements.",
            "I was most surprised to hear of your engagement.",
            "We have a dinner engagement this weekend.",
            "The teacher tried to increase his students' engagement in class activities.",
            "Many students pass without any real engagement in learning.",
            "He gave her a ring — or, to be more specific, he gave her an engagement ring.",
            "His car was outside your house the morning after Bob's engagement party.",
            "She's been offered several speaking engagements.",
            "Please sign to indicate your acceptance of the terms of engagement.",
            "Their engagement was announced in the paper.",
            "They announced their engagement in 'The Times'.",
            "The couple recently announced their engagement.",
            "Their engagement came as a complete surprise to me.",
            "Their engagement was formally announced in the newspaper.",
            "He lost his romantic ideas about war when he got into a real engagement.",
            "She broke off their engagement only a few weeks before they were due to be married."
        ],
        "example_translate": [
            "Ты обратил внимание на ее обручальное кольцо?",
            "У него была назначена встреча в ресторане в восемь часов.",
            "Джон и Мэри объявили о своей помолвке.",
            "Кто нибудь видел мое обручальное кольцо?",
            "Об их помолвке было объявлено в местной газете.",
            "Мы с сожалением должны сообщить вам, что мистер Скотт не может выполнить своих обязательств.",
            "Я побежал изо всех сил, и вышел из схватки с честью.",
            "Принцесса продолжит выполнять королевские обязанности.",
            "Я был очень удивлен, услышав о вашей помолвке.",
            "В эти выходные мы приглашены на званый ужин.",
            "Преподаватель старался увеличить участие своих учеников в классных мероприятиях.",
            "Многие студенты получают зачёт, по-настоящему не вникая в то, что изучают.",
            "Он подарил ей кольцо — или, если точнее, обручальное кольцо.",
            "Его автомобиль стоял у твоего дома на следующее утро после помолвки Боба.",
            "Ей уже несколько раз предлагали выступить с лекциями.",
            "Прошу поставить свою подпись в знак согласия с условиями найма.",
            "Об их помолвке было объявлено в этой газете.",
            "Они объявили о помолвке в газете \"Таймс\".",
            "Пара недавно объявила о своей помолвке.",
            "Их помолвка стала для меня полной неожиданностью.",
            "Об их помолвке было официально объявлено в газете.",
            "Он потерял свои романтические представления о войне, когда оказался в настоящем бою.",
            "Она разорвала их помолвку всего за несколько недель до того, как они должны были пожениться."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}