{
    "engage": {
        "comment": [
            "engaged",
            "engagement"
        ],
        "translate": "заниматься, занимать, привлекать, вступать, вовлекать, зацеплять, зацепляться",
        "transcription": " |ɪnˈɡeɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This seat is engaged.",
            "They engaged in a discussion.",
            "The toy didn't engage her interest for long.",
            "The story engaged my interest.",
            "Only 10% of American adults engage in regular exercise.",
            "He was engaged as a tutor.",
            "But my honour is engaged.",
            "He kept trying to engage me in conversation.",
            "He likes to engage in online chats.",
            "They were strictly forbidden to engage in any business.",
            "He has engaged himself to an engineer.",
            "She engaged the clutch and the car moved.",
            "That is pretty much all I can engage for.",
            "He engaged them to declare in his favour.",
            "Our army engaged with the enemy at the first light of day.",
            "He declined engaging himself to secrecy.",
            "If I had engaged in politics, I should have perished long ago.",
            "Make sure the gear is engaged.",
            "Everyone is free to engage in peaceful political activity.",
            "He was silent, no matter how hard Sofia tried to engage him in conversation.",
            "He sure can engage an audience.",
            "Mr Armstrong was engaged in prayer.",
            "The dogs are carefully trained not to engage in contest with the bear.",
            "Her father engaged a tutor to improve her maths.",
            "We'd be able to engage local people as volunteers.",
            "engage aid, help, services, or support",
            "The troops prepared to engage with the enemy.",
            "The engine has stopped because the different parts of the motor are not engaging with each other properly.",
            "Whichever nation explodes an atomic bomb will engage the whole world in war.",
            "Cicero engages our affections by the integrity of his public conduct."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это место занято.",
            "Они приняли участие в дискуссии.",
            "Игрушка недолго привлекала её внимание.",
            "Эта история вызвала у меня интерес.",
            "Только десять процентов взрослых американцев регулярно занимаются спортом.",
            "Его наняли в качестве репетитора.",
            "Но затронута моя честь.",
            "Он не оставлял попыток вовлечь меня в разговор.",
            "Ему нравится принимать участие в онлайн-чатах.",
            "Им было строго запрещено заниматься любым бизнесом.",
            "Он нанялся к одному инженеру.",
            "Она отпустила педаль сцепления, и машина тронулась. (досл. она задействовала педаль сцепления)",
            "Это практически всё, что я могу обещать.",
            "Он уговорил их высказаться в его пользу.",
            "С первыми лучами солнца наша армия вступила в битву с врагом.",
            "Он отрицал, что связал себя обязательствами о неразглашении.",
            "Если бы я занимался политикой, меня бы давно не стало.",
            "Убедитесь в том, что передача включена.",
            "Каждый волен заниматься мирной политической деятельностью.",
            "Как ни старалась София завязать с ним разговор — он всё молчал.",
            "Что-что, а увлечь публику он умеет.",
            "Мистер Армстронг был погружён в молитву.",
            "Собаки строго приучены не вступать в противоборство с медведем.",
            "Её отец нанял репетитора, чтобы подтянуть её по математике.",
            "Мы могли бы привлечь местных жителей в качестве добровольцев.",
            "привлечь помощь, услуги, или поддержку",
            "Войска приготовились вступить в схватку с врагом.",
            "Мотор заглох, потому что разные детали плохо подогнаны друг к другу.",
            "Неважно, какая страна взорвет атомную бомбу, это так или иначе вызовет мировую войну.",
            "Цицерон привлекает наше внимание прямотой и честностью своей общественной позиции."
        ]
    }
}