{
    "engineer": {
        "comment": [],
        "translate": "инженер, механик, машинист, сапер, проектировать, создавать, подстраивать",
        "transcription": " |ˌendʒɪˈnɪr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The engineer stopped the train.",
            "the chief engineer on the project",
            "He engineered the water supply project.",
            "He has engaged himself to an engineer.",
            "We currently have a vacancy for an engineer.",
            "Army engineers were called in to construct the canal.",
            "This engineer has outstanding qualification in constructing bridges.",
            "the dangers of engineering native plants",
            "The rebels engineered a successful attack.",
            "powerful enemies who engineered his downfall",
            "Design engineers are working on ways to make the cars run more efficiently.",
            "Robinson was an able engineer and administrator.",
            "An engineer will address the design's practical problems.",
            "Major repainting work now needs to be signed off by a qualified engineer.",
            "It was astounding that an experienced engineer had made such a miscalculation.",
            "The mayor engineered an agreement to have a major league team play in our city.",
            "He trained as a civil engineer (=one who designs and builds roads, bridges etc).",
            "In those days, CD-ROMs were still just a gleam in the eye of some young engineer."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Машинист остановил поезд.",
            "главный инженер на проекте",
            "Он разработал проект водоснабжения.",
            "Он нанялся к одному инженеру.",
            "В настоящее время у нас есть вакансия инженера.",
            "К постройке канала были привлечены инженерные войска.",
            "Этот инженер обладает исключительной квалификацией в области мостостроения.",
            "опасности генного модифицирования местных растений",
            "Повстанцам удалось провести успешную атаку.",
            "могущественные враги, которые подстроили его падение",
            "Инженеры-проектировщики работают над способами заставить автомобили работать более эффективно.",
            "Робинсон был квалифицированным инженером и администратором.",
            "Один из инженеров исследует практические проблемы данной конструкции.",
            "Основная работа по перекраске теперь должна быть одобрена квалифицированным инженером.",
            "Удивительно, что опытный инженер так ошибся в расчетах.",
            "Каким-то образом мэру удалось добиться соглашения о том, чтобы одна из команд высшей лиги играла в нашем городе.",
            "По специальности он инженер-строитель (т.е. тот, кто проектирует и строит дороги, мосты и т.д.).",
            "В то время компакт-диски были ещё просто фантазией какого-нибудь молодого инженера."
        ]
    }
}