{
    "engineering": {
        "comment": [
            "engine",
            "engineer"
        ],
        "translate": "инженерный, машиностроительный, техника, инженерия, машиностроение",
        "transcription": " |ˌendʒɪˈnɪrɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How did genetic engineering come about?",
            "She found work with an engineering firm.",
            "He gained a doctorate in Chemical Engineering.",
            "This control panel is a good example of smart engineering.",
            "the dangers of engineering native plants",
            "British Engineering Standards Association",
            "Applicants must have a degree in Engineering.",
            "the interface between engineering and science",
            "Steve has a background in computer engineering.",
            "They were responsible for several engineering firsts.",
            "Genetic engineering is very much a subject for debate.",
            "He carved out a name for himself in the engineering business.",
            "He had trouble deciding which branch of engineering to study.",
            "Over half the people who signed up to do engineering were women.",
            "The minimum requirement for the post was a degree in engineering.",
            "The college offers classes in computer programming and engineering.",
            "The course embraces elements of chemistry, physics, and engineering.",
            "...the stupendous engineering feats achieved by the ancient Romans...",
            "The new program is designed to tempt young people into studying engineering.",
            "The company is building the centre in collaboration with the Institute of Offshore Engineering.",
            "A sudden drop in supplies of certain chemicals could knock the bottom out of the engineering industry."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Как возникла генная инженерия?",
            "Она нашла работу в конструкторской фирме.",
            "Он получил докторскую степень в области химического машиностроения.",
            "Эта панель управления является хорошим примером умного проектирования.",
            "опасности генного модифицирования местных растений",
            "Британская ассоциация для выработки технических стандартов",
            "Кандидаты должны иметь высшее инженерное образование.",
            "взаимодействие между наукой и техникой",
            "Стив имеет опыт работы в области вычислительной техники.",
            "Они были ответственны за несколько инженерных новшеств.",
            "Генная инженерия в большой степени является предметом для обсуждения.",
            "Он сделал себе имя, работая инженером.",
            "Ему было трудно решить, какую отрасль техники выбрать для изучения.",
            "Более половины людей, которые записались на выполнение проектных работ, составляли женщины.",
            "Минимальным требованием к этой должности было высшее инженерное образование.",
            "Колледж предлагает учебные курсы по программированию и компьютерной технике.",
            "Этот курс включает основы химии, физики и машиностроения.",
            "...изумительные достижения инженерной мысли, созданные древними римлянами...",
            "Новая программа предназначена для того, чтобы привлечь молодых людей к изучению машиностроения.",
            "Компания ведет строительство данного центра совместно с Институтом морской инженерии.",
            "Неожиданное сокращение поставок определенных химических веществ могло выбить почву из-под ног машиностроительной отрасли."
        ],
        "stars": 3
    }
}