{
    "enhance": {
        "comment": [
            "chance",
            "chancellor"
        ],
        "translate": "повышать, усиливать, увеличивать, совершенствовать, усугублять",
        "transcription": " |ɪnˈhæns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This will enhance your enjoyment.",
            "Their living expenses are constantly enhancing.",
            "You can enhance the flavor of the dish by using fresh herbs.",
            "These efforts enhance collaboration between industry and academia.",
            "This sauce will enhance the flavor of the meat.",
            "Good lighting will enhance any room.",
            "They'll be keen to enhance their reputation abroad.",
            "A garnish helps to enhance the appearance of any dish.",
            "The publicity has enhanced his reputation.",
            "The king wanted to enhance his prestige through war.",
            "The company is looking to enhance its earnings potential.",
            "Painting is a relatively inexpensive way to enhance your home.",
            "The historical details in the movie do not obtrude — they enhance the story by making it more realistic.",
            "The image has been digitally enhanced to show more detail.",
            "These clothes will get you noticed and enhance your image.",
            "laws designed to enhance national security that some regard as inimical to cherished freedoms",
            "The addition of networking facilities will greatly enhance the system."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(закр сл) = [ɑː]"
        ],
        "example_translate": [
            "Это усилит наслаждение /удовольствие/.",
            "Их жизненные расходы постоянно растут.",
            "Вы можете улучшить вкус блюда, используя свежие травы / зелень.",
            "Эти усилия укрепляют взаимодействие между производством и наукой.",
            "Этот соус усилит /улучшит/ вкус мяса.",
            "Хорошее освещение пойдёт на пользу любому помещению.",
            "Они будут стремиться улучшить свою репутацию за границей.",
            "Гарнир помогает улучшить внешний вид любого блюда.",
            "Реклама в СМИ укрепила его репутацию.",
            "Король хотел повысить свой престиж /авторитет/ посредством войны.",
            "Компания стремится к повышению своих потенциальных доходов.",
            "Окраска — это относительно недорогой способ украсить свой дом.",
            "Исторические детали в этом фильме не слишком бросаются в глаза: они лишь дополняют сюжет, делая его более реалистичным.",
            "Качество этого изображения улучшили благодаря цифровым технологиям, чтобы показать больше деталей.",
            "В этой одежде вы станете заметнее и улучшите свой имидж.",
            "законы, призванные укрепить национальную безопасность, которые некоторыми рассматриваются как враждебные милым их сердцу свободам",
            "Добавление сетевых средств значительно улучшит систему."
        ]
    }
}