{
    "enlarge": {
        "comment": [],
        "translate": "увеличивать, увеличиваться, расширять, расширяться, распространяться, укрупнять",
        "transcription": " |ɪnˈlɑːrdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Let me enlarge upon that point.",
            "Please enlarge on this question, we need to know more.",
            "The glands may enlarge.",
            "She enlarged the flower beds.",
            "His own mind was enlarged and enriched by foreign travel.",
            "We had the photograph enlarged.",
            "A good way to enlarge your vocabulary is to read a daily newspaper.",
            "Police will have the pictures enlarged in an attempt to identify the thief.",
            "There are plans to enlarge the runway to enable jumbo jets to land.",
            "He was continually dreaming up new schemes to promote and enlarge the business.",
            "As the number of people with cell phones enlarges, more transmission towers will have to be built."
        ],
        "example_translate": [
            "Позволь мне подробнее остановиться на этом пункте.",
            "Пожалуйста, расскажите поподробнее об этом, нам нужно больше информации.",
            "Гланды могут увеличиться.",
            "Она расширила цветочные клумбы.",
            "Его кругозор расширился и обогатился благодаря заграничным путешествиям.",
            "Нам увеличили фотографию.",
            "Хороший способ увеличить свой словарный запас — читать ежедневную газету.",
            "Полицейские увеличат эти фотографии, пытаясь опознать вора.",
            "Планируется увеличить взлётно-посадочную полосу, чтобы сделать возможной посадку реактивных лайнеров.",
            "Он постоянно выдумывал всё новые и новые схемы продвижения и расширения бизнеса.",
            "Поскольку число людей с мобильными телефонами растёт, придётся построить ещё больше передающих вышек."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}