{
    "enormous": {
        "comment": [],
        "translate": " огромный, громадный, чудовищный, ужасный",
        "transcription": "  |ɪˈnɔːrməs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They live in an enormous house.",
            "He's only seventeen, but he has enormous self-confidence.",
            "The team made an enormous effort.",
            "He has an enormous hooter.",
            "These avalanches consist of enormous blocks of ice.",
            "She ran up an enormous phone bill.",
            "The boxer's return generated enormous publicity.",
            "An enormous dilemma faces us.",
            "He shows enormous potential as an athlete.",
            "The cost in human life was enormous.",
            "In my dream I flew to a forest of enormous trees.",
            "The project generated enormous interest.",
            "He was always generous in sharing his enormous knowledge.",
            "The backwaters of the Amazon are of enormous extent.",
            "There was an enormous oak table in the center of the room.",
            "We had enormous harvests of corn this year.",
            "Good luck in this enormous project you are undertaking.",
            "It pleased him to hive up an enormous mass of information.",
            "The cost of the project was enormous, but it was not the fundamental cause of its failure.",
            "All the candidates have been getting an enormous amount of exposure on television and in the press.",
            "Such an enormous response was astonishing.",
            "The assembly plant is an enormous facility.",
            "Her career as a diplomat has brought her enormous prestige.",
            "the enormous girth of the tree",
            "the enormous variety of marine life",
            "This enormous canyon is over a mile deep.",
            "the enormous volcanoes known to exist on Mars",
            "Acting has brought me enormous enjoyment.",
            "a singer with an enormous amount of talent",
            "Skilled craftsmen carved the enormous mantel."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они живут в огромном доме.",
            "Ему только семнадцать лет, и - такое самомнение!",
            "Команда проделала гигантскую работу.",
            "У него огромный носище /шнобель/.",
            "Эти лавины состоят из огромных кусков льда.",
            "Она наговорила по телефону огромную сумму.",
            "Возвращение боксера на ринг произвело сенсацию.",
            "Перед нами стоит непростой выбор /огромная дилемма/.",
            "Как спортсмен, он демонстрирует огромный потенциал.",
            "Цена человеческой жизни была огромной.",
            "Во сне я полетел в лес с огромными деревьями.",
            "Этот проект вызвал огромный интерес.",
            "Он всегда охотно делился своими обширными знаниями.",
            "На Амазонке заводи обладают колоссальной протяжённостью.",
            "В центре комнаты был огромный дубовый стол.",
            "В этом году у нас были огромные урожаи зерновых.",
            "Удачи вам в этом грандиозном проекте, который вы выполняете.",
            "Ему доставляло удовольствие собирать всё новую и новую информацию.",
            "Стоимость проекта была огромной, но не это стало основной причиной его провала.",
            "Всем кандидатам уделялось большое внимание на телевидении и в прессе.",
            "Столь бурная реакция была просто поразительна.",
            "Сборочный цех — это огромное сооружение.",
            "Карьера дипломата принесла ей огромный авторитет.",
            "огромная окружность ствола этого дерева",
            "огромное разнообразие морской жизни",
            "Этот огромный каньон — более мили в глубину.",
            "огромные вулканы, которые, как известно, существуют на Марсе",
            "(Актёрская) игра доставила мне огромное удовольствие.",
            "певец с огромным талантом",
            "Умелые мастера покрыли эту огромную каминную полку резьбой."
        ]
    }
}