{
    "ensure": {
        "comment": [
            "measure",
            "measurement",
            "pleasure",
            "pressure",
            "sure",
            "leisure",
            "assure",
            "surely",
            "closure",
            "insure",
            "disclosure",
            "reassure",
            "exposure",
            "treasure",
            "unsure"
        ],
        "translate": "обеспечивать, гарантировать, застраховать, ручаться, подстраховаться",
        "transcription": " |ɪnˈʃʊr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Ensure that a printer is installed.",
            "We will ensure equal opportunities for all.",
            "The book ensured his success.",
            "Please ensure (that) all lights are switched off.",
            "They took steps to ensure the safety of the passengers.",
            "We want to ensure equal treatment for everyone.",
            "Take care to ensure that the ladder is steady before you climb it.",
            "They made sacrifices to ensure a good harvest.",
            "We should ensure continuity of care between hospital and home.",
            "facilities to ensure the safety of cyclists",
            "Each experiment is performed twice to ensure accuracy.",
            "Practice will ensure greater consistency of performance.",
            "This nest egg will ensure a nice retirement for us.",
            "Government made some move to ensure against Euro cheats.",
            "The hospital tries to ensure that people are seen quickly.",
            "This decision will ensure that the Pentagon Papers never see the light of day.",
            "It's a process designed to ensure the representativeness of the sample interviewed.",
            "It is a parent's responsibility to ensure that their children do not suffer any harm.",
            "We ensure that you have a trouble-free and enjoyable holiday.",
            "Henry the Eighth wanted a male heir to ensure the Tudor line of succession.",
            "regulations that ensure the wholesomeness of our food",
            "The new law will ensure that habitual criminals (=criminals who commit crimes repeatedly) receive tougher punishments than first-time offenders.",
            "We are doing everything possible to ensure a smooth transfer to the new system.",
            "The lucidity of the recipe should ensure a minimum of confusion.",
            "The staff involved should be monitored to ensure compliance with the policy.",
            "It is their duty to ensure, so far as is reasonably practicable, that the equipment is safe.",
            "The project aims to ensure that poorer people are not cut off from the benefits of computer technology."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Убедитесь, что принтер установлен.",
            "Мы обеспечим равные возможности для всех.",
            "Эта книга принесла ему успех.",
            "Пожалуйста, проверьте, чтобы свет был везде выключен.",
            "Они предприняли меры, чтобы обеспечить безопасность пассажиров.",
            "Мы хотим обеспечить равные условия для всех.",
            "Прежде чем подняться по лестнице, убедитесь, что она устойчива.",
            "Они совершили жертвоприношения, чтобы обеспечить хороший урожай.",
            "Мы должны обеспечить непрерывность лечения как в больнице, так и дома.",
            "оборудование для обеспечения безопасности велосипедистов",
            "Каждый эксперимент проводится два раза, чтобы гарантировать точность.",
            "Тренировки обеспечат большую стабильность результатов.",
            "Эта заначка обеспечит нам приятную жизнь на пенсии.",
            "Правительство предприняло некоторые меры по предотвращению актов мошенничества при переходе на евро.",
            "Больница стремится к тому, чтобы пациентов принимали как можно быстрее.",
            "Это решение станет порукой тому, что документы Пентагона никогда не увидят свет.",
            "Это схема, позволяющая обеспечить репрезентативность выборки опрашиваемых.",
            "Оберегать своих детей от любого вреда входит в обязанности родителей.",
            "Мы гарантируем вам беззаботный и приятный отпуск.",
            "Генрих Восьмой нуждался в наследнике мужского пола, чтобы обеспечить сохранение линии преемственности Тюдоров.",
            "нормативно-правовые акты, которые обеспечивают чистоту наших продуктов",
            "Новый закон будет гарантировать, что рецидивисты (т.е. преступники, которые совершают преступления повторно) будут наказаны жёстче, чем лица, совершившие правонарушение в первый раз.",
            "Мы делаем всё возможное, чтобы обеспечить плавный переход на новую систему.",
            "Ясность данного рецепта должна обеспечить минимальное количество путаницы.",
            "Участвующие сотрудники должны подвергаться контролю для обеспечения соблюдения данной политики.",
            "В их обязанности входит обеспечение безопасности оборудования — в пределах разумного и практически осуществимого.",
            "Цель проекта состоит в обеспечении того, чтобы менее состоятельные люди не были лишены преимуществ компьютерных технологий."
        ]
    }
}