{
    "entertain": {
        "comment": [
            "entertainment",
            "entertainer",
            "entertaining"
        ],
        "translate": "развлекать, принимать, питать, угощать, занимать, принимать гостей, лелеять",
        "transcription": " |ˌentərˈteɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our father's stories entertained us.",
            "The book will entertain and inform you.",
            "They like to entertain their friends at their summer home.",
            "Our father entertained us with stories.",
            "Mark usually does the cooking when we entertain.",
            "The book will both entertain and inform.",
            "Jugglers were on hand to entertain the crowd.",
            "The play continues to entertain audiences 25 years after its creation.",
            "He entertained the notion of moving to South America.",
            "She could never entertain the idea of living in the country.",
            "A museum should aim to entertain as well as educate.",
            "She was trying to entertain us — unsuccessfully, I might add (=used to comment on what you have just said).",
            "They had put themselves out to entertain her during her visit.",
            "We allowed ourselves to entertain hopes that the crisis would end soon.",
            "They hired a zany to entertain the children at the birthday party.",
            "These books will both entertain and edify readers.",
            "Museums are on the move, adding exhibits that entertain and educate.",
            "There is a danger that museums will attempt to entertain rather than educate."
        ],
        "example_translate": [
            "Рассказы отца развлекали нас.",
            "Книга будет развлекать и давать вам новые знания.",
            "Им нравится принимать друзей в своем летнем доме.",
            "Отец развлекал нас рассказами.",
            "Когда мы приглашаем гостей, Марк обычно занимается готовкой.",
            "Книга будет одновременно развлекать и сообщать полезную ингформацию.",
            "Жонглёры были готовы развлекать толпу.",
            "Эта пьеса продолжает привлекать внимание публики и спустя 25 лет после её создания.",
            "Он лелеял мысль о переезде в Южную Америку.",
            "Она никогда и подумать не могла о том, чтобы жить за городом.",
            "Музеи должны ставить перед собой цель не только обучать посетителей, но и развлекать их.",
            "Она пыталась развлечь нас, — безуспешно, кстати сказать (так говорят, чтобы прокомментировать то, что вы только что сказали).",
            "Они приложили все усилия, чтобы развлечь её во время её визита.",
            "Мы позволили себе лелеять надежду на то, что кризис скоро закончится.",
            "Они наняли клоуна, чтобы развлекать детей на дне рождения.",
            "Эти книги будут как развлекать, так и поучать читателей.",
            "Музеи развивают бурную деятельность, добавляя развлекательные и обучающие экспонаты.",
            "Существует опасность того, что музеи будут пытаться развлекать, а не обучать посетителей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}