{
    "enterprise": {
        "comment": [
            "enter",
            "center",
            "presenter"
        ],
        "translate": "предприятие, предпринимательство, предприимчивость, инициатива",
        "transcription": " |ˈentərpraɪz|",
        "antonyms": [],
        "mnemonic": [
            "enter ['entə]\nentrance- вход, въезд, вступление, появляться\nentertain [¸entə'teɪn] - принимать, развлекать\nenterprise- предприятие, предприимчивость\nentry ['ɛntrɪ] - вход, запись, статья, въезд, ввод данных\n***\nКогда ВХОДИЛ, разрезал ленты. (это) enter\nВход, вхождение.\n***\nЯ Вас развлеку \"entertain\",\nно надолго не задержу \"detain\".\n***\nПрямо в центр \"center\"\nвошёл \"enter\"\nарендатор \"renter\"."
        ],
        "examples": [
            "He had doubts about the whole enterprise.",
            "They backed the new enterprise by investing in it.",
            "The event of his enterprise was doubtful.",
            "May Fortune smile on our enterprise this day.",
            "He hoped that his enterprise would have a prosperous issue.",
            "The expense was the clincher that persuaded us to give up the enterprise.",
            "Such an enterprise would be in the highest degree arduous and hazardous.",
            "A growing enterprise must have a bold leader.",
            "He had doubts about the whole enterprise.",
            "We're looking for young people with enterprise and creativity.",
            "The enterprise succeeded.",
            "Agriculture is the main economic enterprise among these people.",
            "The company is in debt after losing an estimated $30 million on its dotcom enterprise.",
            "There is no question about the validity of the enterprise.",
            "He was criticized for his lack of enterprise in dealing with the crisis.",
            "He took a calculated risk and got in on the ground floor of the new enterprise.",
            "The government has set up a special economic zone to promote private enterprise.",
            "a speech extolling the merits of free enterprise",
            "His career is bound up with the fortunes of the enterprise."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У него были некоторые сомнения по поводу всей затеи.",
            "Они поддержали новое предприятие, вложив в него деньги.",
            "Неясно было, чем кончится его предприятие.",
            "Пусть фортуна улыбнётся нам в этот день.",
            "Он надеялся, что исход этого предприятия будет благополучным.",
            "Расходы стали решающим фактором, убедившим нас закрыть предприятие.",
            "Это предприятие может оказаться в высшей степени тяжёлым и рискованным.",
            "У развивающегося предприятия должен быть смелый руководитель.",
            "У него были сомнения насчёт всей этой затеи.",
            "Мы ищем инициативных и творческих молодых людей.",
            "Предприятие возымело успех.",
            "Сельское хозяйство является основной экономической сферой деятельности среди этих людей.",
            "Потеряв около тридцати миллионов долларов на своём интернет-проекте, компания погрязла в долгах.",
            "В законности данной деятельности нет никакого сомнения.",
            "Его раскритиковали за отсутствие инициативы в борьбе с кризисом.",
            "Он пошёл на осознанный риск и пробрался на первый этаж нового предприятия.",
            "Правительство создало специальную экономическую зону поддержки частного предпринимательства.",
            "речь, превозносящая достоинства свободного предпринимательства",
            "Его карьера неразрывно связана с судьбой данного предприятия."
        ],
        "stars": 2
    }
}