{
    "entertainment": {
        "comment": [],
        "translate": "развлечение, развлечения, угощение, увеселение, увеселения, прием, гостеприимство",
        "transcription": " |ˌentərˈteɪnmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a popular form of entertainment",
            "The entertainment was splendid.",
            "He budgets $50 for entertainment each month.",
            "The entertainment includes a disco and live band.",
            "The price includes a buffet, all drinks, and live entertainment.",
            "These clubs provide nightly entertainment.",
            "Miss Helen Campbell gave an entertainment in his honour, at her bower in the Clachan Glen.",
            "plays, movies, and other forms of entertainment",
            "The show is a fusion of news and entertainment.",
            "The town provides a wide choice of entertainment.",
            "Television soon overtook the cinema as the most popular form of entertainment.",
            "The once child star is now a lawyer in the entertainment industry.",
            "a home entertainment system that can be adapted for products as yet unborn",
            "In our family disputes regarding the use of our home entertainment system are umpired by Dad.",
            "a moralist who decried what she regarded as the licentious and corrupt culture of the entertainment industry",
            "He spends an outrageous amount on entertainment.",
            "the latest news and gossip from the entertainment industry",
            "The committee had reputedly spent over $3000 on 'business entertainment'.",
            "This kind of entertainment went out with the ark (=is very old-fashioned).",
            "In its heyday, the circus was a major form of entertainment for small-town America.",
            "The amusement park will fill a void in this town, which has little entertainment for children.",
            "a section of the city populated with casual bistros offering entertainment to suit nearly every taste",
            "The cruise ship claims to offer sumptuous furnishings, exquisitely prepared cuisine, and stellar entertainment."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "популярный вид развлечений",
            "Представление было восхитительным.",
            "Каждый месяц он выделяет $50 на развлечения.",
            "Развлекательная программа включает в себя дискотеку и живую музыку.",
            "В цену входят ужин а-ля фуршет, любые напитки и живой концерт.",
            "В этих клубах каждый вечер проходят развлекательные мероприятия.",
            "Мисс Хелен Кэмпбел устроила праздник в его честь в своей загородной резиденции в Клэчэн Глен.",
            "спектакли, фильмы и другие формы развлечений",
            "Это шоу представляет собой смесь новостей и развлекательных программ.",
            "В городе имеется широкий выбор развлечений.",
            "Телевидение вскоре обогнало кино в качестве самой популярной формы развлечения.",
            "Теперь этот бывший ребёнок-звезда работает юристом в шоу-бизнесе.",
            "домашний кинотеатр, который можно адаптировать к ещё не появившейся на свет продукции",
            "В нашей семье споры по поводу использования домашнего кинотеатра решает папа.",
            "моралистка, которая осуждала то, что она считала безнравственной и испорченной культурой индустрии шоу-бизнеса",
            "Он тратит на развлечения возмутительное количество денег.",
            "последние новости и сплетни индустрии развлечений",
            "Комиссия якобы потратила более трёх тысяч долларов на \"бизнес-развлечения\".",
            "Такие развлечения — совсем уж допотопные (т.е. очень старомодные).",
            "В период своего расцвета, цирк был основной формой развлечения для маленьких городков Америки.",
            "В этом городе так мало развлечений для детей, и парк аттракционов заполнит эту брешь.",
            "часть города, в которой полно уютных закусочных, предлагающих развлечения практически на любой вкус",
            "Круизный лайнер обещает пассажирам роскошную мебель, изысканные блюда и потрясающую развлекательную программу."
        ]
    }
}