{
    "enthusiastic": {
        "comment": [
            "enthusiasm"
        ],
        "translate": "восторженный, полный энтузиазма, увлеченный, полный энергии",
        "transcription": " |ɪnˌθuːziˈæstɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm not wildly enthusiastic about seeing them.",
            "He was less than enthusiastic about the idea.",
            "The Chairman was quite enthusiastic about the idea.",
            "She received an enthusiastic welcome.",
            "He seems very enthusiastic about his role in the play.",
            "an enthusiastic player, full of pep",
            "They will not be enthusiastic about altering the status quo.",
            "All the staff are enthusiastic about the project.",
            "Politicians have given an enthusiastic welcome to the Queen's speech.",
            "Each song was greeted with enthusiastic clapping.",
            "Enthusiastic applause rippled around the tables.",
            "They were enthusiastic supporters of the president.",
            "I'm not wildly enthusiastic about your latest idea.",
            "Perhaps we were all over enthusiastic about the project.",
            "She was always very enthusiastic and bursting with ideas.",
            "Truman was initially less enthusiastic over the appointment.",
            "The Arab tribes fused into a united and enthusiastic brotherhood.",
            "When I told him my plan, I wasn't expecting such an enthusiastic response."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я не испытываю дикого восторга от того, что с ними увижусь.",
            "Он был далеко не в восторге от этой затеи.",
            "Председатель был в восторге от этой идеи.",
            "Она получила горячий / восторженный приём.",
            "По нему видно, что он очень увлечён своей ролью в пьесе.",
            "игрок, полный энтузиазма и энергии",
            "Изменение статус-кво не вызовет у них энтузиазма.",
            "Все сотрудники полны энтузиазма по поводу этого проекта.",
            "Политики бурно приветствовали выступление королевы.",
            "Каждую песню встречали восторженными аплодисментами.",
            "Над столами прокатилась волна бурных аплодисментов.",
            "Они были активными сторонниками президента.",
            "Я не очень-то в восторге по поводу вашей последней затеи.",
            "Возможно, мы все слишком увлеклись этим проектом.",
            "Она всегда была полна энтузиазма и новых идей.",
            "Трумэн поначалу относился к назначению с меньшим восторгом.",
            "Арабские племена объединились в добровольное братство.",
            "Когда я рассказал ему свой план, то не ожидал такой восторженной реакции."
        ]
    }
}