{
    "entire": {
        "comment": [
            "entirely"
        ],
        "translate": "весь, целый, полный, цельный, сплошной, целое, полнота",
        "transcription": " |ɪnˈtaɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Have you drunk the entire bottle?",
            "It was the worst day in my entire life.",
            "He willed his entire estate to her.",
            "The building occupies an entire city block.",
            "Her entire attention centered on her children.",
            "An entire civilization vanished.",
            "The war affected an entire generation of young Americans.",
            "The entire staff agreed.",
            "He was on stage for the entire show.",
            "Monopoly is firm that controls the entire supply of a good or service.",
            "an entire town devastated by an earthquake",
            "The highway crosses the entire state.",
            "They drank an entire keg of beer.",
            "She has dedicated her entire life to helping others.",
            "She had been niggled by worry her entire life.",
            "Entire villages come to see the parade.",
            "He's carrying this entire outfit on his shoulders.",
            "an opalescent purple, that banded the entire horizon",
            "How will I know how much to budget for my entire cruise vacation?",
            "The entire length of our route is assumed to be about thirty-two miles.",
            "We have seen a Chinese map of the world, in which the Celestial country occupies the entire space.",
            "The disease continued to spread until it involved the entire jaw.",
            "The entire team took a victory lap in front of their cheering fans.",
            "He is a bully and has been successful in dominating the entire household.",
            "The practice of auricular confession brought with it an entire science of casuistry.",
            "After both their parents died, one of their father's relatives carted off the entire contents of the house.",
            "She orchestrated the entire event.",
            "I've been a huge college hoops fan my entire life.",
            "The entire village was obliterated by incendiary bombs.",
            "The sovereignty of the Russian Federation shall apply to its entire territory."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые употребляются только перед существительными"
        ],
        "example_translate": [
            "Вы выпили всю бутылку?",
            "Это был худший день во всей моей жизни.",
            "Он завещал ей всё своё состояние.",
            "Здание занимает целый городской квартал.",
            "Всё её внимание сосредоточено на детях.",
            "Исчезла целая цивилизация.",
            "Война затронула целое поколение молодых американцев.",
            "Все сотрудники согласились.",
            "Он был на сцене в течение всего представления.",
            "Монополист — это фирма, которая контролирует всё предложение товара или услуги.",
            "целый город, разрушенный землетрясением",
            "Данное шоссе пересекает весь штат.",
            "Они выпили целый бочонок пива.",
            "Всю свою жизнь она посвятила тому, чтобы помогать другим.",
            "Всю свою жизнь она изводила себя тревогами.",
            "На это шествие приходят посмотреть целыми деревнями.",
            "Он тащит всю эту организацию на своих плечах.",
            "опалово-пурпурная полоса, окаймлявшая весь горизонт",
            "Как я узнаю, какие средства нужно выделить на весь круиз?",
            "Общая длина нашего маршрута предположительно составляет около тридцати двух миль.",
            "Мы видели китайскую карту мира, на которой Поднебесная занимает всё пространство.",
            "Болезнь продолжала распространяться, пока не охватила всю челюсть.",
            "Вся команда совершила круг почёта под аплодисменты своих болельщиков.",
            "Он тиран и с легкостью захватил власть в семье.",
            "Практика тайного покаяния привела к развитию казуистики.",
            "После смерти их родителей, один из родственников отца вывез из дома все вещи.",
            "Она организовала всё это мероприятие.",
            "Я всю свою жизнь был большим фанатом студенческого баскетбола.",
            "Зажигательные бомбы уничтожили всю деревню.",
            "Суверенитет Российской Федерации распространяется на всю её территорию."
        ]
    }
}