{
    "entry": {
        "comment": [
            "entrance"
        ],
        "translate": " вход, вступление, запись, въезд, вхождение, входной, въездной",
        "transcription": "  |ˈentri|",
        "antonyms": [],
        "mnemonic": [
            "enter ['entə]\nentrance- вход, въезд, вступление, появляться\nentertain [¸entə'teɪn] - принимать, развлекать\nenterprise- предприятие, предприимчивость\nentry ['ɛntrɪ] - вход, запись, статья, въезд, ввод данных\n***\nКогда ВХОДИЛ, разрезал ленты. (это) enter\nВход, вхождение.\n***\nЯ Вас развлеку \"entertain\",\nно надолго не задержу \"detain\".\n***\nПрямо в центр \"center\"\nвошёл \"enter\"\nарендатор \"renter\"."
        ],
        "examples": [
            "No entry!",
            "Please wait in the entry.",
            "Every entry in registry is to be signed.",
            "Make an entry of your deposit in your bankbook.",
            "Only persons with tickets will be allowed entry.",
            "His entry to the party coincided with his marriage.",
            "The entry to the estate is behind those trees.",
            "Data entry becomes routine very quickly.",
            "Compute depletion and journalize entry for depletion.",
            "Only entries mailed before midnight will be considered.",
            "evidential signs of a forced entry",
            "Britain's entry into the European Union",
            "The ticket includes entry and a four-course meal.",
            "Dover is a point of entry into Britain.",
            "How did the thieves gain entry (=get in)?",
            "We've attracted a record entry this year.",
            "A sign on the outer door read: 'No Entry'.",
            "data entry clerks busily typing in cubicles",
            "students competing for entry into the college",
            "We need someone with a background in data entry.",
            "There were no signs of forced entry into the house.",
            "No Entry — restricted area for army personnel only.",
            "His friends were surprised by his entry into politics.",
            "The stage direction then requires the entry of two men.",
            "The winning entry will be published in our April issue.",
            "An ovation greeted the candidate's entry into the hall.",
            "This enabled European banks to gain entry into new markets.",
            "Entry to the gardens is included in the price of admission.",
            "Such an entry shall be denoted in the register by an asterisk.",
            "They were preparing children to sit for the entry examination."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вход (въезд) запрещен!",
            "Подождите, пожалуйста, в холле.",
            "Каждая запись в журнале должна быть подтверждена подписью.",
            "Сделайте запись о вкладе в вашей сберегательной книжке.",
            "Вход только по билетам.",
            "Его вступление в партию совпало с его женитьбой.",
            "Въезд в это имение - за теми деревьями.",
            "Ввод данных очень быстро превращается в рутину.",
            "Рассчитайте износ и занесите в бухгалтерский регистр запись об износе.",
            "Будут рассматриваться только заявки, отправленные до полуночи.",
            "очевидные признаки проникновения со взломом",
            "вступление Великобритании в Европейский Союз",
            "Стоимость билета включает в себя плату за вход и обед из четырёх блюд.",
            "Дувр является пунктом въезда в Великобританию.",
            "Как же ворам удалось получить туда доступ (т.е. пробраться внутрь)?",
            "В этом году мы привлекли рекордное количество участников соревнований.",
            "Табличка на наружной двери гласила: \"Вход воспрещён\" / \"Не входить\" / \"Входа нет\".",
            "операторы ввода данных, деловито стучащие по клавишам в своих кабинках",
            "студенты, конкурирующие за право поступления в колледж",
            "Нам нужен человек с опытом работы в области ввода данных.",
            "Никаких признаков насильственного проникновения в дом не было.",
            "Вход воспрещён: запретная зона. Допускаются только военнослужащие.",
            "Друзей удивило его вхождение в политику.",
            "Затем по сценарию на сцену выходят двое мужчин.",
            "Статья-победитель будет опубликована в нашем апрельском номере.",
            "Появление в зале кандидата было встречено бурей аплодисментов.",
            "Это позволило европейским банкам получить выход на новые рынки сбыта.",
            "Вход в сад входит в стоимость билета.",
            "Такая запись отмечается в журнале звёздочкой.",
            "Они готовили детей к сдаче вступительных экзаменов. (брит.)"
        ],
        "stars": 3
    }
}