{
    "envelope": {
        "comment": [
            "develop"
        ],
        "translate": "конверт, оболочка, огибающая, обложка, футляр, обертка, покрышка, обвертка, пленка",
        "transcription": " |ˈenvəloʊp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I recognised her handwriting on the envelope.",
            "Guy slit open the envelope.",
            "A key was enclosed in the envelope.",
            "I could not stick the envelope.",
            "He put his stamp on the envelope",
            "The Earth is surrounded with an aerial envelope or atmosphere.",
            "The envelope was marked 'Personal and Confidential'.",
            "I sent the money inside an envelope addressed to Ann.",
            "Each spore has its own protective envelope.",
            "The atmospheric envelope clasps the planet firmly.",
            "He licked the stamp before putting it on the envelope.",
            "She emptied the contents of the envelope onto the table.",
            "a name pencilled on the envelope",
            "He picked up the envelope and tore it open.",
            "There was an envelope atop a sheet of paper.",
            "He produced a tattered envelope from his pocket.",
            "He gave the envelope a vigorous rip.",
            "Test pilots try to push the envelope.",
            "He hid the envelope underneath his coat.",
            "The envelope was protruding from her bag.",
            "He wrote the address and sealed the envelope.",
            "The envelope is imprinted with return address.",
            "She picked up the envelope and gave it a shake.",
            "Send self addressed envelope plus certified cheque.",
            "Paul scribbled his address on the back of an envelope.",
            "He added a short notation to the address on the envelope.",
            "You slip the envelope into the hole in the top of the box.",
            "The envelope indicated the letter was mailed from Brooklyn.",
            "She tore open the envelope and frantically read the letter.",
            "Make sure the address shows through the window in the envelope."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я узнал ее почерк на конверте.",
            "Парень вскрыл конверт.",
            "В конверт был вложен ключ.",
            "У меня не получалось заклеить конверт.",
            "Он поставил свою печать на конверте.",
            "Земля окружена воздушной оболочкой, или атмосферой.",
            "На конверте стояла пометка \"Конфиденциально\" /\"Лично в руки\"/.",
            "Я отправил деньги в конверте, адресованном на имя Энн.",
            "Каждая спора имеет свою собственную защитную оболочку.",
            "Атмосферная оболочка плотно окружает нашу планету.",
            "Он облизал марку, прежде чем приложить её к конверту.",
            "Она высыпала содержимое конверта на стол.",
            "имя, написанное на конверте карандашом",
            "Он подобрал конверт и открыл его.",
            "На листе бумаги лежал конверт.",
            "Он достал из кармана изорванный конверт.",
            "Он энергично рванул конверт.",
            "Лётчики-испытатели пытаются рисковать /выходить за рамки возможного/.",
            "Он спрятал конверт под плащом.",
            "Конверт торчал из ее сумки.",
            "Он написал адрес и запечатал конверт.",
            "На конверте стоит обратный адрес.",
            "Она подобрала конверт и встряхнула его.",
            "Пришлите конверт с вашим адресом и банковский чек.",
            "Пол написал свой адрес на обратной стороне конверта.",
            "Он добавил к адресу на конверте короткую приписку.",
            "Вы незаметно опускаете конверт в отверстие на крышке коробки.",
            "На конверте было указано, что письмо было отправлено из Бруклина.",
            "Она разорвала конверт и лихорадочно прочла письмо.",
            "Убедитесь, что адрес виден через окошко конверта."
        ]
    }
}