{
    "environment": {
        "comment": [
            "environmental",
            "environmentally",
            "environmentalist"
        ],
        "translate": "окружающая среда, среда, окружение, окружающая обстановка, состояние, контекст",
        "transcription": " |ɪnˈvaɪrənmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We should respect the environment.",
            "He grew up in a loving environment.",
            "These activities may damage the environment.",
            "Pollution is bad for the environment.",
            "We all have a responsibility to protect the environment.",
            "We need to respect the environment.",
            "chemicals that could harm the environment",
            "Children like a stable environment.",
            "This man can't fit himself into our work environment",
            "He says that the government's policies are trashing the environment.",
            "the alien environment of the city",
            "Border Environment Cooperation Commission",
            "Adaptability is a necessary quality in an ever-changing work environment.",
            "He fights for the protection of the environment.",
            "environment, or the sum total of the external conditions of life",
            "Last year, the environment bureau was upgraded to a ministry.",
            "Today's business environment requires that service providers distinguish themselves from their competitors or lose high-value customers.",
            "Snakes lay eggs in a watery environment.",
            "the unfriendly environment at high altitudes",
            "The environment is a popular topic these days.",
            "A clean environment cannot be had on the cheap.",
            "Cacti prefer a nearly waterless environment.",
            "humankind's mastery over the environment",
            "Heredity and environment are both important.",
            "The environment is no longer a fringe issue.",
            "chemicals that are harmful to the environment",
            "the new national forum on the environment",
            "applaudable efforts to save the environment",
            "The species coexist in the same environment.",
            "technology that will safeguard the environment"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы должны беречь окружающую среду.",
            "Он вырос в любви и заботе.",
            "Эта деятельность может нанести ущерб окружающей среде.",
            "Загрязнения вредны для окружающей среды.",
            "Наша общая обязанность — защита окружающей среды.",
            "Мы должны бережно относиться к окружающей среде.",
            "химикаты, которые могут нанести вред окружающей среде",
            "Детям нравится знакомая /стабильная/ окружающая обстановка.",
            "Этот человек не вписывается в нашу рабочую обстановку,",
            "Он говорит, что политика правительства портит окружающую среду.",
            "непривычная обстановка большого города",
            "Комиссия по приграничному экологическому сотрудничеству между США и Мексикой",
            "Способность к адаптации — необходимое качество в условиях постоянно изменяющейся производственной среды.",
            "Он борется за сохранность окружающей среды.",
            "окружающая среда, или совокупность внешних условий существования",
            "В прошлом году бюро по охране природы было реорганизовано в министерство.",
            "Сегодняшние условия бизнеса требуют от продавцов услуг отличаться от своих конкурентов, чтобы не потерять ценных покупателей.",
            "Змеи откладывают яйца в водной среде.",
            "неблагоприятные условия на больших высотах",
            "В наши дни защита окружающей среды является популярной темой.",
            "Чистая окружающая среда не может достаться по дешёвке.",
            "Кактусы предпочитают почти безводный климат.",
            "господство человечества над окружающей средой",
            "Наследственность и окружающая обстановка /окружение/ одинаково важны.",
            "Охрана окружающей среды больше не является второстепенным вопросом.",
            "химические вещества, которые являются вредными для окружающей среды",
            "новый национальный форум по проблемам охраны окружающей среды",
            "похвальные усилия по сохранению окружающей среды",
            "Эти виды сосуществуют в одних и тех же природных условиях.",
            "технология, которая поможет защитить окружающую среду"
        ],
        "stars": 3
    }
}