{
    "environmental": {
        "comment": [
            "environment",
            "environmentally",
            "environmentalist"
        ],
        "translate": " относящийся к окружающей среде, экзогенный",
        "transcription": "  |ɪnˌvaɪrənˈmentl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The oil spill was an environmental catastrophe.",
            "He grew up in a loving environment.",
            "Pollution is bad for the environment.",
            "Environmental Protection Agency",
            "The company said that it had always acted in compliance with environmental laws.",
            "Environmental Science Services Administration",
            "She belongs to an environmental group.",
            "We support the union of the environmental pressure groups into a federation.",
            "His book tells of an environmental apocalypse.",
            "an international meeting to discuss environmental issues",
            "Funny how religion is creeping into the environmental debate.",
            "Many plants are unable to survive in such a harsh environment.",
            "Environmental quality will be the watchword for the 21st century.",
            "Environmental Studies",
            "Peter is passionately involved in environmental issues.",
            "With electric cars there is a big environmental payoff.",
            "The government seems confident that environmental problems can be fixed.",
            "The company described reports of environmental disaster as gross exaggeration.",
            "the species that fill an environmental niche",
            "Heredity and environment are both important.",
            "Environmental issues came to the fore in the 1980s.",
            "We're trying to create a better business environment.",
            "the government's myopic attitude to environmental issues",
            "Environmental groups want tougher action on pollution from cars.",
            "Environmental experts said the move would set back further research.",
            "The agency conducted an environmental study.",
            "the environmental impact of pollution from cars",
            "The proposal was rejected on environmental grounds.",
            "These animals were raised in a controlled environment.",
            "the environmental damage caused by the chemical industry"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот разлив нефти оказался экологической катастрофой.",
            "Он вырос в любви и заботе.",
            "Загрязнения вредны для окружающей среды.",
            "Управление по охране окружающей среды (в США)",
            "Компания сообщила, что она всегда работала согласно законам об охране окружающей среды.",
            "Управление по изучению окружающей среды (в США)",
            "Она входит в группу по защите окружающей среды.",
            "Мы поддерживаем объединение экологических групп давления в федерацию.",
            "Его книга рассказывает об экологическом апокалипсисе.",
            "международное совещание для обсуждения экологических проблем",
            "Забавно, как религия вмешивается в споры о загрязнении окружающей среды.",
            "Многие растения не в состоянии выжить в таких суровых условиях.",
            "Качество окружающей среды станет лозунгом двадцать первого века.",
            "исследования окружающей среды",
            "Питер страстно увлечён проблемами окружающей среды..",
            "Использование электромобилей даёт большой экологический выигрыш.",
            "Правительство, похоже, уверено в том, что экологические проблемы могут быть решены.",
            "Компания назвала сообщения об экологической катастрофе явным преувеличением.",
            "виды, заполняющие экологическую нишу",
            "Наследственность и окружающая обстановка /окружение/ одинаково важны.",
            "Проблемы окружающей среды вышли на передний план в восьмидесятых.",
            "Мы стараемся создать лучшие условия для деятельности бизнеса.",
            "близорукая позиция правительства по экологическим вопросам",
            "Экологические группы хотят более жёстких мер в отношении загрязнения воздуха автомобилями.",
            "По словам экспертов-экологов, этот шаг воспрепятствует проведению дальнейших исследований.",
            "Агентство провело исследование окружающей среды.",
            "воздействие загрязнения от автомобилей на окружающую среду",
            "Данное предложение было отклонено по экологическим соображениям.",
            "Эти животные были выращены в контролируемой среде.",
            "ущерб окружающей среде от химической промышленности"
        ],
        "stars": 3
    }
}