{
    "epidemic": {
        "comment": [],
        "translate": "эпидемия, вспышка болезни, эпидемический",
        "transcription": " |ˌepɪˈdemɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The epidemic spread to neighboring countries.",
            "How long will it take the epidemic to die out?",
            "Doctors now fear a flu epidemic.",
            "The city was threatened by the epidemic.",
            "The epidemic spread unchecked.",
            "Doctors are struggling to contain the epidemic.",
            "The present epidemic, hopefully, seems to be on the downswing.",
            "Violent crime is reaching epidemic proportions in some cities.",
            "The government stockpiled vaccines to prepare for a flu epidemic.",
            "An epidemic of grief swamped the country.",
            "An epidemic on this scale is without precedent.",
            "Britain is suffering an epidemic of petty crime.",
            "The flu outbreak has reached epidemic proportions.",
            "Doctors seek to eliminate the causes of the epidemic.",
            "A great cholera epidemic raged across Europe in 1831.",
            "Fears about an epidemic are being perpetuated by the media.",
            "The flu epidemic has put a huge strain on the health service.",
            "Cosmetic surgery is now so prevalent that it could qualify as a national epidemic.",
            "The little girl's giggles were epidemic, and soon the entire gathering was laughing.",
            "Many of the headstones were for children who had died during the influenza epidemic.",
            "She called for the prompt mobilization of all national resources to combat the deadly epidemic."
        ],
        "example_translate": [
            "Эпидемия распространилась на соседние страны.",
            "Когда пройдет эпидемия?",
            "Сейчас врачи опасаются эпидемии гриппа.",
            "Городу угрожала эпидемия.",
            "Эпидемия бесконтрольно распространилась.",
            "Врачи изо всех сил стараются сдержать распространение эпидемии.",
            "Будем надеяться, что нынешняя эпидемия пойдет на убыль.",
            "В некоторых городах уровень насильственных преступлений достигает масштабов эпидемии.",
            "Правительство накопило запасы вакцин, чтобы подготовиться к эпидемии гриппа.",
            "По стране прокатилась волна скорби.",
            "Эпидемия такого масштаба не имеет прецедентов.",
            "Великобритания переживает эпидемию мелких преступлений.",
            "Вспышка гриппа достигла масштабов эпидемии.",
            "Врачи стремятся устранить причины эпидемии.",
            "В 1831 году по Европе прокатилась великая эпидемия холеры.",
            "Страх эпидемии поддерживается средствами массовой информации.",
            "Эпидемия гриппа создала огромную нагрузку на систему здравоохранения.",
            "Косметическая хирургия сейчас настолько распространена, что её можно назвать национальной эпидемией.",
            "Девчушка хихикала так заразительно, что вскоре смеялись уже все присутствующие.",
            "Многие из надгробий были установлены в память о детях, умерших во время эпидемии гриппа.",
            "Она потребовала скорейшей мобилизации всех национальных ресурсов для борьбы с этой смертельной эпидемией."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}