{
    "episode": {
        "comment": [],
        "translate": "эпизод",
        "transcription": " |ˈepɪsəʊd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The episode taught me a lesson I'll never forget.",
            "After the second episode, she had to be committed.",
            "He has total recall of the episode.",
            "Watch next week's thrilling episode!",
            "The final episode will be shown tonight.",
            "Last week's episode was good, but this one is a real corker!",
            "That episode was stamped on / in my memory.",
            "That episode has lived with me all my life.",
            "He tried to forget the whole embarrassing episode.",
            "The episode left an unfortunate shadow on the sportsmanship of the visitors.",
            "It was a brief romantic episode in a life devoted to work.",
            "There are previews of the next week's episode at the end of each show.",
            "I usually watch that show every week, but I missed the most recent episode.",
            "I've been agog all afternoon, waiting for the next episode in your mystery story.",
            "I'd be willing to pass over this latest episode of tardiness if there hadn't been so many before.",
            "The episode has brought home to me the pointlessness of this war.",
            "Millions of people are expected to watch the show's final episode.",
            "The killer's identity won't be unmasked until the season's final episode.",
            "Too often the significant episode deteriorates into sententious conversation."
        ],
        "example_translate": [
            "Этот случай стал для меня уроком, который я никогда не забуду.",
            "После второго эпизода /подобного случая/ её пришлось заключить под стражу.",
            "Он вспомнил этот эпизод во всех подробностях.",
            "Смотрите очередной захватывающий эпизод на следующей неделе!",
            "Заключительный эпизод будет показан сегодня вечером.",
            "Серия на прошлой неделе была хороша, но эта — вообще что-то с чем-то!",
            "Тот случай запечатлелся в моей памяти.",
            "Этот эпизод остался у меня в памяти на всю жизнь.",
            "Он постарался забыть весь этот постыдный эпизод.",
            "Этот случай заставил сомневаться в честности посетителей.",
            "Это был короткий романтический эпизод жизни, посвящённой работе.",
            "В конце каждой серии показывают превью эпизода, который выйдет на следующей неделе.",
            "Обычно я смотрю эту передачу каждую неделю, но вот последний эпизод я пропустил.",
            "Я весь день не находил себе места в ожидании следующего эпизода вашей детективной истории.",
            "Я бы охотно закрыл глаза на это недавнее опоздание, если бы раньше их не было так много.",
            "Этот случай заставил меня осознать всю бессмысленность этой войны.",
            "Ожидается, что финальный эпизод этого сериала /шоу/ посмотрят миллионы людей.",
            "Личность убийцы не будет раскрыта до последнего эпизода этого сезона сериала.",
            "Слишком часто показательный эпизод скатывается до нравоучительной беседы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}