{
    "equally": {
        "comment": [],
        "translate": "одинаково, равно, в равной степени, поровну",
        "transcription": " |ˈiːkwəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We shared the money equally.",
            "Divide the cake equally among all the children.",
            "The two projects are equally important.",
            "We looked at each other in silence, each equally shocked.",
            "Deal equally with rich and poor.",
            "We should divide up the costs equally between us.",
            "He is equally ugly and cross.",
            "I try to treat everyone equally.",
            "She said she would share the food equally, but as usual John got the most.",
            "Other choices on the menu looked equally tempting.",
            "Children will find other exhibits equally absorbing.",
            "Has every member of the family been equally provided for?",
            "They came to an accord that profits would be shared equally.",
            "He could equally well be trying to deceive us.",
            "The nervous force is consumed equally in mental and in bodily exertion.",
            "I bequeath to my children the rest of my property, to be divided equally.",
            "She's respected equally by the young and old.",
            "The second major item was of equally beastly complexity.",
            "You must have a good education, but practical training is equally important.",
            "an equally efficacious method of treatment",
            "Court costs were equally apportioned between them.",
            "We agreed to divide the money equally between everyone.",
            "Employers have an obligation to treat all employees equally.",
            "In iambic the stroke may come equally on the first syllable.",
            "Justice mandates that we should treat all candidates equally.",
            "The project worked on the principle that each person's experience was equally valuable.",
            "The teams are pretty equally matched.",
            "If there is any surplus, it will be divided equally.",
            "The money will be divided equally among the charities.",
            "The money will be distributed equally among the winners."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы поделили деньги поровну.",
            "Раздели торт поровну между всеми детьми.",
            "Эти два проекта одинаково важны.",
            "Мы молча смотрели друг на друга, оба в равной степени пораженные.",
            "Одинаково обращайтесь и с богатыми, и с бедными.",
            "Нам следует поделить расходы между собой поровну.",
            "Он выглядит и настроен равно отвратительно.",
            "Я пытаюсь обращаться со всеми одинаково.",
            "Она сказала, что поделит пищу поровну, но, как всегда, Джон получил больше всех.",
            "Другие пункты этого меню выглядели в равной степени заманчиво.",
            "Дети увидят, что другие экспонаты тоже очень интересны.",
            "Каждый ли член семьи в равной степени обеспечен тем, что ему необходимо?",
            "Они договорились разделить доходы поровну.",
            "С таким же успехом вполне может быть, что он пытается нас обмануть.",
            "Нервная энергия расходуется как при умственном, так и при физическом напряжении.",
            "Оставшуюся часть моего имущества я завещаю своим детям, они должны поделить его поровну.",
            "Её в равной мере уважают и молодёжь, и старики.",
            "Второй важный вопрос был так же ужасно сложен.",
            "Вы обязаны иметь хорошее образование, но ровно настолько же важна и практическая подготовка.",
            "столь же эффективный способ лечения",
            "Судебные издержки были поровну распределены между ними.",
            "Мы договорились разделить деньги поровну между всеми.",
            "Работодатели обязаны относиться ко всем работникам одинаково.",
            "В ямбе ударение может падать также и на первый слог.",
            "Справедливость требует, чтобы мы одинаково относились ко всем кандидатам.",
            "Проект действовал по тому принципу, что опыт каждого человека одинаково ценен.",
            "Команды были очень равными по силе.",
            "Если будут излишки, их разделят поровну.",
            "Деньги будут разделены поровну между этими благотворительными организациями.",
            "Деньги будут распределены поровну между победителями."
        ]
    }
}