{
    "equality": {
        "comment": [
            "equal",
            "equally",
            "qualify",
            "quality",
            "qualification",
            "qualified",
            "inequality"
        ],
        "translate": "равенство, равноправие",
        "transcription": " |ɪˈkwɑːlətɪ|",
        "antonyms": [],
        "mnemonic": [
            "equal ['i: kwəl]\nequality [i:'kwɔlɪtɪ]\nequalize ['i:kwəlaɪz] - уравнивать, сравнивать,\nсравнять\n***\nОни СРАВНЯЛИСЬ - вместе путь их|вёл. (это) equal\nВ РАВНЫЕ условия путь их|вёл. (это) equal\nВ ОДИНАКОВЫЕ условия путь их|вёл. (это) equal\nРаз спокойный, значит и|well. (это) equal\n***\nВ РАВЕНСТВЕ вы жить изволите. (это) equality\nПри РАВНОПРАВИИ вы жить изволите. (это) equality"
        ],
        "examples": [
            "Many women are campaigning for sexual equality.",
            "The new law provides for equality of human rights.",
            "Women still have to overcome many obstacles to gain equality.",
            "We must continue to press for full equality.",
            "Women must battle on until they have gained equality.",
            "All people have the right to equality of opportunity.",
            "The Commission for Racial Equality teaches organisations not to discriminate.",
            "Equality between men and women in our society is still only theoretical.",
            "The government must promote racial equality.",
            "Equality is conceivable only between things that are connatural.",
            "Women have yet to achieve full equality with men in the workplace.",
            "The bonds of sisterhood have helped unite women to fight for social equality.",
            "The lack of democracy and equality impelled the oppressed to fight for independence.",
            "Many women are crusading for improvements in the sexual equality laws.",
            "The article seems to be angled towards modern young women in search of equality.",
            "Richardson concluded from his studies that equality between the sexes is still a long way off.",
            "It's absurd to suggest that there's an equality in the evil committed by the Nazis and the crimes of the government of that Asian country."
        ],
        "example_translate": [
            "Многие женщины выступают за равноправие полов.",
            "Новый закон устанавливает равенство прав всех людей.",
            "Женщинам по-прежнему приходится преодолевать множество препятствий, чтобы обрести равенство.",
            "Мы должны продолжать настаивать на условиях полного равенства.",
            "Женщины должны бороться, пока не добьются равенства.",
            "Все люди имеют право на равенство возможностей.",
            "Комиссия по расовому равенству указывает организациям на недопущение политики дискриминации.",
            "Равенство между мужчинами и женщинами в нашем обществе по-прежнему пока только теоретическое.",
            "Правительство должно содействовать расовому равенству.",
            "Равенство возможно только между родственными вещами.",
            "Женщины ещё не добились полного равенства с мужчинами на рабочем месте.",
            "Узы сестринства помогли объединению женщин в борьбе за социальное равенство.",
            "Отсутствие демократии и равенства побудило угнетенных бороться за независимость.",
            "Многие женщины ведут ожесточённую борьбу за равноправие полов.",
            "Статья кажется написанной в расчете на современных молодых женщин, добивающихся равноправия.",
            "В результате своих исследований Ричардсон сделал вывод, что до равенства между мужчинами и женщинами ещё очень далеко.",
            "Нелепо предполагать, что зло, совершенное нацистами, и преступления правительства этой азиатской страны ничем не отличаются."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}