{
    "equip": {
        "comment": [
            "equipment"
        ],
        "translate": "оборудовать, экипировать, снарядить, снаряжать, снабжать, вооружать, давать",
        "transcription": " |ɪˈkwɪp|",
        "antonyms": [],
        "mnemonic": [
            "equip [икви'п] снаряжать, оборудовать - (И к VIP) мы снарядим народных мстителей.",
            "sweep [swi: p]\nweep [wi: p]\nequip [ɪ'kwɪp]\nequipment - оснащение\n***\nПОДМЁЛ полы и сделал VIP. (это) sweep\nВыметание, подметание, трубочист, негодяй.\n***\nЧтоб не ПЛАКАТЬ - живу в VIP (это). weep\n***\nОСНАСТИМ мы домик|VIP. (это) equip\n***\nТы не плачь \"weep\",\nа пол подметай \"sweep\"."
        ],
        "examples": [
            "The rooms are equipped with video cameras.",
            "This hotel room is not equipped for cooking.",
            "He was not equipped with enough ability for the job.",
            "What does it cost to equip a young man for the navy?",
            "He equipped himself with a hammer and nails.",
            "More money was needed to train and equip the troops.",
            "We must equip young teachers to deal with difficult children.",
            "We equip students with the skills they will need once they leave college.",
            "Equipped with a hoe and a shovel, I headed for the garden.",
            "She was never equipped to be a dancer.",
            "They spent a lot of money equipping the school with new computers.",
            "She is well-equipped to deal with emergencies.",
            "Her training has equipped her to deal with emergencies.",
            "Those students are not equipped for the challenges of college.",
            "The emergency services are equipped to deal with disasters of this kind.",
            "The expedition was equipped with proper clothing, food, and other necessities."
        ],
        "example_translate": [
            "Номера оборудованы видеокамерами.",
            "Номер в отеле не оборудован для приготовления пищи.",
            "У него не хватало способностей для такой работы.",
            "Сколько стоит экипировать человека во флот?",
            "Он вооружился молотком и гвоздями.",
            "Для подготовки и оснащения войск требовалось ещё больше денег.",
            "Мы должны научить молодых преподавателей справляться с трудными детьми.",
            "Мы вооружаем студентов навыками, которые им понадобятся, когда они покинут колледж.",
            "Вооружившись тяпкой и лопатой, я направился в сад.",
            "У неё никогда не было задатков танцовщицы.",
            "Они потратили много денег на оснащение школы новыми компьютерами.",
            "Она хорошо подготовлена к борьбе с чрезвычайными ситуациями.",
            "Подготовка позволяет ей справляться с чрезвычайными ситуациями.",
            "Эти ученики не подготовлены к трудностям студенческой жизни.",
            "Аварийные службы оснащены для борьбы с последствиями стихийных бедствий такого рода.",
            "Экспедиция была оснащена соответствующей одеждой, продуктами питания и другими предметами первой необходимости."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}