{
    "equipment": {
        "comment": [
            "equivalent",
            "equity",
            "equilibrium"
        ],
        "translate": "оборудование, снаряжение, оснащение, аппаратура, экипировка, вооружение, арматура",
        "transcription": " |ɪˈkwɪpmənt|",
        "antonyms": [],
        "mnemonic": [
            "sweep [swi: p]\nweep [wi: p]\nequip [ɪ'kwɪp]\nequipment - оснащение\n***\nПОДМЁЛ полы и сделал VIP. (это) sweep\nВыметание, подметание, трубочист, негодяй.\n***\nЧтоб не ПЛАКАТЬ - живу в VIP (это). weep\n***\nОСНАСТИМ мы домик|VIP. (это) equip\n***\nТы не плачь \"weep\",\nа пол подметай \"sweep\"."
        ],
        "examples": [
            "a very useful piece of equipment",
            "This equipment is still functional.",
            "He has trucked all his equipment.",
            "Bring your own equipment.",
            "The photographer came early to set up his equipment.",
            "The equipment cannot function without the staff.",
            "We depreciate our equipment over three years.",
            "A lot of money was spent on the equipment of the new hospital.",
            "an expensive piece of medical equipment",
            "A catcher needs a lot of protective equipment.",
            "Check the equipment for wear and tear.",
            "He stashed the equipment under the bed.",
            "Our equipment is a bit behind the times.",
            "I'm looking for a hobby that doesn't require a lot of fancy equipment.",
            "Check that the equipment is operating in a safe manner.",
            "The equipment is shipped with detailed installation instructions.",
            "American Association of Equipment Lessors",
            "Only a few stores sell that type of equipment.",
            "Figure 2 shows photographic and schematic views of the equipment.",
            "We should check the equipment to make sure that it's working properly.",
            "He works in a sports centre instructing people in the use of the gym equipment.",
            "The equipment was sold for scrap.",
            "The farm lacks even basic equipment.",
            "He designed a new piece of equipment.",
            "a company that sells lighting equipment",
            "He has a full array of stereo equipment.",
            "We stock a wide range of kitchen equipment.",
            "Scott's equipment was damaged beyond repair.",
            "The classroom equipment is pretty rudimentary.",
            "I was billed for equipment that I didn't order."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "очень полезная часть оборудования",
            "Это оборудование все еще в рабочем состоянии.",
            "Он привёз на грузовике всё своё оборудование.",
            "Оборудование приносите с собой.",
            "Фотограф пришёл пораньше, чтобы установить свою аппаратуру.",
            "Это оборудование не может работать без обслуживающего персонала.",
            "Мы списываем стоимость нашего оборудования за три года.",
            "Много денег было потрачено на оборудование новой больницы.",
            "дорогое медицинское оборудование",
            "Кэтчеру требуется много защитной экипировки.",
            "Проверьте оборудование на износ.",
            "Он спрятал оборудование под кровать.",
            "Наше оборудование немного устарело.",
            "Я ищу какое-нибудь хобби, для которого не требуется куча дорогого оборудования.",
            "Убедитесь, что оборудование работает в безопасном режиме.",
            "В комплект поставляемого оборудования входит подробная инструкция по установке.",
            "Американская ассоциация фирм, сдающих оборудование в аренду",
            "Лишь в нескольких магазинах продаётся этот тип оборудования.",
            "На рисунке 2 показаны фотографический и схематический виды данного оборудования.",
            "Мы должны проверить оборудование, чтобы убедиться, что оно работает правильно.",
            "Он работает в спортивном центре, где обучает людей пользоваться спортивным оборудованием.",
            "Оборудование было продано на металлолом.",
            "На ферме отсутствует даже самое элементарное оборудование.",
            "Он разработал новое оборудование.",
            "компания, которая продаёт осветительное оборудование",
            "У него есть полный комплект стереооборудования.",
            "У нас имеется широкий ассортимент кухонных принадлежностей.",
            "Снаряжение Скотта пришло в полную негодность /восстановлению не подлежало/.",
            "Класс оборудован весьма примитивно.",
            "Мне выставили счёт за оборудование, которое я не заказывал."
        ],
        "stars": 3
    }
}