{
    "erase": {
        "comment": [],
        "translate": "стирать, подчищать, вычеркивать, соскабливать, убивать, выскабливать",
        "transcription": " |ɪˈreɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Who erased the files from my hard disk?",
            "Why have our names been erased from the list?",
            "I erased the chalk marks from the blackboard.",
            "He couldn't erase the image from his mind.",
            "Try as I might, I cannot erase such a terrible experience from my memory.",
            "To erase, you must backspace",
            "You can erase the tape and use it again.",
            "If you make a mistake, just erase it and start over.",
            "She had tried to erase the memory of that day.",
            "She erased the wrong answer from her paper and filled in the correct one.",
            "The Turks erased the Armenians in 1915.",
            "Several important files were accidentally erased.",
            "Use a pencil instead of a pen so you can erase your mistakes.",
            "The computer crashed, and all our records were erased.",
            "Some of the names had been accidentally erased.",
            "Please erase the formula on the blackboard — it is wrong!"
        ],
        "example_translate": [
            "Кто стер файлы с моего жесткого диска?",
            "Почему нас вычеркнули из списка?",
            "Я стер мел с классной доски.",
            "Он не мог стереть этот образ из своей памяти.",
            "Сколько я ни старался, я не мог забыть об этом ужасе.",
            "Чтобы стереть напечатанный текст (на компьютере) необходимо нажать клавишу backspace.",
            "Плёнку можно стереть, и использовать её ещё раз.",
            "Если сделаешь ошибку, просто сотри её и начни заново.",
            "Она пыталась стереть тот день из памяти.",
            "Она стёрла из своей работы неправильный ответ и вписала туда правильный.",
            "В 1915 году турки истребили армян.",
            "Были случайно удалены несколько важных файлов.",
            "Воспользуйтесь карандашом вместо ручки, чтобы можно было стереть ваши ошибки",
            "Компьютер вышел из строя, и все наши записи стёрлись.",
            "Некоторые из имён были случайно стёрты.",
            "Сотрите, пожалуйста, формулу на доске: она неправильная!"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}