{
    "especially": {
        "comment": [],
        "translate": "особенно, специально, главным образом, сугубо",
        "transcription": " |ɪˈspeʃəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I made this pie especially for you.",
            "I never liked long walks, especially in winter.",
            "She bought a new pair of trainers especially for the trip.",
            "I was especially fond of chocolate biscuits.",
            "He was especially concerned about the contract.",
            "Graphics are especially well handled in the book.",
            "Winning this tournament was especially satisfying.",
            "Feedback is especially important in learning skills.",
            "There is nothing especially radical about that idea.",
            "A depreciation of the dollar would make US exports cheaper and especially so in Japan.",
            "Art books are expensive to produce, especially if they contain colour illustrations.",
            "an especially (or specially) cautious approach to the danger"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я приготовила этот пирог специально для вас.",
            "Я никогда не любил долгие прогулки, особенно зимой.",
            "Специально для этой поездки она купила новую пару кроссовок.",
            "Мне особенно нравилось шоколадное печенье.",
            "Этот договор вызывал у него особое беспокойство.",
            "Для книги графические материалы подготавливают особенно хорошо.",
            "Победа в этом турнире была особенно приятной.",
            "Обратная связь особенно важна при освоении новых навыков.",
            "В этой идее нет ничего особенно радикального.",
            "Обесценивание доллара сделает американский экспорт дешевле, и особенно в Японии.",
            "Выпуск иллюстрированных книг очень дорог, особенно если они содержат цветные иллюстрации.",
            "особенно осторожный подход к данной угрозе"
        ]
    }
}