{
    "essay": {
        "comment": [
            "say",
            "saying"
        ],
        "translate": "эссе, очерк, опыт, этюд, попытка, набросок, подвергать испытанию, пытаться",
        "transcription": " |ˈeseɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His essay was full of mistakes.",
            "The essay is well written.",
            "First do a rough draft of your essay.",
            "Have you handed your essay in yet?",
            "The infant had essayed a few wobbly steps.",
            "Rousseau's Essay on the Origin of Languages",
            "There are many problems with her essay.",
            "Mr Biggs has set us a 2000-word essay.",
            "I only just finished my essay in time.",
            "She pegged away at her essay.",
            "I had to write the essay all over again.",
            "She wrote an essay comparing two poems.",
            "The essay was in the form of a dialogue.",
            "Write an essay of about five hundred words.",
            "Your essay was quite good, but you omitted several important dates and events.",
            "He proofread the essay carefully.",
            "The teacher handed out a sample essay.",
            "The essay is brief but thorough enough.",
            "The essay questions on the test were easy.",
            "The essay covers familiar ground.",
            "an academic essay filled with jargon",
            "Your essay seems unfocused and unclear.",
            "She only gave me a B for my last essay.",
            "There are a few mistakes in your essay.",
            "He's been slaving over his history essay.",
            "Her essay was a wonderful piece of writing.",
            "The teacher asked him to rewrite the essay.",
            "I got a few days' grace to finish my essay.",
            "an essay written in a familiar style",
            "an essay written in a very literary style"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В его эссе было полно ошибок.",
            "Это эссе хорошо написано.",
            "Сначала напишите черновик вашего сочинения.",
            "Ты уже сдал сочинение на проверку?",
            "Младенец попытался сделать несколько неуверенных шагов.",
            "сочинение Руссо о происхождении языков",
            "С её эссе много проблем.",
            "Мистер Биггс задал нам сочинение на две тысячи слов.",
            "Я еле-еле успел вовремя закончить своё сочинение.",
            "Она корпела /упорно и старательно работала/ над своим сочинением.",
            "Мне пришлось переписать всё сочинение заново.",
            "Она написала сочинение, в котором сравнивала эти два стихотворения.",
            "Сочинение было в форме диалога.",
            "Напишите сочинение объёмом около пятисот слов.",
            "Ваше сочинение неплохое, но вы забыли упомянуть о некоторых важных датах и событиях.",
            "Он тщательно вычитал сочинение.",
            "Учитель раздал образец сочинения.",
            "Данное сочинение является кратким, но достаточно основательным.",
            "Большие вопросы на контрольной были лёгкими. (an essay question — вопрос, на который требуется дать развёрнутый ответ в виде нескольких предложений или абзацев текста)",
            "Сочинение охватывает хорошо знакомую тему.",
            "научная работа, полная специальных терминов",
            "Ваше эссе кажется расплывчатым и неясным.",
            "Она поставила мне всего лишь \"B\" за последнее сочинение.",
            "В вашем сочинении есть несколько ошибок .",
            "Он усиленно трудится над своим историческим очерком.",
            "Её очерк представлял собой замечательное сочинение.",
            "Учитель попросил его переписать сочинение.",
            "Мне дали ещё несколько дней, чтобы дописать эссе.",
            "очерк, написанный в привычном стиле",
            "сочинение, написанное в весьма литературной манере"
        ]
    }
}