{
    "essential": {
        "comment": [
            "essence",
            "essentially"
        ],
        "translate": "необходимый, существенный, основной, сущность, неотъемлемость",
        "transcription": " |ɪˈsenʃl|",
        "antonyms": [],
        "mnemonic": [
            "essential [ɪ'senʃəl]\n***\nСУЩЕСТВЕННАЯ разница: как я шёл и|сын|шёл. (это)\nessential\nЗа НЕОБХОДИМОЙ книгой и|сын|шёл. (это) essential\nЗа ВАЖНЫМ поеду на \"Сейшел\". (это) essential\nОСНОВНОЕ купим на \"Сейшел\". (это) essential\nНепременный, необходимый, существенный.\nСущность."
        ],
        "examples": [
            "It is essential to book in advance.",
            "A good diet is essential for everyone.",
            "Ability to sell is essential for the job.",
            "The black is an essential color.",
            "Essential Elements",
            "Free speech is an essential right of citizenship.",
            "I have a grip of the essential facts of the case.",
            "the essentials of the good life",
            "Vitamins are essential for healthy growth.",
            "Attention to detail is essential in this job.",
            "My personal experience does not corroborate your faith in the essential goodness of people.",
            "Honesty is an essential ingredient of a successful marriage.",
            "The ointment may be scented with any essential oil.",
            "Even in small companies, computers are an essential tool.",
            "The class system is essential to energetic common college life.",
            "Computers are an essential part of modern life.",
            "These foods have all of the essential proteins.",
            "There's no essential difference between the two products.",
            "A basic grounding in math is essential for the economics course.",
            "It is essential to get good professional advice.",
            "Languages are an essential part of the school curriculum.",
            "A loving home is essential for a child's personal growth.",
            "Nutrition and exercise are essential to fitness and health.",
            "The essential problem with this plan is that it will cost too much.",
            "The essential point of relay racing is that it is a team effort.",
            "funds essential to the completion of the project",
            "This form of conflict is essential to Mann's writing.",
            "The computer laboratory is an essential resource for students.",
            "Improved rail transport is essential for business.",
            "Knowledge of human anatomy is essential to figure drawing."
        ],
        "example_translate": [
            "Необходимо забронировать места заранее.",
            "Правильное питание необходимо каждому.",
            "Для этой работы важнейшее значение имеет умение продавать.",
            "Чёрный относится к основным цветам.",
            "Реквизиты",
            "Свобода слова является неотъемлемым правом гражданина.",
            "У меня сложилась картина основных фактов по этому делу.",
            "необходимые составляющие хорошей жизни",
            "Витамины необходимы для здорового роста.",
            "Внимание к деталям очень важно в этой работе.",
            "Мой личный опыт не подтверждает вашу веру в присущее людям великодушие /доброту/.",
            "Честность — это важнейшая составляющая успешного брака.",
            "Мазь может быть ароматизирована любым из эфирных масел.",
            "Даже в небольших компаниях компьютеры являются важным рабочим инструментом.",
            "Групповая система играет решающую роль в создании активной общественной жизни колледжа.",
            "Компьютеры являются неотъемлемой частью современной жизни.",
            "В этих продуктах имеются все необходимые белки.",
            "Между этими двумя продуктами нет никакой существенной разницы.",
            "Знание основ математики необходимо для обучения экономике.",
            "Крайне важно получить хорошую профессиональную консультацию.",
            "Языки являются неотъемлемой частью школьной программы.",
            "Любящая семья жизненно важна для личностного роста ребёнка.",
            "Правильное питание и занятия спортом необходимы для хорошей физической формы и здоровья.",
            "Основная проблема этого проекта заключается в том, что он будет слишком дорого стоить.",
            "Основным моментом в эстафетных гонках является то, что это — командная работа.",
            "средства, необходимые для завершения данного проекта",
            "Эта форма конфликта является основной для произведений Манна.",
            "Компьютерная лаборатория является важным ресурсом для студентов.",
            "Улучшение железнодорожного транспорта имеет важное значение для бизнеса.",
            "Знание анатомии человека очень важно для рисования человеческой фигуры."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}