{
    "essentially": {
        "comment": [
            "essence",
            "essential"
        ],
        "translate": "по существу, существенным образом",
        "transcription": " |ɪˈsenʃəlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A society is essentially an organism.",
            "Oil is essentially their only resource.",
            "Essentially, we are talking about the cold war period.",
            "The winking of the eyes is essentially automatic.",
            "Free speech is an essential right of citizenship.",
            "Ballet is essentially a middle-class interest.",
            "That blessed union has contributed so essentially to the prosperity of both countries.",
            "The argument was essentially a technical one.",
            "There's no essential difference between the two products.",
            "punishments...essentially vindictive in their nature",
            "Suicide rates have remained essentially unchanged.",
            "It is essentially a simple notion, but explicating it is difficult.",
            "As a fighter pilot, he knows that good vision is essential.",
            "The essential problem with this plan is that it will cost too much.",
            "This will be just an introduction to the essentials of computer programming.",
            "The essentials for success include a willingness to work and the right attitude.",
            "something essentially vulgar and meanspirited in politics",
            "Trees girdled the campus, essentially hiding it from view.",
            "The research paper was essentially a pastiche made up of passages from different sources.",
            "an essay that is essentially a long miserere about the decline of good manners in our society"
        ],
        "example_translate": [
            "Общество, по сути своей, есть организм.",
            "Нефть, по сути, является их единственным ресурсом.",
            "По сути, мы говорим о периоде \"холодной войны\".",
            "Моргание происходит, по большей части, непроизвольно.",
            "Свобода слова является неотъемлемым правом гражданина.",
            "Балетом интересуются в основном представители среднего класса.",
            "Этот благословенный союз внёс столь существенный вклад в процветание обеих стран.",
            "По сути, спор был чисто формальным.",
            "Между этими двумя продуктами нет никакой существенной разницы.",
            "наказания...по своей сути являются своеобразной местью",
            "Уровень самоубийств практически не меняется.",
            "Это, по сути, простое понятие, но объяснить его трудно.",
            "Как лётчик-истребитель, он понимает, насколько важно хорошее зрение.",
            "Основная проблема этого проекта заключается в том, что он будет слишком дорого стоить.",
            "Это будет просто знакомство с основами компьютерного программирования.",
            "Для успеха совершенно необходимы желание работать и правильное отношение.",
            "что-то, по большому счёту, вульгарное и подлое в политике",
            "Территорию университета окружали деревья, фактически пряча её от посторонних глаз.",
            "Эта научно-исследовательская работа была, по сути, сборной солянкой, составленной из отрывков из различных источников.",
            "сочинение, которое, по сути, представляет собой одну длинную жалобу на упадок хороших манер в нашем обществе"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}