{
    "essence": {
        "comment": [
            "essential",
            "essentially"
        ],
        "translate": "сущность, существо, эссенция, экстракт, аромат, существование, бензин, духи",
        "transcription": " |ˈesns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "In essence his message was very simple.",
            "She was the essence of punctuality.",
            "The essence of love is unselfishness.",
            "It was a perfect love-letter, that is to say, it was the essence of nonsense.",
            "She seems the very essence of kindness (=she seems very kind).",
            "Others consider that Ireland's very essence is expressed through the language.",
            "But it is line, always line, not harmony, that is the essence of the matter.",
            "The book's illustrations capture the essence of the story.",
            "Good communications are of the essence to remain competitive.",
            "Real definition provides a statement of the nature or essence of a thing.",
            "The essence of Arsenal's style of football was speed.",
            "These photographs capture the essence of working-class life at the turn of the century.",
            "service that is the essence of swank: the waiters pull out your chair for you and even place your napkin on your lap"
        ],
        "example_translate": [
            "В сущности, его послание было очень простым.",
            "Она была сама пунктуальность.",
            "В сущности, любовь — это отсутствие эгоизма.",
            "Это было самое настоящее любовное письмо, иными словами, - полнейшая чепуха.",
            "Она кажется воплощением доброты (т.е. она кажется очень доброй).",
            "Некоторые утверждают, что самая сущность Ирландии проявляется в её языке.",
            "Но именно мелодическая линия, именно мелодия, а не гармония составляет самое существенное.",
            "Иллюстрации к данной книге отражают суть её сюжета.",
            "Хорошие связи очень важны для того, чтобы оставаться конкурентоспособными.",
            "Реальное определение описывает предмет через его существенные свойства.",
            "Сутью футбольного стиля \"Арсенала\" была скорость.",
            "На этих фотографиях запечатлена суть жизни рабочего класса на рубеже веков.",
            "обслуживание, которое представляет собой самую суть изысканности: официанты отодвигают вам стул и даже кладут вам на колени салфетку"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}