{
    "establishment": {
        "comment": [],
        "translate": " установление, учреждение, заведение, истеблишмент, введение, основание, ведомство",
        "transcription": "  |ɪˈstæblɪʃmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Commercial establishments remain closed today.",
            "The establishment of the regional government did not end terrorism.",
            "Shops and other commercial establishments remain closed today.",
            "the establishment of a scientific fact",
            "He quickly became recognized as a member of the establishment.",
            "Young people are supposed to rebel against the Establishment.",
            "Darwin's theory rocked the scientific establishment to its foundations.",
            "Shopkeepers would once have been pillars of the Tory establishment.",
            "He rejected the orthodoxies of the scientific establishment.",
            "The medical establishment is taking healing increasingly seriously.",
            "The defeat of the army was followed by the establishment of constitutional government."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Торговые предприятия сегодня остаются закрытыми.",
            "Создание регионального правительства не привело к уничтожению терроризма.",
            "Магазины и другие торговые заведения сегодня закрыты.",
            "установление научного факта",
            "Он быстро стал признанным членом правящих кругов.",
            "Молодые люди должны бунтовать против правящих кругов.",
            "Теория Дарвина потрясла научный мир до самых основ.",
            "Лавочники когда-то были опорой стоящих у власти консерваторов.",
            "Он отверг представления, принятые в научном сообществе.",
            "В медицинских кругах целительство воспринимается всё более серьёзно.",
            "За поражением армии последовало установление конституционного правительства."
        ]
    }
}