{
    "establish": {
        "comment": [
            "establishment",
            "established"
        ],
        "translate": " устанавливать, создавать, учреждать, заложить, основывать, устраивать, заключать",
        "transcription": "  |ɪˈstæblɪʃ|",
        "antonyms": [],
        "mnemonic": [
            "establish [ɪs'tæblɪʃ]\n***\nУСТАНОВИТЬ порядок смог штаб|лишь. (это)\nestablish\nПорядок УСТАНОВИЛИ и устали|ж. (это) establish\nОсновывать.",
            "publish ['pʌblɪʃ]\npublic ['pʌblɪk] - общественный, публичный. народ,\nпублика\npublicity - публичность, гласность\n***\nПУБЛИКОВАТЬ книги будем для пап|лишь. (это)\npublish\nИЗДАВАТЬ книги будем для баб|лишь. (это) publish\n***\nЯ бизнес основал \"establish\"\nи книгу опубликовал \"publish\"."
        ],
        "examples": [
            "It's our job to establish the cause of the fire.",
            "The school was established in 1989 by an Italian professor.",
            "The film established her as a star.",
            "She established a reputation as a hard worker.",
            "We had already established contact with the museum.",
            "The head of the company established his son in business.",
            "The sonnets established his reputation as a gifted poet.",
            "Establish the right relationships at work and you're halfway there.",
            "First of all, we need to establish the facts of the case.",
            "I was never able to establish whether she was telling the truth.",
            "Our goal is to establish a new research centre in the North.",
            "establishing a link between diet and cancer",
            "The autopsy established that he had been murdered.",
            "Hungary established diplomatic relations with Chile in 1990.",
            "She established a system of tracking expenses more accurately.",
            "The city of Boerne was established by German settlers in the 1840s.",
            "Establish your top price and stick to it. This is the best way not to overbid.",
            "As children grow, they establish their own identities.",
            "As a young doctor he worked hard to establish himself in the community.",
            "It is important to establish the chronology of the events.",
            "The word is now established as part of the English language.",
            "A necropsy failed to definitively establish a cause of death.",
            "She will first have to establish her leadership credentials.",
            "They want to establish their children in the family business.",
            "The company has established itself as a leader in the industry.",
            "They want to establish a better working relationship between medical and nursing staff.",
            "The two countries established a mutual trade agreement.",
            "one of the first cities to establish crèches so that poor women with children could work outside of the home",
            "We can't do it unless we establish some system around here.",
            "Administrators need to establish a close liaison with employees."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Наша задача — установить причину этого пожара.",
            "Школа была основана в 1989 году одним итальянским профессором.",
            "После этого фильма она стала звездой.",
            "Она закрепила за собой репутацию труженицы.",
            "К тому времени мы уже наладили связи с музеем.",
            "Глава компании обеспечил своему сыну положение в деловом мире.",
            "Эти сонеты упрочили его репутацию талантливого поэта.",
            "Установи хорошие отношения на работе — и полдела сделано.",
            "Прежде всего, мы должны выяснить обстоятельства дела.",
            "Я так и не смог точно узнать, говорила ли она правду.",
            "Наша цель — создание нового научно-исследовательского центра на севере.",
            "установление связи между питанием и раком",
            "Вскрытие установило, что он был убит.",
            "Венгрия установила дипломатические отношения с Чили в 1990 году.",
            "Она создала систему, позволяющую более точно отслеживать расходы.",
            "Город Берне был заложен немецкими переселенцами в сороковых годах девятнадцатого века.",
            "Установите для себя потолочную цену и придерживайтесь ее. Это лучший способ не завысить цену.",
            "В процессе взросления дети создают свою собственную личность.",
            "Будучи молодым врачом, он усердно работал, чтобы утвердиться в обществе.",
            "Важно восстановить хронологию событий.",
            "Сейчас это слово твёрдо вошло в состав английского языка.",
            "В результате вскрытия причину смерти окончательно установить не удалось.",
            "Для начала ей придётся доказать свои права на лидерство.",
            "Они хотят пристроить своих детей в семейном бизнесе.",
            "Компания зарекомендовала себя одним из лидеров в данной отрасли.",
            "Они хотят установить хорошие рабочие отношения между врачами и медсестринским персоналом.",
            "Между этими двумя странами было заключено взаимное торговое соглашение.",
            "один из первых городов, учредивших детские ясли, чтобы бедные женщины с детьми могли работать вне дома",
            "Мы не сможем это сделать, если только не создадим здесь какую-то систему.",
            "Администрации нужно установить тесную связь с работниками."
        ],
        "stars": 3
    }
}