{
    "established": {
        "comment": [],
        "translate": "установленный, признанный, авторитетный, устроенный, укоренившийся, официальный",
        "transcription": " |ɪˈstæblɪʃt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The film established her as a star.",
            "They established a cap for prices.",
            "The fund was established to aid the poor.",
            "The grammar of the film was established.",
            "She established a reputation as a hard worker.",
            "They established a foundation to help orphaned children.",
            "An interim government was established.",
            "The government established a wage floor.",
            "The opening established the basic theme.",
            "A direct telephone linkup has been established.",
            "The town was first established in colonial times.",
            "The autopsy established that he had been murdered.",
            "She has established primacy in her field of study.",
            "They've established a better working relationship.",
            "We had already established contact with the museum.",
            "He swiftly established himself as a star in Hollywood.",
            "The two countries established a mutual trade agreement.",
            "The head of the company established his son in business.",
            "That is inconsonant with established judicial tradition.",
            "Radar established the precise location of the aircraft.",
            "The sonnets established his reputation as a gifted poet.",
            "The teachers' contract established a grievance procedure.",
            "Competition from established businesses can be formidable.",
            "The school was established in 1989 by an Italian professor.",
            "He dared to challenge the established (=traditional) order.",
            "The state has established harsh penalties for drug dealers.",
            "The city was established as a military outpost in the 1800s.",
            "The company has established a secure foothold in the market.",
            "These products are firmly established as the market leaders.",
            "The word is now established as part of the English language."
        ],
        "example_translate": [
            "После этого фильма она стала звездой.",
            "Они установили ограничение цен.",
            "Фонд был создан в целях оказания помощи бедным.",
            "Были определены основные принципы фильма.",
            "Она закрепила за собой репутацию труженицы.",
            "Они основали фонд для помощи детям-сиротам.",
            "Было создано временное правительство.",
            "Правительство установило минимальный размер оплаты труда.",
            "Во вступлении была задана основная тема.",
            "Установлено прямое телефонное соединение.",
            "Город был основан в колониальные времена.",
            "Вскрытие установило, что он был убит.",
            "Она установила первенство в своей области специализации.",
            "Они улучшили рабочие отношения.",
            "К тому времени мы уже наладили связи с музеем.",
            "Он быстро утвердился в качестве звезды Голливуда.",
            "Между этими двумя странами было заключено взаимное торговое соглашение.",
            "Глава компании обеспечил своему сыну положение в деловом мире.",
            "Это идёт вразрез с установившейся судебной традицией.",
            "Точное местонахождение воздушного судна установил радар.",
            "Эти сонеты упрочили его репутацию талантливого поэта.",
            "Учительским договором была установлена процедура рассмотрения жалоб.",
            "Конкуренция со стороны авторитетных компаний может быть значительной.",
            "Школа была основана в 1989 году одним итальянским профессором.",
            "Он осмелился бросить вызов сложившемуся (т.е. традиционному) порядку.",
            "Государство установило суровые наказания для наркодельцов.",
            "Этот город был основан в девятнадцатом веке в качестве военного форпоста.",
            "Компания установила прочные позиции на рынке.",
            "Эти продукты прочно утвердились в качестве лидеров рынка.",
            "Сейчас это слово твёрдо вошло в состав английского языка."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}