{
    "estate": {
        "comment": [
            "manifestation"
        ],
        "translate": "имущество, поместье, имение, сословие, площадка жилой застройки, положение",
        "transcription": " |ɪˈsteɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She works in real estate.",
            "He left his estate to her.",
            "His estate was valued at $150,000.",
            "All his money is in real estate.",
            "He willed his entire estate to her.",
            "The entry to the estate is behind those trees.",
            "There were many charges on his estate.",
            "The estate is surrounded by high stone walls.",
            "The firm also has real estate holdings in Florida.",
            "The estate devolved on a distant cousin.",
            "She prospered as a real estate agent.",
            "They had to render the estate",
            "The first act was laid at a country estate.",
            "The estate was wasted during its alienation.",
            "The family owned a large estate on Long Island.",
            "The parties may conclude a precontract on an intended sale of real estate.",
            "Changes unjoint the whole estate.",
            "Real estate speculators agreed not to bid against each other.",
            "...a crafty real estate broker who got people to sell their property at bargain prices...",
            "His wife could make no disposition of the personal estate.",
            "She left instructions that her estate be / should be divided evenly.",
            "Mails and duties are the rents, whether in kind or money, of an estate.",
            "He drives (=has) a BMW estate.",
            "the residuary part of the estate",
            "a fall in the value of real estate",
            "He conveyed the estate to his son.",
            "She made a bundle selling real estate.",
            "Papers, about inclosing a common upon his estate. (S. Johnson, Idler, 1759)",
            "We have a prior claim to the estate.",
            "The estate includes a small guesthouse."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она работает в сфере недвижимости.",
            "Он оставил ей своё поместье.",
            "Его имущество оценивалось в 150 тыс. долларов.",
            "Все его деньги вложены в недвижимость.",
            "Он завещал ей всё своё состояние.",
            "Въезд в это имение - за теми деревьями.",
            "У него было много долгов.",
            "Усадьба окружена высокими каменными стенами.",
            "У фирмы также имеется недвижимость во Флориде.",
            "Имение перешло к дальнему родственнику.",
            "Она преуспела в качестве агента по недвижимости.",
            "Им пришлось отдать поместье / недвижимость.",
            "Действие первого акта происходило в загородном имении.",
            "Имущество было растрачено, пока оно было в состоянии отчуждения.",
            "Этой семье принадлежало большое поместье на Лонг-Айленде.",
            "Стороны могут заключить предконтракт к продаже недвижимости.",
            "Изменения разрушают всю ситуацию.",
            "Спекулянты недвижимостью договорились не перебивать цену друг другу.",
            "...хитрый маклер, который наловчился выторговывать у клиентов недвижимость за бесценок...",
            "Его жена не имела права распоряжаться движимым имуществом.",
            "Она завещала, чтобы ее поместье было поделено поровну.",
            "Рента - это плата за аренду собственности, уплачиваемая деньгами или в натуральной форме.",
            "У него BMW с кузовом универсал.",
            "оставшаяся часть недвижимости",
            "падение стоимости недвижимости",
            "Он передал поместье сыну.",
            "Она сколотила круглую сумму на продаже недвижимости.",
            "Бумаги, в которых шла речь о присоединении общественной земли к его поместью.",
            "Мы обладаем преимущественным правом требования на эту недвижимость.",
            "В поместье имеется небольшой гостевой дом."
        ]
    }
}