{
    "estimate": {
        "comment": [
            "mate",
            "climate",
            "legitimate",
            "underestimate",
            "inmate",
            "intimate",
            "ultimate"
        ],
        "translate": " оценка, оценивать, смета, калькуляция, исчисление, прикидывать, ценить",
        "transcription": "  |ˈestɪmət|",
        "antonyms": [],
        "mnemonic": [
            "estimate ['estɪmeɪt] ['estɪmɪt]\noverestimate [əuvər'ɛstɪmeɪt] - переоценивать\n***\nОЦЕНИВАТЬ он честь|имеет. (это) estimate ['estɪmeɪt]\n***\nНа ОЦЕНКУ есть|лимит. (это) estimate ['estɪmɪt]\nОценка, смета.\n***\nЯ тебя оценил \"estimate\"\nи вдохновил \"animate\"."
        ],
        "examples": [
            "They estimated the distance at about three miles.",
            "I was doing estimates of cost.",
            "I would like to revise my estimate.",
            "The cost exceeded our estimate.",
            "Bacon could not estimate Shakespeare.",
            "He got an estimate from the car repair shop.",
            "I would estimate the size of the garden at 1.000 square metres.",
            "The builders estimate the cost of repairing the roof at $600.",
            "an estimate of what it would cost",
            "A conservative estimate of the bill, so far, is about £22,000.",
            "I estimate this chicken to weigh three pounds.",
            "The builder estimates the cost of repairing the roof at $600.",
            "The bibliography runs by estimate to 1,650 titles.",
            "Our cost estimate was way off the mark.",
            "Organizers estimated the crowd at 50,000.",
            "a crude estimate of the population available for work",
            "He tried to estimate the value of the produce at normal prices.",
            "At a conservative estimate, the holiday will cost about £1500.",
            "We solicited several estimates for the project.",
            "The tree is estimated to be at least 700 years old.",
            "Many factors are involved in any estimate of human life.",
            "His estimate for painting the kitchen seems way off base.",
            "It is an estimate of the mean of the population.",
            "It is not easy to estimate how many people have the disease.",
            "The figure will only be about two million, less than half the original estimate.",
            "The cost of the project has been estimated at about 10 million dollars.",
            "This estimate was made on the basis of outdated figures.",
            "Some estimates put the number of deaths at several hundred.",
            "Half of the class has a chance at passing the test, and that is a charitable estimate.",
            "The garage said they'd send me an estimate for the work."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они оценили расстояние примерно в три мили.",
            "Я подсчитывал [рассчитывал] затраты [производил оценку затрат].",
            "Я бы хотел, внести исправления в свои вычисления/расчёты.",
            "Стоимость превысила наши оценки.",
            "Бэкон не смог оценить Шекспира.",
            "Он получил счет из автосервиса.",
            "По моим прикидкам, площадь этого сада — тысяча квадратных метров.",
            "Строители оценивают стоимость починки крыши в 600 долларов.",
            "оценка возможной стоимости",
            "По скромным подсчетам, сумма составит около 22 тысяч фунтов.",
            "По моим прикидкам, эта курица весит три фунта.",
            "Строители оценивают стоимость починки крыши в шестьсот долларов.",
            "Библиография содержит около 1650 названий.",
            "Наша смета затрат была очень далека от истины.",
            "По оценкам организаторов, количество пришедших составило пятьдесят тысяч человек.",
            "приблизительная оценка работоспособного населения",
            "Он попытался прикинуть стоимость продукции по нормальным ценам.",
            "По самым скромным подсчётам, стоимость отпуска составит около полутора тысяч фунтов.",
            "Мы запросили несколько смет по данному проекту.",
            "По оценкам, этому дереву не меньше семисот лет.",
            "В любой оценке человеческой жизни участвует много факторов.",
            "Его смета на окраску кухни кажется совершенно необоснованной.",
            "Это оценка среднего значения генеральной совокупности.",
            "Нелегко оценить, сколько людей уже больны этой болезнью.",
            "Эта цифра будет всего около двух миллионов — меньше половины первоначальной сметы.",
            "Стоимость проекта оценивается примерно в десять миллионов долларов.",
            "Эта оценка была сделана на основе устаревших цифр.",
            "По некоторым оценкам, количество погибших составило несколько сот человек.",
            "На прохождение теста есть шансы у половины класса, и это ещё по-божески.",
            "В гараже сказали, что выслали мне смету за работу."
        ],
        "stars": 3
    }
}