{
    "ethnic": {
        "comment": [],
        "translate": "этнический, языческий, язычник",
        "transcription": " |ˈeθnɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her ethnic origins are French.",
            "These are all small ethnic groups, mere specks on the map.",
            "Ethnic or racial intermarriage is more accepted today than ever before.",
            "influenced by ethnic and cultural ties",
            "Nubians now form an ethnic minority in Egypt.",
            "The region has a long history of ethnic antagonisms.",
            "Britain is sleepwalking its way to a society of ethnic enclaves.",
            "Under-achievement by ethnic minority pupils in the UK has been a matter of concern since the 1960s.",
            "She doesn't care for ethnic humor.",
            "People from ethnic minorities often face prejudice.",
            "The form asks for information about the person's ethnic origin.",
            "a campaign of terror against ethnic minority groups",
            "The justice system is loaded against people from ethnic minorities.",
            "Hundreds were killed in ethnic clashes in the region last month.",
            "The rabble-rousing speech was seen by many as an incitation to ethnic violence.",
            "children who were raised in a home where there was a strong ethnic consciousness",
            "You can get just about any kind of ethnic food in the environs of the university.",
            "a model who owes his striking good looks to his markedly piebald ethnic background",
            "I do believe it is possible for different ethnic groups to live together in harmony.",
            "The kernel of your argument seems to be the inevitability of the division of that nation along ethnic lines.",
            "The shooting inflamed ethnic tensions.",
            "We're straying into ethnic issues here.",
            "varied ethnic traditions of the immigrants",
            "The students are from a variety of ethnic backgrounds.",
            "In that neighborhood of New York, we were all ethnics.",
            "The school teaches pupils from different ethnic groups.",
            "The U.S. has a wide variety of ethnic groups made up of immigrants or their descendants.",
            "An ethnic conflict that was simmering away in the background finally erupted into civil war.",
            "The country's borders are artificial, and were set with no consideration for the various ethnic groups in the region."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "По происхождению она француженка.",
            "Это крошечные этнические группы, сущие точки на карте.",
            "Сегодня браки между представителями разных этнических групп или рас распространены, как никогда раньше.",
            "под влиянием этнических и культурных связей",
            "Сейчас нубийцы в Египте составляют этническое меньшинство.",
            "Регион имеет давнюю историю этнических противоречий.",
            "Британия незаметно для самой себя превращается в общество этнических анклавов.",
            "Проблема отставания учеников из этнических меньшинств Великобритании вызывает беспокойство с конца шестидесятых годов.",
            "Ей не нравится этнический юмор.",
            "Люди, принадлежащие к этническим меньшинствам, часто сталкиваются с предрассудками.",
            "В анкете запрашивается информация об этническом происхождении.",
            "кампании террора против этнических меньшинств",
            "Судебная система настроена против представителей национальных меньшинств.",
            "Сотни людей погибли в межэтнических столкновениях, имевших место в данном регионе в прошлом месяце.",
            "Многими эта подстрекательская речь была воспринята как попытка возбуждения межнациональной вражды.",
            "дети, которые выросли в семье с сильным этническим самосознанием",
            "В окрестностях университета можно купить практически любые национальные блюда.",
            "манекенщик, который обязан своей поразительной красотой явно разношёрстному этническому происхождению",
            "Я действительно верю, что разные этнические группы могут жить вместе в мире и гармонии.",
            "Суть вашей аргументации, по-видимому, состоит в неизбежности разделения этой страны по национальному признаку.",
            "В результате этой перестрелки накалилась межэтническая напряжённость.",
            "Мы сейчас отвлекаемся от сути дела ради этнических проблем.",
            "разнообразные этнические традиции иммигрантов",
            "Студенты происходят из различных этнических групп.",
            "В этом районе Нью-Йорка все мы были нацменами.",
            "В школе обучаются дети из различных этнических групп.",
            "В США имеется большое разнообразие этнических групп, состоящих из иммигрантов или их потомков.",
            "Этнический конфликт, потихоньку разгоравшийся на заднем плане, в конце концов перерос в гражданскую войну.",
            "Границы страны являются искусственными, и были установлены без учёта различных этнических групп, проживающих в данном регионе."
        ]
    }
}