{
    "even": {
        "comment": [
            "prevent",
            "event",
            "evening",
            "evenly",
            "eventually",
            "prevention",
            "uneven"
        ],
        "translate": "даже, ровно, точно, выровнять, четный, ровный, вечер, склон дня",
        "transcription": " |ˈiːvn|",
        "antonyms": [],
        "mnemonic": [
            "even [и':вэн] чётный, даже - По чётным дням даже (Иван) пил водку.",
            "even ['i: vən]\n***\nДАЖЕ нету и двух гривен. (это) even\nЯ ДАЖЕ не знал, что ты наивен. (это) even\nВЫРАВНЯЛИ пол за 10 гривен. (это) even\nРОВНЫЙ путь имеет Сигал Стивен. (это) even\nТОЧНО стóит 10 гривен. (это) even"
        ],
        "examples": [
            "He did even better.",
            "Don't even try.",
            "He looked content, even happy.",
            "His disposition was even.",
            "The even beat of the drum",
            "He read most of the speech in an even tone.",
            "The first half was very even, and neither side scored.",
            "2, 4, 6 and 8 are even numbers.",
            "Even when he is sick, he works.",
            "I don't have even a dollar!",
            "Things were beginning to even out a little.",
            "She spoke with a calm, even voice.",
            "At the end of the first half the score is even.",
            "He had lovely white, even teeth.",
            "The sky was of an even lead colour.",
            "She did not even bother to phone us.",
            "even amounts of butter and sugar",
            "He now had a wonderful chance to even old scores.",
            "We must even out the differences between social classes.",
            "Even as Jane said this, she knew it was not true.",
            "Prices should even off when the crops are gathered.",
            "I feel that I can never get quite even with him again.",
            "If you two sit at the other table, that should even up the groups.",
            "She looked sick and felt even worse.",
            "We finally reached even ground after the long climb.",
            "the even rhythm of his breathing",
            "an even (or still) more interesting problem",
            "The ground evens out on the other side of the mountain.",
            "The horses went at a steady even trot.",
            "During his second day Edward looked even more pale and quiet than on his first."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он поступил даже лучше.",
            "Даже не пытайся.",
            "Он выглядел довольным, и даже счастливым.",
            "Он отличался ровным характером.",
            "Равномерный ритм барабана.",
            "Большую часть речи он прочитал монотонно.",
            "Первый тайм был очень равным, и ни одна из команд не забила.",
            "Два, четыре, шесть и восемь являются чётными числами.",
            "Он работает, даже когда болеет.",
            "У меня нет ни доллара!",
            "Ситуация начала потихоньку выправляться.",
            "Она говорила спокойным, ровным голосом.",
            "После первой половины игры /после первого тайма/ счёт — равный.",
            "У него были прекрасные белые ровные зубы.",
            "Небо было ровного свинцового цвета.",
            "Она даже не удосужилась нам позвонить.",
            "равное количество масла и сахара",
            "Ему предоставился прекрасный шанс свести старые счёты.",
            "Нужно сгладить разницу между социальными группами.",
            "Даже когда Джейн говорила об этом, она знала, что это неправда.",
            "Цены должны выровняться, когда соберут урожай.",
            "Я чувствую, что никогда не смогу с ним расквитаться.",
            "Если вы двое сядете за другой стол, это уравновесит группы.",
            "Она выглядела ужасно, а чувствовала себя ещё хуже.",
            "После долгого подъёма мы наконец-то добрались до равнины.",
            "его ровное дыхание",
            "даже (или ещё) более интересная проблема",
            "На другой стороне горы начинается равнина.",
            "Лошади шли спокойной, ровной рысью.",
            "На второй день Эдвард был ещё более бледным и молчаливым, чем в первый."
        ],
        "stars": 3
    }
}