{
    "evenly": {
        "comment": [],
        "translate": "равномерно, ровно, поровну, одинаково, спокойно, справедливо, беспристрастно",
        "transcription": " |ˈiːvnli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Apply the cream evenly over the skin.",
            "The profits will be split evenly between the three of us.",
            "The paste should be spread evenly upon the table.",
            "You should be ready to bear it evenly, not sullenly.",
            "The even beat of the drum",
            "She left instructions that her estate be / should be divided evenly.",
            "Make sure the weight is evenly distributed.",
            "We finally reached even ground after the long climb.",
            "He was breathing more evenly now.",
            "They want the country's wealth to be more evenly spread.",
            "a class evenly divided between girls and boys",
            "She spoke with a calm, even voice.",
            "I will love you even to the end of time.",
            "They slowed down and waited for him to draw even.",
            "Make sure the surface is evenly covered with paint.",
            "Even the filling before adding the top layer of the cake.",
            "The blue whale is a huge, even awesome animal by any measure.",
            "Support for the Liberals is fairly evenly spread across the country.",
            "The colour will not be evenly fixed unless the cloth is first properly wetted out.",
            "For security, use three evenly spaced bolts per post.",
            "Government ministers are fairly evenly divided on this issue.",
            "You should intersperse these pictures evenly throughout the book.",
            "the contention that producing more arms will even us with the enemy and therefore make us more secure",
            "The function distributes the values evenly.",
            "He sprayed the paint evenly over the surface.",
            "When the finish is too thin it is difficult to apply evenly.",
            "The prospects for the country are fairly evenly balanced between peaceful reform and revolution."
        ],
        "example_translate": [
            "Равномерно нанесите крем на кожу.",
            "Прибыль будет делиться поровну между нами тремя.",
            "Тесто нужно равномерно раскатать по поверхности стола.",
            "Вам следует быть готовым перенести это спокойно, не сердясь.",
            "Равномерный ритм барабана.",
            "Она завещала, чтобы ее поместье было поделено поровну.",
            "Убедитесь, что вес распределяется равномерно.",
            "После долгого подъёма мы наконец-то добрались до равнины.",
            "Сейчас он дышал более ровно.",
            "Они хотят, чтобы богатства страны распределялись более равномерно.",
            "класс, в котором мальчиков и девочек точно поровну",
            "Она говорила спокойным, ровным голосом.",
            "Я буду любить тебя вечно. (досл. до самого скончания времён)",
            "Они притормозили и подождали, пока подтянется он.",
            "Убедитесь, что поверхность равномерно покрыта краской.",
            "Разровняйте начинку, прежде чем накрыть пирог вторым слоем теста.",
            "Синий кит — это по любым меркам огромное, даже колоссальное животное.",
            "Поддержка либералов довольно равномерно распределена по всей стране.",
            "Цвет не закрепится, если ткань не вымочить как следует перед окрашиванием.",
            "В целях обеспечения безопасности, закрепляйте стойки тремя равномерно распределёнными болтами.",
            "Члены правительства довольно равномерно разделились по этому вопросу.",
            "Эти фотографии следует равномерно распределить по всей книге.",
            "утверждение о том, что увеличение производства оружия уравняет нас с врагом и, следовательно, сделает нас более защищёнными",
            "В этой функции значения распределяются равномерно.",
            "Краску он распылил равномерно по всей поверхности.",
            "Когда финишная шпаклёвка слишком жидкая, её трудно нанести равномерно.",
            "Перспективы страны примерно поровну разделены между мирными преобразованиями и революцией."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}