{
    "event": {
        "comment": [],
        "translate": "событие, случай, происшествие, результат, исход, такт, ядерное превращение, номер",
        "transcription": " |ɪˈvent|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "the last major event of the summer",
            "He acted very wise after the event.",
            "The event is limited to invited guests.",
            "He had made up his mind to the event.",
            "I cannot trace any connection to the event.",
            "The event happens every October.",
            "an event back in the last century",
            "It's easy to be wise after the event.",
            "Coming events cast their shadows before.",
            "She likes to arrive at social events early.",
            "The event doesn't start till tomorrow.",
            "Gelding, 6 years, evented.",
            "The play is based on a real-life event.",
            "I have marked the event on my calendar.",
            "The school trip has become an annual event.",
            "Leaving home was a major event in his life.",
            "The event of his enterprise was doubtful.",
            "The conference was an important social event (=an event at which people can meet each other).",
            "The 800 metres is not his best event.",
            "When she was only thirteen she was eventing with a horse called Foxtrot.",
            "Media coverage of the event was mixed.",
            "This event disrupted the orderly process.",
            "a major televisual event like the Olympics",
            "The importance of this event comes into historical prominence.",
            "The film festival is acknowledged as an event of international importance.",
            "The event evades explanation.",
            "Diviners foretold of the event.",
            "recoverable truth of a past event",
            "She orchestrated the entire event.",
            "Each event will be scored separately."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "последнее крупное событие этого лета",
            "После этого случая он поступил очень мудро.",
            "Мероприятие предназначено только для приглашённых гостей.",
            "Он настроился на это дело.",
            "Я не нахожу никакой связи с этим событием.",
            "Это происходит в октябре каждого года.",
            "событие, которое произошло ещё в прошлом веке",
            "Легко быть умным задним числом.",
            "Будущие события отбрасывают тень на настоящее.",
            "Она любит приезжать на светские мероприятия пораньше.",
            "Данное мероприятие не начнётся раньше завтрашнего дня.",
            "Мерин, 6 лет, выступал на скачках.",
            "Пьеса написана на основе реальных событий.",
            "Я отметил это событие в своём календаре.",
            "Школьный поход стал проводиться ежегодно.",
            "Уход из дома стал крупным событием в его жизни.",
            "Неясно было, чем кончится его предприятие.",
            "Данная конференция была важным общественным мероприятием (т.е. мероприятием, на котором люди могут встретиться друг с другом).",
            "Восемьсот метров не являются его основной дистанцией /дисциплиной/. (о спорте)",
            "Когда ей было всего тринадцать, она уже выступала на лошади по кличке Фокстрот.",
            "Освещение данного события в СМИ было неоднозначным.",
            "Это событие нарушило упорядоченный процесс.",
            "крупное телевизионное событие, например, Олимпийские игры",
            "Это событие занимает выдающееся место в истории.",
            "Кинофестиваль признан событием международного масштаба.",
            "Этот факт не поддаётся объяснению.",
            "Это событие было предсказано прорицателями.",
            "истинный ход прошедшего события, который можно восстановить",
            "Она организовала всё это мероприятие.",
            "Каждое событие будет оцениваться отдельно."
        ]
    }
}