{
    "eventually": {
        "comment": [
            "prevent",
            "event",
            "evening",
            "even",
            "evenly",
            "prevention",
            "uneven",
            "eventual"
        ],
        "translate": "в конечном счете, в конце концов, со временем",
        "transcription": " |ɪˈventʃuəli|",
        "antonyms": [],
        "mnemonic": [
            "event [ɪ'vent]\neventually [ɪ'vɛntʃuəlɪ] - в конце концов, в конечном\nсчёте\n***\nВо время СОБЫТИЯ Адвент пришёл интервент. (это)\nevent\nНе ожидал такого ИСХОДА интервент. (это) event"
        ],
        "examples": [
            "Eventually the truth came out.",
            "The pain eventually passed off",
            "Eventually, she got a job and moved to London.",
            "He eventually died of drink.",
            "Eventually, I did get better and returned to work.",
            "She eventually fell into an uneasy sleep.",
            "Eventually I gave in and accepted the job on their terms.",
            "It eventually became clear that he had lied.",
            "You'll get used to it... eventually.",
            "Eventually the truth emerged.",
            "He eventually found solace in religion.",
            "The cancer eventually invaded the brain.",
            "The river had eventually grooved itself deeply through.",
            "The disease eventually deforms the bones.",
            "Eventually, Mary got a job as a waitress.",
            "Eventually the lights turned green.",
            "The moisture will eventually fall to earth in the form of rain or snow.",
            "The two rivers eventually conjoin.",
            "Eventually my watch turned up in a coat pocket.",
            "He eventually gained ascendancy over / in the group.",
            "Eventually Stella persuaded her to accept an offer of marriage.",
            "Her dogged efforts eventually paid off.",
            "We got the lawn mower working again eventually.",
            "Lack of time may eventually force a compromise.",
            "The hijackers eventually surrendered (themselves) to the police.",
            "He told the prankish lad that someone would eventually get hurt if he kept it up.",
            "After trying his fortune in France and Germany, he eventually settled in Holland.",
            "Condensation will eventually cause the fabric of the building to rot away.",
            "Charles' diplomacy eventually bore fruit.",
            "theories which will eventually be confirmed or confuted by experience"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В конце концов, правда вышла наружу.",
            "В конце концов, боль прошла.",
            "В конце концов, она получила работу и переехала в Лондон.",
            "В конце концов он умер от пьянства.",
            "В конце концов, мне и впрямь стало лучше, и я вернулся к работе.",
            "В конце концов она заснула беспокойным сном.",
            "В конце концов, я сдался и согласился работать на их условиях.",
            "Со временем стало понятно, что он лгал.",
            "Вы привыкнете к этому... в конце концов.",
            "В конце концов правда выплыла наружу.",
            "В конце концов, он нашёл утешение в религии.",
            "В конце концов, рак поразил мозг.",
            "В конце концов река проложила себе глубокое русло.",
            "Эта болезнь со временем деформирует кости.",
            "В конце концов, Мэри устроилась официанткой.",
            "Наконец светофор переключился на зелёный.",
            "В конце концов эта влага выпадет на землю в виде дождя или снега.",
            "В конце концов эти две речки сливаются в одну.",
            "В конце концов мои часы нашлись в кармане пальто.",
            "В конце концов он завоевал влияние в группе.",
            "В конце концов Стелла уговорила её принять предложение о замужестве.",
            "Её настойчивые усилия в конце концов принесли свои плоды.",
            "В конце концов нам удалось вновь запустить газонокосилку.",
            "Нехватка времени может в конечном счете привести к вынужденному компромиссу.",
            "В конце концов, угонщики сдались полиции.",
            "Он сказал проказнику, что если тот будет продолжать в том же духе, то кому-то в конце концов не поздоровится.",
            "Попытав счастья во Франции и Германии, он осел в Голландии.",
            "Конденсация влаги неизбежно вызовет гниение остова дома.",
            "В конечном итоге, дипломатия Чарльза принесла свои плоды.",
            "теории, которые в конечном счете будут либо подтверждены, либо опровергнуты опытным путём"
        ],
        "stars": 3
    }
}