{
    "everyday": {
        "comment": [],
        "translate": "повседневный, ежедневный, каждодневный, бытовой, обычный, житейский, обиходный",
        "transcription": " |ˈevrɪdeɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I talk to him practically everyday.",
            "He painted scenes from everyday life.",
            "She naps everyday after lunch for an hour",
            "She bought it for everyday wear.",
            "Describe it in ordinary everyday language.",
            "The details of everyday life can be fascinating.",
            "Don't let the problems of everyday life get you down.",
            "She wanted to escape the monotony of her everyday life.",
            "I am fed up with the frustrations of everyday life.",
            "The series chronicles the everyday adventures of two eternal bachelors.",
            "“Walks” in “she walks everyday” is a singular verb.",
            "How can we apply this new technology to our everyday lives?",
            "Warhol used everyday items as the raw ingredients of his art.",
            "The focus of interest in the series is what goes on in everyday life.",
            "A head-teacher needs to remain in close touch with teachers' everyday concerns.",
            "We now accept cell phones and laptop computers as commonplaces of everyday life.",
            "A century ago everyday life was much more ceremonious than in our anything-goes era."
        ],
        "example_translate": [
            "Я разговариваю с ним практически каждый день.",
            "Он рисовал сцены из повседневной жизни.",
            "Она спит каждый день после обеда в течение часа.",
            "Это она купила для повседневной носки.",
            "Опишите это простым повседневным языком.",
            "Повседневные мелочи жизни бывают весьма интересными.",
            "Не позволяйте проблемам повседневной жизни вас расстраивать.",
            "Она хотела сбежать от монотонности повседневной жизни.",
            "Меня достали постоянные неудачи.",
            "Сериал описывает каждодневные приключения двух заядлых холостяков.",
            "Слово “walks” в предложении “she walks everyday” - является глаголом в единственном числе.",
            "Как мы можем применить эти новые технологии в нашей повседневной жизни?",
            "В качестве исходного материала для своих работ Уорхол использовал предметы ежедневного обихода.",
            "Внимание сериала сосредоточено на том, что происходит в повседневной жизни.",
            "Завуч должен постоянно оставаться в курсе с повседневных забот учителей.",
            "Теперь мы воспринимаем сотовые телефоны и портативные компьютеры, как самые обычные части нашей повседневной жизни.",
            "Сто лет назад повседневная жизнь была гораздо более чопорной, чем в нашу эпоху вседозволенности."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}