{
    "ever": {
        "comment": [],
        "translate": "когда-либо, всегда, только",
        "transcription": " |ˈevər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Have you ever been to France?",
            "Cry as loud as ever you can.",
            "Have you ever heard about it?",
            "We are ever sinning.",
            "She's doing fine and is as pretty as ever.",
            "Why ever did you tell the truth?",
            "Have you ever been to Paris?",
            "Shakespeare will ever be a great poet.",
            "I don't think I've ever been here before.",
            "Try all that ever you can to be patient.",
            "I wonder what ever there can be inside this chest.",
            "If you're ever in Seattle, come and see me.",
            "ever hoping to strike it rich",
            "Nothing ever seems to upset him.",
            "Have you ever a shilling as you could lend me?",
            "The deadline draws ever closer.",
            "That was the worst movie I ever saw.",
            "He's forgotten all he's ever learned about history.",
            "Anna and Maggie worked side by side in the factory, and were the greatest chums ever.",
            "Has this ever been done before?",
            "Ever optimistic, I decided to take the exam again.",
            "Technology in recent years has become ever more sophisticated.",
            "Longitude is ever measured from the intersection of the equator and ecliptic.",
            "The crime rate is higher now than it has ever been.",
            "No one has ever seen a better example of woodwork."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "e + Отк сл = [e]"
        ],
        "example_translate": [
            "Ты когда-нибудь был во Франции?",
            "Кричи так громко, как только можешь.",
            "Вы когда-нибудь об этом слышали?",
            "Мы постоянно грешим.",
            "У нее всё в порядке, и она, как всегда, красива.",
            "Да зачем же вы сказали правду?",
            "Вы когда-нибудь были в Париже?",
            "Шекспир останется великим поэтом во все времена.",
            "Не думаю, что я бывал здесь прежде.",
            "Изо всех своих сил старайся быть терпеливым.",
            "Интересно, что же может быть внутри этого ящика.",
            "Если когда-нибудь будете в Сиэтле, приходите ко мне.",
            "в надежде когда-нибудь разбогатеть",
            "Кажется, ничто и никогда не может вывести его из себя.",
            "У тебя есть хотя бы шиллинг, который ты мог бы мне одолжить?",
            "Крайний срок /срок сдачи/ всё ближе и ближе.",
            "Это был самый плохой фильм из тех, что я когда-либо видел.",
            "Он забыл всё, что когда-либо узнал об истории.",
            "Анна и Мэгги работали на фабрике бок о бок, и были самыми закадычными подругами.",
            "Хоть кому-нибудь это удавалось?",
            "Будучи вечным оптимистом, я решил сдать экзамен ещё раз.",
            "В последние годы технологии становятся всё более изощрёнными.",
            "Долгота всегда измеряется от точки пересечения экватора с эклиптикой.",
            "Уровень преступности сейчас выше, чем когда бы то ни было.",
            "Никто ещё никогда не видел лучшего примера работы по дереву."
        ]
    }
}