{
    "evident": {
        "comment": [
            "evidence",
            "evidently"
        ],
        "translate": "очевидный, явный, бросающийся в глаза, кажущийся",
        "transcription": " |ˈevɪdənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is evident to me.",
            "It was evident that she was unhappy.",
            "He is a foreigner, as is evident from his accent.",
            "A sharp division of opinion was evident among the members.",
            "His annoyance that he had been awakened so early was evident.",
            "The feminine touch was evident throughout the house.",
            "The problems have been evident for quite some time.",
            "He never ceased to find fault with him. It was evident that he had a down on his nephew.",
            "It was clearly evident that the company was in financial difficulties.",
            "The great apparent discrepancy between the two Chroniclers is merely evident.",
            "She spoke with evident anguish about the death of her son.",
            "His thirst for knowledge is evident in his book-filled house.",
            "It became evident from the leaks that something important was going on.",
            "The fusion of different cultural influences is evident in her sculpture.",
            "The growing popularity of the subject is evident in the numbers of students wanting to study it.",
            "The rationale behind the changes is not at all evident.",
            "Bob ate his lunch with evident enjoyment.",
            "It soon became evident that she was seriously ill.",
            "It was evident to me that he was not telling the truth.",
            "Shaw's infatuation with the actress is evident in his writing."
        ],
        "example_translate": [
            "Это очевидно для меня.",
            "Было очевидно, что она несчастна.",
            "Он иностранец, что заметно по его акценту.",
            "Бросалось в глаза резкое расхождение во мнениях между участниками.",
            "Он был явно раздражён, что его так рано разбудили.",
            "Во всём, что было в доме, явно чувствовалась женская рука.",
            "Эти проблемы очевидны уже довольно давно.",
            "Он без конца к нему придирался. Было ясно, что у него был \"зуб\" на своего племянника.",
            "Было совершенно ясно, что компания испытывает финансовые затруднения.",
            "Вопиющее несоответствие между тем, что говорят эти два летописца, просто очевидно.",
            "Она говорила о смерти сына с явной тоской.",
            "Его жажда знаний проявляется в его наполненном книгами доме.",
            "Исходя из просачивающейся в прессу информации стало очевидно, что происходит что-то важное.",
            "В её скульптурах бросается в глаза синтез различных культурных влияний.",
            "Растущая популярность данного предмета проявляется в числе студентов, желающих его изучать.",
            "Подоплека данных изменений совсем неочевидна.",
            "Боб пообедал с явным удовольствием.",
            "Вскоре стало очевидно, что она серьёзно больна.",
            "Мне было очевидно, что он говорит неправду.",
            "Страстная влюблённость Шоу в эту актрису заметна по его манере письма."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}