{
    "evolution": {
        "comment": [],
        "translate": "эволюция, развитие, перестроение, развертывание, постепенное изменение, маневр",
        "transcription": " |ˌevəˈluːʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Evolution is advance from the simple to the complex.",
            "Darwin's theory of evolution",
            "They study the evolution of the universe.",
            "The shark is a masterpiece of evolution.",
            "We have developed a new theory of evolution.",
            "Telepathy is theoretically the next stage in the evolution of language.",
            "Human beings are not the end-all of evolution.",
            "Those who cavalierly reject the theory of evolution.",
            "There is absolutely overwhelming proof for evolution.",
            "Psychology deals with the evolution of the faculties.",
            "Creationism denies the theory of evolution of species.",
            "Huxley was an exponent of Darwin's theory of evolution.",
            "The theory of evolution undergirds virtually all of modern biology.",
            "There is no dearth of probative evidence for the theory of evolution.",
            "The surrounding country was level and suitable to the evolutions of cavalry.",
            "What physical events might have facilitated the evolution of macroscopic animals?",
            "Jets that cross time zones in a day play havoc with the natural rhythms acquired through evolution.",
            "Some people see evolution as an undeviating upward march from simple organisms to the very complex."
        ],
        "example_translate": [
            "Эволюция представляет собой развитие от простого к сложному.",
            "теория эволюции Дарвина",
            "Они изучают эволюцию Вселенной.",
            "Акула - это шедевр эволюции.",
            "Мы разработали новую теорию эволюции.",
            "Теоретически телепатия - это следующая стадия в эволюции языка.",
            "Человеческие существа не являются конечным звеном эволюции.",
            "Те, кто надменно отвергают теорию эволюции.",
            "Существуют совершенно неопровержимые доказательства эволюции.",
            "Психология имеет дело с развитием способностей.",
            "Креационизм отрицает теорию эволюции видов.",
            "Хаксли был сторонником эволюционной теории Дарвина.",
            "Теория эволюции лежит в основе практически всей современной биологии.",
            "В доказательных свидетельствах в пользу теории эволюции недостатка нет.",
            "Окружающая местность была плоской и подходила для передвижения кавалерии.",
            "Какие физические явления могли поспособствовать эволюции макроскопических животных?",
            "Самолёты, которые пресекают несколько часовых поясов за день, играют злую шутку с естественными ритмами, приобретёнными человеком в процессе эволюции.",
            "Некоторые люди представляют себе эволюцию как столбовую дорогу вверх, от простейших организмов до самых сложных."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}