{
    "exactly": {
        "comment": [
            "exact"
        ],
        "translate": "точно, именно, ровно, как раз, точь-в-точь, совершенно верно",
        "transcription": " |ɪɡˈzæktlɪ|",
        "antonyms": [],
        "mnemonic": [
            "exact [ɪg'zækt]\nexactly - точно\nexaction- домогательство, вымогательство\n***\nТРЕБОВАЛ много псих|за|акт. (это) exact\nАкт не ТОЧНЫЙ - получи фиг|за|акт. (это) exact\nТОЧНАЯ формула, значит - (X- Zekt). (это) exact\nВЕРНЫЙ расчёт - значит - (X- Zakt). (это) exact\nВерный, правильный, строгий. Требовать, взыскивать.\nВымогать."
        ],
        "examples": [
            "I can't remember exactly what she said.",
            "It's exactly 3 o'clock.",
            "Not exactly what I had in mind.",
            "We will meet at exactly six o'clock.",
            "Where exactly did you stay in Portugal?",
            "It's exactly half past five.",
            "The levers need to be exactly positioned.",
            "'So you think we should sell the house?' 'Exactly.'",
            "That's exactly what we've been trying to tell you.",
            "It's exactly the kind of work I've been looking for.",
            "She tries to be exactly like her older sister.",
            "The figures may not be exactly right, but they're close enough.",
            "The two candidates responded to the question in exactly the same way.",
            "It's a tragic situation and no one will ever know exactly what happened.",
            "Kevin's teachers saw him as quiet and serious, but with his friends he was exactly the opposite.",
            "He was doing precisely (or exactly) what she had told him to do."
        ],
        "example_translate": [
            "Не могу вспомнить, что именно она сказала.",
            "Сейчас ровно три часа.",
            "Не совсем то, что я имел в виду.",
            "Встретимся ровно в шесть часов.",
            "Где именно в Португалии вы останавливались?",
            "Сейчас ровно половина шестого.",
            "Рычаги должны быть точно отрегулированы (занимать верное положение).",
            "— Так по-твоему, нам следует продать этот дом? — Совершенно верно.",
            "Именно это мы и пытаемся тебе сказать.",
            "Это именно та работа, которую я искал.",
            "Она старается быть в точности, как старшая сестра.",
            "Может, эти цифры и не совсем точные, но достаточно близкие.",
            "Оба кандидата ответили на этот вопрос совершенно одинаково.",
            "Ситуация трагическая, и никто никогда не узнает, что именно произошло.",
            "Учителя считали Кевина спокойным и серьёзным, но с со своими друзьями он был как раз полной противоположностью.",
            "Он делал ровно то, что она ему велела."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}