{
    "exact": {
        "comment": [],
        "translate": "точный, строгий, аккуратный, взыскать, взыскивать, вымогать",
        "transcription": " |ɪɡˈzækt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The son was the exact image of his father.",
            "The teacher exacts obedience from the class.",
            "The timing had to be exact.",
            "Return the book to its exact place.",
            "I can't remember her exact words.",
            "Their grey hair exacts of us a particular respect.",
            "The poorer citizens were more exact in obedience.",
            "What were his exact words?",
            "That's the exact same thing my dad said.",
            "The exact position is delineated on the plan.",
            "Do you suppose this is the exact spot?",
            "When you go before the judge, you must speak the exact truth.",
            "Leonard was determined to exact revenge on his wife's killer.",
            "Advertising is not an exact science - you're always taking a risk.",
            "I don't remember her exact phrasing.",
            "He tried to get an exacter expression for his thoughts.",
            "Work out the exact design before you start construction.",
            "Their positions are in fact the exact converses of each other.",
            "The exact location of the hostages is unknown.",
            "No exact description is given of the march of the spasms.",
            "It is difficult to nail down the exact meaning of this verb.",
            "When you come before the judge, you must speak the exact truth.",
            "The monuments mark the exact / very spot where Columbus came ashore.",
            "Investigators are still attempting to fix the exact time of the accident.",
            "The government minister hinted at an early election, but refused to give an exact date.",
            "an exact replica of the Taj Mahal",
            "The exact terminology eludes me for the moment.",
            "We may marshal her to the exact seat to which she is entitled.",
            "They found it necessary to appoint the exact time and place of their meeting.",
            "We calculated its exact coordinates."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "x = [gz]"
        ],
        "example_translate": [
            "Сын был точной копией своего отца.",
            "Учитель требует от класса послушания.",
            "Сроки должны были быть точными. / Расчет времени должен быть точен. / Расписание должно быть точным.",
            "Поставь книгу обратно, на то же самое место.",
            "Я не могу вспомнить, что она сказала дословно.",
            "Их седины требуют от нас особого уважения.",
            "Более бедные граждане были послушнее.",
            "Что он сказал дословно?",
            "Вот ровно то же самое говорил мой папа.",
            "На плане отмечено точное местоположение.",
            "Ты думаешь, что это то самое место?",
            "Когда ты выступаешь в суде, ты должен говорить чистую правду.",
            "Леонард был полон решимости отомстить убийце его жены.",
            "Реклама - это не точная наука, - вы всегда рискуете.",
            "Я не помню, как она выразилась дословно.",
            "Он старался выразиться поточнее.",
            "Перед началом строительства нужно разработать точный проект.",
            "В действительности их позиции совершенно противоположны.",
            "Точное местонахождение заложников неизвестно.",
            "Нет точного описания протекания спазмов.",
            "Определить точное значение этого глагола сложно.",
            "Когда ты говоришь в суде, ты должен говорить чистую правду.",
            "Монументы обозначают то самое место, где Колумб ступил на берег.",
            "Следователи по-прежнему пытаются установить точное время аварии.",
            "Министр намекнул на досрочные выборы, но не назвал точную дату.",
            "точная копия Тадж-Махала",
            "Я не могу сейчас вспомнить точную терминологию.",
            "Мы можем посадить её на то место, которое ей полагается по званию.",
            "Они посчитали необходимым назначить точное время и место встречи.",
            "Мы вычислили его точные координаты."
        ]
    }
}