{
    "example": {
        "comment": [
            "examine",
            "examination",
            "exam"
        ],
        "translate": "пример, образец, экземпляр, урок, служить примером",
        "transcription": " |ɪɡˈzæmpl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a fine example of the artist's work",
            "He set a good example for the rest of us.",
            "There is an example on page 10.",
            "Let these unhappy examples be a warning to others.",
            "Her courage is an example to us all.",
            "a classic example of a Persian rug",
            "I profited from his example.",
            "They decided to make an example of him.",
            "Can anyone give me an example of a transitive verb?",
            "She's a shining example (=a very good example) of what a mother should be.",
            "Parents should set an example for their children.",
            "This church is a good example of Gothic architecture.",
            "This patient provides a typical example of the syndrome.",
            "The team captain leads by example.",
            "The dictionary includes thousands of examples.",
            "She cited a number of recent examples to support her theory.",
            "She gave several examples to show that the program is effective.",
            "We've chosen three examples of contemporary architecture for closer study.",
            "I suggest you follow Rosie's example (=copy her behaviour) and start doing regular exercise.",
            "Certain life events have to be registered by law. The most obvious examples are births, marriages and deaths."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "x = [gz]"
        ],
        "example_translate": [
            "прекрасный пример творчества этого художника",
            "Он стал хорошим примером для всех нас.",
            "На десятой странице есть пример.",
            "Пусть эти прискорбные уроки послужат предостережением другим.",
            "Её мужество — пример для всех нас.",
            "классический образец персидского ковра",
            "Его урок пошёл мне на пользу.",
            "Его решили наказать в назидание другим.",
            "Может ли кто-нибудь привести мне пример переходного глагола?",
            "Она представляет собой яркий пример (т.е. очень хороший пример) того, какой должна быть мать.",
            "Родители должны служить примером для своих детей.",
            "Эта церковь является хорошим образцом готической архитектуры.",
            "Этот пациент представляет собой типичный пример данного синдрома.",
            "Капитан команды служит остальным образцом для подражания.",
            "Словарь включает в себя тысячи примеров.",
            "В подкрепление своей теории она привела ряд недавних примеров.",
            "Она привела несколько примеров, чтобы показать, что программа эффективна.",
            "Мы выбрали для более детального исследования три образца современной архитектуры.",
            "Советую вам взять пример с Рози (т.е. поступить так же, как она), и начать регулярно заниматься спортом.",
            "По закону, некоторые события в жизни приходится регистрировать. Наиболее очевидными их примерами являются рождения, браки и смерти."
        ]
    }
}