{
    "examination": {
        "comment": [
            "example",
            "examine",
            "exam"
        ],
        "translate": " экспертиза, экзамен, исследование, осмотр, проверка, освидетельствование, допрос",
        "transcription": "  |ɪɡˌzæməˈneɪʃən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The examination was very short and superficial.",
            "The examination lasted two hours.",
            "How did he make out at the examination?",
            "a postmortem examination to determine the cause of death",
            "Very few could pass even the most elementary examination.",
            "He did poorly at his examination.",
            "A minute examination of the evidence",
            "I psych out every time I enter an examination room.",
            "The teacher enters all her students for the examination.",
            "Police are awaiting the results of a forensic examination.",
            "a microbiological examination of the fibres found near the body",
            "He explained to us that the examination would take place later.",
            "a cursory examination of the evidence",
            "On closer examination, the painting appears to be a fake.",
            "The teacher marked the examination papers.",
            "I have to study for the history examination.",
            "Police made a careful examination of the scene.",
            "Just run over your notes before the examination.",
            "My examination results will come through by post.",
            "All patients had a complete physical examination.",
            "One of my best students went down in the examination.",
            "On closer examination the vases were seen to be cracked.",
            "She passed a qualifying examination and became a teacher.",
            "At a second year's examination Tom was not classed at all.",
            "They were preparing children to sit for the entry examination.",
            "Education shouldn't be measured purely by examination results.",
            "Many students passed a stiff examination in the School of Arts.",
            "Give out the question papers ten minutes before the examination.",
            "The examination results will be stuck up on this board tomorrow.",
            "The choice of the candidates was made by competitive examination."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Осмотр был очень коротким и поверхностным.",
            "Экзамен шёл два часа.",
            "Как он сдал экзамен?",
            "патологоанатомическое исследование (трупа) для определения причины смерти",
            "Очень немногие могли сдать даже самый простой экзамен.",
            "Он плохо сдал экзамен.",
            "тщательный анализ доказательств",
            "Каждый раз, когда я вхожу в аудиторию на экзамен, я нервничаю.",
            "Учительница вносит всех своих учеников в экзаменационный список.",
            "Полиция ожидает результатов судебно-медицинской экспертизы.",
            "микробиологическое исследование волокон, найденных возле тела",
            "Он объяснил нам, что экзамен состоится позже.",
            "беглый осмотр улик",
            "При ближайшем рассмотрении становится очевидно, что картина поддельная.",
            "Учитель проставил оценки в экзаменационных работах.",
            "Я должен готовиться к экзамену по истории.",
            "Полиция произвела тщательный осмотр места происшествия.",
            "Просто прогляди свои конспекты перед экзаменом.",
            "Результаты экзамена мне сообщат по почте.",
            "Все пациенты прошли полное медицинское обследование.",
            "Один из моих лучших студентов провалился на экзамене.",
            "При ближайшем рассмотрении оказалось, что вазы потрескались.",
            "Она сдала квалификационный экзамен и стала учительницей.",
            "По итогам экзаменов на втором году обучения Том вообще не был аттестован.",
            "Они готовили детей к сдаче вступительных экзаменов. (брит.)",
            "Образованность не должна оцениваться исключительно по результатам экзаменов.",
            "Многие ученики сдали трудный экзамен в художественной школе.",
            "Раздай экзаменационные билеты за десять минут до начала экзамена.",
            "Результаты экзамена будут вывешены завтра вот на этом стенде.",
            "Отбор кандидатов производился по результатам конкурсного экзамена."
        ],
        "stars": 3
    }
}