{
    "examine": {
        "comment": [],
        "translate": "исследовать, рассматривать, проверять, обследовать, осматривать, допрашивать",
        "transcription": " |ɪɡˈzæmɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This doctor examines everyone for possible heart disease.",
            "You should have your eyes examined.",
            "The builder has been examining the wall for cracks.",
            "The customs agent examined the baggage.",
            "We must examine carefully the character of his proposals.",
            "Passengers are requested to examine their tickets and change before leaving.",
            "An accountant has been hired to examine the company's books.",
            "Examine the glass carefully for bubbles.",
            "They examine their products for defects.",
            "An accountant will examine the company's books.",
            "The police examined the evidence carefully.",
            "The optometrist will examine your field of vision.",
            "The great pianist will examine the students in music.",
            "We used a microscope to examine the cells under magnification.",
            "You will be examined on American history.",
            "The committee is going to examine the whole situation anew.",
            "Hegel's philosophy will be examined in detail in Chapter 4.",
            "Let us extend the scope of the study to examine more factors.",
            "Two soldiers were sent ahead of the main group to examine the position.",
            "Surround this layout, lads, and let's examine them more closely. (A. Adams)",
            "I think you should examine their motives in offering to lend you the money.",
            "Accident investigators will examine the wreckage of the plane.",
            "Both states set up commissions to examine their public schools.",
            "They used ultrasound to examine his heart.",
            "He turned the box over to examine the bottom side.",
            "You'll get the pathologist to examine the body, but I'd say no interference.",
            "They got a subpoena to examine our books.",
            "You need to examine every piece of evidence first.",
            "The police will have to examine the weapon for fingerprints.",
            "A team of divers was sent down to examine the wreck."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "x = [gz]"
        ],
        "example_translate": [
            "Этот врач осматривает всех на предмет выявления какого-либо сердечного заболевания.",
            "Вам стоит проверить зрение.",
            "Строители уже какое-то время проверяют стены на наличие трещин.",
            "Сотрудник таможни осмотрел багаж.",
            "Мы обязаны внимательно рассмотреть его предложения.",
            "Пассажиров просят проверять билеты и сдачу, не отходя от кассы.",
            "Для проверки отчётов компании наняли бухгалтера.",
            "Внимательно проверьте стекло на наличие пузырей.",
            "Они проверяют свою продукцию на наличие дефектов.",
            "Отчёты компании будут проверены бухгалтером.",
            "Сотрудники полиции тщательно изучили улики.",
            "Окулист измерит ваше поле зрения.",
            "Этот великий пианист примет у студентов экзамен по музыке.",
            "Для исследования клеток под увеличением мы использовали микроскоп.",
            "Вас проэкзаменуют по американской истории.",
            "Комитет рассмотрит всю эту ситуацию заново.",
            "Философия Гегеля будет подробно рассмотрена в четвёртой главе.",
            "Давайте расширим сферу исследования с целью изучения большего количества факторов.",
            "Двух солдат отправили впереди основного отряда, чтобы разведать обстановку.",
            "Окружаем эту группу, парни, и посмотрим, что они собой представляют.",
            "Мне кажется, вам следует внимательно рассмотреть мотивы, по которым они предлагают вам взаймы деньги.",
            "Обломки самолета будут изучены следователями.",
            "Оба штата создали комиссии для изучения положения в общественных школах.",
            "Его сердце проверили с помощью ультразвука.",
            "Он перевернул коробку, чтобы рассмотреть её дно.",
            "Патологоанатом произведет осмотр тела, но, по-моему, не было никакого изнасилования.",
            "Они получили судебный запрос на проверку нашей бухгалтерии.",
            "Сначала нужно тщательно проверить каждую улику.",
            "Полиции предстоит проверить оружие для снятия отпечатков пальцев.",
            "Для осмотра затонувшего корабля направили группу водолазов."
        ]
    }
}