{
    "exception": {
        "comment": [],
        "translate": "исключение, особая ситуация, возражение, отвод, неодобрение",
        "transcription": " |ɪkˈsepʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'll make an exception this once.",
            "Unfortunately there is an exception to every rule.",
            "It's been cold, but today's an exception.",
            "There will be no exceptions to this rule.",
            "The sanitary conditions were, without exception, infamous.",
            "Each plant, without exception, contains some kind of salt.",
            "She suggested (to us) that an exception be / should be made.",
            "The spelling of this word is an interesting exception to the rule.",
            "The possession of the gift was the rule and not the exception.",
            "I take strong exception to your assessment of his singing ability.",
            "A series of payments used to be the exception rather than the rule.",
            "Even in Africa, the chief centre of polygynous habits, polygyny is an exception.",
            "With a few minor exceptions, the new edition is much like the previous one.",
            "Violence is the rule not the exception.",
            "Tom took great exception to my remark about Americans.",
            "Without exception, book reviewers reprehended the novel's tired plot.",
            "Most people here are very dedicated., I'm afraid Rhea's the exception that proves the rule.",
            "We don't usually accept checks, but for you we'll make an exception (=not include you in this rule).",
            "Successful two-career couples are still the exception, not the rule (=used to emphasize that something is unusual)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В этот раз я сделаю исключение.",
            "К сожалению, для каждого правила существует исключение.",
            "Погода стоит холодная, но сегодня — исключение.",
            "Никаких исключений из этого правила не будет.",
            "Санитарные условия были в целом ужасными.",
            "Все растения, без исключений, содержат какой-либо вид соли.",
            "Она пыталась нас убедить в том, что должно быть сделано исключение.",
            "Написание этого слова является интересным исключением из правил.",
            "Обладание талантом было правилом, а не исключением.",
            "Я решительно возражаю против вашей оценки его певческого таланта.",
            "Раньше серия платежей была скорее исключением, чем правилом.",
            "Даже в Африке - основном центре полигиничных обычаев, полигамия является исключением.",
            "За небольшими исключениями, новое издание во многом похоже на предыдущее.",
            "Насилие является правилом, а не исключением.",
            "Тома очень обидело моё замечание по поводу американцев.",
            "Все без исключения рецензенты данного романа осудили его скучный и банальный сюжет.",
            "Большинство здешних людей очень преданны. К сожалению, Рея — исключение, которое подтверждает правило.",
            "Как правило, мы не принимаем чеки, но для вас мы сделаем исключение (т.е. не станем включать вас в это правило).",
            "Пары, в которых каждый из супругов сделал успешную карьеру, по-прежнему являются исключением, а не правилом (данное выражение используется, чтобы подчеркнуть нечто необычное)."
        ]
    }
}