{
    "excess": {
        "comment": [],
        "translate": "превышение, избыток, избыточный, лишний",
        "transcription": " |ɪkˈses|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm trying to run off some of my excess fat!",
            "He lived a life of excess.",
            "All excess is vicious.",
            "The charge for excess baggage was disgusting. I shall complain.",
            "The tests found an excess of sodium in his blood.",
            "The excess dirt was carefully excavated.",
            "It is also in his power to forbear excess in eating.",
            "Cut any excess fat from the meat.",
            "Simplicity is considered as the general corrector of excess.",
            "The excess water was sponged off the top of the fabric.",
            "Drinking is OK as long as you don't do it to excess.",
            "He apologized for his past excesses.",
            "The car reached speeds in excess of 100 miles per hour.",
            "Jogging works off my excess energy.",
            "Trim away any excess glue with a knife.",
            "The new thriller clocked up box office receipts in excess of $100 million.",
            "Basketball provided an outlet for their excess energy.",
            "The Metropolitan Club verges dangerously toward a silliness of excess.",
            "After you apply the oil, wait 20 minutes before wiping off any excess.",
            "The movie embraces all the worst excesses of popular American culture.",
            "She is trying to eliminate excess fat and calories from her diet.",
            "After cooking the meat, drain off the excess fat.",
            "The editor removed some of the excess verbiage from the article.",
            "He became the personification of the financial excess of the 1980s.",
            "No excess was too monstrous for them to commit.",
            "It was an excess of enthusiasm that caused the problem.",
            "The accident was caused by an 18-wheeler with a loading in excess of the legal limit."
        ],
        "example_translate": [
            "Я пытаюсь согнать лишний жирок.",
            "Жизнь его была полна излишеств.",
            "Любая чрезмерность порочна.",
            "Плата за лишний вес багажа просто возмутительна. Я буду жаловаться.",
            "Тесты обнаружили избыток натрия в крови.",
            "Лишний грунт был осторожно выкопан.",
            "Воздержаться от переедания тоже в его силах.",
            "Срежьте с мяса весь лишний жир.",
            "Простота считается лучшим средством от излишеств.",
            "Остаток воды был собран с поверхности ткани губкой.",
            "В выпивке нет ничего плохого, если только не злоупотреблять.",
            "Он извинился за свои прошлые выходки.",
            "Автомобиль достиг скорости свыше ста миль в час.",
            "Бег помогает мне сбросить излишек энергии.",
            "Срежьте излишки клея ножом.",
            "Кассовые сборы нового триллера превысили сто миллионов долларов.",
            "Баскетбол дал им возможность выплеснуть избыточную энергию.",
            "Интерьер клуба \"Метрополитен\" имеет опасную склонность к дурацким излишествам.",
            "После нанесения масла, подождите 20 минут, а затем протрите всё лишнее.",
            "В этом фильме содержатся все худшие излишества американской массовой культуры.",
            "Она пытается убрать из своего рациона излишки жира и калорий.",
            "После варки мяса, слейте лишний жир.",
            "Редактор убрал из статьи немного лишнего словоблудия.",
            "Он стал олицетворением финансовых злоупотреблений восьмидесятых годов.",
            "Не было столь безобразного бесчинства, которого они не совершили бы.",
            "Проблема была в избытке энтузиазма.",
            "Авария произошла по вине грузовой фуры, нагруженной свыше установленного законом предела."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}