{
    "excessive": {
        "comment": [
            "excess"
        ],
        "translate": "чрезмерный, излишний, безмерный, эксцессив, чрезмерная степень",
        "transcription": " |ɪkˈsesɪv|",
        "antonyms": [],
        "mnemonic": [
            "excess [ɪk'sɛs\nexcessive [ɪk'sɛsɪv] - чрезмерный\n***\nЭто ПРЕВЫШЕНИЕ, если видишь XS. (это) excess"
        ],
        "examples": [
            "The system broke down under excessive loads.",
            "Excessive drinking can make you lose control of your own life.",
            "His perfectionism seemed excessive to his students.",
            "Excessive taxation has been clogging the market.",
            "It is necessary to see that these assessments were not excessive.",
            "Excessive logging has denuded the hillside of trees.",
            "High fever, nausea, and excessive sweating are some of the symptoms.",
            "The police were accused of using excessive force when they made the arrest.",
            "He was called on the carpet by his boss to explain his excessive spending.",
            "She was hard put to explain her department's excessive expenditures.",
            "The police were accused of brutality for using excessive force in making arrests.",
            "Demonstrators have charged that the police used excessive force against them.",
            "They felt the British economy was being held back by excessive government controls.",
            "Their hypothesis is that watching excessive amounts of television reduces a person's ability to concentrate."
        ],
        "example_translate": [
            "Система обрушилась из-за чрезмерных нагрузок.",
            "Чрезмерное употребление спиртного может привести к потере контроля над собственной жизнью.",
            "Студентам его требовательность к себе и окружающим /перфекционизм/ казалась чрезмерной.",
            "Высокие налоговые ставки тормозили развитие рынка.",
            "Необходимо проследить, чтобы размер налогообложения не был завышен.",
            "Чрезмерная вырубка лишила деревьев склоны холмов.",
            "Высокая температура, тошнота и повышенная потливость — вот некоторые симптомы этого заболевания.",
            "Полицию обвинили в превышении необходимой силы при совершении ареста.",
            "Начальник вызвал его на ковёр и потребовал объяснить свои непомерные траты.",
            "Ей было трудно объяснить излишние расходы её отделения.",
            "Полицейских обвиняли в жестокости за использование чрезмерной силы при проведении арестов.",
            "Демонстранты выдвинули обвинения в том, что полиция применила по отношению к ним чрезмерную силу.",
            "Им казалось, что рост британской экономики сдерживается чрезмерным государственным контролем.",
            "Их гипотеза заключается в том, что чрезмерный просмотр телевидения снижает способность человека концентрировать внимание."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}