{
    "exceed": {
        "comment": [
            "seed",
            "weed"
        ],
        "translate": "превышать, превосходить, быть больше, превышать пределы, переходить границы",
        "transcription": " |ɪkˈsiːd|",
        "antonyms": [],
        "mnemonic": [
            "proceed [prə'si:d]\nsucceed [sək'si:d] - преуспевать\nexceed [ɪk'si:d] - превосходить\n***\nПРОДОЛЖАТЬ стал нас просúть. (это) proceed\nДЕЙСТВОВАТЬ осторожно - стал просúть. (это)\nproceed\nПЕРЕХОДИТЕ и будьте смелыми - стал просúть. (это)\nproceed\nИДТИ медленно - стал просúть. (это) proceed\nВОЗОБНОВИТЬ игру ты стал просúть. (это) proceed\nРАЗВИВАТЬСЯ дальше я устал тебя просúть. (это)\nproceed"
        ],
        "examples": [
            "She exceeded our expectations.",
            "The cost exceeded our estimate.",
            "David seems even to exceed himself.",
            "It exceeds the power of human understanding.",
            "He was fined for exceeding the speed limit.",
            "The cost must not exceed 10 dollars.",
            "His rank exceeds her own.",
            "Men always choose the life which exceeds in pleasure.",
            "I believe I don't exceed when I say there were 200 persons assembled.",
            "Never exceed the recommended dose of painkillers.",
            "Working hours must not exceed 42 hours a week.",
            "This exceeds all my expectations.",
            "The arbitrators had exceeded their jurisdiction.",
            "His performance exceeded our expectations.",
            "It is dangerous to exceed the recommended dose.",
            "It's unlikely that the share price will exceed historic levels.",
            "The riot police had exceeded their authority.",
            "The cheque must not exceed the limit set by the banker's card.",
            "The demand for new housing has already exceeded the supply.",
            "The college got a special waiver from the town to exceed the building height limit.",
            "He's trying to match or exceed last year's sales."
        ],
        "example_translate": [
            "Она превзошла наши ожидания.",
            "Стоимость превысила наши оценки.",
            "Дэвид, кажется, превзошёл самого себя.",
            "Это находится за пределами человеческого понимания.",
            "Его оштрафовали за превышение скорости.",
            "Стоимость не должна превышать десяти долларов.",
            "Он выше её по положению.",
            "Люди всегда выбирают жизнь, в которой преобладают удовольствия.",
            "Надеюсь, я не преувеличу, если скажу, что там собралось 200 человек.",
            "Ни в коем случае не превышайте рекомендованную дозу обезболивающего.",
            "Рабочее время не должно превышать сорок два часа в неделю.",
            "Это превосходит все мои ожидания.",
            "Арбитры превысили свои полномочия.",
            "Его выступление превзошло все наши ожидания.",
            "Превышать рекомендуемую дозу опасно.",
            "Маловероятно, что цена акций превысит рекордный исторический уровень.",
            "Отряд спецназначения превысил свои полномочия.",
            "Размер чека не должен превышать лимит, установленный банковской карточкой.",
            "Спрос на новое жильё уже превысил предложение.",
            "Колледж получил специальное разрешение от города на превышение предела высоты зданий.",
            "Он пытается повторить или превзойти прошлогодние показатели продаж."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}