{
    "exchange": {
        "comment": [
            "change",
            "changed",
            "unchanged"
        ],
        "translate": "обмен, биржа, замена, размен, обменивать, поменять, обменный, меновой",
        "transcription": " |ɪksˈtʃeɪndʒ|",
        "antonyms": [],
        "mnemonic": [
            "change [tʃeɪndʒ]\nexchange - перемена, изменение, сдвиг., обмен,\nобменивать\n***\nМЕНЯЮ цент на ленч - это ченч. (это) change"
        ],
        "examples": [
            "She exchanged her coat for one a size smaller.",
            "The exchange of fair and foul.",
            "Blows were exchanged.",
            "These coupons can be exchanged for food.",
            "London Stock Exchange",
            "There was a brief exchange between the two leaders.",
            "Where can I exchange my dollars for pounds?",
            "Royal Exchange",
            "The store's policy is not to allow returns or exchanges.",
            "There was a frank exchange of views at the meeting.",
            "He exchanged the black jacket for a blue one.",
            "American Exchange",
            "SPC telephone exchange",
            "When men used to exchange wheat against bullocks.",
            "We exchange gifts at Christmas.",
            "Exchange programs open up new vistas for students.",
            "Bills of exchange must be written on stamped paper.",
            "I'd like to exchange this dress for one in a larger size.",
            "We are suffering from the influence of high exchange rate.",
            "Coin may be obtained from the issuers, in exchange for notes.",
            "They had a verbal exchange.",
            "He made a killing on the stock exchange.",
            "She made a mint on the stock exchange last year.",
            "I'm here for one term, on an exchange with Dr. Fisher.",
            "It's a place where people can chat and exchange ideas.",
            "Export of goods and services is the major source of foreign exchange.",
            "New York Stock Exchange",
            "Chicago Mercantile Exchange",
            "Commodity Exchange Authority",
            "It was a busy day on the stock exchange."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она обменяла свое пальто на меньшее размером.",
            "Обмен любезностями и грубостями.",
            "Произошёл обмен ударами.",
            "Эти купоны можно обменять на продукты.",
            "Лондонская фондовая биржа",
            "Между двумя главарями произошла короткая перепалка.",
            "Где я могу обменять доллары на фунты стерлингов?",
            "Королевская биржа (здание лондонской биржи)",
            "Политика магазина не допускает возвратов или обменов.",
            "На встрече произошёл откровенный обмен мнениями.",
            "Он сменил чёрный пиджак на синий.",
            "Американская фондовая биржа",
            "АТС с программным управлением",
            "Когда люди меняли зерно на волов.",
            "На Рождество мы обмениваемся подарками.",
            "Программы обмена открывают новые перспективы для студентов.",
            "Векселя должны быть написаны на гербовой бумаге.",
            "Я хотела бы обменять это платье на такое же, но большего размера.",
            "Мы страдаем от влияния высокого валютного курса.",
            "Монеты можно получить у тех, кто их пускает в обращение, в обмен на банкноты.",
            "Они пообщались в устной форме. (т.е. поговорили)",
            "Он быстро заработал уйму денег на фондовой бирже.",
            "В прошлом году она сделала целое состояние на фондовой бирже.",
            "Я здесь на один семестр, по обмену с доктором Фишером.",
            "Это место, где люди могут пообщаться и обменяться идеями.",
            "Экспорт товаров и услуг является основным источником иностранной валюты.",
            "Нью-Йоркская фондовая биржа",
            "Чикагская товарная биржа",
            "Управление товарных бирж (в США)",
            "День на фондовой бирже выдался напряжённый."
        ],
        "stars": 3
    }
}
