{
    "excited": {
        "comment": [
            "excite",
            "excitement"
        ],
        "translate": "возбужденный, взволнованный, экзальтированный",
        "transcription": " |ɪkˈsaɪtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Stop getting so excited!",
            "I'm so excited about the trip!",
            "Don't get the children too excited.",
            "She's all excited about going to the party.",
            "She felt excited and quite gay.",
            "The book excited very little comment.",
            "She stutters when she gets excited.",
            "There's no point getting excited about it. We can't change things.",
            "We are all so excited about the trip.",
            "We were so excited to see real live elephants.",
            "He was so excited he could hardly contain himself.",
            "The feel of the city excited him.",
            "Our announcement excited the children.",
            "She was excited long before the big day.",
            "I'm so excited that we're going to New York.",
            "The posters excited much interest in the show.",
            "Andrew was very excited about becoming a father.",
            "He got very excited, and made to catch hold of her dress.",
            "He found it difficult to get that excited.",
            "The kids got all excited when they saw Santa Claus.",
            "The court case has excited a lot of public interest.",
            "Steve flies home tomorrow — we're all really excited.",
            "Periods of depression alternate with excited behavior.",
            "Doctors are excited about the new drug's potential benefits.",
            "The children were always excited to start off on a camping trip.",
            "Michelle sounded excited to hear from him.",
            "We're all excited by the prospect of a party.",
            "She was so excited she was wide-awake all night.",
            "Freddy was so excited he could only talk gibberish.",
            "The children were so excited they could hardly speak."
        ],
        "example_translate": [
            "Перестань так волноваться!",
            "Я так взволнована этим путешествием!",
            "Не давайте детям так волноваться.",
            "Она вся в возбуждении от предстоящей вечеринки.",
            "Она чувствовала себя возбужденной и довольно веселой.",
            "Эта книга вызвала очень мало комментариев.",
            "Она заикается, когда волнуется.",
            "Нет никакого смысла об этом волноваться: мы ничего не можем изменить.",
            "Мы все в таком восторге по поводу этой поездки.",
            "Мы были так рады увидеть настоящих живых слонов.",
            "Он был так взволнован, что с трудом мог сдерживать себя.",
            "Атмосфера большого города взбудоражила его /привела его в восторг/.",
            "Наше объявление / сообщение вызвало у детей восторг.",
            "Она была вся в нервном напряжении ещё задолго до этого события.",
            "Я так рада, что мы едем в Нью-Йорк.",
            "Плакаты вызвали большой интерес к данному шоу.",
            "Андрей был очень рад стать отцом.",
            "Он пришёл в сильное возбуждение и попытался схватить её за платье.",
            "Ему было сложно так сильно переживать.",
            "Дети пришли в восторг, когда увидели Санта-Клауса.",
            "Этот судебный процесс вызвал большой общественный интерес.",
            "Завтра Стив летит домой, и мы все очень этому рады.",
            "Периоды депрессии чередуются с возбуждением.",
            "Врачи в восторге от потенциальной пользы нового препарата.",
            "Дети всегда жаждали отправиться в поход.",
            "Похоже, Мишель была очень рада получить от него весточку.",
            "Мы все в восторге от перспективы вечеринки.",
            "Она была так взволнована, что всю ночь не сомкнула глаз.",
            "Фредди был так взволнован, что не мог выговорить ничего членораздельного.",
            "Дети были так взволнованы, что с трудом могли говорить."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}