{
    "exciting": {
        "comment": [
            "exciting – волнующий excited – взволнованный"
        ],
        "translate": "захватывающий, возбуждающий, волнующий",
        "transcription": " |ɪkˈsaɪtɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Let's do something exciting.",
            "Man, that was exciting!",
            "This isn't a very exciting book.",
            "It was not an exciting life, but it was rather interesting.",
            "The most exciting part is yet to come.",
            "She led an exciting and glamorous life.",
            "It can be an enormously enlightening and exciting experience.",
            "I've got some very exciting news for you.",
            "Istanbul sounds really exciting.",
            "To me, there's nothing more exciting than playing football.",
            "It was one of the most exciting moments in his life.",
            "Our evening together was pleasant but not very exciting.",
            "It's an exciting story of political intrigue and murder.",
            "We've had nothing exciting - just the usual run of applicants.",
            "an exciting account of her adventures",
            "We had an exciting vacation. There was never a dull moment.",
            "We listened eagerly as she related the whole exciting story.",
            "In comparison to other recent video games, this one isn't very exciting.",
            "The exciting ending partially redeems what is otherwise a very dull movie.",
            "I skipped through the first part of the book, eager to get to the exciting bits.",
            "This is a vast, exciting, and perhaps quixotic project.",
            "Lane seemed to publish almost all the exciting new authors.",
            "the metamorphosis of the old house into something new and exciting",
            "Their life was drab compared with the more exciting life style overseas",
            "Research on genes should open the door to exciting new medical treatments.",
            "Media studies is regarded as a more exciting subject, if only because it's new.",
            "This is not an exciting car to drive, but on the plus side it is extremely reliable.",
            "Today's match ranks as one of the most exciting games that these two have ever played.",
            "an exciting period in history that has been memorialized in many popular books and movies",
            "Commentators have overdrawn the dangers of the sport in order to make it appear more exciting."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные, оканчивающиеся на -ing и -ed"
        ],
        "example_translate": [
            "Давайте делать что-то увлекательное.",
            "Блин, вот это была веселуха!",
            "Это не очень увлекательная книга.",
            "Это была не то чтобы захватывающая, но довольно интересная жизнь.",
            "Самое интересное ещё впереди.",
            "Она вела интересную и яркую жизнь.",
            "Это может быть крайне поучительно и интересно.",
            "У меня для вас есть очень интересная новость.",
            "Стамбул — звучит очень увлекательно.",
            "Для меня нет ничего более захватывающего, чем игра в футбол.",
            "Это был один из самых волнующих моментов в его жизни.",
            "Наш совместный вечер был приятным, но не очень интересным.",
            "Это захватывающая история о политических интригах и убийствах.",
            "У нас не происходило ничего особенного - обычные просители.",
            "захватывающий рассказ о её приключениях",
            "Отпуск был потрясающий: нам не пришлось скучать ни минуты.",
            "Мы с интересом слушали, как она рассказывает всю эту захватывающую историю.",
            "В сравнении с другими недавними видеоиграми, эта — не очень интересная.",
            "Захватывающая концовка несколько скрашивает этот очень скучный во всех остальных отношениях фильм.",
            "Я прочитал по диагонали первую часть книги, чтобы поскорее добраться до интересных эпизодов.",
            "Это огромный, захватывающий, и, возможно, идеалистический проект.",
            "По всей видимости, Лейн публиковал произведения почти всех хороших новых авторов.",
            "превращение старого дома в нечто новое и удивительное",
            "Их жизнь была серой, по сравнению с более захватывающим стилем жизни за рубежом.",
            "Исследование генов должны открыть двери для новых замечательных медицинских процедур.",
            "Изучение средств массовой информации считается более увлекательной темой разве что из-за своей новизны.",
            "Езда на этой машине особой радости не приносит, но плюс в том, что она чрезвычайно надёжна.",
            "Сегодняшний матч считается одной из самых захватывающих игр, когда-либо сыгранных между ними.",
            "увлекательный исторический период, увековеченный во многих популярных книгах и фильмах",
            "Комментаторы преувеличивают опасность этого вида спорта, чтобы он казался более захватывающим."
        ]
    }
}