{
    "exclude": {
        "comment": [
            "conclude",
            "include",
            "excluding"
        ],
        "translate": "исключать, не допускать, устранять, не впускать, изымать, снимать, выгонять",
        "transcription": " |ɪkˈskluːd|",
        "antonyms": [],
        "mnemonic": [
            "exclude [иксклу':д] исключать - Мистер (Икс к людям) обратился с просьбой исключить его из КПСС.",
            "include [in'klu: d]\ninclusion [ɪn'klu:ʒən] - включение\nexclude [ɪks'klu:d] - исключать\nexclusion [ɪks'klu:ʒən] - исключение\n***\nВКЛЮЧАЛ обед в себя 5 блюд. (это) include"
        ],
        "examples": [
            "The bad results were excluded from the report.",
            "The unruly student was excluded from the game.",
            "The prices on the menu exclude tax.",
            "The cost for the trip excludes food and beverages",
            "You can share files with some people on the network while excluding others.",
            "He was trying to exclude David from the conversation and show him how de trop he was.",
            "The press had been deliberately excluded from the event.",
            "At this stage we cannot entirely exclude the possibility of staff cuts.",
            "Some of the data was specifically excluded from the report.",
            "The judges decided to exclude evidence which had been unfairly attained.",
            "Social workers have excluded sexual abuse as a reason for the child's disappearance.",
            "This policy excludes people who have a criminal record from entering the country."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эти плохие результаты были исключены из отчёта.",
            "Неугомонный студент был исключён из игры.",
            "Цены на блюда в меню не учитывают налоги. / В стоимость блюд в меню не включены налоги.",
            "Стоимость поездки не включает в себя продукты питания и напитки.",
            "В сети вы можете делиться файлами с одними людьми, и в тоже самое время запрещать к ним доступ другим людям.",
            "Он пытался исключить Дэвида из разговора и показать ему, что он только мешает.",
            "Прессу намеренно не допустили к освещению данного события.",
            "На данном этапе мы не можем полностью исключить возможность сокращения персонала.",
            "Некоторые данные были специально исключены из данного отчёта.",
            "Судьи приняли решение об исключении улик, которые были добыты нечестным путём.",
            "Социальные работники уже исключили сексуальное насилие из числа возможных причин исчезновения этого ребёнка.",
            "Эта политика запрещает въезд в страну людям, которые имеют уголовное прошлое."
        ],
        "stars": 3
    }
}