{
    "exclusive": {
        "comment": [],
        "translate": "эксклюзивный, исключительный, особый, исключительно, не считая",
        "transcription": " |ɪkˈskluːsɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He belongs to an exclusive club.",
            "The problem isn't exclusive to Dublin.",
            "His wealth was not a passport into the exclusive circles of society.",
            "This offer is exclusive to readers of The Sun.",
            "She attended an exclusive private school.",
            "They gave their exclusive attention to the job.",
            "He was tapped for an exclusive Senior Society.",
            "The goals of the negotiators were not reciprocally exclusive.",
            "Our figure skating club has exclusive use of the rink on Mondays.",
            "A single indiscretion can get someone kicked out of that exclusive club.",
            "The committee's exclusive focus will be to improve public transportation.",
            "His exclusive clothing store had habited the town's upper crust for as long as anyone could remember.",
            "Bel Air is an exclusive suburb of Los Angeles.",
            "She was granted an exclusive franchise in the city's west end."
        ],
        "example_translate": [
            "Он принадлежит к эксклюзивному клубу.",
            "Эта проблема характерна не только для Дублина.",
            "Его богатство не обеспечивало ему доступ в самые высшие круги общества.",
            "Это эксклюзивное предложение для читателей \"The Sun\".",
            "Она училась в престижной частной школе.",
            "Они уделили этой работе исключительное внимание.",
            "Он был избран в члены почётнейшего Совета Старейшин.",
            "Цели участников переговоров не исключали друг друга.",
            "Наш клуб фигурного катания имеет исключительное право пользовать каток по понедельникам.",
            "Всего один неосторожный поступок может стоить человеку позорного изгнания из этого элитного клуба.",
            "Исключительное внимание комиссии будет уделено улучшению работы общественного транспорта.",
            "В его первоклассном магазине одежды с незапамятных времён одевалась верхушка городского общества.",
            "Бел-Эйр является фешенебельным пригородом Лос-Анджелеса.",
            "Ей предоставили исключительное право на торговлю в западной части города."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}