{
    "execute": {
        "comment": [],
        "translate": "выполнять, исполнять, осуществлять, казнить, оформлять, приводить в исполнение",
        "transcription": " |ˈeksɪkjuːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The artist executed his ideas in stone.",
            "The boy departed to execute his commission.",
            "The skater executed a triple loop.",
            "He was executed by the head the day following.",
            "The artist executed his imaginative ideas in stone.",
            "The decision to execute the two men has appalled many politicians.",
            "They carefully executed the plan.",
            "The President executed the treaty.",
            "Thousands have been executed for political crimes.",
            "You'll have to execute a mortgage if called on to do so.",
            "Lord Clarendon says that all manner of cruelty was executed.",
            "The question arose how his office was thenceforth to be executed.",
            "The quarterback executed the play perfectly.",
            "Three of the Earl's faithful servants were executed at Perth.",
            "He was captured, tried, and executed for murder.",
            "The job involves drawing up and executing a plan of nursing care.",
            "An undertaking to execute a mortgage if called on to do so.",
            "The pilot executed an emergency landing.",
            "The skaters' routine was perfectly executed."
        ],
        "example_translate": [
            "Художник реализовал свои идеи в камне.",
            "Мальчик отправился исполнять поручение.",
            "Фигурист выполнил тройной луп.",
            "На следующий день ему отрубили голову.",
            "Художник реализовал свои идеи в камне.",
            "Решение о казни этих двух мужчин привело в ужас многих политиков.",
            "Они тщательно выполнили этот план.",
            "Президент выполнил договор.",
            "Тысячи людей были казнены за политические преступления.",
            "Вам придётся оформить ссуду, если это потребуется.",
            "Лорл Кларендон утверждает, что совершались всяческого рода жестокости.",
            "Возник вопрос, как отныне исполнять эти обязанности.",
            "Квотербэк идеально исполнил эту комбинацию. (об амер. футболе)",
            "В Перте казнили трёх верных слуг герцога.",
            "Он был схвачен, осуждён и казнён за убийство.",
            "В обязанности входит составление и выполнение плана сестринского ухода.",
            "Задача оформить ссуду, если таковую потребуют.",
            "Пилот совершил вынужденную посадку.",
            "Номер (программа) фигуристов была выполнена идеально."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}