{
    "execution": {
        "comment": [
            "executive",
            "execute",
            "prosecution",
            "prosecute"
        ],
        "translate": "выполнение, исполнение, казнь, экзекуция, уничтожение, мастерство исполнения",
        "transcription": " |ˌeksɪˈkjuːʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His intention and execution are not very near each other.",
            "The judge stayed the execution order",
            "He is in prison awaiting execution.",
            "You have done execution tonight.",
            "The execution was only respited a few months.",
            "You will have no obstruction from us in the execution of your duty.",
            "In short, the execution, like the design, is ameliorable.",
            "The movie is a mess, as sloppy in concept as it is in execution.",
            "The execution of the requisite tools and machinery was impossible.",
            "They relegated the execution of the sentence to the civil power.",
            "The shot did no great execution.",
            "The coward is determined to put the law in execution against me.",
            "It's a firework piece of music, in which execution takes the place of melody.",
            "The many protestations did not stay the execution.",
            "The quarterback's execution of the play was perfect."
        ],
        "example_translate": [
            "Его намерения и их реализация не слишком соответствуют друг другу.",
            "Судья приостановил исполнение приговора.",
            "Он ожидает исполнение приговора в тюрьме.",
            "Ты произвела фурор сегодня вечером.",
            "Исполнение было отложено только на несколько месяцев.",
            "Вы не встретите никаких помех с нашей стороны при исполнении своих обязанностей.",
            "Короче, исполнение, как и дизайн, могут быть улучшены.",
            "В этом фильме полнейшая неразбериха. Он столь же небрежен по замыслу, сколь и по исполнению.",
            "Использование необходимых инструментов и техники было невозможно.",
            "Они передали право привести приговор в исполнение гражданским властям.",
            "Залп не нанёс больших повреждений.",
            "Этот трус собирается воспользоваться против меня законом.",
            "Это своего рода музыкальный фейерверк, где техника исполнения занимает место мелодии.",
            "Эти многочисленные протесты не привели к отмене казни.",
            "Квотербэк исполнил этот розыгрыш просто идеально."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}