{
    "executive": {
        "comment": [
            "execution",
            "execute"
        ],
        "translate": "исполнительный, административный, исполнительная власть, руководитель",
        "transcription": " |ɪɡˈzekjətɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He has an executive position in the company.",
            "She has good executive skills.",
            "In the U.S., the President is the head of the executive branch of government.",
            "Even as a young woman she had been perceived as a future chief executive.",
            "She was finally made senior executive, but at what price!",
            "Executive Office of the President",
            "He was the most experienced actor, a man of the very rarest executive ability.",
            "General Executive Committee",
            "The President is the chief executive of the U.S.",
            "Decisions of Conference are binding on the Executive",
            "The chairman proposed the young executive as a candidate for promotion.",
            "Responsibility turned the spoiled playboy into a driving young executive.",
            "A hospital chief executive has quashed rumours that people will lose their jobs.",
            "The executive board huddled to discuss the issue.",
            "They extorted money from the executive by threatening to reveal his past to the company boss",
            "The young executive gratingly prated on about his weekend hobnobbing with the rich.",
            "He will report to Greg Carr, Boston Technology's chief executive.",
            "The executive famously insisted on riding the bus to work every day.",
            "The executive fiddled with a pen as she impatiently waited for the meeting to begin.",
            "Some of his friends considered the job of janitor to be an ignominious fate for the laid-off executive.",
            "an archly competitive young executive",
            "a wealthy executive who has a personal assistant",
            "The television network's executives decided not to air the controversial show.",
            "Two executive hopefuls joined the firm.",
            "He asked to see the executive who handled his account.",
            "O'Rourke retired after a 15-year career with Bisons, latterly as chief executive.",
            "She dines in the executive suite, while we lesser mortals use the staff cafeteria.",
            "The disgraced business executive poised herself for the difficult press conference."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он занимает один из руководящих постов в данной компании.",
            "У нее хорошие управленческие навыки.",
            "В США президент является главой исполнительной ветви власти.",
            "Даже в молодости её воспринимали в качестве будущего крупного управленца.",
            "Её, наконец, сделали топ-менеджером, но какой ценой / но каких усилий это стоило!",
            "Исполнительное управление президента США",
            "Он был очень опытным актером, человеком с очень редкими исполнительскими способностями.",
            "Центральный исполнительный комитет",
            "Президент является главой исполнительной власти США.",
            "Решение Конференции ограничивают исполнительные органы.",
            "Председатель предложил этого молодого руководителя в качестве кандидата на продвижение по службе.",
            "Ответственность превратила этого избалованного повесу в энергичного молодого руководителя.",
            "Один из руководителей больницы опроверг слухи о том, что люди потеряют свои рабочие места.",
            "Члены исполнительного совета сбились в тесный кружок, чтобы обсудить этот вопрос.",
            "Они вымогали деньги у этого должностного лица, угрожая раскрыть главе компании его прошлое.",
            "Молодой чиновник раздражающе болтал о дружеской встрече с богачами, которая у него была на выходных.",
            "Он будет подчиняться Грегу Карру, главному исполнительному директору фирмы \"Boston Technology\".",
            "Этот крупный начальник был знаменит тем, что каждый день упорно ездил на работу на автобусе.",
            "Руководитель вертела в руках ручку, с нетерпением ожидая начала собрания.",
            "Некоторые его друзья сочли работу швейцара позорной участью для этого уволенного руководителя.",
            "крайне амбициозный молодой руководитель",
            "богатый чиновник, у которого есть личный помощник",
            "Руководство данной телевизионной сети решило не транслировать эту скандальную передачу.",
            "К фирме присоединились два многообещающих руководителя.",
            "Он попросил встречи с должностным лицом, которое занималось его счётом.",
            "О'Рурк ушёл в отставку после пятнадцати лет работы с \"Бизонами\". В последнее время он исполнял обязанности исполнительного директора.",
            "Она ужинает в представительском люксе, в то время как мы, простые смертные, пользуемся столовой для сотрудников.",
            "Опозоренная руководительница приготовилась к сложной пресс-конференции."
        ]
    }
}