{
    "exhausted": {
        "comment": [],
        "translate": "исчерпанный, измученный, истощенный, обессиленный, изнуренный, уставший",
        "transcription": " |ɪɡˈzɔːstɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You look absolutely exhausted.",
            "You look exhausted! Why don't you take a rest?",
            "We exhausted our savings",
            "Any resource can be exhausted.",
            "'I'm exhausted.' 'Same here!'",
            "We fell into bed, exhausted.",
            "We have exhausted the food supplies.",
            "I was exhausted by the journey.",
            "You look exhausted, absolutely all in. Why don't you go and lie down?",
            "Exhausted, he slumped down into the chair.",
            "I was so exhausted when I got home, I just collapsed on the sofa.",
            "I was near exhausted by the run.",
            "The exhausted racers were gulping for air.",
            "He was exhausted after a night of revelry.",
            "The exhausted racers lay on the ground, gulping air.",
            "Her father was a tired and exhausted individual, loaded with years.",
            "Greece was bleeding and exhausted after her efforts in the War of Liberation.",
            "We exhausted our funds in a week.",
            "I feel exhausted, but also triumphant.",
            "The day's shopping left her exhausted.",
            "The afternoon's exertions had left us feeling exhausted.",
            "The lottery winner was exhausted after a long night of revelry.",
            "Once we'd exhausted the subject of Jill's wedding, I didn't know what to say.",
            "His drive and energy exhausted his co-workers.",
            "He looked exhausted, but Marie felt no pity for him.",
            "He was nearly exhausted as their destination came into view.",
            "After his tantrum, the toddler lapsed into an exhausted quietude and fell asleep.",
            "The US has not yet exhausted all diplomatic possibilities (=tried everything possible).",
            "She was bedraggled and exhausted.",
            "Combustion products are exhausted in the engine."
        ],
        "example_translate": [
            "Ты выглядишь совершенно измученным.",
            "У тебя такой усталый /измотанный/ вид! Почему бы тебе не отдохнуть?",
            "Мы израсходовали наши сбережения.",
            "Любой ресурс может закончиться.",
            "— Как же я устал. — Я тоже! / У меня больше нет сил. — У меня тоже!",
            "Усталые /измотанные, обессиленные/, мы повалились на постель. / Мы рухнули в кровать без сил.",
            "Мы исчерпали запасы продовольствия.",
            "Поездка меня совершенно вымотала.",
            "Ты едва стоишь на ногах. Не хочешь пойти прилечь?",
            "Обессиленный, он плюхнулся в кресло.",
            "Я была так измучена, когда вернулась домой, что просто рухнула на диван.",
            "Я почти выбился из сил от бега.",
            "Измученные скакуны глотали воздух.",
            "Он валился с ног от усталости после бурно проведённой ночи.",
            "Измученные скакуны лежали на земле глотая воздух.",
            "Её отец был вконец изнурённым человеком, обременённым грузом прожитых лет.",
            "Греция была обескровлена и истощена войной за независимость.",
            "Мы исчерпали наши средства за неделю.",
            "Я ужасно устал, но в то же время очень счастлив.",
            "Проходив весь день по магазинам, она совершенно выбилась из сил.",
            "После дневного напряжения мы чувствовали опустошение.",
            "Победитель лотереи после долгого ночного кутежа был совершенно без сил.",
            "Как только мы исчерпали тему свадьбы Джилл, я не знал, что сказать.",
            "Его рвение и энергия измучили сослуживцев.",
            "Он выглядел измождённым, но Мэри не чувствовала к нему жалости.",
            "Он уже почти выбился из сил, когда цель их путешествия появилась в поле зрения.",
            "Закончив истерику, обессиленный малыш затих и заснул.",
            "США ещё не исчерпали все дипломатические возможности (т.е. не попробовали всё, что можно).",
            "Она вымокла и очень устала.",
            "Продукты сгорания выбрасываются в двигатель."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}