{
    "exhibit": {
        "comment": [],
        "translate": "экспонат, экспозиция, показ, выставлять, выставляться, показывать",
        "transcription": " |ɪɡˈzɪbɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She exhibited her paintings to the public.",
            "Exhibit A is the hammer found next to the victim.",
            "In all cultures we know, men exhibit an aesthetic sense.",
            "The museum had many exhibits of oriental art.",
            "He first exhibited an interest in music when he was very young.",
            "There are many metals, such as gold, which never exhibit rust or tarnish.",
            "a multimedia exhibit of photographs, films, and music",
            "Dextral individuals exhibit dominance of the right hand and eye.",
            "He proudly exhibited his trophy.",
            "They will be exhibiting a collection of paintings.",
            "Sinistral individuals exhibit dominance of the left hand and eye.",
            "The Metropolitan Museum is exhibiting Goya's works this month.",
            "The patient exhibited signs of the disease.",
            "...the museum exhibit was just so-so, and we returned home with a vague sense of letdown...",
            "The exhibits date from the 17th century.",
            "a patient who is exhibiting classic symptoms of mental illness",
            "...a smattering of guests at the art exhibit...",
            "the thematic organization of paintings in the exhibit",
            "The exhibit will close on the 100th anniversary of the artist's death.",
            "a museum exhibit devoted to the costumery of women since the classical period",
            "She lingered at the art exhibit.",
            "The Picasso painting is a prize exhibit in the museum.",
            "an exhibit of the museum's latest accessions",
            "The museum included an exhibit showing ancestors of the modern computer.",
            "The museum is having a retrospective exhibit of the artist's early works.",
            "The museum has an exhibit on some of the strange physics that were once used to cure disease.",
            "a forthcoming exhibit at the art museum that is eagerly awaited by connoisseurs of ancient Greek pottery"
        ],
        "example_translate": [
            "Она выставляла свои работы.",
            "Улика А – это молоток, найденный рядом с жертвой.",
            "Во всех известных нам культурах людям свойственно выражать чувство прекрасного.",
            "В музее было много образцов восточного искусства.",
            "Он впервые проявил интерес к музыке, когда был очень молод.",
            "Есть много металлов, таких, как золото, которые никогда не тускнеют и не покрываются ржавчиной.",
            "мультимедийная выставка фотографий, фильмов и музыки",
            "Правши демонстрируют доминирующее положение правой руки и глаза.",
            "Он гордо продемонстрировал свой трофей.",
            "Они будут демонстрировать коллекцию картин.",
            "Левши демонстрируют доминирование левой руки и глаза.",
            "В этом месяце музей Метрополитен представляет выставку работ Гойи.",
            "У пациентки проявились признаки данного заболевания.",
            "...выставка в музее была довольно посредственной, и мы вернулись домой с чувством легкого разочарования...",
            "Данные экспонаты датируются семнадцатым веком.",
            "пациент, который демонстрирует классические симптомы психического заболевания",
            "...небольшое количество гостей на художественной выставке...",
            "тематическая организация картин в экспозиции",
            "Выставка закроется в день столетия смерти художника.",
            "музейная экспозиция, посвящённая женским костюмам, начиная с классического периода",
            "На этой художественной выставке она задержалась дольше обычного.",
            "Эта картина Пикассо является ценнейшим экспонатом данного музея.",
            "экспозиция новейших пополнений коллекции данного музея",
            "В музее имелась экспозиция, демонстрирующая предков современного компьютера.",
            "В музее проходит ретроспективная выставка ранних работ этого художника.",
            "В музее имеется экспозиция некоторых странных снадобий, которые когда-то использовались для лечения болезней.",
            "предстоящая выставка в художественном музее, которую с нетерпением ожидают знатоки древнегреческой керамики"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}