{
    "exhibition": {
        "comment": [
            "prohibition",
            "exhibit",
            "inhibition",
            "inhibit"
        ],
        "translate": "выставка, показ, демонстрация, проявление, выставочный",
        "transcription": " |ˌeksɪˈbɪʃn|",
        "antonyms": [],
        "mnemonic": [
            "exhibition [э'кеибишан] выставка - (Экс* обижен), что его не пригласили на выставку презервативов в качестве экспоната(*Экс- президент СССР);",
            "exhibit [ɪg'zɪbɪt]\nexhibition- выставка, проявление\n***\nЭКСПОНАТЫ я увидел - не могу их|забыть. (это)\nexhibit\nВЫСТАВЛЯЛ ты картины - не могу их|забыть. (это)\nexhibit\nЭкспонат, показ.\n***\nВ моих амбициях \"ambition\",\nорганизовать выставку \"exhibition\"."
        ],
        "examples": [
            "I declare this exhibition open.",
            "It was the opening day of the exhibition.",
            "There were several famous paintings at the exhibition.",
            "Is everything ready for the exhibition?",
            "Although it was not a bearing year, the exhibition was very fine.",
            "He responded in champion's style by treating the fans to an exhibition of power and speed.",
            "The main aim of the exhibition is to showcase British design.",
            "The exhibition has received a positive response from visitors.",
            "They're running special trains to and from the exhibition.",
            "Pictures which are sold during the exhibition will be ticketed in a certain way.",
            "The council agreed to defray the epenses of the exhibition.",
            "It takes a lot of time and effort to get an exhibition ready.",
            "The museum is presenting an exhibition of paintings by Monet.",
            "A collection of paintings by David Hockney is on exhibition at the Museum of Art.",
            "an exhibition of early American crafts",
            "a multimedia exhibition on nuclear power",
            "The exhibition features 175 works of art.",
            "The exhibition was only a partial success.",
            "He prodded me into visiting the exhibition.",
            "People have been flocking to the exhibition.",
            "an exhibition of contemporary Japanese prints",
            "I've never seen such an exhibition of jealousy.",
            "The exhibition features paintings by Picasso.",
            "The overall cost of the exhibition was £400,000.",
            "The exhibition is structured around three topics.",
            "an exhibition of African art at the Hayward Gallery",
            "A private view of the Summer Exhibition will be held.",
            "The museum is staging an exhibition of Picasso's work.",
            "The exhibition received little attention in the press.",
            "These drawings represent a selection from a larger exhibition."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я объявляю эту выставку открытой.",
            "Это был день открытия выставки.",
            "На выставке было несколько известных картин.",
            "Всё ли готово для выставки?",
            "Хотя этот год не был плодородным, выставка оказалась великолепной.",
            "Он ответил в чемпионском стиле, продемонстрировав болельщикам силу и скорость.",
            "Главная цель выставки - показать достижения британского дизайна.",
            "Выставка получила положительные отзывы посетителей.",
            "Они запускают специальные поезда на выставку и обратно.",
            "Картины, которые будут продаваться во время выставки, будут помечены определенным образом.",
            "Городской совет взял на себя расходы по проведению выстаки.",
            "Для подготовки выставки требуется затратить много времени и сил.",
            "Музей представляет выставку картин Моне.",
            "В Художественном музее экспонируется коллекция картин Дэвида Хокни.",
            "выставка ранних американских ремёсел",
            "мультимедийная демонстрация, посвящённая атомной энергетике",
            "На выставке представлено сто семьдесят пять произведений искусства.",
            "Выставка была успешной лишь частично.",
            "Он заставил меня сходить на выставку.",
            "Толпы людей стекаются на выставку.",
            "выставка современной японской гравюры",
            "Я ещё никогда не видел такого проявления ревности.",
            "На выставке представлены картины Пикассо.",
            "Общая стоимость экспозиции составила четыреста тысяч фунтов стерлингов.",
            "Выставка построена вокруг трёх тем.",
            "выставка африканского искусства в лондонской галерее Хэйуорд",
            "Состоится закрытый просмотр Летней экспозиции.",
            "В музее открывается выставка работ Пикассо.",
            "Выставке уделялось мало внимания в прессе.",
            "Эти рисунки представляют собой выборку из более обширной экспозиции."
        ],
        "stars": 2
    }
}