{
    "exile": {
        "comment": [],
        "translate": "изгнание, ссылка, изгнанник, ссыльный, сослать, ссылать, изгонять",
        "transcription": " |ˈeksaɪl|",
        "antonyms": [],
        "mnemonic": [
            "exile [экса'йл] ссылка (изгнание) - (Экса* Ил- 76) отвёз в ссылку (‘Экспрезидента)."
        ],
        "examples": [
            "He spent many years in enforced exile.",
            "It is a severe punishment to be exiled from one's native land.",
            "She went into exile after the communist takeover of Romania.",
            "She had been in voluntary exile since 1990.",
            "Many chose to live as exiles rather than face persecution.",
            "They hoped that his exile would be temporary.",
            "He went into exile to escape political imprisonment.",
            "The poet was exiled because he signed a letter protesting the government's actions.",
            "She spent five years in self-imposed exile in Bolivia.",
            "The house was raided and the family was forced into exile.",
            "Men in exile dream of hope.",
            "Refusal to sign meant forfeiture of property and exile.",
            "Several of the leaders were arrested and exiled to France.",
            "With their conquest of the Moors complete, Ferdinand and Isabella next exiled the Jews from Spain."
        ],
        "example_translate": [
            "Он провёл много лет в вынужденном изгнании.",
            "Быть изгнанным из родной страны - тяжкое наказание.",
            "Она была вынуждена уехать из страны после коммунистического переворота в Румынии.",
            "Она была в добровольном изгнании, начиная с 1990 года.",
            "Многие решили, что лучше жить в изгнании, чем сталкиваться с гонениями.",
            "Они надеялись, что его изгнание будет носить временный характер.",
            "Он отправился в изгнание, чтобы избежать политического заключения.",
            "Поэт был сослан, потому что подписал письмо протеста против действий правительства.",
            "Пять лет она провела в добровольном изгнании в Боливии.",
            "Дом подвергся налёту и семья была вынуждена из него уйти.",
            "Изгнанникам снится надежда.",
            "Отказ подписать означал конфискацию имущества и изгнание.",
            "Несколько вожаков были арестованы и высланы во Францию.",
            "Завершив покорение мавров, Фердинанд и Изабелла сразу же изгнали из Испании евреев."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}