{
    "existing": {
        "comment": [
            "exist",
            "existence"
        ],
        "translate": "существующий, имеющийся",
        "transcription": " |ɪɡˈzɪstɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The service is available to all existing customers.",
            "How well do these new ideas dovetail into the existing system?",
            "We can help you modify an existing home or build a new one.",
            "New products frequently just cannibalize sales of existing goods.",
            "To mark plurality, one language may add an extra syllable to the word whereas another may simply change the vowel in the existing final syllable",
            "challenges to the existing power structure",
            "a critical appraisal of the existing facilities",
            "depletion of the oxygen existing in the bloodstream",
            "Upgrades to the existing software are in the works.",
            "We have to act within the existing legal framework.",
            "Existing derelict land is needed for greening the cities.",
            "trying to avoid the aggravation of an existing back problem",
            "Start with an audit of existing services within the community.",
            "The new software will be sold through existing distribution channels.",
            "Union leaders accused management of dishonouring existing pay agreements.",
            "The insurance company has promised not to turn away its existing customers.",
            "It also encourages existing home owners to trade up to larger accommodation.",
            "We must encourage the planting of new trees and preserve our existing woodlands.",
            "The company should be able to generate business on the back of existing contracts."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Данная услуга доступна для всех существующих клиентов.",
            "Насколько хорошо эти новые идеи вписываются в имеющуюся систему?",
            "Мы можем помочь вам модифицировать существующий дом, или же построить новый.",
            "Новые товары часто просто каннибализируют продажи существующих товаров.",
            "Чтобы обозначить множественное число, в одном языке могут добавить к концу слова ещё один слог, в то время как другом могут просто поменять гласную в последнем слоге.",
            "проблемы существующей структуры власти",
            "критическая оценка существующих объектов",
            "истощение кислорода, имеющегося в кровотоке",
            "Модернизация существующего программного обеспечения находится в процессе подготовки.",
            "Мы должны действовать в рамках существующего законодательства.",
            "Существующие заброшенные земли необходимы для озеленения городов.",
            "пытаясь избежать обострения существующей проблемы со спиной",
            "Начните с ревизии услуг, существующих в рамках сообщества.",
            "Новое программное обеспечение будет продаваться по существующим каналам сбыта.",
            "Лидеры профсоюзов обвинили руководство в неуважении существующих соглашений по зарплате.",
            "Страховая компания пообещала не отказывать в поддержке своим существующим клиентам.",
            "Это также стимулирует людей, у которых уже есть собственные дома, обменивать их на более просторное жильё.",
            "Мы должны способствовать посадкам новых деревьев и сохранению существующих лесов.",
            "Компании должны быть в состоянии создавать новые предприятия на основе существующих контрактов."
        ]
    }
}