{
    "existence": {
        "comment": [
            "exist",
            "existing"
        ],
        "translate": "существование, наличие, бытие, жизнь, существо, житие, все существующее",
        "transcription": " |ɪɡˈzɪstəns|",
        "antonyms": [],
        "mnemonic": [
            "existence [игзи'стэнс] существование - Производная от exist;"
        ],
        "examples": [
            "Dragons have no objective existence.",
            "Many people question the existence of God.",
            "He led a rather solitary existence.",
            "God wills our existence.",
            "They lead a nomadic existence.",
            "He led a remarkably frugal existence.",
            "She began to doubt the existence of God.",
            "Spinoza did not deny the existence of God.",
            "They led a feral existence.",
            "a beggarly existence in the slums",
            "It is impossible to prove the existence of God.",
            "threats to the continued existence of the species",
            "The organization has been in existence for 25 years.",
            "The idea of heaven presupposes the existence of God.",
            "the temporal character of human existence",
            "The existence of UFO's is something that people continue to argue about.",
            "a humdrum existence., all work and no play",
            "It was a challenge to our very existence.",
            "Some rare wild animals are battling for their existence.",
            "There is only patchy evidence of the animal's existence.",
            "Their existence as a Ministry was only a question of days.",
            "The local theater has had a tenuous existence in recent years.",
            "I am agnostic about my agnosticism regarding my own existence.",
            "The very existence of the museum is threatened by lack of funding.",
            "The studio denied the existence of subliminal messages in the movie.",
            "For many people it is religion that gives meaning to their existence.",
            "a helter-skelter kind of existence with never a pause",
            "His devotion to his sick wife condemned him to a lonely existence",
            "Yin and yang together produce everything that comes into existence.",
            "Thy existence is wholly an Illusion and optical and tactual Phantasm."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Драконы не существуют в действительности.",
            "Многие люди сомневаются в существовании Бога.",
            "Он вёл довольно уединённый образ жизни.",
            "Бог желает нашего существования. / Мы существуем по воле Божией.",
            "Они ведут кочевой образ жизни.",
            "Он вел удивительно скромный образ жизни.",
            "Она начала сомневаться в существовании Бога.",
            "Спиноза не отрицал существования Бога.",
            "Они одичали. / Они вели дикое /животное/ существование.",
            "нищенское существование в трущобах",
            "Доказать существование бога невозможно.",
            "угроза продолжению существования данного вида",
            "Организация существует уже двадцать пять лет.",
            "Понятие рая предполагает существование Бога.",
            "временный характер человеческого существования",
            "Существование НЛО — это то, о чём люди продолжают спорить.",
            "скучное существование: всё время работа, никаких развлечений",
            "Само наше существование было поставлено на карту.",
            "Ряду редких животных приходится буквально сражаться за выживание.",
            "Есть лишь обрывочные свидетельства существования данного животного.",
            "Их пребывание в должности министров было вопросом лишь нескольких дней.",
            "В последние годы существование местного театра было довольно призрачным.",
            "Я сомневаюсь в своём агностицизме относительно собственного существования.",
            "Само существование музея находится под угрозой в связи с нехваткой финансирования.",
            "Студия отрицала наличие в фильме \"двадцать пятого кадра\" /рекламы, действующей на подсознание/.",
            "Для многих людей именно религия составляет смысл существования.",
            "такая суматошная жизнь, в безостановочном движении",
            "Преданность больной жене обрекла его на одиночество.",
            "Сочетание Инь и Ян порождает всё, что только существует на свете.",
            "Твое существование является не более чем иллюзией, оптической и осязательной галлюцинацией."
        ],
        "stars": 3
    }
}