{
    "exist": {
        "comment": [
            "existence",
            "existing"
        ],
        "translate": "существовать, быть, находиться, жить, иметься, просуществовать",
        "transcription": " |ɪɡˈzɪst|",
        "antonyms": [],
        "mnemonic": [
            "exist [игзи'ст] существовать - (И к сист-ре) обратись, чтобы существовать и жить;",
            "exist [ig'zist]\n***\nСУЩЕСТВУЕТ закон, и он неказист. (это) exist\n***\nСуществует \"exist\"\nволшебный состав \"consist\",\nно пить его я воздержусь \"desist\"\nи ты не настаивай \"insist\"."
        ],
        "examples": [
            "Does life exist on Mars?",
            "We cannot exist without oxygen.",
            "Unfortunately, violence still exists in our life.",
            "Strange ideas existed in his mind.",
            "We exist only as we energize.",
            "Do fairies really exist?",
            "Did unicorns ever exist?",
            "They exist on a diet of fish.",
            "The Internet didn't exist then.",
            "Stop pretending that the problem doesn't exist.",
            "Racism still exists in our society.",
            "One \"bit\" is the smallest amount of data which can exist, and corresponds to the answer to a yes-or-no question.",
            "The custom of arranged marriages still exists in many countries.",
            "None of the protection systems that exist today are completely fail-safe.",
            "It is important to recall that not very long ago cell phones did not exist.",
            "He could barely exist on such a low wage.",
            "The magic cure for inflation does not exist.",
            "It's the largest galaxy known to exist.",
            "Machines now exist to pack olives in jars.",
            "the enormous volcanoes known to exist on Mars",
            "She is convinced that parallel universes exist.",
            "The club will cease to exist if financial help is not found.",
            "We haven't even begun to map the many galaxies that we know exist.",
            "Tom acts as if I don't exist at times.",
            "She believes that ghosts really do exist.",
            "The courts exist to uphold, interpret, and apply the law.",
            "It is refreshing to know that places untouched since creation still exist.",
            "The hostages existed on bread and water.",
            "Opportunities exist for students to gain sponsorship.",
            "Particles in space exist in the form of a plasma."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "x = [gz]"
        ],
        "example_translate": [
            "Есть ли жизнь на Марсе?",
            "Мы не можем существовать без кислорода.",
            "К сожалению, в нашей жизни всё ещё существует насилие.",
            "Ему в голову приходили странные мысли.",
            "Мы существуем только тогда, когда активно действуем.",
            "Существуют ли феи на самом деле?",
            "Существовали ли когда-нибудь единороги?",
            "Они живут на рыбной диете. / Они питаются одной рыбой.",
            "Интернета тогда (ещё) не существовало.",
            "Хватит делать вид, что этой проблемы не существует.",
            "В нашем обществе по-прежнему есть место расизму.",
            "Один бит — это минимально возможное количество информации, которое соответствует ответу на вопрос: \"да или нет?\"",
            "Обычай договорных браков по-прежнему существует во многих странах. (arranged marriages — браки в которых жених и невеста выбираются родственниками)",
            "Ни одна из существующих сегодня защитных систем не является абсолютно надёжной.",
            "Важно напомнить, что не так давно сотовых телефонов ещё не существовало.",
            "Он с трудом мог прожить на такую низкую зарплату.",
            "Волшебного лекарства от инфляции не существует.",
            "Это самая крупная из известных галактик.",
            "Теперь есть машины, которые консервируют оливки.",
            "огромные вулканы, которые, как известно, существуют на Марсе",
            "Она уверена в том, что параллельные миры существуют.",
            "Клуб прекратит своё существование, если не будет найдена финансовая помощь.",
            "Мы ещё даже не приступили к нанесению на карту множества галактик, о существовании которых нам известно.",
            "Том иногда ведёт себя так, словно меня не существует.",
            "Она считает, что привидения существуют на самом деле.",
            "Суды существуют для того, чтобы защищать, толковать и применять закон.",
            "Приятно осознавать, что существуют ещё на земле места, оставшиеся нетронутыми с самого момента создания.",
            "Заложники жили на хлебе и воде.",
            "У студентов есть различные возможности получить спонсорскую поддержку.",
            "Частицы в космосе существуют в виде плазмы."
        ],
        "stars": 3
    }
}