{
    "exotic": {
        "comment": [],
        "translate": "экзотический, экзотичный, иноземный, экзот, экзотическое растение",
        "transcription": " |ɪɡˈzɑːtɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Many exotic plants can be found along the walk.",
            "The trade in exotic birds is barbarous.",
            "Potatoes were first cultivated as a rare exotic.",
            "The horse Exotic Wood was unbeaten in five starts.",
            "She's known for her exotic tastes.",
            "He enjoys traveling to remote and exotic destinations.",
            "This author romanced his trip to an exotic country.",
            "Some native species are being crowded out by exotics.",
            "Their exotic vacations inspired envy in their friends.",
            "All of his movies feature lavish sets and exotic locations.",
            "Mr Thornton's broadcast talks on exotic music are widely known.",
            "A rash erupted on her arms after she had touched the exotic plant.",
            "She was an exotic creature with long red hair and brilliant green eyes.",
            "The cookbook anglicized many exotic dishes to make them easier to prepare.",
            "The local SPCA was looking for homes for a number of exotic animals confided to its care."
        ],
        "example_translate": [
            "Вдоль тропы /аллеи/ можно найти много экзотических растений.",
            "Торговля экзотическими птицами является варварством.",
            "Первоначально картофель возделывался как редкое экзотическое растение.",
            "Конь по кличке Экзотик Вуд был непобедимым в течение пяти последних гонок.",
            "Она известна своими экзотическими вкусами.",
            "Ему очень нравится путешествовать в отдалённые и экзотические места.",
            "Этот автор существенно приукрасил свою поездку в экзотическую страну.",
            "Некоторые аборигенные виды вытесняются экзотическими.",
            "Отпуск они проводили в экзотических странах, чем вызывали зависть у друзей.",
            "Для всех его фильмов характерны роскошные декорации и экзотические места.",
            "Радиопрограммы мистера Торнтона о необычных направлениях в музыке широко известны.",
            "После того, как она коснулась этого экзотического растения, на её руках появилась сыпь.",
            "Она была экзотическим существом с длинными рыжими волосами и искрящимися зелеными глазами.",
            "В этой поваренной книге многие экзотические блюда англицированы, чтобы облегчить их приготовление.",
            "Местное общество охраны животных искало дома для ряда экзотических животных, доверенных его попечению."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}