{
    "expand": {
        "comment": [
            "expansion"
        ],
        "translate": "расширяться, расширять, развивать, развиваться, распространять, распространяться",
        "transcription": " |ɪkˈspænd|",
        "antonyms": [],
        "mnemonic": [
            "expand [икспэ'нд] расширять, увеличивать - Кистевой (экспэнд-ер) расширяет и увеличивает объём мышц;",
            "expand [ik'spænd]\nexpansion [ɪks'pænʃən] - расширение, увеличение.\nрост, развитие, экспансия. протяжение, простор\n***\nРАСТЯГИВАЕТСЯ эспандер. (это) expand\nУВЕЛИЧИВАЕТСЯ апендикс|панды. (это) expand"
        ],
        "examples": [
            "Water expands as it freezes.",
            "Reading helped to expand her vocabulary.",
            "When air is warmed it expands and becomes lighter.",
            "Our trade with China is steadily expanding.",
            "Where oak expands her arms.",
            "I'm quite satisfied with your explanation, so there's no need to expand on it.",
            "The object of this gymnastic exercise is to expand the chest.",
            "He has expanded his business to serve the entire state.",
            "The dough expands.",
            "We have plans to expand into the U.S. market.",
            "The director plans to expand the firm into an international company.",
            "The coffee shop may expand into a full restaurant.",
            "The liquid expands and contracts with changes in temperature.",
            "She is ready to grasp any opportunity to expand the business.",
            "The computer industry has expanded greatly over the last decade.",
            "We want to expand the business, not shrink it.",
            "The market for software is expected to expand.",
            "The longer version only expands, and in no way contradicts, the shorter one.",
            "Sydney's population expanded rapidly in the 1960s.",
            "The lack of investors has frustrated them in their efforts to expand the company.",
            "She plans to expand the lecture series into a book.",
            "His business has expanded to serve the entire state.",
            "The decision to expand the company was an error of judgement.",
            "We are hoping to expand our business, particularly in Europe.",
            "The chairman is keen that the company should expand its product range.",
            "expand the house by adding another wing",
            "Efforts to expand the tourist industry could be negated by reports that the sea is highly polluted.",
            "As to our future plans, I think I need only say that the company intends to expand at a steady rate.",
            "Expand the abbreviation “deg.” to “degree.”",
            "They are at the center of a furious debate over whether or not to expand the city's public transportation system."
        ],
        "example_translate": [
            "Вода при замерзании расширяется.",
            "Чтение помогло расширить её словарный запас.",
            "Когда воздух нагревается, он расширяется и становится легче.",
            "Наша торговля с Китаем постоянно расширяется.",
            "Где дуб раскинул свои ветви.",
            "Я вполне удовлетворён вашим объяснением, можете опустить подробности.",
            "Цель этого упражнения — развивать мышцы грудной клетки.",
            "Он расширил свой бизнес, чтобы обслуживать весь штат.",
            "Тесто подходит.",
            "У нас есть планы по расширению на американский рынок.",
            "Директор планирует расширить фирму до транснациональной компании.",
            "Эта кофейня может вырасти в полноценный ресторан.",
            "При изменении температуры жидкость расширяется или сжимается.",
            "Она готова ухватиться за любую возможность, чтобы расширить бизнес.",
            "За последнее десятилетие компьютерная индустрия значительно расширилась.",
            "Мы хотим расширить бизнес, а не наоборот, сократить.",
            "На рынке программного обеспечения ожидается расширение.",
            "Более длинная версия лишь дополняет краткую, а ни в коем случае не противоречит ей.",
            "В шестидесятые годы население Сиднея увеличивалось быстрыми темпами.",
            "Отсутствие инвесторов, расстроило их планы по расширению компании, не смотря на все их усилия.",
            "Она планирует расширить эту серию лекций, превратив её в книгу.",
            "Его бизнес расширился и охватил весь штат.",
            "Решение о расширении компании была ошибкой в оценке ситуации.",
            "Мы надеемся расширить свой бизнес, особенно в Европе.",
            "Председатель очень хочет, чтобы компания расширила ассортимент выпускаемой продукции.",
            "расширить дом, добавив ещё одно крыло",
            "Попытки расширения туристического бизнеса могут быть сведены на нет сообщениями о сильном загрязнении моря.",
            "Что касается наших планов на будущее — я думаю, мне нужно только сказать, что компания намерена расширяться устойчивыми темпами.",
            "Разверните аббревиатуру “град.” до слова “градус”.",
            "Они находятся в центре яростной дискуссии по поводу того, следует ли расширять городскую систему общественного транспорта."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}