{
    "expansion": {
        "comment": [
            "expand"
        ],
        "translate": "расширение, экспансия, рост, распространение, раскрытие, растяжение, подъем",
        "transcription": " |ɪkˈspænʃn|",
        "antonyms": [],
        "mnemonic": [
            "expand [ik'spænd]\nexpansion [ɪks'pænʃən] - расширение, увеличение.\nрост, развитие, экспансия. протяжение, простор\n***\nРАСТЯГИВАЕТСЯ эспандер. (это) expand\nУВЕЛИЧИВАЕТСЯ апендикс|панды. (это) expand"
        ],
        "examples": [
            "The book is an expansion of a lecture series.",
            "The company has abandoned plans for further expansion.",
            "The government put a brake on plans for expansion.",
            "the metal's coefficient of expansion",
            "Britain's imperial expansion in the 19th century",
            "The expansion of (a+b)^2 is a^2 + 2ab + b^2.",
            "an unprecedented expansion in population and industry",
            "This book is an expansion of a lecture series.",
            "The expansions of hard rock, afford a kind of irregular pavement.",
            "I also optioned the land around the company for future expansion.",
            "Expansion of the company has continued apace.",
            "The novel is an expansion of a short story he wrote about forty years ago.",
            "The rapid expansion of cities can cause social and economic problems.",
            "The expansion of state education brought new and wider opportunities for working class children.",
            "the expansion of a lecture series into a book",
            "labor problems incidental to a rapid expansion",
            "The country was on the cusp of economic expansion.",
            "The industry underwent a period of rapid expansion.",
            "He gave a succinct overview of the expansion project.",
            "The company misguidedly thought that expansion was the best way to survive.",
            "Containment of communist expansion was a central principle of United States' foreign policy from 1947 to the 1975."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Данная книга является развитием курса лекций.",
            "Компания отказалась от плана дальнейшего расширения.",
            "Правительство не дало хода планам по расширению и развитию.",
            "коэффициент расширения металла",
            "расширение Британской империи в девятнадцатом веке",
            "Раскрытие скобок в выражении (a+b)^2 даёт a^2 + 2ab + b^2.",
            "небывалый рост населения и промышленности",
            "Эта книга представляет собой более подробное изложение серии лекций.",
            "Пространство, выложенное грубым булыжником, образует нечто похожее на неровную мостовую.",
            "Также я приобрёл прилежащие к компании земли для дальнейшего расширения.",
            "Расширение компании продолжилось быстрыми темпами.",
            "Данный роман развился из короткого рассказа, написанного им около сорока лет назад.",
            "Быстрое расширение городов может привести к социальным и экономическим проблемам.",
            "Расширение государственного образования принесло новые и более широкие возможности для детей из рабочих семей.",
            "превращение серии лекций в книгу",
            "кадровые проблемы, сопутствующие быстрому росту",
            "Страна находилась на пороге экономического подъёма.",
            "Данная отрасль прошла через период быстрого расширения.",
            "Он сделал краткий обзор проекта расширения.",
            "Руководство компании ошибочно считало, что её расширение — лучший способ выжить.",
            "C 1947 по 1975 годы сдерживание коммунистической экспансии было главным принципом внешней политики США."
        ],
        "stars": 2
    }
}