{
    "expenditure": {
        "comment": [
            "expensive",
            "expense"
        ],
        "translate": "расход, трата, потребление",
        "transcription": " |ɪkˈspendɪtʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Put down your expenditure.",
            "The energy expenditure was significant.",
            "Income must govern expenditure.",
            "vast expenditures of time and effort",
            "Her expenditure was ever miserly.",
            "Rent accounts for 50% of expenditure.",
            "He is rigorous in his control of expenditure.",
            "We must find ways of keeping our expenditure in check.",
            "Do you have authorization for this expenditure?",
            "The project will require an expenditure of effort on everyone's part.",
            "The government is cutting arms expenditure.",
            "All categories of expenditure are under review.",
            "The council is budgeting for a 25% increase in expenditure on roads.",
            "The statement gives an outline of public expenditure for each department.",
            "Total expenditure is projected to rise by 25%.",
            "Rises in interest rates act as a brake on expenditure.",
            "The gap between income and expenditure has widened to 11%.",
            "the expenditure of time and money on your house or garden",
            "capital expenditure (=spending by a company on buildings, machinery, equipment etc)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Снизьте расходы.",
            "Энергетические затраты были значительными.",
            "Расходы должны определяться доходами.",
            "огромные затраты времени и сил",
            "Она всегда скупо тратила деньги.",
            "Арендная плата составляет половину расходов.",
            "Он очень тщательно следит за своими расходами.",
            "Мы должны найти способы сокращения расходов.",
            "У вас есть разрешение на эти расходы?",
            "Этот проект потребует усилий со стороны каждого.",
            "Правительство сокращает расходы на вооружения.",
            "Все категории расходов находятся в стадии пересмотра.",
            "Совет планирует двадцатипятипроцентное увеличение расходов на дороги.",
            "В отчете дается общий показатель расходов на государственные нужды по каждому департаменту.",
            "По прогнозам, общая сумма расходов вырастет на двадцать пять процентов.",
            "Повышения процентных ставок выступают в качестве тормоза для потребительских расходов.",
            "Разрыв между доходами и расходами вырос до одиннадцати процентов.",
            "затраты времени и денег на ваш дом или сад",
            "капиталовложения (т.е. расходы компании на здания, сооружения, машины, оборудование и т.д.)"
        ],
        "stars": 2
    }
}