{
    "expectation": {
        "comment": [],
        "translate": "ожидание, надежда, вероятность, предвкушение, упование, чаяние, виды на наследство",
        "transcription": " |ˌekspekˈteɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They had great expectation for their daughter.",
            "Profits are below expectations.",
            "The company has expectations of making a profit next year.",
            "His performance did not live up to our expectations.",
            "Gina has succeeded beyond our expectations.",
            "She was in a twitter, partly of expectation, and partly of fear.",
            "The policy is premised on the expectation that the public will be willing to accept it.",
            "I saved the files in the expectation that they would be useful in the future.",
            "Rain was a logical expectation, given the time of year.",
            "For some time he lived with the expectation that he was going to die.",
            "She knew that the hairstylist was honeying her for a reason — the expectation of a generous tip.",
            "Anne left Germany in the expectation of seeing her family again before very long.",
            "Women who have high expectations of marriage are often disappointed.",
            "Some people have totally unrealistic expectations of both medical and nursing staff.",
            "The number of people who attended fell short of expectations (=was lower than expected).",
            "The expectation was spread both by word and by implication."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они возлагали большие надежды на свою дочь.",
            "Прибыль — ниже ожидаемого.",
            "В следующем году в компании ожидают /планируют/ получить прибыль.",
            "Его выступление не оправдало наших ожиданий.",
            "Успех Джины превзошёл наши ожидания.",
            "Она была в возбуждённом состоянии, отчасти от нетерпения, отчасти от страха.",
            "Эта политика базируется на предположении, что общественность захочет принять её.",
            "Я сохранил эти файлы в надежде, что они пригодятся в будущем.",
            "Учитывая время года, дождя было логично ожидать.",
            "Некоторое время он жил в ожидании скорой смерти.",
            "Она понимала, что парикмахер подлизывается к ней не просто так, а в расчёте на щедрые чаевые.",
            "Энн покинула Германию, рассчитывая вскоре вновь увидеть родных.",
            "Женщины, которые возлагают большие надежды на брак, часто разочаровываются.",
            "Некоторые люди ожидают как от врачебного, так и от сестринского персонала чего-то совершенно нереального.",
            "Количество присутствовавших не оправдало ожиданий (т.е. оказалось ниже, чем ожидалось).",
            "Об этих ожиданиях говорили как прямо, так и намёками."
        ]
    }
}