{
    "expedition": {
        "comment": [
            "edition",
            "editor",
            "hereditary"
        ],
        "translate": "экспедиция, быстрота, поспешность",
        "transcription": " |ˌekspəˈdɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was delegated to organize and lead the expedition.",
            "The goal of the expedition is to map unexplored territory.",
            "An expedition was sent to explore Mars.",
            "The antarctic expedition sledged along the coastline.",
            "Amundsen's expedition was the first to reach the South Pole.",
            "He was always modest about his role in the Everest expedition.",
            "They were sent on an expedition to explore the western frontier.",
            "The expedition was abandoned because of adverse weather conditions.",
            "The expedition is looking for sponsorship from one of the major banks.",
            "The expedition's base camp (=main camp) was 6,000 feet below the summit.",
            "His family have been very urgent for him to make an expedition to Margate.",
            "The expedition was equipped with proper clothing, food, and other necessities.",
            "They encountered serious problems when two members of the expedition were injured.",
            "The 45 year-old explorer has been preparing for his latest expedition to the Arctic.",
            "The European Union is considering whether to provide financial support for the expedition."
        ],
        "example_translate": [
            "Ему было поручено организовать и возглавить экспедицию.",
            "Задачей экспедиции является нанесение на карту неизведанной территории.",
            "Для исследования Марса была отправлена экспедиция.",
            "Антарктическая экспедиция проехала на санях вдоль береговой линии.",
            "Экспедиция Амундсена первой достигла Южного полюса.",
            "Он никогда не хвастался своим участием в экспедиции на Эверест.",
            "Их отправили в экспедицию для исследования западных рубежей.",
            "Экспедиция была отменена из-за неблагоприятных погодных условий.",
            "Данная экспедиция надеется на финансовую поддержку одного из крупных банков.",
            "Базовый (т.е. главный) лагерь экспедиции был в шести тысячах футов ниже вершины.",
            "Его семья очень настаивала, чтобы он предпринял поездку в Маргейт.",
            "Экспедиция была оснащена соответствующей одеждой, продуктами питания и другими предметами первой необходимости.",
            "Они столкнулись с серьезными проблемами, когда двое участников экспедиции получили травмы.",
            "Сорокапятилетний исследователь занимается подготовкой к своей новой экспедиции в Арктику.",
            "Европейский Союз рассматривает возможность предоставления финансовой поддержки данной экспедиции."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}