{
    "expect": {
        "comment": [
            "unexpected",
            "unexpectedly",
            "expectation",
            "expected"
        ],
        "translate": "ожидать, рассчитывать, ждать, надеяться, предполагать, полагать, думать",
        "transcription": " |ɪkˈspekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's hopeless to expect him to help.",
            "I'm expecting a phone call.",
            "We'll expect you for dinner on Thursday.",
            "The are expecting another child in January",
            "You can expect delivery in a week to ten days.",
            "He didn't get his expected pay rise.",
            "Don't expect a good meal at a cabaret.",
            "We expected more from you.",
            "I expect you're right.",
            "Do you really expect me to believe that?",
            "I expect to be back within a week.",
            "The porter will expect a tip.",
            "I didn't expect him to react that way.",
            "Is it realistic to expect such results?",
            "You expect me to believe that shit?",
            "I expect more grown-up behaviour of you.",
            "Prices are expected to rise.",
            "I didn't expect him to stay so long.",
            "Trouble comes along when you least expect it.",
            "Having been there before, I knew what to expect.",
            "Expect occasional showers today.",
            "She knows broadly what to expect.",
            "The whole family expects great things of him.",
            "I expect my friend was a paragon of sanctity.",
            "This is not the kind of behavior I expected of you.",
            "You can't expect him to do it all on his own.",
            "I expect my guests to be punctual for breakfast.",
            "We expect the stocks to recover to $2.90.",
            "They expect the governor to resign his office.",
            "Don't expect sudden improvements from this class."
        ],
        "synonyms": [],
        "grups": [
            "Сложное дополнение",
            "Сложное подлежащее",
            "Инфинитив",
            "all_words",
            "x = [ks]",
            "Инфинитив - сложное дополнение(умственной деятельность, обозначающая знание, мнение или предположение)",
            "Инфинитив с to после глаголов",
            "Инфинитив - сложное подлежащее(страдательный залог)"
        ],
        "example_translate": [
            "Бесполезно ждать от него помощи.",
            "Я жду телефонного звонка.",
            "Мы ждём вас на ужин в четверг.",
            "Они ожидают ещё одного ребенка в январе.",
            "Доставку можно ожидать в течение семи-десяти дней.",
            "Он не получил ожидаемого повышения зарплаты.",
            "Хорошей еды в забегаловке ждать не стоит.",
            "Мы ожидали от вас большего.",
            "Я думаю, вы правы.",
            "Вы что, действительно ждёте, что я в это поверю?",
            "Я рассчитываю вернуться в течение недели.",
            "Носильщик будет ждать от вас чаевых.",
            "Я не ожидал, что он отреагирует подобным образом.",
            "Реалистично ли ожидать таких результатов?",
            "И ты думаешь, что я поверю в эту брехню?",
            "Я жду от тебя более взрослого поведения.",
            "Предполагается, что цены вырастут.",
            "Я не ожидал, что он останется так надолго.",
            "Неприятности происходят именно тогда, когда их меньше всего ждёшь.",
            "Я уже был здесь раньше и знал, чего ожидать.",
            "Сегодня временами ожидается дождь.",
            "Она, в общем-то, знает, чего ожидать.",
            "Вся семья возлагает на него большие надежды.",
            "Я думаю, мой друг был образцом добродетели.",
            "Не такого поведения я от тебя ждал. / Не ожидал я, что ты так себя поведёшь.",
            "Не стоит надеяться, что он всё это сделает сам.",
            "Я требую, чтобы мои гости не опаздывали к завтраку.",
            "Мы ожидаем, что акции вернутся к цене $2.90.",
            "Они полагают, что губернатор уйдёт в отставку.",
            "Не надейся, что этот класс вдруг изменится к лучшему."
        ]
    }
}