{
    "expense": {
        "comment": [
            "expensive",
            "expenditure"
        ],
        "translate": "расходы, расход, издержки, цена, трата, расходование",
        "transcription": " |ɪkˈspens|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This adds to the expense.",
            "A car can be a great expense.",
            "Let's take a taxi, and sod the expense.",
            "A new car is a major expense.",
            "Let's celebrate, and damn the expense!",
            "Redecorating the house will be a considerable expense.",
            "We expensed our moving cost.",
            "The project will entail considerable expense.",
            "The building was restored at great expense.",
            "He hoped to avoid the expense of hospitalization.",
            "The expense must fall upon the purchaser.",
            "The tenant went to very needless expense.",
            "The expense was the clincher that persuaded us to give up the enterprise.",
            "the expense of a protracted legal battle",
            "Bugger the expense, I'm going to buy it!",
            "It would be lovely, but think of the expense!",
            "The annual fee is simply an expense of doing business.",
            "He kept a careful record of his expenses at the meeting.",
            "No expense was spared in developing the necessary technology.",
            "Leaving aside for a moment the question of expense, what would your view be of the suggested changes?",
            "Louis kept making jokes at his wife's expense.",
            "Conference rooms were equipped at great expense.",
            "Her mansion was refurnished at taxpayers' expense.",
            "The expense of the work to be borne by the abutters.",
            "companies getting a free ride at the taxpayer's expense",
            "He borrowed £150,000 and used the money for legal expenses.",
            "They tried to enrich themselves at the expense of the poor.",
            "The town has been careful not to buy prosperity at the expense of its character.",
            "It may not be necessary to go to the added expense of updating your virus software.",
            "The Police Committee requested a grant from the Government to cover the extra expense."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это увеличивает расходы.",
            "Машина может обойтись вам очень дорого.",
            "Давай возьмём такси, плевать на расходы.",
            "Новый автомобиль означает серьёзные расходы.",
            "Давайте кутнем! Денег не жалко!",
            "Отделка дома заново потребует значительных затрат.",
            "Мы списали на издержки наши расходы по переезду.",
            "Данный проект повлечёт за собой значительные расходы.",
            "На восстановление здания были потрачены огромные деньги.",
            "Он надеялся избежать расходов на госпитализацию.",
            "Затраты должны падать на покупателя.",
            "Арендатор пошёл на абсолютно ненужные расходы.",
            "Расходы стали решающим фактором, убедившим нас закрыть предприятие.",
            "цена затянувшейся судебной тяжбы",
            "Мелкие траты, я собираюсь это купить!",
            "Это было бы здорово, но подумай о расходах!",
            "Эта ежегодная плата — просто цена ведения бизнеса.",
            "Он аккуратно записал все свои расходы на этом совещании.",
            "На разработку необходимых технологий средств не жалели.",
            "Если ненадолго оставить в стороне вопрос о расходах, каким будет ваше мнение относительно предлагаемых изменений?",
            "Луи не переставал отпускать шуточки в адрес жены.",
            "На оборудование конференц-залов были потрачены большие деньги.",
            "Её особняк был отремонтирован за счет налогоплательщиков.",
            "Расходы по проведению работ должны взять на себя владельцы смежных земельных участков.",
            "компании, жирующие за счёт налогоплательщиков",
            "Он одолжил сто пятьдесят тысяч фунтов стерлингов и пустил эти деньги на юридические расходы.",
            "Они пытались обогатиться за счёт бедных.",
            "Город не хочет покупать процветание ценой потери своей индивидуальности.",
            "Возможно, в дополнительных расходах на обновление антивирусного программного обеспечения не будет необходимости.",
            "Полицейский комитет запросил у правительства субсидию, чтобы покрыть дополнительные расходы."
        ]
    }
}