{
    "expert": {
        "comment": [
            "experienced",
            "experiment",
            "experience",
            "experimental",
            "expertise"
        ],
        "translate": "эксперт, специалист, знаток, экспертный, опытный, квалифицированный",
        "transcription": " |ˈekspɜːrt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Ha! Ha! Some expert you are.",
            "He needs advice from an expert.",
            "She is an expert on skin care.",
            "She is somewhat of an expert.",
            "I accept him as the greatest expert in this field.",
            "We received some expert advice.",
            "She pretends to be an expert on wine.",
            "Peter's an expert in his field.",
            "He's an expert at making things out of junk.",
            "Ben considered the statue with an expert eye.",
            "an expert at counterfeiting money",
            "He's an expert at doing bird calls.",
            "a world renowned expert in the field",
            "He's an expert in American literature.",
            "He's our resident expert on computer games.",
            "You can always tell a true expert from a dilettante.",
            "I'm not an expert, but I appreciate fine works of art.",
            "He purports to be an expert in criminalistics.",
            "He cast his expert eye on the gardener's work.",
            "Tests should be administered by a medical expert.",
            "We must hear the expert before we make a decision.",
            "She was an acknowledged expert on child development.",
            "Ministers depend on civil servants for expert advice.",
            "Her chief function is to provide expert legal advice.",
            "an expert cowman who can round up the livestock in no time",
            "an expert in finance who predicts global economic disaster",
            "a butterfly expert with an inclusive knowledge of his subject",
            "An expert rider will find almost no reason to leather a horse.",
            "She is an expert in the diagnosis and treatment of eye diseases.",
            "That pistol is a bitch to reassemble even in the hands of an expert."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ха-ха-ха! Тоже мне, специалист!",
            "Ему нужна консультация специалиста.",
            "Она является экспертом по уходу за кожей.",
            "Она в некотором роде эксперт.",
            "Я признаю, что он является крупнейшим специалистом в этой области.",
            "Мы получили некоторые рекомендации специалистов.",
            "Она выдаёт себя за специалиста по винам.",
            "Питер является экспертом в своей области.",
            "Он мастерски делает вещи из всякого барахла.",
            "Бен окинул статую взглядом знатока.",
            "специалист по изготовлению фальшивых денег",
            "Он мастерски имитирует птичьи голоса.",
            "всемирно известный эксперт в данной области",
            "Он является знатоком американской литературы.",
            "Он наш постоянный эксперт по компьютерным играм.",
            "Всегда можно отличить настоящего профессионала от дилетанта.",
            "Хоть я и не эксперт, но способен оценить красоту произведений искусства.",
            "Он собирается стать экспертом-криминалистом.",
            "Он окинул труды садовника взглядом знатока.",
            "Анализы должны проводиться специалистом-медиком.",
            "Мы должны выслушать специалиста, прежде чем принять какое-то решение.",
            "Она была признанным специалистом в области детского развития.",
            "Министры полагаются на экспертные заключения государственных служащих.",
            "Ее главная функция — предоставить квалифицированную юридическую консультацию.",
            "пастух высочайшего класса, который может сгонять скот в кратчайшие сроки",
            "эксперт в области финансов, который предсказывает глобальную экономическую катастрофу",
            "специалист по бабочкам, всесторонне владеющий своим предметом",
            "У умелого всадника почти никогда не найдётся причин бить лошадь кнутом.",
            "Она является специалистом в области диагностики и лечения глазных болезней.",
            "Даже умелец не сможет собрать заново этот пистолет."
        ]
    }
}