{
    "experiment": {
        "comment": [
            "experimental",
            "experienced",
            "expert",
            "experience",
            "expertise",
            "inexperienced"
        ],
        "translate": "эксперимент, опыт, испытание, экспериментировать, баловаться",
        "transcription": " |ɪkˈsperɪmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The experiment is a success.",
            "The experiment interested me a lot.",
            "They had to drop the experiment in midstream.",
            "The experiment has not answered at all.",
            "You can get into danger by experimenting in magic.",
            "We are experimenting with the new drug in order to fight this disease.",
            "an experiment in living more frugally",
            "It was an experiment in living.",
            "The article describes how the experiment was done.",
            "The first experiment was a real turkey.",
            "They did some experiments with magnets.",
            "The experiment produced equivocal results.",
            "The composer experimented with a new style.",
            "As an experiment he decided to grow a beard.",
            "the city's experiment with a longer school year",
            "The experiment did not achieve a desirable result.",
            "He took part in the experiment as a naive subject.",
            "The experiment had not been an unqualified success.",
            "This kind of experiment seems cruel in the extreme.",
            "The foundation provided support for the experiment.",
            "Each experiment is performed twice to ensure accuracy.",
            "Students will carry out simple laboratory experiments.",
            "He volunteered to act as a guinea pig in the experiment.",
            "The subjects of this experiment were all men aged 18-35.",
            "An unadulterated solution is required for the experiment.",
            "The final results of the experiment are due on December 9.",
            "The researcher sets up experiments to test the hypothesis.",
            "The ultimate outcome of the experiment cannot be predicted.",
            "Baldwin enlightened her as to the nature of the experiment.",
            "The experiment demonstrated the instability of the compound."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Опыт удался.",
            "Эксперимент весьма заинтересовал меня.",
            "Им пришлось прервать эксперимент на середине.",
            "Опыт совсем не удался.",
            "Эксперименты с магией могут быть опасны.",
            "Мы экспериментируем с новым препаратом для того, чтобы бороться с этим недугом.",
            "опыт более бережливого образа жизни",
            "Это был жизненный эксперимент.",
            "В статье описывается, как проходил этот эксперимент.",
            "Первый эксперимент совершенно не получился.",
            "Они провели несколько экспериментов с магнитами.",
            "Результаты эксперимента получились неоднозначными.",
            "Композитор попробовал себя в новом стиле.",
            "В качестве эксперимента он решил отращивать бороду.",
            "городской эксперимент по увеличению продолжительности учебного года",
            "Эксперимент не привёл к желаемму результату.",
            "Он принял участие в эксперименте в качестве \"наивного испытуемого\". (т.е. испытуемого, который не знает настоящих целей эксперимента)",
            "Эксперимент не стал безоговорочно успешным.",
            "Такого рода эксперименты представляются в высшей степени жестокими.",
            "Фонд обеспечил (материальную) поддержку этого эксперимента.",
            "Каждый эксперимент проводится два раза, чтобы гарантировать точность.",
            "Студенты выполнят несложные лабораторные опыты.",
            "В этом эксперименте он вызвался исполнять роль подопытного кролика.",
            "Всеми объектами этого эксперимента были мужчины в возрасте от 18 до 35 лет.",
            "Для проведения эксперимента требуется чистейший раствор.",
            "Окончательные результаты эксперимента ожидаются девятого декабря.",
            "Исследователь устраивает эксперименты, чтобы проверить эту гипотезу.",
            "Окончательный результат данного эксперимента непредсказуем.",
            "Болдуин осведомил её о сути / характере этого эксперимента.",
            "Данный эксперимент продемонстрировал нестабильность этого соединения."
        ],
        "stars": 3
    }
}