{
    "experimental": {
        "comment": [
            "experiment",
            "experienced",
            "expert",
            "experience",
            "expertise",
            "inexperienced"
        ],
        "translate": "экспериментальный, опытный, подопытный, пробный, основанный на опыте",
        "transcription": " |ɪkˌsperɪˈmentl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The experimental tube is now before you.",
            "an experimental version of the night fighter",
            "an experimental drug for the treatment of AIDS",
            "Only one experimental run to test the machinery has been made.",
            "The fuel is being used on an experimental basis.",
            "An internist advised me of an experimental drug.",
            "an experimental procedure for patients suffering from leukemia",
            "A hypothesis is tested by finding experimental evidence for it.",
            "In the experimental trials the amount of carbon was measured separately.",
            "Both experimental and clinical evidence show that the treatment is effective.",
            "A scientific hypothesis that survives experimental testing becomes a scientific theory."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Экспериментальная трубка находится перед вами.",
            "экспериментальная версия этого ночного истребителя",
            "экспериментальный препарат для лечения СПИДа",
            "Для проверки оборудования было проведено только одно экспериментальное испытание.",
            "Такое топливо используется на экспериментальной основе.",
            "Один терапевт посоветовал мне экспериментальный препарат.",
            "экспериментальная процедура для пациентов, страдающих от лейкемии",
            "Гипотезы проверяются путём нахождения экспериментальных доказательств.",
            "В экспериментальных исследованиях количество углерода измеряли отдельно.",
            "Эффективность данного лечения доказана как экспериментальными, так и клиническими данными.",
            "Научная гипотеза, которая выдерживает экспериментальную проверку, становится научной теорией."
        ],
        "stars": 2
    }
}