{
    "experienced": {
        "comment": [
            "experiment",
            "expert",
            "experience",
            "experimental",
            "expertise"
        ],
        "translate": "опытный, бывалый, знающий, сведущий",
        "transcription": " |ɪkˈspɪriənst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is experienced and self-assured.",
            "He's very experienced in teaching beginners.",
            "I'm not experienced at giving interviews.",
            "Although he was experienced, he was not infallible.",
            "She experienced constant pain.",
            "Gusts of up to 200 kph may be experienced.",
            "The more experienced team came out on top.",
            "Melanie experienced a jolt of surprise.",
            "He experienced severe hardships as a child.",
            "The company has experienced meteoric growth.",
            "We had never experienced this kind of holiday before and had no idea what to expect.",
            "The store experienced a sharp plunge in sales.",
            "He experienced a momentary loss of consciousness.",
            "He experienced a calling to enter the priesthood.",
            "The country has experienced years of civil unrest.",
            "An experienced detective was assigned to the case.",
            "He is one of golf's most experienced practitioners.",
            "We had never experienced this kind of holiday before.",
            "She's one of the most experienced teachers in the district.",
            "Experienced users have direct access to the main data files.",
            "This experienced old fighter has never yet been knocked out.",
            "He is an experienced political campaigner.",
            "She experienced the full gamut of human emotions.",
            "They had never experienced the thrill of victory.",
            "He's an experienced campaigner on the world stage.",
            "The region has experienced a population explosion.",
            "an experienced policeman whose partner is a rookie",
            "She experienced complications during her pregnancy.",
            "The city has experienced an increase in population.",
            "It was the kind of duster not experienced in years."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она опытна и уверенна в себе.",
            "Он очень опытен в обучении новичков.",
            "У меня нет опыта дачи интервью.",
            "Несмотря на опытность и он мог ошибаться.",
            "Она постоянно испытывала боль.",
            "Возможны порывы ветра до 200 км/ч..",
            "Более опытная команда вышла на первое место.",
            "От неожиданности Мелани испытала шок.",
            "У него было очень тяжёлое детство.",
            "Компания пережила стремительный рост.",
            "Мы никогда не попадали на такого рода праздники и не знали, чего нам ожидать.",
            "Магазин испытал резкое падение продаж.",
            "Он пережил кратковременную потерю сознания.",
            "Он почувствовал призвание стать священником.",
            "Страна пережила несколько лет гражданских беспорядков.",
            "Дело поручили опытному детективу.",
            "Он — один из самых опытных действующих гольфистов.",
            "Мы никогда не попадали на такого рода праздники.",
            "Она является одним из наиболее опытных педагогов района.",
            "Опытные пользователи имеют прямой доступ к основным файлам данных.",
            "Это старый опытный боксёр, он ни разу ещё не побывал в нокауте.",
            "Это опытный политический технолог. / У него большой опыт предвыборной борьбы.",
            "Она испытала всю гамму человеческих эмоций.",
            "До этого они ещё никогда не испытывали радости победы.",
            "Он является опытным борцом на мировой арене.",
            "В регионе наблюдается демографический взрыв.",
            "опытный полицейский, напарник которого является новичком",
            "Она столкнулась с осложнениями во время беременности.",
            "Город пережил рост населения.",
            "Таких пыльных бурь, как эта, не было уже много лет."
        ]
    }
}