{
    "exploration": {
        "comment": [],
        "translate": "исследование, эксплорация, дальняя разведка",
        "transcription": " |ˌekspləˈreɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The group is involved in Arctic exploration.",
            "The moon landing is a landmark in space exploration.",
            "Space exploration provides a symbol of national pride.",
            "You can then use this hut as a base for explorations into the mountains around.",
            "The history of space exploration is a fascinating topic.",
            "As long as there's a national deficit, interplanetary exploration will most likely remain an agreeable cogitation and nothing more.",
            "A part of the nation's treasury is spent on space exploration.",
            "This book is indispensable to anyone interested in space exploration.",
            "The first major milestone in space exploration was in 1957, when the USSR's Sputnik 1 orbited the Earth.",
            "The technology heralded a new age of space exploration.",
            "The first exploration of the Missouri River from its mouth to its headwaters was made by Meriwether Lewis and William Clark in the early 1800s."
        ],
        "example_translate": [
            "Этот коллектив принимает участие в освоении Арктики.",
            "Высадка на Луну — это важная веха /поворотный пункт/ в освоении космоса.",
            "Освоение космоса является символом национальной гордости.",
            "Вы можете затем использовать эту хижину в качестве базы для исследований окрестных гор.",
            "История освоения космоса — это увлекательная тема.",
            "Пока существует дефицит государственного бюджета, межпланетные исследования, скорее всего, останутся не более чем приятными размышлениями.",
            "Часть бюджета страны тратится на исследование космоса.",
            "Эта книга незаменима для тех, кто интересуется освоением космоса.",
            "Первая крупная веха в освоении космоса состоялась в 1957 году, когда советский \"Спутник-1\" вышел на околоземную орбиту.",
            "Эта технология возвестила о начале новой эры в освоении космоса.",
            "Первое исследование реки Миссури, от её устья до верховьев, было проведено в начале девятнадцатого века Мэриуэзером Льюисом и Уильямом Кларком."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}