{
    "explore": {
        "comment": [
            "exploration"
        ],
        "translate": "исследовать, изучать, обследовать, разведывать, выяснять, зондировать",
        "transcription": " |ɪkˈsplɔːr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I decided to go out and explore the town.",
            "Venice is a wonderful city to explore.",
            "The best way to explore the island is to hire a car.",
            "Inspired by the sunny weather, I decided to explore the woods.",
            "They have had little time to explore profitable sales opportunities abroad.",
            "When tripping through the Yukon take some time to explore our museums.",
            "The book explores a number of controversial issues.",
            "You need to explore your feelings on this subject more carefully.",
            "An expedition was sent to explore Mars.",
            "We decided to explore the surrounding countryside.",
            "Einstein is the hero of those who explore science at its deepest level.",
            "With said guidebook in hand, we set off to explore the city.",
            "Come explore the natural wonders of the American West.",
            "Researchers are exploring how language is acquired by children.",
            "The president wants to explore every avenue towards peace in the region.",
            "an opportunity to explore different activities",
            "They were sent to explore unknown regions of Africa.",
            "I'm going to explore the possibility of a part-time job.",
            "Gingerly she explored the bump on her head with her fingers.",
            "Archer began to explore the possibilities of opening a club in the city.",
            "The children were encouraged to explore mathematics.",
            "Management need to explore ways of improving office security.",
            "They were sent on an expedition to explore the western frontier.",
            "the belief that it is the destiny of the human race to explore our solar system and yon",
            "We began to explore the hither bank while our companions crossed the creek to explore the yonder bank."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я решил выйти наружу и осмотреть город.",
            "Осматривать Венецию — одно удовольствие.",
            "Лучший способ исследовать остров — взять напрокат машину.",
            "Вдохновленный солнечной погодой, я решил осмотреть лес.",
            "У них было почти не было времени для изучения возможности прибыльных продаж за границей.",
            "Когда отправитесь в путешествие по Юкону, выделите время, чтобы походить по нашим музеям.",
            "В данной книге исследуется ряд спорных вопросов.",
            "Вам нужно более тщательно разобраться в том, что вы думаете на этот счёт.",
            "Для исследования Марса была отправлена экспедиция.",
            "Мы решили осмотреть окрестности.",
            "Эйнштейн является героем для тех, кто изучает естественные науки на самом глубоком уровне.",
            "Взяв в руки вышеупомянутый путеводитель, мы отправились осматривать город.",
            "Откройте для себя чудеса природы американского Запада.",
            "Исследователи изучают то, как язык усваивается детьми.",
            "Президент хочет выявить любую возможность для достижения мира в данном регионе.",
            "возможность попробовать себя в различных видах деятельности",
            "Их отправили исследовать неизвестные области Африки.",
            "Я собираюсь рассмотреть возможность подработки.",
            "Она осторожно потрогала шишку у себя на голове.",
            "Арчер начал обдумывать возможности открытия клуба в этом городе.",
            "Детям рекомендовалось изучать математику.",
            "Руководству необходимо обдумать пути совершенствования системы безопасности.",
            "Их отправили в экспедицию для исследования западных рубежей.",
            "убеждённость в том, что человечеству суждено исследовать нашу солнечную систему и выйти за её пределы",
            "Мы начали осматривать ближний берег речушки, а наши спутники переправились на ту сторону, чтобы исследовать другой."
        ]
    }
}