{
    "explode": {
        "comment": [
            "explosion",
            "explosive"
        ],
        "translate": "взорваться, взрывать, взрываться, разбивать, разражаться, подрывать",
        "transcription": " |ɪkˈsploʊd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His anger exploded.",
            "The enemy exploded the bridge.",
            "She suddenly exploded with tears.",
            "The champagne bottle exploded",
            "We exploded the nuclear bomb.",
            "The Molotov cocktail exploded.",
            "Riots may explode at any time.",
            "She looked like she was ready to explode with anger.",
            "He told a joke which made Hank explode with laughter.",
            "If you drop a match in there the whole place will explode.",
            "Mrs Crump looked as if she was going to explode.",
            "The building exploded in flames.",
            "The device was thrown at an army patrol but failed to explode.",
            "Florida's population exploded after World War II.",
            "The continued tension could explode into more violence.",
            "Paul exploded. 'What has it got to do with you?' he yelled.",
            "Far sooner than anyone thought possible, the Russians exploded an atomic bomb.",
            "According to experts' calculations, that star will explode within two billion years.",
            "A design flaw (=a mistake or weakness in the way something was made) caused the engine to explode."
        ],
        "example_translate": [
            "Его гнев вырвался наружу. / Он разразился гневом.",
            "Противник взорвал мост.",
            "Она вдруг разразилась слезами (разревелась).",
            "Бутылка шампанского взорвалась.",
            "Мы взорвали ядерную бомбу.",
            "Коктейль Молотова взорвался.",
            "Беспорядки могут разразиться в любой момент.",
            "Казалось, она вот-вот лопнет от злости.",
            "Он рассказал анекдот, который заставил Хенка громко расхохотаться.",
            "Урони туда спичку — и всё там взлетит на воздух.",
            "Похоже было, что миссис Крамп вот-вот лопнет.",
            "Охваченное пламенем здание взорвалось.",
            "Взрывное устройство было брошено в армейский патруль, но не взорвалось.",
            "После Второй Мировой войны население Флориды резко возросло.",
            "Постоянное напряжение может привести к ещё большим вспышкам насилия.",
            "— А ты-то тут при чём? — взорвался Пол.",
            "Намного раньше, чем кто-либо считал возможным, русские взорвали атомную бомбу.",
            "По расчетам специалистов, эта звезда взорвётся в ближайшие два миллиарда лет.",
            "Причиной взрыва двигателя стал конструктивный дефект (т.е. ошибка или слабое место в том, как что-либо сделано)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}