{
    "explain": {
        "comment": [
            "complain",
            "plain",
            "complaint",
            "plainly"
        ],
        "translate": "объяснять, разъяснять, растолковать, толковать, оправдывать",
        "transcription": " |ɪkˈspleɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Give me a chance to explain.",
            "Wait! I can explain everything.",
            "He explained why he was late.",
            "Let me explain what I mean.",
            "Let me explain it this way.",
            "She explained the problem to me.",
            "We miss any attempt to explain.",
            "She tried to explain her actions.",
            "I think that's my cue to explain why I'm here.",
            "It would take me far too long to explain.",
            "I'll explain why I don't believe your story.",
            "It sounds silly, I know, but I will explain.",
            "I tried to explain, but he cut me short.",
            "Explain it again — you've lost me already.",
            "She explained how the machine worked.",
            "Would you just explain to us how the system works.",
            "Will someone please explain what's going on?",
            "He explained to us that the examination would take place later.",
            "I wrote a short note to explain.",
            "Could you explain your reasoning?",
            "We asked him to explain his reasons to us.",
            "Only mindless malevolence would explain this cruel vandalism.",
            "The teacher assayed to explain the hidden meaning of the story.",
            "Between gasps and wheezes, he tried to explain what had happened.",
            "She explained that she had been ill.",
            "He carefully explained the procedure.",
            "How can you explain that sort of behaviour?",
            "Managers should explain the need for change.",
            "He tried to explain away his adulterous affairs by saying that men are promiscuous by nature.",
            "The foregoing helps to explain these results."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дай мне шанс объяснить.",
            "Подождите! Я могу всё объяснить.",
            "Он объяснил, почему опоздал.",
            "Позвольте мне объяснить, что я имею в виду.",
            "Позвольте мне объяснить это так.",
            "Она объяснила мне суть проблемы.",
            "Мы упускаем шанс что-либо объяснить.",
            "Она попыталась объяснить свои поступки.",
            "Я думаю, мне пора объяснить, почему я здесь.",
            "У меня уйдёт слишком много времени, чтобы это объяснить.",
            "Я объясню, почему мне не верится в вашу историю.",
            "Знаю, это звучит глупо, но я сейчас объясню.",
            "Я попытался было объяснить, но он прервал меня.",
            "Объясни ещё раз, а то ты меня уже совсем запутал.",
            "Она объяснила, как машина работает.",
            "Вы не могли бы объяснить нам, как работает эта система?",
            "Кто-нибудь, объясните, пожалуйста, что происходит?",
            "Он объяснил нам, что экзамен состоится позже.",
            "Я коротко объяснил всё в записке.",
            "Не могли бы вы объяснить свои рассуждения?",
            "Мы попросили его объяснить нам причины своих действий.",
            "Лишь бессмысленная злоба объяснила бы этот жестокий вандализм.",
            "Учитель попытался объяснить скрытый смысл этого рассказа.",
            "Сквозь вздохи и хрипы, он попытался объяснить, что случилось.",
            "Она объяснила, что была больна.",
            "Он подробно объяснил весь процесс.",
            "Как вы можете объяснить такого рода поведение?",
            "Руководители должны разъяснять необходимость перемен.",
            "Он попытался оправдать свою супружескую неверность тем, что мужчины, мол, по природе своей неразборчивы в связях.",
            "Вышеизложенное позволяет объяснить эти результаты."
        ]
    }
}