{
    "explicit": {
        "comment": [
            "implicit"
        ],
        "translate": "явный, точный, откровенный, подробный, определенный, явно заданный",
        "transcription": " |ɪkˈsplɪsɪt|",
        "antonyms": [],
        "mnemonic": [
            "explicit [ɪks'plɪsɪt]\nexplicitly\n***\nОПРЕДЕЛЁННЫЙ диалог их|сблизит. (это) explicit\nЯСНЫЙ разговор их|сблизит. (это) explicit\nЧЁТКОЕ мнение, что \"Феникс\"|сблизит. (это) explicit\nЯсно, точно, открыто.\n***\nБудете говорить ОТКРЫТО, вы их|сблизите. (это)\nexplicitly"
        ],
        "examples": [
            "They were given explicit instructions.",
            "The film contains some very explicit love scenes.",
            "His threat to kill me was quite explicit.",
            "The contrast could not have been made more explicit.",
            "The movie contains scenes of explicit violence.",
            "If he had been more explicit his holiday would have been nixed, that was for sure.",
            "Be explicit when you talk about money with your family.",
            "He hesitates to be explicit on so ticklish a matter.",
            "The kidnappers gave us explicit instructions not to involve the police.",
            "Changes to the property can't be done without their explicit consent."
        ],
        "example_translate": [
            "Им были даны четкие инструкции.",
            "Этот фильм содержит несколько очень откровенных любовных сцен.",
            "Его угроза убить меня была достаточно явной.",
            "Этот контраст нельзя было выразить более явно.",
            "Фильм содержит сцены откровенного насилия.",
            "Если бы он был более откровенным, ему бы отказали в отпуске, это точно.",
            "Когда говорите о деньгах с семьёй, будьте откровенны и ничего не скрывайте.",
            "Он стесняется откровенно высказываться по столь щекотливому вопросу.",
            "Похитители дали нам четкие указания не привлекать полицию.",
            "Запрещается каким-либо образом изменять объект собственности без их явного на то согласия."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}