{
    "expose": {
        "comment": [
            "oppose",
            "opposed",
            "pose",
            "propose",
            "proposed",
            "purpose",
            "suppose",
            "impose",
            "compose",
            "supposedly",
            "composer",
            "supposed",
            "dispose"
        ],
        "translate": "подвергать, разоблачать, выставлять, публичное разоблачение",
        "transcription": " |ɪkˈspəʊz|",
        "antonyms": [],
        "mnemonic": [
            "expose [икспо'уз] обнажить, раскрыть, разоблачить - На (икспоз-иции) обнажают, раскрывают и разоблачают всё;",
            "pose [pəuz]\nimpose [ɪm'pəʊz]\noppose [ə'pəuz] - противиться, сопротивляться\nexpose [ɪks'pəuz] - раскрывать секрет, разоблачить,\nподвергать\nexposure [ɪks'pəuʒə] - разоблачение, выдержка,\nподвергание, выставление\nposer ['pəʊzə] - трудный вопрос, трудная задача,\nпроблема\n***\nПРИНЯЛ ПОЗУ. (это) pose\n***\nНАВЯЗАЛИ им|позу. (это) impose\nНалагать."
        ],
        "examples": [
            "She threatened to expose him.",
            "She was exposed as a liar.",
            "I'm afraid I might expose my real feelings for him.",
            "I prefer not to expose my money to too much risk.",
            "The baron was exposed as a liar and a cheat.",
            "The film exposes the utter horror of war.",
            "The shingles had fallen off, exposing the wood underneath.",
            "It is never too early to expose a child to books.",
            "The report exposes the weaknesses of modern medical practice.",
            "They threatened to expose him.",
            "Potatoes turn green when exposed to light.",
            "a newspaper exposé of government corruption",
            "The report revealed that workers had been exposed to high levels of radiation.",
            "After the expose he had to take it on the lam.",
            "Some children are never exposed to classical music.",
            "The infant was exposed by the teenage mother.",
            "The man exposed himself in the subway.",
            "Undercover investigators exposed the scam.",
            "The show aired an exposé on the candidate's financial indiscretions.",
            "The portrait painter had the power to massage the king's ego or to expose his flaws.",
            "He lifted his T-shirt to expose a jagged scar across his chest.",
            "She threatened to expose to the public the misdeeds he had committed.",
            "He published an expose of the graft and corruption in city government."
        ],
        "example_translate": [
            "Она грозилась его разоблачить.",
            "Её уличили во лжи.",
            "Я боюсь, что могу раскрыть свои настоящие чувства к нему.",
            "Я предпочитаю не подвергать свои деньги слишком большому риску.",
            "Барон был разоблачен как лжец и обманщик.",
            "В фильме изображён полнейший /кромешный/ ужас войны.",
            "Кровля (крыши) обвалилась, обнажив деревянный каркас под ней.",
            "Начинать знакомить ребёнка с книгами нужно с самого раннего детства.",
            "Доклад вскрывает недостатки современной медицинской практики.",
            "Они угрожали разоблачить его.",
            "На свету картофель зеленеет.",
            "разоблачительный газетный материал о коррупции в правительстве",
            "Как показано в докладе, работники подвергались воздействию высоких уровней радиации / излучения.",
            "После разоблачения ему пришлось податься в бега.",
            "Некоторые дети никогда не слушают классическую музыку.",
            "Младенец был брошен юной матерью на улице.",
            "Этот мужчина полностью обнажился в метро.",
            "Аферу разоблачили следователи, работавшие под прикрытием.",
            "Передача выпустила в эфир публичное разоблачение финансовых нарушений данного кандидата.",
            "Во власти портретиста было потешить самолюбие короля, или же выставить напоказ его недостатки.",
            "Он задрал футболку, чтобы показать неровный шрам на своей груди.",
            "Она пригрозила публично обличить все преступления, которые он совершил.",
            "Он опубликовал разоблачение взяточничества и коррупции в городской администрации."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}