{
    "extension": {
        "comment": [
            "extent",
            "extend",
            "extensive"
        ],
        "translate": "расширение, продление, продолжение, удлинение, распространение, удлинитель",
        "transcription": " |ɪkˈstenʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's asking for a contract extension.",
            "extension of the patient's life",
            "Matter has extension.",
            "A dining-room extension.",
            "Can I have extension 316, please?",
            "I can probably get you a couple of days extension on compassionate grounds.",
            "Donald's been given an extension to finish his thesis.",
            "The wire has an extension of 50 feet.",
            "Operator, please connect me with extension 123.",
            "The map showed the former extension of the Esquimaux race to the higher north.",
            "Do you know Mr Brown's extension number?",
            "Most extension cords have a male plug on one end and a female plug on the other.",
            "The architect's brief is to design an extension that is modern but blends with the rest of the building.",
            "Most BASIC files use the filename extension .BAS.",
            "Make sure that the muscles get the proper amount of extension.",
            "Good extension comes from a combination of training and native ability.",
            "My primary responsibility is to the pupils, and by extension to the teachers and parents.",
            "Most applications provide extensions for the files they create.",
            "The dancer was praised for her uncanny extension."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он просит о продлении контракта.",
            "продление жизни больного /пациента/",
            "Материя имеет свойство протяжённости.",
            "Пристройка к столовой.",
            "Можно соединить меня с добавочным 316, пожалуйста?",
            "Возможно, я дам тебе два дня отсрочки только из жалости.",
            "Дональд получил отсрочку для окончания диссертации.",
            "Этот провод растягивается до пятидесяти футов.",
            "Оператор, пожалуйста, соедините меня с добавочным 123.",
            "Карта показывала, как далеко на север распространялось эскимосское население.",
            "Вы знаете добавочный номер мистера Брауна?",
            "Большинство удлинителей имеют с одного конца разъем типа \"папа\", а сдругого разъем типа \"мама\".",
            "Архитектору поручено спроектировать пристройку, которая является современной, но сливается с остальной частью здания.",
            "Большинство файлов на языке BASIC имеют расширение \".BAS\".",
            "Обеспечьте мускулам необходимое количество растяжки.",
            "Хорошая растяжка возникает из сочетания тренировок и природных способностей.",
            "В первую очередь я несу ответственность перед учениками, и как следствие, перед учителями и родителями.",
            "Большинство приложений предоставляют расширения для создаваемых ими файлов.",
            "Танцовщицу хвалили за невероятную растяжку."
        ]
    }
}