{
    "extensive": {
        "comment": [
            "extent",
            "extend",
            "extension"
        ],
        "translate": "обширный, экстенсивный, пространный, далеко идущий",
        "transcription": " |ɪkˈstensɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His knowledge of French literature is extensive and thorough.",
            "The storm caused extensive damage.",
            "The museum has an extensive collection of early photographs.",
            "The mayor proposed extensive cuts in the city budget.",
            "The profession offers a bundle of benefits, not least of which is extensive training.",
            "Our limits will not permit us to indulge in extensive quotation.",
            "The extensive warehouse collapsed and fell outwards with a terrific crash into the street.",
            "As a student, he travelled extensively in the Middle East.",
            "There was extensive damage to the truck's body.",
            "The exhibition has received extensive coverage in the national press.",
            "Extensive research is being done into the connection between the disease and poor living conditions.",
            "His schooling provided him with extensive book knowledge.",
            "Fire has caused extensive damage to the island's forests.",
            "The material's potential was unlocked only through extensive testing.",
            "Floods have caused extensive damage in the West.",
            "Most capital cities have extensive exchange facilities.",
            "The house stands in extensive grounds.",
            "a religious bookstore with an extensive stock of devotional literature",
            "The drug has undergone extensive clinical trials (=tests to see if it is effective in treating people).",
            "The company is believed to be keen to sell its extensive brewing interests.",
            "Her latest album makes extensive use of samples from a wide range of acid jazz tracks."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У него обширные и основательные знания в области французской литературы.",
            "Эта буря нанесла значительный ущерб.",
            "Музей обладает обширной коллекцией первых фотографий.",
            "Мэр предложил масштабное сокращение городского бюджета.",
            "Эта профессия обладает массой достоинств, не последнее из них - большие возможности для обучения.",
            "Существующие рамки не позволят нам привести исчерпывающую (полную) цитату.",
            "Огромное здание склада осело и с ужасающим грохотом рухнуло посреди улицы.",
            "Будучи студентом, он много путешествовал по Ближнему Востоку.",
            "Корпусу грузовика были нанесены обширные повреждения.",
            "Выставка получила широкое освещение в национальной прессе.",
            "Проводятся обширные исследования связи между данной болезнью и плохими условиями жизни.",
            "Полученное образование дало ему обширные теоретические знания.",
            "Значительный ущерб лесам острова причинил огонь.",
            "Потенциал этого материала был раскрыт только с помощью тщательного тестирования.",
            "Наводнения причинили значительный ущерб западу страны.",
            "В большинстве столичных городов имеются крупные пункты обмена валют.",
            "Дом стоит на обширной территории.",
            "религиозный книжный магазин с большим запасом духовной литературы",
            "Препарат прошёл масштабные клинические испытания (т.е. тесты для проверки его эффективности при лечении людей).",
            "Считается, что компания стремится продать свои огромные доли в пивоваренных компаниях.",
            "В её последнем альбоме активно используются сэмплы из широкого спектра треков в стиле \"acid jazz\"."
        ],
        "stars": 3
    }
}