{
    "extent": {
        "comment": [
            "extend",
            "extensive",
            "extension"
        ],
        "translate": "степень, мера, экстент, размер, протяжение, пространство",
        "transcription": " |ɪkˈstent|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They occupied only a small extent of England.",
            "I do agree with him to an extent.",
            "the full extent of human knowledge",
            "She tried to determine the extent of the damage.",
            "The extent of kite's wings is more than five feet.",
            "She was willing to study their wishes to a certain extent.",
            "The backwaters of the Amazon are of enormous extent.",
            "To a certain extent she was right.",
            "the vast extent of the desert",
            "It's too early to assess the full extent of the damage.",
            "We need to understand the true extent of the problem.",
            "Both parties were held to be to some extent culpable.",
            "To what extent (=how much) did she influence his decision?",
            "a still unsettled claim to a very large extent of territory at the eastward",
            "If we succeed in bulling silver we shall also succeed in bearing gold to the same extent.",
            "She cannot comprehend the extent of the disaster.",
            "The temperature in the outer and inner layers had equalized to a great extent.",
            "We all to some extent remember the good times and forget the bad.",
            "to the full extent of the law",
            "It is not clear to what extent these views were shared.",
            "Women do not indulge in crime to the same extent as men.",
            "They opened out the nets to their full extent.",
            "The region is over 10,000 square kilometres in extent.",
            "The extent of the damage is incalculable.",
            "It will affect farmers in Spain and to a lesser extent in France.",
            "a conjecture about the extent of the injury",
            "I do agree with his ideas to a certain extent.",
            "It took us a while to realize the extent of the tragedy.",
            "At issue here is the extent to which exam results reflect a student's ability.",
            "He questions the extent to which these remedies are needed."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они захватили только малую часть Англии.",
            "В какой-то степени я с ним согласен.",
            "полный объём /вся широта/ человеческих знаний",
            "Она попыталась определить размер нанесённого ущерба.",
            "Размах крыльев коршуна составляет более пяти футов.",
            "Она была готова до некоторой степени потакать их прихотям.",
            "На Амазонке заводи обладают колоссальной протяжённостью.",
            "В какой-то степени она была права.",
            "необъятное пространство пустыни",
            "Сейчас ещё слишком рано оценивать масштабы нанесённого ущерба.",
            "Нам необходимо понять истинные масштабы проблемы.",
            "Обе стороны были в некоторой степени признаны виновными.",
            "В какой степени (т.е. насколько) она повлияла на его решение?",
            "до сих пор не разрешённый спор о претензиях на очень большую часть территории на востоке",
            "Если нам удастся повысить цены на серебро, то нам также удастся повысить и цены на золото.",
            "Она не может осознать весь масштаб катастрофы.",
            "Температура во внешних и внутренних слоях в значительной степени выравнялась.",
            "Мы все, в какой-то степени, помним хорошее и забываем плохое.",
            "по всей строгости закона",
            "Пока не ясно, в какой степени эти взгляды разделяли другие.",
            "Женщины не относятся к преступности столь же снисходительно, как мужчины.",
            "Они растянули сети на всю длину.",
            "Протяжённость данного региона составляет более десяти тысяч квадратных километров.",
            "Масштабы ущерба не поддаются исчислению.",
            "Это затронет фермеров в Испании и, в меньшей степени, во Франции.",
            "предположение о тяжести полученной травмы",
            "Я действительно до некоторой степени согласен с его идеями.",
            "Весь масштаб трагедии мы осознали не сразу.",
            "Речь идёт о том, до какой степени результаты экзаменов отражают способности учащегося.",
            "Он ставит под сомнение степень необходимости в этих лекарственных средствах."
        ]
    }
}