{
    "extinct": {
        "comment": [],
        "translate": "вымерший, потухший, угасший, вышедший из употребления",
        "transcription": " |ɪkˈstɪŋkt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Dinosaurs have been extinct for millions of years.",
            "Many of these old traditions have since become extinct.",
            "Pandas could become extinct in the wild.",
            "The royal house was not yet extinct.",
            "He threw his extinct cigarette into the stream.",
            "Extinct volcanoes are those that have not erupted in historic times.",
            "The great book collectors seem to be an extinct race.",
            "The species was nearly extinct but is now making a comeback.",
            "The animal, which once numbered in the millions, is now extinct.",
            "A few overgrown ruins are all that remain of that once mighty but now extinct civilization.",
            "The American bald eagle was once nearly extinct but has come back strong.",
            "The Wollemi pine found in Australia is a surviving specimen of a conifer thought to have been long extinct and therefore known as a living fossil."
        ],
        "example_translate": [
            "Динозавры вымерли миллионы лет назад.",
            "Многие из этих старых традиций с тех пор уже исчезли / вышли из употребления.",
            "Панды могут вымереть в дикой природе.",
            "Королевская династия ещё не пресеклась.",
            "Он бросил потухшую сигарету в поток воды.",
            "Потухшими являются те вулканы, которые не извергались в исторические времена.",
            "По всей видимости, собиратели крупных библиотек являются вымершим племенем.",
            "Этот вид был на грани исчезновения, но теперь он уже восстанавливается.",
            "Теперь это животное, численность которого когда-то насчитывала миллионы, уже вымерло.",
            "Несколько заросших развалин — всё, что осталось от некогда могущественной, но ныне исчезнувшей цивилизации.",
            "Когда-то американский белоголовый орлан почти полностью вымер, но сумел вновь возродить свою популяцию.",
            "Воллемия, найденная в Австралии, — это дошедший до наших дней образец хвойных деревьев, которые считались давно вымершими, и поэтому известны как живые ископаемые."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}