{
    "extreme": {
        "comment": [],
        "translate": " крайность, экстремальный, крайний, чрезвычайный, крайняя степень",
        "transcription": "  |ɪkˈstriːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Extremes meet.",
            "She went on an extreme diet.",
            "A man is in extreme want of food or clothing.",
            "It cools with extreme slowness.",
            "In fact, the truth lies between the two extremes.",
            "He professed extreme regret.",
            "They are living in extreme poverty.",
            "The plan was rejected as too extreme.",
            "We must proceed with extreme caution.",
            "He was hospitalized for extreme fatigue.",
            "This would be running into a very absurd extreme.",
            "He was dressed in the extreme of the English fashion.",
            "He knew that he was in extreme peril.",
            "The plant is sensitive to extreme heat and cold.",
            "He was admired for his extreme piety.",
            "The winds are of extreme heat and aridity.",
            "radicals on the extreme left wing of the party",
            "Clark had become more extreme in his opinions.",
            "The weakness of extreme old age crept upon her.",
            "Force is only justified in extreme circumstances.",
            "He has extreme opinions when it comes to politics.",
            "He was well-known for his extreme political views.",
            "His resentment took the form of extreme hostility.",
            "The roads are slippery: drive with extreme caution.",
            "This kind of experiment seems cruel in the extreme.",
            "The economy reflated after the Fed took extreme measures.",
            "Extreme care is always needed when flying at high speeds.",
            "antique bedcovers that should be handled with extreme care",
            "He had extreme difficulty getting hold of the ingredients.",
            "She suffered extreme embarrassment at not knowing how to read."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Противоположности сходятся. / Крайности сходятся.",
            "Она села на строжайшую диету.",
            "Человек, крайне нуждающийся в еде или одежде.",
            "Он охлаждается чрезвычайно медленно.",
            "На самом деле, истина лежит между двумя крайностями.",
            "Он изобразил крайнее сожаление.",
            "Они живут в крайней нищете.",
            "План был отвергнут как слишком радикальный.",
            "Мы должны действовать с крайней осторожностью.",
            "Он был госпитализирован по причине крайнего утомления.",
            "В таком случае это дойдёт просто до абсурда.",
            "Он был одет по последнему слову английской моды.",
            "Он знал, что находился в большой опасности.",
            "Растение чувствительно к сильной жаре и холоду.",
            "Он вызывал восхищение своей чрезвычайной набожностью.",
            "Ветры необычайно горячие и сухие.",
            "радикалы с крайне левого крыла партии",
            "Кларк стал более радикальным в своих суждениях.",
            "К ней незаметно подкралась беспомощная дряхлая старость.",
            "Применение силы может быть оправдано только в чрезвычайных обстоятельствах.",
            "Что касается политики, у него радикальные взгляды.",
            "Он был хорошо известен своими экстремистскими политическими взглядами.",
            "Его негодование приняло форму крайней враждебности.",
            "На дорогах скользко: ведите машину с крайней осторожностью.",
            "Такого рода эксперименты представляются в высшей степени жестокими.",
            "После того, как ФРС пошла на крайние меры, экономика восстановила свой прежний уровень .",
            "При полёте на высоких скоростях всегда нужна особая осторожность.",
            "старинные покрывала, с которыми нужно обращаться крайне осторожно",
            "Он раздобыл эти ингредиенты с величайшим трудом.",
            "Она чрезвычайно стыдилась того, что не умела читать."
        ]
    }
}