{
    "extraordinary": {
        "comment": [
            "extra",
            "extraordinarily",
            "extract",
            "ordinary",
            "recording",
            "according to",
            "coordinate",
            "subordinate",
            "accordingly",
            "coordination"
        ],
        "translate": "чрезвычайный, внеочередной, экстраординарный, необычайный, необычный",
        "transcription": " |ɪkˈstrɔːrdəneri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What an extraordinary thing to do!",
            "She is an extraordinary child.",
            "He could not divine the cause of this extraordinary change.",
            "He is possessed of the most brilliant talents and an extraordinary fund of energy.",
            "His extraordinary run of successes has been stopped.",
            "It took an extraordinary amount of work.",
            "Mr. Gladstone has an extraordinary genius for finance.",
            "It is an edict, which contains many extraordinary positions and pretensions.",
            "It's extraordinary that he should make exactly the same mistake again.",
            "His will is an extraordinary mash of grammar.",
            "They addressed him in terms of worship extraordinary to a scientist ear.",
            "By any standards, the accomplishments of the past year are extraordinary.",
            "The race is an extraordinary event.",
            "It really was an extraordinary piece of luck.",
            "An extraordinary scene met our eyes as we entered the room."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Какой удивительный поступок!",
            "Она необычный ребёнок.",
            "Он не мог угадать причину такого необычного изменения.",
            "Он обладает ярчайшими талантами и неисчерпаемым запасом энергии.",
            "Его невероятная серия успехов прекратилась.",
            "Для этого пришлось выполнить огромный объём работы.",
            "У мистера Гладстона выдающийся талант финансиста.",
            "Это указ, в котором много странных утверждений и притязаний.",
            "Просто невероятно, что он снова сделал ту же самую ошибку.",
            "Его завещание - это поразительная каша из слов и предложений.",
            "Они обращались к нему со словами поклонения, которые звучали непривычно для уха ученого.",
            "По всем меркам достижения последнего года превосходны.",
            "Данные гонки являются событием чрезвычайного характера.",
            "Это и впрямь была необыкновенная удача.",
            "Когда мы вошли в комнату, перед нашим взором предстала необычайная картина."
        ]
    }
}