{
    "extract": {
        "comment": [],
        "translate": "экстракт, извлечение, выдержка, вытяжка, извлекать, добывать, экстрагировать",
        "transcription": " |ɪkˈstrækt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She had extracted a promise from him.",
            "He extracted a small notebook from his hip pocket.",
            "We finally extracted a confession from him.",
            "I had to have a tooth extracted.",
            "I've only seen short extracts from the film.",
            "Oils are extracted from the plants.",
            "Read this extract from an information booklet.",
            "Many valuable medicines are extracted from humble plants.",
            "He means to extract the utmost possible amount of pleasure out of this life.",
            "You'll have to have that tooth extracted.",
            "I make no apology to the readers for the subjoined extract.",
            "He made a mistake of trying to extract further information from our director.",
            "The tumor was surgically extracted.",
            "He extracted an envelope from his inside pocket.",
            "He extracted a credit card from his wallet.",
            "The doctor had to extract pieces of broken glass from the boy's eye.",
            "Nothing could be extracted from him relative to his former associates.",
            "Citric acid can be extracted from the juice of oranges, lemons, or grapefruit.",
            "They are hoping to extract new insights from the test results.",
            "Add one teaspoon of vanilla extract.",
            "We need to extract the relevant financial data.",
            "Investigators were able to extract useful information from the company's financial records.",
            "The machines extract the juice from the apples.",
            "The anthology includes a long extract from the epic poem.",
            "I'll show you a short extract from one of our training videos.",
            "They used torture to extract information about their families.",
            "It took months to extract that nugget of information from them.",
            "They aim to extract the maximum political benefit from the Games.",
            "The words which I have italicized in the above extract are those which were surprising to me."
        ],
        "example_translate": [
            "Она заставила его кое-что пообещать.",
            "Он извлёк маленькую записную книжку из бокового кармана.",
            "Мы, наконец-то, добились от него признания.",
            "Мне пришлось удалить зуб.",
            "Я видел только короткие отрывки из фильма.",
            "Масла добываются из растений.",
            "Прочти этот кусок из справочной брошюры.",
            "Из этих невзрачных растений делают много полезных лекарств.",
            "Он хочет извлечь все возможные удовольствия из этой жизни.",
            "Вам придётся удалить этот зуб.",
            "Я не извиняюсь перед читателями за отрывок, добавленный в конце.",
            "Он сделал ошибку, пытаясь выудить дополнительную информацию у нашего директора.",
            "Опухоль была удалена хирургическим путём.",
            "Он извлёк из внутреннего кармана конверт.",
            "Он достал из бумажника кредитную карту.",
            "Врачу пришлось вынимать у мальчика из глаза осколки стекла.",
            "У него ничего не удастся выудить относительно его прежних партнёров.",
            "Лимонная кислота может быть извлечена из сока апельсинов, лимонов или грейпфрутов.",
            "Они надеются получить новые знания из результатов этого теста.",
            "Добавьте одну чайную ложку ванильного экстракта.",
            "Мы должны извлечь соответствующие финансовые данные.",
            "Следствию удалось извлечь полезную информацию из финансовой документации компании.",
            "Эти машины выжимают сок из яблок.",
            "Антология включает в себя большую выдержку из этой эпической поэмы.",
            "Я покажу вам короткий отрывок из одного из наших обучающих видео.",
            "Они применили пытки для получения информации об их семьях.",
            "Потребовалось несколько месяцев, чтобы добыть у них эту бесценную информацию.",
            "Они стремятся извлечь из Олимпиады максимальную политическую выгоду.",
            "Слова, которые я выделил курсивом в предыдущем абзаце, поразили меня."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}