{
    "2": [
        [
            "1 Моя мама обычно пьет кофе, но сейчас она пьет чай. ",
            "1 My mother usually drinks coffee, but now she is drinking tea. "
        ],
        [
            "2 Мы идем уже более часа и уже прошли более 10 километров. ",
            "2 We have already been walking for more than an hour and we have already walked more than ten kilometers. "
        ],
        [
            "3 Пошли на улицу. Дождь закончился. ",
            "3 Let's go outside. The rain has stopped. "
        ],
        [
            "4 Он говорил мне что-то об этом, но я не помню что. ",
            "4 He told me something about it, but I don't (can't) remember what it was. "
        ],
        [
            "5 Хотите немного картошки с рыбой? — Нет, спасибо. Я уже поел. ",
            "5 Do you want some potato with fish? - No, thanks. I have eaten already. "
        ],
        [
            "6 О чем ты говоришь? Нас там не было. ",
            "6 What are you talking about? We haven't been there. "
        ],
        [
            "7 Она нашла старую монету, когда работала в саду. ",
            "7 She found an old coin when she was working in the garden. "
        ],
        [
            "8 Он продал квартиру, затем он продал машину, уволился с работы и переехал в другой город. ",
            "8 He sold his flat, then he sold his car, gave up his job, and moved to another city. "
        ],
        [
            "9 Почему ты кричишь на меня? Я не сделал ничего плохого. ",
            "9 Why are you shouting at me? I have done nothing wrong (bad). "
        ],
        [
            "10 Андрей любит смотреть видеофильмы. Он смотрит два или три фильма каждый день. Когда я позвонил ему вчера, он смотрел новую комедию. Он сказал, что к тому моменту, как я позвонил, он посмотрел уже два фильма. Когда я приду к нему завтра, он снова будет смотреть фильм. Я думаю, он посмотрит уже два фильма к тому времени. ",
            "10 Andrew likes to watch video films. He watches two or three films every day. When I called him yesterday he was watching a new comedy. He said that by the time I called he had already watched two films. When I come to him tomorrow he will be watching a film again. I think he will have already watched two films by that time. "
        ],
        [
            "11 Тебе сложно говорить об этом? ",
            "11 Is it difficult for you to speak about it? "
        ],
        [
            "12 Когда я проснулся вчера, я увидел, что она сидела и смотрела на меня. Я не знал, почему она смотрела на меня. ",
            "12 When I woke up yesterday I saw that she was sitting and looking at me. I did not know why she was looking at me. "
        ],
        [
            "13 Ты опоздал. Она ушла десять минут назад. ",
            "13 You are late. She left ten minutes ago. "
        ],
        [
            "14 Покормил кота? — Покормлю через десять минут. ",
            "14 Have you fed the cat? - I will, in ten minutes. "
        ]
    ]
}