{
    "2": [
        [
            "1 Моя мама обычно пьет кофе, но сейчас она пьет чай. ",
            "1 My mother usually drinks coffee, but now she is drinking tea. "
        ],
        [
            "2 Мыидем уже более часа и уже прошли более 10 километров. ",
            "2 We havealready been walking for more than an hour and we have already walked more thanten kilometers. "
        ],
        [
            "3 Пошлина улицу. Дождь закончился. ",
            "3 Let's go outside. The rain has stopped. "
        ],
        [
            "4 Он говорил мне что-то об этом, ноя не помню что. ",
            "4 He told me somethingabout it, but I don't (can't) remember what it was. "
        ],
        [
            "5 Хотите немного картошки с рыбой? — Нет, спасибо. Я уже поел. ",
            "5 Do you want some potato withfish? - No, thanks. I have eaten already. "
        ],
        [
            "6 О чем ты говоришь? Нас там не было. ",
            "6 What are you talking about? We haven'tbeen there. "
        ],
        [
            "7 Онанашла старую монету, когда работала в саду. ",
            "7 She found an old coin when she was working in the garden. "
        ],
        [
            "8 Он продал квартиру,затем он продал машину, уволился с работы и переехал в другойгород. ",
            "8 He soldhis flat, then he sold his car, gave up his job, and moved to another city. "
        ],
        [
            "9 Почему ты кричишь на меня? Я не сделал ничего плохого.",
            "9 Why areyou shouting at me? I have done nothing wrong (bad). "
        ],
        [
            "10 Андрей любит смотреть видеофильмы. Он смотрит два или трифильма каждый день. Когда я позвонил ему вчера, он смотрел новую комедию. Он сказал, что к тому моменту, как я позвонил, онпосмотрел уже два фильма. Когда я приду к нему завтра, он сновабудет смотреть фильм. Я думаю, он посмотрит уже два фильма ктому времени. ",
            "10 Andrew likes to watchvideo films. He watches two or three films every day. When I called him yesterday hewas watching a new comedy. He said that by the time I called he had already watchedtwo films. When I come to him tomorrow he will be watching a film again. I thinkhe will have already watched two films by that time. "
        ],
        [
            "11 Тебе сложно говорить об этом? ",
            "11 Is it difficult for you to speakabout it? "
        ],
        [
            "12 Когда я проснулся вчера, я увидел, что она сидела и смотрела на меня. Я не знал,почему она смотрела на меня. ",
            "12 When I woke up yesterday I saw that she was sitting and looking at me.I did not know why she was looking at me. "
        ],
        [
            "13 Ты опоздал. Она ушла десять минутназад. ",
            "13 You are late. She left ten minutes ago."
        ],
        [
            "14 Покормил кота? — Покормлю через десять минут.",
            "14 Have you fed the cat? - I will, in ten minutes."
        ]
    ]
}