{
    "3": [
        [
            "1 Дождь идет с трех часов, да? Я надеюсь, он уже прекратится к семи. ",
            "1 It has been raining since three o'clock, hasn't it? I hope it will have stopped by seven. "
        ],
        [
            "2 Она не любила ни зиму, ни лето. ",
            "2 She liked neither winter nor summer. (She did not like either winter or summer.) "
        ],
        [
            "3 Кто помогает вам гото- вить завтрак? ",
            "3 Who helps you to cook breakfast? "
        ],
        [
            "4 Если ты захочешь, все изменится. ",
            "4 If you want it, everything will change. "
        ],
        [
            "5 Она не позво- нила к семи часам вечера. А мы ждали звонка целый вечер. ",
            "5 She hadn't called by seven o'clock in the evening yesterday. And we had been waiting for her phone call the whole evening. "
        ],
        [
            "6 Если ты чего-то хочешь, это обязательно сбудется. ",
            "6 If you want something, it will definitely come true. "
        ],
        [
            "7 Иногда бывает так сложно сказать правду. ",
            "7 Sometimes it can be so difficult to say the truth. "
        ],
        [
            "8 Она не хотела бы видеть его сейчас, он ее сильно обидел. ",
            "8 She would not like to see him now. He has offended her much. "
        ],
        [
            "9 Как давно ты уже учишь английский? — Я учу английский уже более пяти лет, и я уже выучила почти все правила. ",
            "9 How long have you been learning English? - I have already been learning English for more than five years and I have already learnt almost all the rules. "
        ],
        [
            "10 Нам бы лучше позвонить ему вечером. ",
            "10 We'd better call him in the evening. "
        ],
        [
            "11 Она сама не знает, что она хочет. Она сама себе создает проблемы. ",
            "11 She does not know what she wants. She makes problems for herself. "
        ],
        [
            "12 Она еще не видела его. Когда она его увидит, она скажет ему, что она думает о тебе. ",
            "12 She hasn't seen him yet. When she sees him she will tell him what she thinks of you. "
        ],
        [
            "13 Эта машина не моя. Она ваша. ",
            "13 This car is not mine. It is yours. "
        ],
        [
            "14 Мой муж начал искать работу год назад, но так ничего хорошего не нашел еще. ",
            "14 My husband started looking for a job a year ago, but he hasn't found anything good yet. "
        ],
        [
            "15 Интересно, одол- жит ли она нам деньги? ",
            "15 I wonder if (whether) she will lend us money. "
        ],
        [
            "16 Поторопись! Они ждут нас. — Они не ждут нас. Они будут нас ждать после семи. ",
            "16 Hurry up! They are waiting for us. — They are not waiting for us. They will be waiting for us after seven. "
        ]
    ]
}