{
    "3": [
        [
            "1 Дождь идет с трех часов, да? Я надеюсь, он уже прекратится ксеми. ",
            "1 It has been raining since three o'clock, hasn't it? I hope it will have stopped byseven. "
        ],
        [
            "2 Она не любила ни зиму, ни лето. ",
            "2 She liked neither winter nor summer. (She did not like either winter orsummer.) "
        ],
        [
            "3 Кто помогает вам готовить завтрак? ",
            "3 Who helps you to cook breakfast? "
        ],
        [
            "4 Если ты захочешь, все изменится. ",
            "4 If you want it, everything will change."
        ],
        [
            "5 Она не позвонила к семи часам вечера. А мы ждали звонка целый вечер. ",
            "5 She hadn't called by seven o'clock in the evening yesterday. And we had beenwaiting for her phone call the whole evening. "
        ],
        [
            "6 Еслиты чего-то хочешь, это обязательно сбудется. ",
            "6 If you want something, it will definitelycome true. "
        ],
        [
            "7 Иногда бывает таксложно сказать правду. ",
            "7 Sometimes it can be so difficult to say the truth. "
        ],
        [
            "8 Она не хотела бы видеть его сейчас, он еесильно обидел. ",
            "8 She would not liketo see him now. He has offended her much. "
        ],
        [
            "9 Как давно ты уже учишь английский? — Я учуанглийский уже более пяти лет, и я уже выучила почти все правила.",
            "9 How long have you been learningEnglish? - I have already been learning English for more than five years and I havealready learnt almost all the rules. "
        ],
        [
            "10 Нам бы лучше позвонить ему вечером. ",
            "10 We'd better call him in the evening. "
        ],
        [
            "11 Она сама не знает, чтоона хочет. Она сама себе создает проблемы. ",
            "11 Shedoes not know what she wants. She makes problems for herself. "
        ],
        [
            "12 Она еще не видела его.Когда она его увидит, она скажет ему, что она думает о тебе. ",
            "12 She hasn't seenhim yet. When she sees him she will tell him what she thinks of you. "
        ],
        [
            "13 Этамашина не моя. Она ваша. ",
            "13 This car isnot mine. It is yours. "
        ],
        [
            "14 Мой муж начал искать работу годназад, но так ничего хорошего не нашел еще. ",
            "14 My husband started looking for a job a year ago, but hehasn't found anything good yet. "
        ],
        [
            "15 Интересно, одолжит ли она нам деньги? ",
            "15 I wonder if (whether) she will lend us money."
        ],
        [
            "16 Поторопись! Они ждут нас. — Они неждут нас. Они будут нас ждать после семи.",
            "16 Hurry up! They are waiting for us. — They are not waiting for us. They will bewaiting for us after seven."
        ]
    ]
}