{
    "talk of": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There is talk of her resigning.",
            "He became the talk of the town.",
            "Any talk of a deal is premature.",
            "She was the talk of the whole town.",
            "There's talk of hiking the eligibility age.",
            "I paid no attention to the talk of this rattle.",
            "We talk of the brain as the locality of thought.",
            "Talk of the devil (and he will appear). посл.",
            "He loved to talk of great sublimities of religion.",
            "Tickets sold so quickly there's talk of a second concert.",
            "Talk of invading Iraq stirred up a political hornets' nest.",
            "She's the talk of London's theatre-goers since her last performance.",
            "The budding romance between the coworkers was the talk of the office.",
            "You talk of disbanding the army with wonderful ease and indifference.",
            "There was talk of share prices recovering, but that was just a false dawn.",
            "While the politicians talk of peace, the situation on the ground remains tense.",
            "It is not only poet laureates who talk of exceptionality, transcendence, genius and the like.",
            "She didn't talk the talk of feminism, but her career was the most important thing in her life.",
            "All his talk of how he would easily win the boxing match turned out to be so much fanfaronade.",
            "Unless more money is given to schools, all this talk of improving education is just a charade.",
            "All this talk of war is just an attempt to draw attention away from the serious economic problems that face our country.",
            "He was laying it on a bit with all this talk of wanting to help the poor.",
            "There was talk of departmental funds being reallocated to the Research section. That's strictly for the birds - not a chance it'll happen.",
            "We talked of old times.",
            "It is talked of placing me into asylum.",
            "Violent skirmishes with the enemy continue despite talks of peace.",
            "There's a lot of talk, quite rightly, about the dangers of smoking.",
            "Everybody talks of your success, wherewith I am pleased but not surprised.",
            "Resumption of the talks is indicative of an improving relationship between the countries."
        ],
        "example_translate": [
            "Поговаривают о том, что она уходит в отставку.",
            "О нём заговорил весь город.",
            "Любые разговоры о сделке — преждевременны.",
            "О ней судачил весь город.",
            "Ходят разговоры о повышении пенсионного возраста.",
            "Я не обращал внимания на то, что говорил этот болтун.",
            "Мы говорим о мозге как о средоточии мыслей.",
            "Легок на помине!",
            "Он любил говорить о величайших высотах религии.",
            "Билеты распроданы так быстро, что идут разговоры о втором концерте.",
            "Разговоры о вторжении в Ирак разворошили политическое осиное гнездо.",
            "С момента её последнего выступления, лондонские театралы только о ней и говорят.",
            "О зарождающемся романе между этими двумя коллегами говорила вся контора.",
            "Вы говорите о том, чтобы распустить армию с поразительной легкостью и безразличием.",
            "Ходили разговоры о том, что цены на акции, мол, восстановятся, но эта надежда оказалась ложной.",
            "Пока политики говорят о мире, ситуация на местах остаётся напряженной.",
            "Не только поэты-лауреаты говорят об исключительности, трансцендентности, гениальности и тому подобном.",
            "Она никогда не болтала о феминизме, но самым важным в её жизни была карьера.",
            "Все его разговоры о том, как легко он выиграет этот боксёрский матч, оказались всего лишь пустым бахвальством.",
            "Пока школам не начнут выделять больше денег, все эти разговоры о совершенствовании системы образования — просто клоунада.",
            "Все эти разговоры о войне - лишь попытка отвлечь внимание от серьезных экономических проблем, с которыми столкнулась наша страна.",
            "Он тут явно загнул насчет своего желания помогать бедным.",
            "Ходят разговоры, что часть фондов отдела будет перераспределена в исследовательский сектор, но это разговоры в пользу бедных - я не верю, что это произойдет.",
            "Мы обсудили прошлое.",
            "Речь идёт о том, чтобы упечь меня в психушку.",
            "Ожесточённые перестрелки с противником продолжаются, несмотря на мирные переговоры.",
            "О вреде курения говорят много и справедливо.",
            "Все говорят о вашем успехе, чему я радуюсь, но не удивляюсь.",
            "Возобновление переговоров свидетельствует об улучшении отношений между странами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}