{
    "talk about": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We must have a talk about money.",
            "He was reluctant to talk about it.",
            "We didn't talk about anything much.",
            "Can we talk about this over dinner?",
            "We all love to talk about ourselves.",
            "There has been talk about you lately.",
            "There's been a bit of loose talk about it.",
            "We didn't have much chance to talk about it.",
            "He was eager to talk about life in the Army.",
            "English people love to talk about the weather.",
            "She still can't bring herself to talk about it.",
            "'We have to talk about it, Rob.' 'Yeah, I know.'",
            "Mia resolutely refused to talk about her illness.",
            "They still talk about the sinking of the Titanic.",
            "We had a man-to-man talk about the facts of life.",
            "We were each given a specific topic to talk about.",
            "I don't want to talk about this over the telephone.",
            "His poetry contains much talk about love and anger.",
            "We'll talk about vacation plans at the family powwow.",
            "There had been much talk about bombing Iraq this year",
            "There's something else I'd like to talk about as well.",
            "It used to be considered bad form to talk about money.",
            "Be explicit when you talk about money with your family.",
            "I don't want to talk about it now. I'm not in the mood.",
            "Are you recollected enough to talk about your close call?",
            "He wouldn't talk about work, except to say that he was busy.",
            "Talk about lucky. That's the second time he's won this week!",
            "My wife's cheating on me gave people something to talk about.",
            "Any talk about lifting sanctions (=ending them) is premature.",
            "Professor Davis will talk about 'Trends in Network Computing'."
        ],
        "example_translate": [
            "Нам нужно поговорить о деньгах.",
            "Он неохотно говорил об этом.",
            "Мы мало о чём говорили.",
            "Мы можем поговорить об этом /обсудить это/ за ужином?",
            "Мы все очень любим говорить о себе.",
            "В последнее время о тебе ходят слухи.",
            "Об этом ходят досужие разговоры.",
            "У нас, в общем-то, не было возможности это обсудить.",
            "Ему страстно хотелось поговорить об армейской жизни.",
            "Англичане любят говорить о погоде.",
            "Она всё ещё не может заставить себя говорить об этом.",
            "— Нам придётся об этом поговорить, Роб. — Да, я знаю.",
            "Мия решительно отказалась говорить о своей болезни.",
            "О гибели \"Титаника\" по-прежнему не смолкают разговоры.",
            "У нас был откровенный мужской разговор о жизни.",
            "Каждый из нас получил отдельную тему для обсуждения.",
            "Я не хочу говорить об этом по телефону.",
            "В его стихах много говорится о любви и гневе.",
            "Мы обсудим планы на отпуск на семейном собрании.",
            "Было много разговоров о бомбёжках Ирака в этом году.",
            "Хотелось бы поговорить ещё кое о чём.",
            "Раньше считалось дурным тоном говорить о деньгах.",
            "Когда говорите о деньгах с семьёй, будьте откровенны и ничего не скрывайте.",
            "Не хочу сейчас об этом говорить: я не в настроении.",
            "Вы уже достаточно успокоились, чтобы поговорить об опасности, которой вы чудом избежали?",
            "Он не стал говорить о работе, сказав только, что был очень занят.",
            "Вот это повезло: он выиграл уже второй раз на этой неделе!",
            "Измены моей жёнушки дали пищу для толков и пересудов.",
            "Любые разговоры о снятии санкций (т.е об их окончании) являются преждевременными.",
            "Профессор Дэвис поговорит о тенденциях в сетевых информационных технологиях."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}