{
    "think about": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'll think about it.",
            "We did think about moving to Tokyo.",
            "We think about flatshare with friends.",
            "Meanwhile I will not think about the problem.",
            "I don't know what to think about new director.",
            "I need to think about it. It's a big decision.",
            "I dread to think about what they might do next.",
            "I want to think about it. Can I leave it for now?",
            "Hardly a day goes by when I don't think about you.",
            "It's time we stopped to think about our next move.",
            "We need to think about how best to fix this problem.",
            "You mustn't think about it. It's all in the past now.",
            "I'd have another think about doing that if I were you.",
            "We should think about the survival of nonhuman beings.",
            "I shudder with embarrassment whenever I think about it.",
            "Einstein changed the way we think about space and time.",
            "Let's think about it for a while, for a few days anyway.",
            "Feel free to have a good think about it before you say yes.",
            "I tend to get very sentimental when I think about my childhood.",
            "Look. Why don't you think about it and give me your answer tomorrow?",
            "We're carrying out a poll to find out what people think about abortion.",
            "Think about the situation carefully before you take an irrevocable step.",
            "Every teacher ought to be challenging kids to think about current issues.",
            "Seeing her there had moved him to think about the time they had together.",
            "It's important to write these goals down, rather than merely think about them.",
            "If you are self-employed, you should think about taking out a private pension.",
            "He needs to overcome a negative body image (=what you think about your own body).",
            "'You never liked him much, did you?' 'What I think about him is neither here nor there. He's your friend.'",
            "It's time she stopped living in the past (=thinking only about the past) and began to think about her future.",
            "I've got my own rep to think about."
        ],
        "example_translate": [
            "Я подумаю об этом.",
            "Мы действительно думали о переезде в Токио.",
            "Мы подумываем о том, чтобы снять квартиру вместе с друзьями.",
            "Пока что я не буду думать об этой проблеме.",
            "Я пока не составил себе мнения о новом директоре.",
            "Мне нужно подумать. Это очень серьёзное решение.",
            "Я боюсь думать о том, что они ещё могут сделать.",
            "Я хочу это обдумать. Можно пока что это отложить?",
            "Не проходит и дня, чтобы я не думал о тебе.",
            "Пора нам остановиться и обдумать наш следующий шаг.",
            "Нам нужно подумать о том, как лучше всего решить эту проблему.",
            "Вы не должны думать об этом. Сейчас это всё в прошлом.",
            "На твоём месте я бы ещё разок это обдумал.",
            "Мы должны думать о выживании нечеловеческих существ.",
            "Я содрогаюсь от стыда всякий раз, когда думаю об этом.",
            "Эйнштейн изменил наши представления о пространстве и времени.",
            "Давай обдумаем это ещё какое-то время, по крайней мере несколько дней.",
            "Не бойтесь всё хорошенько обдумать, прежде чем согласиться / сказать \"да\" /.",
            "Я становлюсь сентиментальной, когда думаю о своем детстве.",
            "Слушай, давай ты об этом подумаешь и дашь мне ответ завтра?",
            "Мы провели опрос, чтобы выяснить, что люди думают об абортах.",
            "Тщательно обдумайте ситуацию прежде чем совершать непоправимый шаг.",
            "Каждый учитель должен побуждать детей думать о текущих проблемах.",
            "Встреча с ней навеяла на него мысли о том времени, когда они были вместе.",
            "Важно именно записать эти цели, а не просто думать о них.",
            "Если вы работаете на себя, то должны подумать о накоплении частной пенсии.",
            "Он должен преодолеть негативный образ тела (т.е. то, что вы думаете о своём теле).",
            "— Он тебе никогда особо не нравился, правда? — Совершенно неважно, что я о нём думаю. Это твой друг.",
            "Пора бы ей уже прекратить жить прошлым (т.е. думать только о прошлом), и задуматься о своём будущем.",
            "Я должен подумать о своей репутации."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}