{
    "threaten with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The mugger threatened him with a gun.",
            "They threatened him with bodily harm.",
            "Venice is imminently threatened with flooding.",
            "She claimed she'd been threatened with the sack.",
            "Several military bases are threatened with closure.",
            "He was threatened with the sack for poor timekeeping.",
            "Emergency aid could save millions threatened with starvation.",
            "The dog cowered down when the man threatened him with a whip.",
            "Large areas of the jungle are now threatened with destruction.",
            "Many writers, threatened with imprisonment, have defected to the West.",
            "They had refused to pay and relented only after being threatened with a lawsuit.",
            "Doctors are sometimes threatened with violence if they don't do what patients want.",
            "The criminals extorted money from the shopkeepers by threatening them with violence.",
            "The utility company threatened them with the shutoff of electricity if the bills weren't paid."
        ],
        "example_translate": [
            "Грабитель угрожал ему пистолетом.",
            "Они угрожали ему физической расправой.",
            "Венеции неминуемо угрожает наводнение.",
            "Она утверждала, что ей угрожали увольнением.",
            "Несколько военных баз находятся под угрозой закрытия.",
            "Ему угрожали увольнением за плохое ведение хронометража.",
            "Неотложная помощь может спасти миллионы, находящиеся под угрозой голодной смерти.",
            "Собака поджала хвост и прижалась к земле, когда мужчина пригрозил ей хлыстом.",
            "Большие площади джунглей в настоящее время находятся под угрозой уничтожения.",
            "Многие писатели под угрозой ареста уехали на Запад.",
            "Они отказались платить и сдались только под угрозой судебного преследования.",
            "Иногда врачам угрожают расправой, если они не сделают того, что хотят пациенты.",
            "Грабители отбирали деньги у хозяев магазинов, угрожая им насилием.",
            "Коммунальщики пригрозили отключить им электричество, если счета не будут оплачены."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}