{
    "tire of": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You will never tire of looking at it.",
            "She stayed in the hope that he'd tire of his bit on the side.",
            "She was tired of his cheap jibes.",
            "I'm tired of working for peanuts.",
            "I'm tired of picking up after you!",
            "I'm tired of watching silly movies.",
            "We've grown tired of your charades.",
            "I am sick and tired of your don'ts.",
            "I'm tired of his lies and evasions.",
            "I'm sick and tired of your excuses.",
            "We're tired of their childish games.",
            "I'm tired of listening to your jive.",
            "He never tires of playing that video",
            "I am tired of her everlasting talking.",
            "I'm tired of listening to his excuses.",
            "Donna has grown tired of being a model.",
            "I'm getting tired of your silly tricks.",
            "I'm tired of your petty little schemes.",
            "I quickly tired of their inane comments.",
            "I'm tired of their begging and pleading.",
            "You plague - how I am tired of all this!",
            "I'm tired of being treated like a skivvy.",
            "I am sick and tired of hearing your excuses.",
            "She was tired of working as an office drudge.",
            "We tired of the vacuity of their conversation.",
            "I get tired of all the craziness in Hollywood.",
            "Mom is tired of his infatuation with computers.",
            "We're all growing tired of his childish antics.",
            "I was getting tired of all her negative remarks.",
            "I'm tired of hearing her gush about her boyfriend."
        ],
        "example_translate": [
            "Тебе никогда не надоест смотреть на это.",
            "Она осталась, в надежде, что ему надоест ходить на сторону.",
            "Она устала от его дешёвых насмешек.",
            "Мне надоело работать за гроши.",
            "Мне надоело за тобой убирать!",
            "Мне надоело смотреть глупые фильмы.",
            "Нам надоело, что ты постоянно ломаешь комедию.",
            "Мне надоели ваши запреты.",
            "Я устал от его лжи и увёрток.",
            "Я сыт по горло вашими оправданиями /отговорками/.",
            "Мы устали от их детских игр.",
            "Я устал от твоей болтовни.",
            "Он никогда не устаёт проигрывать это видео.",
            "Я устал от её бесконечной болтовни.",
            "Я устала /мне надоело/ выслушивать его оправдания.",
            "Донна уже устала быть моделью.",
            "Я уже устал от твоих дурацких фокусов.",
            "Я устал от ваших мелких интрижек.",
            "Мне быстро наскучили их пустые / бессмысленные комментарии.",
            "Утомили меня их просьбы и уговоры.",
            "Как ты меня замучила, как же я устал от всего этого!",
            "Мне надоело, что со мной обращаются как с прислугой.",
            "Мне до смерти надоело слушать твои оправдания.",
            "Она устала тянуть лямку в конторе.",
            "Мы потеряли интерес к их пустому разговору.",
            "Я устал от всего этого безумия в Голливуде.",
            "Мама устала от его одержимости компьютерами.",
            "Нам всем уже надоели его детские выходки.",
            "Я уже начал уставать от её отрицательных высказываний.",
            "Я устал слушать её бесконечные рассказы о своём парне."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}