{
    "base on": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The runner went to second base on a sacrifice.",
            "He was put out at third base on a long throw from left field.",
            "I and him touched base on this problem yesterday.",
            "Let's touch base on Wednesday and check on things.",
            "Taxation is based on income.",
            "The movie is based on real events.",
            "Much of the novel is based on fact.",
            "The film was based on a true story.",
            "His rank was based solely on merit.",
            "The play is based on a real-life event.",
            "His day-to-day life is based on ritual.",
            "The film is loosely based on the novel.",
            "The economy is based largely on farming.",
            "You can't fire him solely based on rumor.",
            "Promotions are based on merit and seniority.",
            "His incrimination was based on my testimony.",
            "The system is based on a fundholding approach .",
            "The judge's ruling was based on legal precedent.",
            "A lot of the jokes were based on double meaning.",
            "The tax on cars is still based on engine capacity.",
            "The doctor-patient relationship is based on trust.",
            "She was hired based on her past experience in sales.",
            "His investment strategy is based on a simple formula.",
            "Their views are based on misconception and prejudice.",
            "She objected that the accusation was based on hearsay.",
            "The design is based on four configurations of squares.",
            "Her opinion is based on a careful scrutiny of the text.",
            "His guess was based on intuition rather than deduction.",
            "Their decisions were based on data of doubtful accuracy.",
            "The whole approach is based on unquestioned assumptions."
        ],
        "example_translate": [
            "Бегущий прошёл на вторую базу в результате \"жертвенного\" удара. (ситуация, когда отбивающий специально делает удар, позволяющий выбить его в аут, чтобы бегущий мог занять следующую базу)",
            "Он был выведен в аут на третьей базе длинным броском из левого филда (о бейсболе).",
            "Я с ним совещался по этому вопросу вчера.",
            "Давай созвонимся в среду и посмотрим, как обстоят дела.",
            "Размер налогообложения определяется доходом.",
            "Фильм основан на реальных событиях.",
            "Большая часть романа основана на фактах.",
            "Фильм был основан на реальных событиях.",
            "Его звание, было исключительно результатом его заслуг.",
            "Пьеса написана на основе реальных событий.",
            "Его повседневная жизнь основана на ритуалах.",
            "Фильм снят по мотивам данного романа.",
            "Экономика в значительной степени базируется на сельском хозяйстве.",
            "Вы не можете его уволить, основываясь исключительно на слухах.",
            "Повышение в должности зависит от заслуг и трудового стажа.",
            "Его обвинение было основано на моих показаниях.",
            "Система основана на подходе к привлечению средств.",
            "Решение судьи было основано на правовом прецеденте.",
            "Многие шутки были основаны на двойном смысле.",
            "Налог на автомобили по-прежнему основан на объёме двигателя.",
            "Отношения между врачом и пациентом основаны на доверии.",
            "Она была нанята исходя из её прошлого опыта работы в продажах.",
            "Его инвестиционная стратегия основывается на простой формуле.",
            "Их взгляды основаны на заблуждениях и предубеждениях.",
            "Она возразила, что данное обвинение основывается на слухах.",
            "Дизайн основан на четырёх конфигурациях квадратов.",
            "Её мнение основано на тщательном изучении данного текста.",
            "Его предположение основывалось больше на интуиции, чем на логике.",
            "Их решения были основаны на данных сомнительной точности.",
            "Весь этот метод основывается на не вызывающих сомнений предположениях."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}