{
    "bear with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's boring, but please bear with it.",
            "The hunters treed the bear with dogs and killed it.",
            "Bear with me a minute, and I'll check if Mr Garrard's in.",
            "Bear with me while I try to remember exactly what he said.",
            "You must bear with his bad temper., he has recently been ill.",
            "I was born with a squint.",
            "She was born with a heart defect.",
            "The child was born with weak lungs.",
            "The infant was born with a double harelip and cleft palate.",
            "Babies are born with very little control over their movements.",
            "Irving's work bears comparison with the best of the modern novelists.",
            "He was born with a rare bone disease, probably the result of aristocratic inbreeding.",
            "It postulates that all people are born with certain rights that can never be taken away from them."
        ],
        "example_translate": [
            "Это, конечно, скучно, но я прошу вас потерпеть.",
            "Охотники загнали собаками медведя на дерево и убили.",
            "Подождите минутку, а я пока проверю, на месте ли мистер Гаррард.",
            "Потерпите минутку, я попытаюсь точно вспомнить, что он сказал.",
            "Нужно терпимо относиться к его плохому настроению: он недавно болел.",
            "У меня врождённое косоглазие.",
            "Она родилась с пороком сердца.",
            "Ребенок родился со слабыми лёгкими.",
            "Младенец родился с двойной заячьей губой и волчьей пастью.",
            "При рождении дети очень слабо управляют своими движениями.",
            "Творчество Ирвинга выдерживает сравнение с работами лучших современных прозаиков.",
            "Он родился с редкой болезнью костей, которая, вероятно, была следствием аристократического инбридинга.",
            "В нём утверждается, что все люди рождаются с определёнными правами, которые у них никак нельзя отобрать."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}