{
    "begin with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Shall we begin with a prayer?",
            "Many English words begin with c.",
            "To begin with, I did not see him.",
            "All of their children's names begin with b.",
            "I'd like to begin with a few general comments.",
            "I didn't break it! It was like that to begin with.",
            "The pain was severe to begin with, but soon passed off.",
            "The kids helped me to begin with, but they soon got bored.",
            "Well, to begin with, he shouldn't even have been driving my car.",
            "If we begin with the sovereign, and decimalize downwards, we come first to the florin.",
            "'Psychosis' begins with a P.",
            "Her day begins with a workout.",
            "The novel begins with a murder.",
            "The word “ice” begins with i.",
            "The word “foot” begins with f.",
            "The word “hand” begins with h.",
            "The word “quart” begins with q.",
            "The word “ice” begins with an i.",
            "The word “foot” begins with an f.",
            "The word “hand” begins with an h.",
            "The word “quart” begins with a q.",
            "He began working with renewed vigour.",
            "The battle began with a cavalry charge.",
            "The moose began kicking with her front legs.",
            "Margaret began experimenting with watercolor.",
            "My property begins with the three maple trees.",
            "The essay begins with a citation from 'Hamlet'.",
            "The poem begins with an invocation of the Muses.",
            "The writer began with a description of the area.",
            "The semester begins with a convocation ceremony."
        ],
        "example_translate": [
            "Давайте начнём с молитвы.",
            "Многие английские слова начинаются с буквы \"c\".",
            "Во-первых, я его не видел.",
            "Все имена их детей начинаются с буквы \"b\".",
            "Я хотел бы начать с нескольких общих замечаний.",
            "Я это не ломал! Оно было такое с самого начала.",
            "Сначала боль была очень сильной, но скоро прошла.",
            "Сначала дети мне помогали, но скоро им стало скучно.",
            "Ну, начнём с того, что он вообще не должен был вести мою машину.",
            "Если начать с соверена деление на десять, то на первой ступени получим флорин.",
            "Слово \"психоз\" начинается с буквы \"п\".",
            "Её день начинается с тренировки.",
            "Роман начинается с убийства.",
            "Слово “ice” (лёд) начинается с буквы \"i\".",
            "Слово “foot” (ступня) начинается с буквы \"f\".",
            "Слово “hand” (рука) начинается с \"h\".",
            "Слово “quart” (кварта) начинается с \"q\".",
            "Слово \"ice\" (лёд) начинается с буквы \"i\".",
            "Слово “foot” (ступня) начинается с буквы \"f\".",
            "Слово “hand” (рука) начинается с \"h\".",
            "Слово “quart” (кварта) начинается с буквы \"q\".",
            "Он начал работать с удвоенной энергией.",
            "Битва началась атакой кавалерии.",
            "Лосиха начала лягаться передними ногами.",
            "Маргарет начала экспериментировать с акварелью.",
            "Моя собственность начинается с трёх кленовых деревьев.",
            "Это эссе начинается цитатой из \"Гамлета\".",
            "Поэма начинается с обращения к Музам.",
            "Автор начал с описания местности.",
            "Семестр начинается с церемонии посвящения в студенты."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}