{
    "believe in": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Does she believe in God?",
            "Do you believe in magic?",
            "I believe in early rising.",
            "Do you believe in fairies?",
            "Do you believe in miracles?",
            "Does he believe in an afterlife?",
            "Do you believe in life after death?",
            "Many people believe in reincarnation.",
            "She doesn't believe in the supernatural.",
            "I believe in the sacredness of all life.",
            "We believe in investing in scientific research.",
            "I don't believe in all that twaddle about fate.",
            "Do you believe in anything enough to die for it?",
            "They believe in the organic unity of the universe.",
            "Christians believe in the divinity of Jesus Christ.",
            "I do not believe in the godhead of the sun and moon.",
            "Those who believe in the antecedency of ideas to words.",
            "I believe in the maxim 'if it ain't broke, don't fix it'.",
            "You don't believe in ghosts and all that malarkey, do you?",
            "You can believe in ghosts if you like, but I'm still a skeptic.",
            "I don't hold with some of the strange ideas that you believe in.",
            "To be a champ you have to believe in yourself when no one else will.",
            "He does not believe in what he cannot see, or time, or measure, or weigh.",
            "I don't believe in clairvoyance, but I can't explain how he knew those things about my grandmother.",
            "I believe in fair do's for everybody.",
            "A lot of silly sods still believe in justice and equality for all.",
            "She believes in spirits.",
            "He believes in the power of prayer.",
            "Ed believes in living life to the full.",
            "She believes in living life to the full."
        ],
        "example_translate": [
            "Верит ли она в Бога?",
            "Вы верите в волшебство?",
            "Я считаю, что вставать рано очень полезно.",
            "Вы верите в фей?",
            "Вы верите в чудеса?",
            "Он верит в загробную жизнь?",
            "Верите ли вы в жизнь после смерти?",
            "Многие люди верят в реинкарнацию.",
            "Она не верит в сверхъестественное.",
            "Я верю в святость всей жизни.",
            "Мы являемся сторонниками инвестиций в научные исследования.",
            "Я не верю во всю эту чепуху насчёт судьбы.",
            "Верите ли вы во что-либо так сильно, чтобы за это умереть /отдать за это жизнь/?",
            "Они верят в органическое единство Вселенной.",
            "Христиане верят в божественное начало Иисуса Христа.",
            "Я не верю в божественную природу солнца и луны.",
            "Те, кто верят в первичность мыслей по отношению к словам.",
            "Я твердо верю в правило, которое гласит: \"Не сломалось - не чини\".",
            "Ты ведь не веришь в призраков и всю эту бредятину, да?",
            "Можете верить в призраков, если хотите, но я остаюсь скептиком.",
            "Я не согласен со странными представлениями, в которые ты веришь.",
            "Чтобы стать чемпионом, ты должен верить в себя, когда никто другой этого не сделает.",
            "Он не верит в то, чего он не может увидеть, измерить, взвесить или засечь по времени.",
            "Я не верю в ясновидение, но не могу объяснить, откуда он всё это узнал о моей бабушке.",
            "Я считаю, что ко всем надо относиться по справедливости.",
            "Еще много придурков верят в справедливость и всеобщее равенство.",
            "Она верит в духов.",
            "Он верит в силу молитвы.",
            "Эд считает, что жизнь нужно прожить на полную катушку.",
            "Она считает, что нужно жить на полную катушку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}