{
    "belong to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We belong together.",
            "Do you belong to any clubs?",
            "The islands belong to Spain.",
            "What church do you belong to?",
            "Nuts and bolts belong to a car.",
            "Sharks belong to the fish family.",
            "They belong to the same chess club.",
            "The cars belong to the same category.",
            "They belong to the same political party.",
            "Pine trees belong to the evergreen class.",
            "The teams belong to a combine that scouts new players.",
            "All European domestic cattle belong to the same species.",
            "Technically, a bank's reserves belong to the stockholders.",
            "Lizards, rabbits, and humans all belong to the same clade.",
            "People of many different political views belong to the club.",
            "In Pennsylvania, navigable rivers belong to the Commonwealth.",
            "Many people belong to a pension scheme run by their employers.",
            "The club secretly blackballs applicants who belong to that religion.",
            "Many of his ideas were in the air, and did not belong to him peculiarly.",
            "The nematodes and the arthropods belong to a clade with a common ancestor.",
            "Scientists now believe that the bones belong to a different species of reptile.",
            "Both parties must sign the form if the account is to be in joint names (=belong to two named people).",
            "This measure does not capture a candidate's extremism relative to the other candidates who belong to the candidate's party.",
            "He appears to belong to that generation of playboys who made a habit of getting themselves killed in motor cars, a fate he has happily managed to avoid, though there was at least one narrow shave.",
            "This book belongs to me.",
            "These pages don't belong.",
            "Where do these books belong?",
            "Where do these plates belong?",
            "The blue coat belongs to Mary.",
            "That lamp belongs on the desk."
        ],
        "example_translate": [
            "Мы созданы друг для друга.",
            "Вы состоите в каких-либо клубах?",
            "Эти острова принадлежат Испании.",
            "К какой церкви вы принадлежите?",
            "Гайки и болты являются частью автомобиля.",
            "К этому семейству рыб принадлежат акулы.",
            "Они посещают один и тот же шахматный клуб.",
            "Эти автомобили принадлежат к одному и тому же классу.",
            "Они принадлежат к одной и той же политической партии.",
            "Сосны принадлежат к классу вечнозелёных растений.",
            "Команды принадлежат объединению /синдикату/, которое занимается поиском новых игроков.",
            "Весь домашний европейский скот относится к одному виду.",
            "Формально, резервы банка принадлежат акционерам.",
            "Ящерицы, кролики и люди - все они принадлежат к одной и той же кладе.",
            "В этом клубе состоят люди с очень разными политическими взглядами.",
            "В Пенсильвании судоходные реки принадлежат Содружеству.",
            "Многие люди являются участниками пенсионной системы, управляемой их работодателями.",
            "Клуб тайно заносит в чёрный список соискателей, которые принадлежат к этой религии.",
            "Многие из его идей витали в воздухе, и не принадлежали лично ему.",
            "Нематоды и членистоногие принадлежат к кладе с общим предком.",
            "Сейчас учёные считают, что эти кости принадлежат другому виду рептилий.",
            "Если счёт будет находиться в совместном владении (т.е. принадлежать двум лицам), то бланк должны подписать обе стороны.",
            "Эта мера не отражает экстремизм кандидата по отношению к другим кандидатам, принадлежащим к его партии.",
            "Он, кажется, принадлежал к тому поколению повес, у которых вошло в привычку гибнуть в автомобильных катастрофах. Он пока счастливо избегал этой участи, хотя и был, по крайней мере, один момент, когда он был на волосок от гибели.",
            "Эта книга принадлежит мне.",
            "Эти страницы не на месте.",
            "Где этим книгам положено быть?",
            "Где (обычно) стоят эти тарелки?, Куда поставить эти тарелки?",
            "Это синее пальто принадлежит Мэри.",
            "Эта лампа обычно стоит на письменном столе."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}