{
    "benefit from": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Did you benefit from your holiday?",
            "Only the very rich benefit from this legislation.",
            "Future generations will benefit from this research.",
            "We want him to get maximum benefit from the course.",
            "They aim to extract the maximum political benefit from the Games.",
            "Many of these capitalists have been able to benefit from privatization.",
            "Even an expert can benefit from a collaborator to help eliminate mistakes.",
            "We'll also benefit from the economies provided by more efficient energy sources.",
            "Let's husband our natural resources so that our children and grandchildren may benefit from them.",
            "I think linguists with an interest in diachronic syntax will surely benefit from reading this book.",
            "Many have benefited from her wise counsel.",
            "The east coast benefits from a Bermuda high.",
            "I'm sure you'll benefit greatly from the visit.",
            "Many thousands have benefited from the new treatment.",
            "The patients benefit greatly from a change of scenery.",
            "We're not benefiting from the country's booming economy.",
            "The project has benefited enormously from Jan's knowledge.",
            "The community benefits from having an excellent health service.",
            "In addition there was an increase in benefit rate from 70 of reckonable earnings to 75 in 2005.",
            "Whoever benefits from the new government programs, the real loser will be the American taxpayer."
        ],
        "example_translate": [
            "Вы провели выходные с пользой?",
            "Только очень богатые люди выиграют от этого закона.",
            "Это исследование принесёт пользу будущим поколениям.",
            "Мы хотим, чтобы он получил от данного курса максимальную пользу.",
            "Они стремятся извлечь из Олимпиады максимальную политическую выгоду.",
            "Многие из этих капиталистов смогли извлечь выгоду из приватизации.",
            "Даже эксперту может быть полезен сотрудник, который поможет устранить ошибки.",
            "Мы также получим выгоду от экономии, обеспеченной более эффективными источниками энергии.",
            "Давайте же беречь свои природные ресурсы, чтобы наши дети и внуки могли извлечь из них выгоду.",
            "Я думаю, что лингвистам, интересующимся диахроническим синтаксисом, несомненно, будет полезно прочитать эту книгу.",
            "Многие получили пользу от ее мудрых советов.",
            "Восточное побережье пользуется наличием Бермудского антициклона.",
            "Я уверен, что вы получите большую пользу от этого визита.",
            "Новая терапия уже помогла многим тысячам людей.",
            "Больные получают огромную пользу от перемены обстановки.",
            "Бурно развивающаяся экономика страны не приносит нам никакой пользы.",
            "Знания Яна принесли огромную пользу этому проекту.",
            "От великолепного медицинского обслуживания получает выгоду всё общество.",
            "Кроме того, в 2005 году была увеличена ставка пособия с 70 от расчётного заработка до 75.",
            "Кто бы ни выиграл от новых государственных программ, но в реальном проигрыше будет американский налогоплательщик."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}