{
    "bet on": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You can bet on that!",
            "He has a bet on the game.",
            "Jim likes a bet on the horses.",
            "I think it's safe, but don't bet on it.",
            "You can't bet on the weather in England.",
            "Are you going to bet on the white horse?",
            "We daren't bet on the train arriving on time.",
            "A few of us had a bet on who'd get married first.",
            "I had no idea which horse I should place a bet on.",
            "The horse was a long shot, but we bet on him anyway.",
            "He said he'd finish by tomorrow, but I wouldn't bet on it.",
            "You can bet on it!",
            "He bet $5 on the game.",
            "I bet $100 on that new horse.",
            "We placed bets on three horses.",
            "He bet $2 on number six to show.",
            "He bet $2 on number six to place.",
            "He bet $2 on number six to place.",
            "She always bets on long shots at the racetrack.",
            "Bookmakers are already taking bets on the outcome.",
            "He betted on ponies now and then.",
            "I can't figure out what's going on. All bets are off on this contract."
        ],
        "example_translate": [
            "Можешь быть в этом уверен!",
            "Он сделал ставку на эту игру.",
            "Джиму нравится ставить на лошадей.",
            "Я думаю, что это надёжно, но быть абсолютно уверенным в этом не стоит.",
            "Погода в Англии непредсказуема.",
            "Ты собираешься поставить на белую лошадь?",
            "Мы не могли полагаться на то, что поезд придёт вовремя.",
            "Некоторые из нас делали ставки на то, кто женится первым.",
            "Я понятия не имел, на какую лошадь стоит сделать ставку.",
            "Этот конь был аутсайдером, но мы всё равно на него поставили.",
            "Он сказал, что до завтра управится, но я бы на это не рассчитывал.",
            "Можешь не сомневаться!",
            "Он поставил на этот матч пять долларов.",
            "Ставлю 100 долларов на эту новую лошадь.",
            "Мы сделали ставки на трех лошадей.",
            "Он поставил два доллара на то, что номер шесть займёт одно из трёх первых мест.",
            "Он поставил 2 доллара на то, что шестой номер придет вторым.",
            "Он поставил два доллара на то, что номер шесть займёт место не ниже второго. (о скачках)",
            "На ипподроме она всегда ставит на аутсайдеров.",
            "Букмекеры уже принимают ставки на этот исход.",
            "Он иногда ставил на скаковых лошадей.",
            "Я не понимаю, что происходит. Этот контракт срывается, что ли?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}