{
    "blame on": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't try to pin the blame on me!",
            "He fastened the blame on the runaway.",
            "The police laid the blame on the driver.",
            "He heaped all the blame on his secretary.",
            "Why are you trying to pin the blame on me?",
            "Why are you trying to put the blame on me?",
            "Why are you trying to place the blame on me?",
            "She stole the money but she's trying to put the blame on me.",
            "If you go on behaving like that, you'll draw down blame on our heads.",
            "The police tried to land the blame on me.",
            "The blame fell on me as usual.",
            "The crash was blamed on pilot error.",
            "My father always blames everything on me.",
            "The violence was blamed on thugs exploiting the situation.",
            "One of the computers is broken and she's blaming it on me.",
            "The shortage of teachers was blamed on government cutbacks.",
            "The team's poor play is being blamed on the ineptitude of the coaching staff.",
            "She tried to rationalize her grandson's strange behavior by blaming it on the boy's father."
        ],
        "example_translate": [
            "Не пытайся свалить вину на меня!",
            "Он возложил вину на сбежавшего.",
            "Полицейские возложили вину на водителя.",
            "Он свалил всю вину на свою секретаршу.",
            "Что ты пытаешься свалить вину на меня?",
            "Почему ты пытаешься свалить вину на меня?",
            "Почему ты пытаешься свалить вину на меня?",
            "Это она украла деньги, а теперь пытается свалить всё на меня.",
            "Если ты и дальше будешь себя так вести, ты навлечёшь на нас гнев начальства.",
            "Полиция хотела свалить вину на меня.",
            "Как обычно, всю вину возложили на меня.",
            "Крушение списали на ошибку пилота.",
            "Мой отец всегда во всем винит меня.",
            "Насилие списали на бандитов, которые воспользовались данной ситуацией.",
            "Один из компьютеров сломался, и она обвиняет в этом меня.",
            "Причиной нехватки учителей назвали сокращение государственных расходов на образование.",
            "В плохой игре команды винят некомпетентность тренерского штаба.",
            "Она пыталась найти разумное объяснение странному поведению своего внука, обвинив в этом отца мальчика."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}