{
    "blame for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He took the blame for it.",
            "I always get the blame for his mistakes!",
            "Who will bear the blame for this tragedy?",
            "I copped all the blame for what happened.",
            "Do you accept any blame for what happened?",
            "We all share some of the blame for the accident.",
            "He shouldered the blame for the project's failure.",
            "The opposition got the blame for holding up the bill.",
            "Both sides are to blame for the breakdown in communication.",
            "The Customs are not to blame for the bulking of Indian tea.",
            "Stop picking at me! Why should I get the blame for everything?",
            "The parents were not to blame for the tragic death of their son.",
            "Investigators fixed the blame for the fire on the night watchman.",
            "The other driver must bear a portion of the blame for the accident.",
            "Officials believe that more than one person may be to blame for the fire.",
            "It's the coalition forces who are to blame for the continuation of the war.",
            "The court ruled that the child's parents must share the blame for the accident.",
            "What a scurvy trick to let your friend take the blame for your mistake!",
            "She lambasted the idea that mom is to blame for all of a kid's troubles.",
            "If it comes to that it was his family who was to blame for the whole thing.",
            "They blamed her for the accident.",
            "I blame myself for what has happened.",
            "You can hardly blame him for not waiting.",
            "You can hardly blame Tom for not waiting.",
            "He even had the gall to blame Lucy for it.",
            "Marie still blames herself for Patrick's death.",
            "Your mum can blame you for a lot of things, Tom.",
            "He blames himself for the team's poor performance.",
            "Subconsciously, he blames himself for the accident.",
            "That's right! Just blame me for everything, as usual!"
        ],
        "example_translate": [
            "Он взял вину за это на себя.",
            "Я всегда нёс ответственность за его ошибки!",
            "Кто понесёт ответственность за эту трагедию?",
            "Я взял на себя всю вину за случившееся.",
            "Признаёте ли вы свою вину в случившемся?",
            "Мы все в какой-то мере виноваты в этой аварии.",
            "Он взвалил на себя вину за провал проекта.",
            "На оппозицию была возложена ответственность за задержку прохождения законопроекта.",
            "Обе стороны виноваты в нарушении коммуникации.",
            "Таможенное управление не следует обвинять в несоответствии веса индийского чая.",
            "Хватит ко мне придираться! Почему меня за все ругают?",
            "Родители были не виноваты в трагической смерти своего сына.",
            "Следователи возложили вину за пожар на ночного сторожа.",
            "Другой водитель должен понести часть вины за эту аварию.",
            "Чиновники считают, что вина за данный пожар может быть возложена на более чем одного человека.",
            "Вина за продолжение войны лежит именно на коалиционных силах.",
            "Суд постановил, что родители ребенка должны разделить вину за этот несчастный случай.",
            "Ну не подло ли сваливать на друга вину за свою ошибку?",
            "Она резко раскритиковала расхожее понятие о том, что в бедах ребенка виновата мать.",
            "Если уж на то пошло, то во всем виновата его семья.",
            "Они обвинили её в случившемся.",
            "Я виню себя в том, что произошло.",
            "Вряд ли можно винить его в том, что он не подождал.",
            "Вряд ли можно обвинить Тома, что он не ждёт.",
            "У него даже хватило наглости обвинить в этом Люси.",
            "Мари по-прежнему винит себя в смерти Патрика.",
            "Твоя мама может винить тебя во многом, Том.",
            "Он винит себя в плохом выступлении команды.",
            "Подсознательно он винит себя за этот несчастный случай.",
            "Правильно! Возьми и обвини во всём меня — как обычно!"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}