{
    "borrow from": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She would rather have to repay the bank than borrow from her parents and have to repay them.",
            "She borrowed $20 from me.",
            "The word was borrowed from English.",
            "These artists borrow heavily from Picasso.",
            "His poetry borrows (words) from Shakespeare.",
            "The word was borrowed from English into German.",
            "English has borrowed words from many languages.",
            "His treatment of space borrows from Italian architecture.",
            "This prefix was subtracted when the word was borrowed from French.",
            "I don't want to borrow money from the bank unless I really have to.",
            "The speech was peppered with phrases borrowed from Winston Churchill.",
            "A therapist may teach mindfulness, a concept borrowed from Zen Buddhism.",
            "The ceremony included the recitation of certain passages borrowed from popular grimoires.",
            "When the government is in a tight squeeze it usually tries to borrow money from abroad.",
            "He had to borrow money from his friend to pay for the meal. He's caught short quite often."
        ],
        "example_translate": [
            "Она предпочла бы вернуть деньги банку, чем занимать их у родителей, а потом возвращать обратно.",
            "Она заняла у меня $20.",
            "Слово было заимствовано из английского языка.",
            "Эти художники многое позаимствовали у Пикассо.",
            "В его стихах есть заимствования из Шекспира.",
            "Слово было заимствовано из английского языка немецким.",
            "Английский язык позаимствовал слова из многих языков.",
            "Его обращение с пространством позаимствовано из итальянской архитектуры.",
            "Когда данное слово позаимствовали из французского языка, эта приставка отпала.",
            "Я не хочу занимать деньги у банка, если только без этого никак не обойтись.",
            "Речь была щедро сдобрена фразами, позаимствованными у Уинстона Черчилля.",
            "Терапевт может учить осознанности - концепции, заимствованной из дзен-буддизма.",
            "Церемония включала в себя чтение определённых отрывков, заимствованных из популярных книг заклинаний.",
            "В критических ситуациях правительство всегда пытается занять деньги за границей.",
            "Ему пришлось занять деньги у друга, чтобы заплатить за обед. У него довольно часто в кармане ни копейки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}