{
    "care for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Would you care for a walk?",
            "Do you care for modern music?",
            "We must care for those in need.",
            "She doesn't care for ethnic humor.",
            "She doesn't care for rich desserts.",
            "He is too unmusical to care for concerts.",
            "Would the children care for some more cake?",
            "Hot morning. Care for a jar? They keep good beer.",
            "The clinic provides free care for indigent patients.",
            "He took a few months' leave to care for his sick mother.",
            "I do not care for all this panjandrum of punctiliousness.",
            "The government has promised wide-ranging health care for all.",
            "The kids have reached the age when they can care for themselves.",
            "She continued to care for her father up to the time of his death.",
            "The program is intended to provide medical care for elderly people.",
            "The old servant fulfilled his master's charge to care for the children.",
            "Good health care for the mother before birth gives babies a healthy start.",
            "The fishmonger who did not care for protection would find his shop bombed.",
            "I felt I didn't care for anything, except to die quietly and inoffensively.",
            "The doctor gave the patient specific instructions on how to care for the wound.",
            "We were there on an errand of mercy to help provide medical care for the refugees.",
            "Health services have been overburdened and are unable to care for many older people.",
            "The clinic provides free care for elderly and infirm people who lack health insurance.",
            "They came on a mission of mercy to provide food and medical care for starving children.",
            "Her only living relative is a permanently zonked sister who can't even care for herself.",
            "The day will come (=the time will come) when he won't be able to care for himself any more.",
            "The government must pay for health care for war veterans — it is an obligation we owe to them.",
            "There is still not widespread acceptance that fathers can care for children as well as mothers do.",
            "I don't care for pop stuff.",
            "I don't care for chi-chi poetry."
        ],
        "example_translate": [
            "Не хотите пройтись?",
            "Тебе нравится современная музыка?",
            "Мы должны заботиться о нуждающихся.",
            "Ей не нравится этнический юмор.",
            "Ей не по вкусу жирные десерты.",
            "Он слишком немузыкален для любви к концертам.",
            "Дети хотят еще торта?",
            "Жарко. Может, выпьем по кружечке? У них хорошее пиво.",
            "Клиника предоставляет бесплатную медицинскую помощь малоимущим пациентам.",
            "Он взял отпуск на несколько месяцев по уходу за больной матерью.",
            "Я не придаю значения всем этим проявленям буквоедства.",
            "Правительство пообещало широкий спектр медицинской помощи для всех.",
            "Дети достигли того возраста, когда могут сами о себе позаботиться.",
            "Она продолжала ухаживать за больным отцом до самой его смерти.",
            "Данная программа предназначена для оказания медицинской помощи пожилым людям.",
            "Старый слуга исполнял поручение хозяина приглядывать за детьми.",
            "Забота о здоровье матери до рождения ребёнка даёт малышам здоровое начало жизни.",
            "Торговец рыбой, который не хотел платить рэкетирам, обнаружит, что его магазин взорвали.",
            "Я чувствовал, что не хочу ничего, кроме как умереть тихо, никого не потревожив.",
            "Доктор дал больному конкретные указания о том, как ухаживать за раной.",
            "Мы были там по делам милосердия, чтобы помочь обеспечить медицинскую помощь для беженцев.",
            "Система здравоохранения перегружена, и не в состоянии позаботиться о многих пожилых людях.",
            "Клиника предоставляет бесплатную помощь пожилым и немощным людям, которые не имеют медицинской страховки.",
            "Они пришли с миссией милосердия, чтобы обеспечить продовольственную и медицинскую помощь голодающим детям.",
            "Её единственный живой родственник — сестра, которая вечно под кайфом и не может даже позаботиться о себе.",
            "Придёт день (т.е. настанет время), когда он больше не сможет заботиться о себе.",
            "Правительство должно оплатить медицинское обслуживание ветеранов войны — это та обязанность, которую мы им задолжали.",
            "Тот факт, что отцы могут ухаживать за детьми так же хорошо, как это делают матери, ещё не получил широкого признания.",
            "Мне не нравится поп-музыка.",
            "Я не люблю вычурные стихи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}