{
    "care about": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I really care about my work.",
            "You know how much I care about you.",
            "Don't you care about losing your job?",
            "All the suits care about is the bottom line.",
            "I really care about the students in my class.",
            "The only thing he seems to care about is money.",
            "The government professes to care about the poor.",
            "I care about him and hate to see him hurt like this.",
            "Few people nowadays care about the art of letter writing.",
            "This writer, unlike most others, does not care about death.",
            "I'm past caring about my appearance (=I do not care about it any more).",
            "He told people he didn't care about her, but deep down he knew different.",
            "“Those rich politicians don't care about peons like us,” she complained.",
            "I don't care about this superfly guy.",
            "But does the working stiff care about all this economic stuff?",
            "That's all he cares about.",
            "He only cares about sports. He has no interest in academics.",
            "At his age, he didn't care overmuch about impressing people.",
            "Millions of filmgoers cared more about the latest tearjerker.",
            "Government spending on health care totals about $60 billion a year.",
            "He is not interested in quality, all he cares about is making money.",
            "He is not interested in quality , all he cares about is making money.",
            "The actors spoke their lines mechanically, hardly caring about the meaning.",
            "He ran into the burning house with reckless abandon (=without caring about the danger).",
            "I don't care shucks about it.",
            "I couldn't care less about her.",
            "I could care less about what you believe."
        ],
        "example_translate": [
            "Мне в самом деле небезразлична моя работа.",
            "Ты знаешь, как я о тебе забочусь /как я тобой дорожу/.",
            "Ты не боишься потерять работу?",
            "\"Деловых\" не интересует ничего, кроме прибыли. (сл. a suit — бизнесмен или сотрудник спецслужб, по форме одежды)",
            "Я действительно люблю своих студентов.",
            "Единственное, что ему вроде бы небезразлично — это деньги.",
            "Правительство утверждает, что заботится о бедных.",
            "Я люблю его, и мне неприятно видеть, что ему так больно.",
            "Искусство написания писем сегодня интересует немногих.",
            "Этот автор, в отличие от многих других, не думает о смерти.",
            "Моя внешность меня уже не волнует.",
            "Он говорил, что она ему безразлична, но в глубине души он знал, что это не так.",
            "— Этим богачам-политикам плевать на пешек вроде нас, — пожаловалась она.",
            "Мне этот потрясный чувак и на фиг не нужен.",
            "Рабочего человека вряд ли волнуют эти экономические проблемы.",
            "Больше его ничего не волнует.",
            "Его волнует только спорт, а в учёбе он не заинтересован.",
            "В своём возрасте он не слишком-то заботился о том, чтобы производить впечатление на людей.",
            "Миллионы кинозрителей больше интересовались последним слезливым фильмом.",
            "Государственные расходы на здравоохранение составляют около шестидесяти миллиардов долларов в год.",
            "Его не интересует качество, только деньги.",
            "Его не интересует качество, только деньги.",
            "Актёры произносили свои реплики машинально, почти не вникая в их смысл.",
            "Он самоотверженно (т.е. не обращая внимания на опасность) ворвался в горящий дом.",
            "Что касается меня, то мне наплевать.",
            "Она мне до лампочки.",
            "Мне начхать на то, что ты думаешь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}