{
    "charge with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was charged with burglary.",
            "He was charged with racketeering.",
            "He's been charged with tax fraud.",
            "They charge him with armed robbery.",
            "He was charged with resisting arrest.",
            "He is charged with attempted robbery.",
            "The wire is charged with electricity.",
            "The music is charged with excitement.",
            "Gibbons has been charged with murder.",
            "He was arrested and charged with rape.",
            "The shortstop was charged with an error.",
            "He was charged with two counts of theft.",
            "He was arrested and charged with murder.",
            "He was charged with assault and battery.",
            "He was charged with treason and beheaded.",
            "She's charged with misusing company funds.",
            "He was charged with voluntary manslaughter.",
            "He was arrested and charged with extortion.",
            "The parents were charged with child neglect.",
            "He has been charged with attempted burglary.",
            "He was charged with trying to resist arrest.",
            "They were charged with conspiracy to defraud.",
            "They were charged with handling stolen goods.",
            "They are charged with using forged documents.",
            "The basketball player was charged with a foul.",
            "They were charged with obstruction of justice.",
            "Bennet was charged with handling stolen goods.",
            "They were charged with inciting racial hatred.",
            "The room was charged with tension and anxiety.",
            "The prisoner is charged with attempted robbery."
        ],
        "example_translate": [
            "Ему было предъявлено обвинение в краже.",
            "Он был обвинён в рэкете.",
            "Его обвиняют в налоговом мошенничестве.",
            "Они обвиняют его в вооружённом ограблении.",
            "Ему было предъявлено обвинение в сопротивлении при аресте.",
            "Он обвиняется в попытке ограбления.",
            "Этот провод под напряжением.",
            "Вся эта музыка проникнута трепетом.",
            "Гиббонсу предъявили обвинение в убийстве.",
            "Он был арестован и обвинён в изнасиловании.",
            "На счёт шортстопа записали ошибку. (о бейсболе)",
            "Ему было предъявлено обвинение по двум эпизодам краж.",
            "Он был арестован и обвинён в убийстве.",
            "Ему было предъявлено обвинение в нападении с нанесением побоев.",
            "Он был обвинён в государственной измене и обезглавлен.",
            "Её обвиняют в нецелевом расходовании средств компании.",
            "Ему было предъявлено обвинение в умышленном убийстве.",
            "Его арестовали и предъявили обвинение в вымогательстве.",
            "Родителям предъявили обвинение в невыполнении обязанностей в отношении ребёнка.",
            "Ему предъявлено обвинение в попытке кражи со взломом.",
            "Ему было предъявлено обвинение в попытке оказать сопротивление при аресте.",
            "Им было предъявлено обвинение в сговоре с целью мошенничества.",
            "Им были предъявлены обвинения в хранении краденого имущества.",
            "Их обвиняют в использовании фальшивых документов.",
            "Баскетболисту присудили фол.",
            "Их обвинили в препятствии правосудию.",
            "Беннета обвинили в укрывательстве краденого.",
            "Им предъявили обвинение в разжигании расовой ненависти.",
            "Комната была наполнена напряжением и тревогой.",
            "Заключённый обвиняется в попытке ограбления."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}