{
    "charge for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What do you charge for it?",
            "The charge for students is $8.",
            "How much do you charge for lunch?",
            "A delivery charge for the refrigerator",
            "There's no extra charge for breakfast.",
            "There is no charge for fixing the tire.",
            "There will be no charge for installation.",
            "How much does the hotel charge for a room?",
            "We won't charge for delivery if you pay now.",
            "How much do they charge for a cut and blow-dry?",
            "The charge for excess baggage was disgusting. I shall complain.",
            "Will I get charged for this service?",
            "This fellow charges $100 for a massage.",
            "There are additional charges for shipping and handling.",
            "Many accountants offer a free consultation before charging for their work.",
            "Each artist in the gallery has discretion over the price that will be charged for his or her work."
        ],
        "example_translate": [
            "Сколько вы просите за это?",
            "Плата для студентов — $8.",
            "Сколько вы берете за обед?",
            "Стоимость доставки холодильника",
            "За завтрак нет дополнительной платы.",
            "За ремонт шины плата не взимается.",
            "Установка будет осуществлена бесплатно.",
            "Сколько стоит номер в этом отеле?",
            "Если расплатитесь прямо сейчас, доставка будет бесплатной.",
            "Сколько они берут за стрижку и укладку феном?",
            "Плата за лишний вес багажа просто возмутительна. Я буду жаловаться.",
            "Эта услуга платная? / Мне придётся платить за эту услугу?",
            "Этот парень берёт сто долларов за массаж.",
            "За доставку и погрузку товара взимается дополнительная плата.",
            "Многие бухгалтеры предлагают бесплатную консультацию перед тем, как огласить расценки своей работы.",
            "Каждый художник в галерее может устанавливать цены за свои работы по собственному усмотрению."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}