{
    "coincide with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The show is timed to coincide with the launch of a new book.",
            "They timed their vacation to coincide with the jazz festival.",
            "This point should coincide with the centre of gravity of the wheel.",
            "A telephone helpline was established to coincide with the press release.",
            "That is to say, the crests of one set of waves may coincide with the troughs of the other set.",
            "Malaria is characterized by episodic attacks of chills and fever that coincide with mass destruction of blood cells.",
            "Her book was timed to coincide with (=arranged to be at the same time as) an exhibition of Goya's paintings at the National Gallery.",
            "His interest happily coincided with his duty.",
            "His entry to the party coincided with his marriage.",
            "His assumption of office coincided with the trouble in Cuba.",
            "The opening ceremony coincided with the worst storm this century.",
            "The cloth had a natural look which coincided perfectly with the image Laura sought.",
            "The heaviest snowfall of the season coincided with the start of our weeklong ski vacation.",
            "To start with, the attacks coincided with growing doubts by the reformers regarding their own methods.",
            "The globalization of politics coincided with the use of US political consultants by Western democracies."
        ],
        "example_translate": [
            "Данное представление приурочено к выходу новой книги.",
            "Они спланировали свой отпуск так, чтобы он совпал во времени с джазовым фестивалем.",
            "Эта точка должна совпасть с центром тяжести колеса.",
            "Одновременно с публикацией пресс-релиза была открыта телефонная линия помощи.",
            "Иными словами, гребни одного набора волн могут совпадать с впадинами другого набора.",
            "Для малярии характерны эпизодические приступы озноба и лихорадки, которые совпадают с массовым разрушением клеток крови.",
            "Выход её книги был приурочен к открытию выставки картин Гойи в Национальной Галерее (т.е. намеренно совпал с ней по времени).",
            "К счастью, его интерес полностью совпадал с его обязанностями.",
            "Его вступление в партию совпало с его женитьбой.",
            "Его вступление в должность совпало с проблемами на Кубе.",
            "Церемония открытия совпала с началом самого страшного за весь век шторма.",
            "Ткань выглядела естественно, что идеально совпадало с образом, который искала Лора.",
            "Самый сильный снегопад сезона совпал с началом нашего недельного отпуска на лыжах.",
            "Начнём с того, что нападения совпали с растущими сомнениями реформаторов относительно их собственных методов.",
            "Глобализация политики совпала с использованием западными демократиями услуг американских политических консультантов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}