{
    "comment on": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I forbore to comment on this.",
            "The company declined comment on the scandal.",
            "I've flagged the parts I want to comment on.",
            "He wrote an extended comment on the proposal.",
            "I'm afraid I can't pass any comment on this matter.",
            "Collins was not available for comment on Thursday night.",
            "From time to time she contributed a personal comment on his account.",
            "She was diffident when offering a comment on the professor's lecture.",
            "At this moment in time it would be inappropriate to comment on the situation.",
            "The number of adults who cannot read is a sad comment on the quality of our schools.",
            "She was trying to entertain us — unsuccessfully, I might add (=used to comment on what you have just said).",
            "People were always commenting on his size.",
            "I'd appreciate your comments on this issue.",
            "The paper commented editorially on the scandal.",
            "We haven't gotten any comments on the new design.",
            "He knew well what prompted these scornful comments on the topic.",
            "I'd like to offer a couple of comments on the points you've raised.",
            "the jaw-dropping inanity of the singer's comments on the awards show"
        ],
        "example_translate": [
            "Я воздержался от каких-либо комментариев по этому поводу.",
            "В компании отказались комментировать этот скандал.",
            "Я пометил те части, которые хочу прокомментировать.",
            "Он написал обширный комментарий по поводу данного предложения.",
            "К сожалению, я не могу высказать какие-либо комментарии по этому вопросу.",
            "В четверг Коллинз отказался от комментариев.",
            "Время от времени она вставляла личное замечание в его адрес.",
            "Комментируя лекцию профессора, она держалась скромно.",
            "В данный момент было бы неправильно как-то комментировать эту ситуацию.",
            "Количество взрослых, которые не умеют читать, печально характеризует качество наших школ.",
            "Она пыталась развлечь нас, — безуспешно, кстати сказать (так говорят, чтобы прокомментировать то, что вы только что сказали).",
            "Люди постоянно высказывались по поводу его габаритов.",
            "Я был бы очень признателен за ваши комментарии по этому вопросу.",
            "Свои комментарии по поводу этого скандала редакция газеты изложила в передовице.",
            "Мы ещё не получили никаких комментариев по поводу нового проекта.",
            "Он знал, что вызвало такие насмешливые комментарии.",
            "Я бы хотел высказать пару замечаний по затронутым вами вопросам.",
            "потрясающая глупость сказанного певицей на церемонии награждения"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}