{
    "communicate with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I shall communicate with you direct.",
            "She likes to communicate with friends by e-mail.",
            "The girl claims to be able to communicate with the dead.",
            "Politicians are often unable to communicate with ordinary people.",
            "I don't know how to sign, so I could not communicate with my deaf cousin.",
            "Parents sometimes find it difficult to communicate with their teenage children.",
            "It is always difficult to communicate with someone who speaks a foreign language.",
            "The chat system only allows you to communicate with those you have friended on the site.",
            "She's a primatologist renowned for having taught bonobos to communicate with printed symbols.",
            "Do you communicate well with your advisor?",
            "The two computers are able to communicate directly with one another."
        ],
        "example_translate": [
            "Я сразу же свяжусь с вами.",
            "Она любит общаться с друзьями по электронной почте.",
            "Эта девочка утверждает, что может разговаривать с мёртвыми.",
            "Политики часто неспособны говорить с обычными людьми.",
            "Жестами объясняться я не умею, поэтому общаться с глухим двоюродным братом не мог.",
            "Родителям иногда трудно общаться со своими детьми-подростками.",
            "Всегда трудно общаться с человеком, который говорит на иностранном языке.",
            "Система чата позволяет общаться лишь с теми пользователями сайта, кого вы \"зафрендили\".",
            "Она приматолог, известная тем, что научила бонобо общаться с помощью печатных символов.",
            "Хорошее ли у вас взаимопонимание с вашим консультантом?",
            "Эти компьютеры могут взаимодействовать друг с другом напрямую."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}