{
    "compare with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This car does not compare with our line of Mercedes.",
            "How does life in Britain compare with life in the States?",
            "The remake was OK but it cannot compare with the original.",
            "The quality of English wines can now compare with wines from Germany.",
            "The rides at the fair just can't compare with the rides at Disneyland.",
            "These problems were pinpricks compared with what was to come.",
            "The work wasted is negligibly small compared with the work done.",
            "Compared with other children of the same age, Robert is very tall.",
            "Their life was drab compared with the more exciting life style overseas",
            "Sales figures for last year were a little off compared with those of the previous year.",
            "Authoritarian parents tend to be low in nurturance and high in parental control compared with other parents.",
            "Compared with most of us he's got jam on it.",
            "Compared with what we have witnessed yesterday this brawl looks like kid stuff."
        ],
        "example_translate": [
            "Этот автомобиль не сравнить с нашей линейкой Mercedes.",
            "Как жизнь в Великобритании можно сравнить с жизнью в Штатах?",
            "Римейк получился неплохой, но он не сравнится с оригинальным фильмом.",
            "Качество английского вина теперь можно сравнить с винами из Германии.",
            "Аттракционы на ярмарке едва ли можно сравнить с аттракционами в Диснейленде.",
            "Эти проблемы были мелкими неприятностями по сравнению с тем, что ждало впереди.",
            "Потерянной работы ничтожно мало по сравнению с тем, что сделано.",
            "По сравнению с другими детьми того же возраста, Роберт очень высокий.",
            "Их жизнь была серой, по сравнению с более захватывающим стилем жизни за рубежом.",
            "Цифры продаж за прошлый год были немного хуже по сравнению с данными позапрошлого.",
            "Чересчур строгие родители в меньшей степени по сравнению с другими склонны проявлять заботу и в большей - осуществлять родительский контроль.",
            "По сравнению с большинством из нас он катается как сыр в масле.",
            "По сравнению с тем, чему мы были свидетелями вчера, эта ссора выглядит невинной забавой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}