{
    "compare to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Your room's huge compared to mine.",
            "Her salary is peanuts compared to his.",
            "She wrote an essay comparing two poems.",
            "The writer was compared to Shakespeare.",
            "We compared the two cultures mythologies.",
            "John compared his haircut to his friend's.",
            "How big is that part compared to the whole?",
            "He calls it a paradise compared to the camp.",
            "We can compare the Han dynasty to the Romans.",
            "I compared several bicycles before buying one.",
            "We are still prodigally rich compared to others.",
            "We compared notes after we had both seen the movie.",
            "They compared the cooking performance of each oven.",
            "This car does not compare with our line of Mercedes.",
            "The okapi's neck is long compared to most ruminants.",
            "The singer's voice has been compared to that of Elvis.",
            "Davies' style of writing has been compared to Dickens'.",
            "His abilities shine out when compared to his companions.",
            "How does life in Britain compare with life in the States?",
            "The salaries compare unfavorably to other fields of work.",
            "It is unfair of a man to compare his wife with his mother.",
            "The remake was OK but it cannot compare with the original.",
            "We each did the homework assignment, then compared answers.",
            "We compared and contrasted the two characters of the story.",
            "My collection of paintings is small beer compared to yours.",
            "The women were comparing ultrasound photos of their fetuses.",
            "Compare and contrast the main characters of these two novels.",
            "These problems were pinpricks compared with what was to come.",
            "The article compares the fuel-economy ratings of various cars.",
            "Compared to our small flat, Bill's house seemed like a palace."
        ],
        "example_translate": [
            "По сравнению с моей, твоя комната просто огромная.",
            "По сравнению с ним, она получает гроши.",
            "Она написала сочинение, в котором сравнивала эти два стихотворения.",
            "Этого писателя сравнивали с самим Шекспиром.",
            "Мы сравнили мифологии двух культур.",
            "Джон сравнил свою стрижку со стрижкой друга.",
            "Как велика эта часть по сравнению с целым?",
            "Он говорит, что в сравнении с лагерем это сущий рай.",
            "Династию Хань можно сравнить с римлянами.",
            "Я сравнил несколько велосипедов, прежде чем купить один из них.",
            "По сравнению с другими, мы по-прежнему невероятно богаты.",
            "Мы обменялись впечатлениями после того, как оба посмотрели этот фильм.",
            "Они сравнили технические характеристики каждой духовки.",
            "Этот автомобиль не сравнить с нашей линейкой Mercedes.",
            "Шея окапи длиннее, чем у большинства жвачных животных.",
            "Голос этого певца сравнивали с голосом Элвиса.",
            "Стиль письма Дэвиса сравнивают со стилем Диккенса.",
            "По сравнению со своими товарищами он просто блистает.",
            "Как жизнь в Великобритании можно сравнить с жизнью в Штатах?",
            "Заработная плата здесь не в пример выше, чем в других сферах деятельности.",
            "Мужчина не должен сравнивать жену со своей матерью.",
            "Римейк получился неплохой, но он не сравнится с оригинальным фильмом.",
            "Каждый из нас сделал домашнее задание, а затем мы сравнили ответы.",
            "Мы сравнили и противопоставили двух персонажей этого рассказа.",
            "Моя коллекция картин не может сравнится с твоей.",
            "Женщины сравнивали ультразвуковые снимки своих плодов.",
            "Сравните и противопоставьте главных героев этих двух романов.",
            "Эти проблемы были мелкими неприятностями по сравнению с тем, что ждало впереди.",
            "В статье сравниваются оценки экономии топлива различных автомобилей.",
            "По сравнению с нашей квартиркой, дом Билла показался дворцом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}