{
    "complain of": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "After a cold, many patients complain of persistent catarrh.",
            "New mothers often complain of lethargy and mild depression.",
            "Another hangup most students complain of is too little personal contact with the teaching staff.",
            "He complained of fearful thirst.",
            "She complained of a queasy stomach.",
            "They complained of poor bar service.",
            "Jane is complaining of a headache again.",
            "The patient complained of severe chest pains.",
            "He complained of being muzzled by the chairman.",
            "The patient complained of indigestion and nausea.",
            "TV reporters complained of government censorship.",
            "The sufferer often complains of loss of appetite.",
            "Several women have complained of sexual harassment.",
            "She complained of sexual harassment by the manager.",
            "Asian pupils complained of racial prejudice at the school.",
            "The singer complained of a sore throat after Wednesday's show.",
            "She complained of her boss's inappropriate behavior towards her.",
            "Female employees complained of being marginalized by management.",
            "Like many celebrities, she complained of being persecuted by the press.",
            "A number of black youths have complained of being harassed by the police.",
            "I think you should complain - unless, of course, you are happy with the way things are.",
            "Employees have complained of being at the mercy of the manager's every whim and caprice.",
            "Bus conductors have complained of tearaways getting on late at night and terrorizing the other passengers."
        ],
        "example_translate": [
            "После простуды, многие пациенты жалуются на постоянный насморк.",
            "Молодые мамы часто жалуются на вялость и легкую депрессию.",
            "Еще одна проблема, на которую жалуются студенты - это недостаточный личный контакт с преподавателями.",
            "Он пожаловался, что ужасно хочет пить.",
            "Она жаловалась на слабый желудок.",
            "Они пожаловались на плохое обслуживание в баре.",
            "Джейн снова жалуется на головную боль.",
            "Пациент пожаловался на сильную боль в груди.",
            "Он пожаловался, что председатель затыкает ему рот.",
            "Пациент жаловался на расстройство желудка и тошнотy.",
            "Телевизионные репортеры пожаловались на государственную цензуру.",
            "Больной часто жалуется на потерю аппетита.",
            "Несколько женщин пожаловались на сексуальные домогательства.",
            "Она подала жалобу на сексуальные домогательства со стороны менеджера.",
            "Ученики-азиаты жаловались на царящие в школе расовые предрассудки.",
            "После выступления в среду певица пожаловалась на боль в горле.",
            "Она пожаловалась на неадекватное поведение начальника по отношению к ней.",
            "Работницы жаловались, что руководство их зажимает и не обращает на них должного внимания.",
            "Как и многие знаменитости, она жаловалась, что её преследует пресса.",
            "Несколько чернокожих молодых людей пожаловались на преследования со стороны полиции.",
            "Я думаю, вам следует жаловаться, — если, конечно, вы недовольны тем, как обстоят дела.",
            "Работники пожаловались на то, что им приходится исполнять любую прихоть и каприз этого руководителя.",
            "Кондукторы автобусов жаловались, что поздно ночью к ним садится какая-то шпана и терроризирует остальных пассажиров."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}