{
    "concentrate on": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We need to concentrate on the matter in hand.",
            "At last I was free to concentrate on my own research.",
            "Please be quiet, I'm trying to concentrate on my work.",
            "The first dimension to concentrate on is the spatial one.",
            "The business decided to concentrate on confectionery and soft drinks.",
            "Why can't they just leave well alone and let us concentrate on teaching?",
            "Your essays tend to concentrate on one theme to the exclusion of everything else.",
            "Taking away the burden of administration will free teachers to concentrate on teaching.",
            "I'm trying to concentrate on how I'm gonna total that bastard.",
            "The next day I jittered around the house unable to concentrate on anything.",
            "Our thoughts pardonably concentrated themselves on the question of food.",
            "She put her disappointment to the back of her mind and concentrated on Dana.",
            "She knew if she concentrated on her marriage she could kiss her career goodbye.",
            "She made out like she was concentrating on her next move."
        ],
        "example_translate": [
            "Мы должны сконцентрироваться на предмете обсуждения.",
            "Наконец я освободился и мог сосредоточиться на своих исследованиях.",
            "Потише, я пытаюсь сосредоточиться на своей работе.",
            "Первое измерение, которому нужно уделить внимание — пространственное.",
            "Бизнес решил сосредоточиться на производстве кондитерских изделий и безалкогольных напитков.",
            "Почему они не могут просто оставить нас в покое и дать нам сосредоточиться на обучении?",
            "Ваши очерки, как правило, концентрируются на одной теме, исключая всё остальное.",
            "Освобождение учителей от административной работы позволит им сконцентрироваться на преподавании.",
            "Мне нужно сосредоточиться. Я хочу размазать этого козла по рингу.",
            "На следующий день меня бил мандраж, и я не мог ни на чем сосредоточиться.",
            "Наши мысли не без оснований крутились вокруг еды.",
            "Она загнала своё разочарование вглубь сознания и сосредоточилась на Дане.",
            "Она понимала, что, если сосредоточится на браке, то может навсегда распрощаться с карьерой.",
            "Она сделала вид, что обдумывает следующий ход."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}