{
    "confess to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I have to confess to a hatred of modern music.",
            "Many Christians regularly confess to a priest.",
            "I confess to being a forgetful and lazy driver who does not use his seat belt .",
            "Occasionally people confess to crimes they haven't committed just to get attention.",
            "He confessed under torture.",
            "He knelt and confessed his sin.",
            "He willingly confessed his crime.",
            "I confessed my sins to the priest.",
            "Torture was used and Fian confessed.",
            "He felt a desperate urge to confess.",
            "He used terror to make them confess.",
            "He confessed to spying for North Korea.",
            "You should confess and redress your errors.",
            "She confessed that she had taken the money.",
            "I have to confess that I was afraid at first.",
            "Edwards confessed to being a spy for the KGB.",
            "He cracked under interrogation and confessed.",
            "I must confess it has given me a stomach-ache.",
            "A fault confessed is half redressed. посл.",
            "The prisoner confessed to his part in the crime.",
            "He confessed himself to be defeated by the task.",
            "His interrogators finally forced him to confess.",
            "He confessed after being questioned for many hours.",
            "The man confessed tearfully to having beaten his wife.",
            "She needed to confess her sins and ask for forgiveness.",
            "I was desperated by the notion of confessing myself ill.",
            "Lucy confessed to carrying on behind her husband's back.",
            "He confessed to having a secret admiration for his opponent.",
            "The murderer confessed that he threw the stiff in the river.",
            "I must confess I don't visit my parents as often as I should."
        ],
        "example_translate": [
            "Должен признаться, я ненавижу современную музыку.",
            "Многие христиане регулярно исповедуются перед священником.",
            "Признаюсь, я забывчивый и ленивый водитель, который не пристегивается ремнем безопасности.",
            "Иногда люди сознаются в преступлениях, которых не совершали, просто чтобы привлечь к себе внимание.",
            "Он сознался под пыткой.",
            "Он опустился на колени и исповедался.",
            "Он добровольно признался в своем преступлении.",
            "Я исповедовался священнику в своих грехах.",
            "Были применены пытки, и Фиан признался.",
            "Он почувствовал отчаянное желание во всём признаться.",
            "Он запугивал их, чтобы заставить сознаться.",
            "Он признался в шпионаже в пользу Северной Кореи.",
            "Вам следует признать и исправить ваши ошибки.",
            "Она призналась, что взяла эти деньги.",
            "Должен признаться, что сначала мне было страшно.",
            "Эдвардс признался в том, что он является агентом КГБ.",
            "На допросе он раскололся и во всём признался.",
            "Должен признаться, что это вызвало у меня боли в животе.",
            "Повинную голову меч не сечет.",
            "Обвиняемый признался, что был замешан в преступлении.",
            "Он признался, что это задание оказалось для него слишком сложным.",
            "В конце концов следователи вынудили его признаться.",
            "После многочасового допроса он сознался.",
            "Мужчина, со слезами на глазах, признался в избиении своей супруги.",
            "Ей нужно было признаться в своих грехах и попросить прощения.",
            "Я был доведён до отчаяния сознанием того, что я болен.",
            "Люси призналась в том, что спала с кем-то за спиной у мужа.",
            "Он признался, что втайне восхищается своим противником.",
            "Убийца признался в том, что бросил труп в реку.",
            "Я должен признаться, что навещаю родителей не так часто, как надо бы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}