{
    "connect with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This bus is supposed to connect with the train.",
            "Did you finally connect with your long-lost cousin?",
            "The local train does not connect with the Amtrak train",
            "They valued her ability to empathize and connect with others.",
            "She's never been able to connect with her tennant.",
            "Are you connected with this firm?",
            "This train connects with the one to Glasgow.",
            "His claim is connected with the deed proper.",
            "Operator, please connect me with extension 123.",
            "The new loan connected with railway development.",
            "I never connected you with that group of people.",
            "There is no evidence to connect them with the attack.",
            "Mr Edelson was closely connected with Trinity College.",
            "The railway link would connect Felixstowe with Fishguard.",
            "The cross roofs were connecting them with the main building.",
            "The President of this university really connects with the faculty.",
            "Her development as a writer is closely connected with her religion.",
            "Her memoir viscerally connects readers with the hopes and her losses.",
            "Light and darkness are only symbolically connected with life and death.",
            "The scientist claims that angiogenesis is connected with cancer progression.",
            "He's the best-known American outside the field of (=not connected with) politics.",
            "The board of directors are trying to iron out the difficulties connected with the new contract.",
            "As befits a castle of such national importance, there are many stories connected with its history.",
            "He connected with a rude one to the jaw."
        ],
        "example_translate": [
            "Предполагается, что этот автобус приходит на вокзал как раз к прибытию поезда.",
            "Вы, наконец, связались со своим давно пропавшим родственником?",
            "Прибытие пригородного поезда не совпадает с отправлением поезда компании Amtrak / пассажирского поезда.",
            "Они ценили ее способность сопереживать и налаживать отношения с другими людьми.",
            "Она так и не смогла наладить хорошие отношения со своим жильцом.",
            "У вас есть связи с этой фирмой?",
            "Этот поезд приходит как раз к отправлению поезда до Глазго.",
            "Его иск связан конкретно с этим договором.",
            "Оператор, пожалуйста, соедините меня с добавочным 123.",
            "Новый целевой заем на строительство железной дороги.",
            "Я никогда не связывал тебя с этой группой людей.",
            "Нет никаких доказательств того, что они связаны с этим нападением.",
            "Мистер Эдельсон был тесно связан с Тринити-колледжем.",
            "Железнодорожная линия свяжет Феликстоу с Фишгардом.",
            "Поперечные крыши соединяли их с главным зданием.",
            "У президента этого университета налажено отличное взаимопонимание с его преподавательским составом.",
            "Её развитие в качестве писателя тесно связано с религиозными убеждениями.",
            "Ее мемуары интуитивно связывают читателей с надеждами и её потерями.",
            "Свет и тьма только символически связаны с жизнью и смертью.",
            "Ученый утверждает, что ангиогенез связан с прогрессированием рака.",
            "Он самый известный американец вне области политики (т.е. не связанный с политикой).",
            "Совет директоров пытается уладить трудности, связанные с новым договором.",
            "Как и подобает замку такой государственной важности, есть много историй, связанных с его историей.",
            "Он заехал ему в челюсть."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}