{
    "consist of": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What does this dish consist of?",
            "Their armament will consist of 12 guns.",
            "Many villages in Mali consist of mud huts.",
            "These horns consist of an excrescence of bone.",
            "These avalanches consist of enormous blocks of ice.",
            "These habitations consist of from four to eight huts.",
            "Our remnant packages consist of over 2 yards of 100% cotton fabric.",
            "These carbohydrate chains may consist of 2–60 monosaccharide units",
            "It was proved that the somatic chromosomes consist of two sister chromatids.",
            "The weather will consist of sunshine interchanging with periods of light rain.",
            "The club consists of some 40 members.",
            "A cricket team consists of eleven players.",
            "The letter consisted of three short lines.",
            "Real property consists of land and buildings.",
            "The ridge consists entirely of volcanic rock.",
            "The structure consisted of a series of arches.",
            "Our homework consisted of ten problems to solve.",
            "Meals consisted mainly of rice, mutton, and nan.",
            "The work consists mainly of mere wind and splutter.",
            "The cake consisted of flour, butter, eggs and sugar.",
            "Lamb marking consists of three different operations.",
            "The system consists of a motor and a small computer.",
            "The sample consisted of 98 secondary school teachers.",
            "The work consists chiefly of interviewing the public.",
            "The bulk of the lambs consisted of this season's drop.",
            "The exterior of the tooth consists of very hard enamel.",
            "The buffet consisted of several different Indian dishes.",
            "The song consists of several metrically identical verses.",
            "The course consists of 64 lessons organised into 16 units.",
            "Breakfast consisted of half a cup of milk and a dry biscuit."
        ],
        "example_translate": [
            "Из чего состоит это блюдо?",
            "Они будут вооружены двенадцатью ружьями.",
            "Многие деревни в Мали состоят из глиняных хижин.",
            "Эти рога представляют собой костный нарост.",
            "Эти лавины состоят из огромных кусков льда.",
            "Эти селения состоят из четырёх - восьми хижин.",
            "У нас есть два ярда остатков стопроцентных хлопковых тканей.",
            "Эти углеводные цепи могут состоять из 2-60 моносахаридных звеньев.",
            "Было доказано, что соматические хромосомы состоят из двух сестринских хроматид.",
            "Погода будет солнечной, с кратковременными дождями.",
            "В клубе где-то около сорока членов.",
            "Крикетная команда состоит из одиннадцати игроков.",
            "Письмо состояло из трёх коротких строчек.",
            "Недвижимое имущество состоит из земельного участка и построек.",
            "Хребет полностью состоит из вулканических пород.",
            "Конструкция состояла из системы дуг.",
            "Наша домашняя работа заключалась в решении десяти задач.",
            "Блюда состояли в основном из риса, баранины и наана.",
            "Почти вся работа - чистой воды пустословие и детский лепет.",
            "Пирог готовился из муки, масла, яиц и сахара.",
            "Процесс клеймления ягнят состоит из трёх стадий.",
            "Система состоит из двигателя и небольшого компьютера.",
            "Выборка состояла из девяносто восьми учителей средней школы.",
            "Эта работа главным образом состоит в опросах общественности.",
            "Основная часть ягнят представляла собой помёт этого года..",
            "Внешняя поверхность зуба состоит из очень твёрдой эмали.",
            "Шведский стол состоял из нескольких блюд индийской кухни.",
            "Песня состоит из нескольких метрически идентичных куплетов.",
            "Курс состоит из шестидесяти четырёх уроков, объединённых в шестнадцать тем.",
            "Завтрак состоял из половины стакана молока и сухого печенья."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}