{
    "convert to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She converted to Buddhism.",
            "The preacher was a converted Jew.",
            "Smith converted and his team won.",
            "We converted from 220 to 110 Volt.",
            "The trunk is often converted into canoes.",
            "Priests converted many people to Christianity.",
            "They had chances to score but couldn't convert.",
            "Debt has been converted without extinguishment.",
            "They converted the spare bedroom into an office.",
            "The eye converts light signals to nerve impulses.",
            "The missionaries converted the Indian population.",
            "He was obliged to convert the siege into a blockade.",
            "She succeeded in converting me to her point of view.",
            "The peaches may be excellently converted into mangoes.",
            "Arginine is then converted to putrescine in the cytosol.",
            "In the process, the light energy converts to heat energy.",
            "European missionaries converted thousands to Christianity.",
            "How much does it cost today to convert pounds into dollars?",
            "He hoped to convert his party members to a belief in coalition.",
            "They have devised a new method for converting sunlight into electricity.",
            "She abjured some long-held beliefs when she converted to another religion.",
            "They had many chances to score but they couldn't convert their opportunities.",
            "The microphone converts acoustic waves to electrical signals for transmission.",
            "The young artist's converted loft is decorated in a self-consciously mod style.",
            "The device receives an analog video signal and converts it to a digital signal.",
            "We brought father home from the hospital and converted a spare room into a sickroom."
        ],
        "example_translate": [
            "Она обратилась в буддизм.",
            "Проповедник был крещеным евреем.",
            "Смит забил реализацию, и его команда победила. (об американском футболе или регби)",
            "Мы перешли с напряжения 220 вольт на 110.",
            "Из стволов деревьев часто делают каноэ.",
            "Священники многих обратили в христианство.",
            "У них были шансы забить, но они не сумели их реализовать.",
            "Долг был конвертирован без погашения.",
            "Они превратили лишнюю спальню в рабочий кабинет.",
            "Глаз преобразует световые сигналы в нервные импульсы.",
            "Миссионеры обращали индейское население в христианство.",
            "Он был вынужден превратить осаду в блокаду.",
            "Ей удалось привлечь меня на свою точку зрения.",
            "Персики прекрасно подходят для маринования.",
            "Затем аргинин превращается в путресцин в цитозоле.",
            "В ходе данного процесса энергия света преобразуется в тепловую энергию.",
            "Европейские миссионеры обратили в христианство тысячи людей.",
            "Какой сегодня курс фунта к доллару?",
            "Он надеялся убедить своих однопартийцев в необходимости коалиции.",
            "Разработан новый метод преобразования солнечного света в электричество.",
            "Она отреклась от некоторых укоренившихся убеждений, когда обратилась в другую религию.",
            "У них было много шансов забить, но они не сумели реализовать свои возможности.",
            "Микрофон преобразует акустические волны в электрические сигналы для передачи.",
            "Переделанный лофт молодого художника оформлен в вычурно модерновом стиле.",
            "Устройство принимает аналоговый видеосигнал и преобразует его в цифровой сигнал.",
            "Мы забрали отца домой из больницы и превратили комнату для гостей в больничную палату."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}