{
    "cope with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I can't cope with all this aggro.",
            "I find it hard to cope with change.",
            "She had the skill to cope with a difficult job.",
            "My computer can cope with huge amounts of data.",
            "He has enough flexibility to cope with the job.",
            "She's struggling to cope with the heavy workload.",
            "I can't cope with such a pile of work this weekend.",
            "I was in no condition to cope with a train journey.",
            "My secretary can't cope with the backlog of paperwork",
            "How will we cope with the difficulties that lie ahead?",
            "He could no longer cope with the complexities of life.",
            "Does he have enough dexterity to cope with a job like that?",
            "She feared she wouldn't be able to cope with two new babies.",
            "Hector spent the winter learning how to cope with his blindness.",
            "The hardest thing to cope with was the severance from his family.",
            "Local authorities have to cope with the problems of homelessness.",
            "She is receiving counseling to cope with the death of her husband.",
            "No system is designed to cope with the floods we have had this year.",
            "How would you cope with unemployment and the resulting loss of income?",
            "The hospital's emergency generators are designed to cope with power cuts.",
            "Lorn beyond all description, the widow struggled to cope with her crushing grief.",
            "She was finding it hard to cope with her son's increasingly antisocial behaviour.",
            "Fore the baby's arrival, the young couple had been able to cope with their problems.",
            "The police seem unable to cope with the rising tide of (=large increase in) car crime.",
            "Companies are finding it hard to cope with the quickening pace of technological change.",
            "I felt I couldn't cope with the situation and was in desperate need of some reassurance.",
            "The trekkers need a degree of stamina-based fitness training to cope with the backbreaking task.",
            "He was hard put to it to cope with all the work.",
            "The cop on the beat managed to cope with the gunmen.",
            "Sometimes I'm on top of the world and can cope with anything."
        ],
        "example_translate": [
            "Я не могу со всем этим справиться!",
            "Мне трудно справляться с переменами.",
            "Ей хватало мастерства, чтобы справляться со сложной работой.",
            "Мой компьютер может справиться с огромными объёмами данных.",
            "Он достаточно гибок, чтобы справиться с работой.",
            "Она изо всех сил пытается справиться с большим объёмом работы.",
            "С такой горой работы я за выходные не справлюсь.",
            "Я был не в том состоянии, чтобы справиться с поездкой на поезде.",
            "Моя секретарша не в состоянии справиться с накопившейся бумажной работой.",
            "Как мы будем справляться с предстоящими трудностями?",
            "Он уже не мог справляться с жизненными трудностями.",
            "У него хватит умения справиться с такой работой?",
            "Она боялась, что не сможет справиться с двумя новорожденными.",
            "Гектор всю зиму учился справляться со своей слепотой.",
            "Самым трудным для него было пережить разлуку с семьёй.",
            "Местным властям приходится решать проблемы бездомности.",
            "Она получает консультации, чтобы как-то справиться со смертью мужа.",
            "Ни одна система не способна справиться с паводками, которые у нас были в этом году.",
            "Как бы вы справились с безработицей и, как следствие, с потерей доходов?",
            "Аварийные генераторы больницы предназначены для того, чтобы справляться с перебоями в подаче электроэнергии.",
            "Неописуемо несчастная и одинокая вдова изо всех сил пыталась справиться со своим тяжким горем.",
            "Ей было трудно справляться с сыном, поведение которого становилось всё более аморальным.",
            "До рождения ребёнка молодые супруги как-то справлялись со своими проблемами.",
            "Полиция кажется неспособной справиться с растущей волной (т.е. большим ростом) автомобильной преступности.",
            "Компаниям трудно справиться с ускорением темпов технологических изменений.",
            "Я чувствовал, что не могу справиться с ситуацией, и отчаянно нуждался в некотором утешении.",
            "Треккеры нуждаются в определенной физической подготовке, основанной на выносливости, чтобы справиться с непосильной задачей.",
            "Он с трудом справлялся со всей этой работой.",
            "Дежурившему полицейскому удалось справиться с вооруженными бандитами.",
            "Иногда я такой окрыленный, что мне все по плечу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}