{
    "correspond to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The numbers correspond to points on the map.",
            "This ideal model does not correspond to the facts.",
            "As far as we can judge, motives and actions do strictly correspond to each other.",
            "Reflexology is based on the principle that specific areas on the feet correspond to different parts of the body.",
            "Each number corresponds to a location on the map.",
            "I intend to correspond with you by her mediation.",
            "The two halves of the document did not correspond.",
            "She is quite stone deaf, so we correspond on a slate.",
            "For the next three years they corresponded regularly.",
            "Sales are up 10% on the corresponding period last year.",
            "Are you still corresponding with your former boyfriend?",
            "All rights carry with them corresponding responsibilities.",
            "Every debit must have a corresponding credit and vice-versa.",
            "There are no corresponding rules governing the use of pagers.",
            "Her photograph corresponds with the description that he gave us.",
            "We'll revise the schedule to correspond with the school calendar.",
            "She stopped corresponding with him after the death of her mother.",
            "Determinate vapour pressure corresponds to determinate temperature.",
            "My Russian pen pal and I have been corresponding for several years.",
            "In reading this poem we ought to humour it with a corresponding tone of voice.",
            "In some countries, the role of president corresponds to that of prime minister.",
            "The governor wishes to know what you and the prisoner have been corresponding about.",
            "“Robert” is a boy's name, and the corresponding name for a girl is “Roberta.”",
            "As the cost of steel goes up, expect to see a corresponding increase in building costs.",
            "The war, and the corresponding fall in trade, have had a devastating effect on the country.",
            "The scientist corresponds with colleagues in order to learn about matters relevant to her own research.",
            "One \"bit\" is the smallest amount of data which can exist, and corresponds to the answer to a yes-or-no question.",
            "An increase in soil micro-ora linked to the introduction of cacao trees leads to corresponding fertilizer savings.",
            "Indirect decarboxylation routes are also known, involving transformation of carboxylic acids into the corresponding halides."
        ],
        "example_translate": [
            "Цифры соответствуют точкам на карте.",
            "Эта идеальная модель не согласуется с фактами.",
            "Насколько мы можем судить, мотивы и поступки действительно точно соответствуют друг другу.",
            "Рефлексотерапия основывается на том принципе, что определённые места на стопах соответствуют различным частям тела.",
            "Каждое число соответствует определенной точке на карте.",
            "Я собираюсь связаться с Вами при её посредничестве.",
            "Одна половина этого документа не соответствует другой.",
            "Она совершенно глуха, поэтому мы пишем друг другу сообщения на грифельной доске.",
            "В течение следующих трех лет они регулярно переписывались.",
            "По сравнению с соответствующим периодом прошлого года, продажи выросли на десять процентов.",
            "Ты все еще переписываешься со своим бывшим приятелем?",
            "Все права несут с собой соответствующие обязанности.",
            "К каждой записи по дебету должна существовать корреспондирующая запись по кредиту и наоборот.",
            "Соответствующих правил, регулирующих использование пейджеров, не существует.",
            "Её фотография совпадает с описанием, которое он нам дал.",
            "Мы пересмотрим график, чтобы привести его в соответствие со школьным календарём.",
            "Она прекратила с ним переписку после смерти своей матери.",
            "Определённое давление пара соответствует определённой температуре.",
            "Мы с моим русским другом по переписке общаемся уже несколько лет.",
            "Читая это стихотворение, мы должны найти подходящий тон голоса.",
            "В некоторых странах роль президента аналогична обязанностям премьер-министра.",
            "Губернатор хочет знать, о чём вы переписывались с заключённым.",
            "\"Роберт\" — это мужское имя, а соответствующее ему женское имя — \"Роберта\".",
            "Поскольку цены на сталь идут вверх, следует ожидать соответствующего увеличения расходов на строительство.",
            "Война и соответствующее падение объёмов торговли оказали на страну разрушительное влияние.",
            "Этот научный раюотник ведёт переписку с коллегами, чтобы получить информацию о вопросах, относящихся к её собственным исследованиям.",
            "Один бит — это минимально возможное количество информации, которое соответствует ответу на вопрос: \"да или нет?\"",
            "Увеличение почвенной микрофлоры, связанное с посадкой деревьев какао, приводит к соответствующей экономии удобрений.",
            "Известны также пути непрямого декарбоксилирования, включающие превращение карбоновых кислот в соответствующие галогениды."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}