{
    "1": [
        [
            "1 Моя мама не играет на пианино сейчас. Она играет на пиани- но по утрам. ",
            "1 My mother is not playing the piano now. She plays the piano in the morning. "
        ],
        [
            "2 Сейчас у меня два брата и одна сестра. ",
            "2 Now I have two brothers and one sister. "
        ],
        [
            "3 Что ты делаешь? — Я завтракаю. ",
            "3 What are you doing? - I am having breakfast. "
        ],
        [
            "4 Сейчас не идет дождь, сейчас идет снег. ",
            "4 It is not raining now, it is snowing now. "
        ],
        [
            "5 Холодает. ",
            "5 It is getting cold. "
        ],
        [
            "6 Твой друг смотрит телевизор сейчас? — Нет, он не смотрит телевизор сейчас, а готовит ужин. ",
            "6 Is your friend watching TV now? - No, he is not watching TV now, he is cooking dinner. "
        ],
        [
            "7 Я не пью кофе сей- час. Я делаю домашнее задание. ",
            "7 I am not drinking coffee now. I am doing my homework. "
        ],
        [
            "8 Я не пью кофе вечером. Я пью кофе утром. ",
            "8 I don't drink coffee in the evening. I drink coffee in the morning. "
        ],
        [
            "9 Сейчас не идет снег. ",
            "9 It is not snowing now. "
        ],
        [
            "10 Твой друг ходит утром в школу? ",
            "10 Does your friend go to school in the morning? "
        ],
        [
            "11 Посмотри! Твой ребенок спит. ",
            "11 Look! Your child is sleeping. "
        ],
        [
            "12 Мой ребенок всегда спит после обеда. ",
            "12 My child always sleeps in the afternoon. "
        ],
        [
            "13 Моя бабушка не работает. Она пенсионер. ",
            "13 My grandmother does not work. She is a pensioner. "
        ],
        [
            "14 Мой папа не спит сейчас, он работает. ",
            "14 My father is not sleeping now. He is working. "
        ],
        [
            "15 Я обычно встаю в семь. ",
            "15 I usually get up at seven. "
        ],
        [
            "16 Когда вы обычно приходите домой? — Я обычно прихо- жу в восемь. ",
            "16 When do you usually come home? - I usually come home at eight. "
        ],
        [
            "17 Твоя сестра учится в институте? — Нет, она не учится, а работает. ",
            "17 Does your sister study at the institute? - No, she does not study. She works. "
        ]
    ]
}