{
    "2": [
        [
            "1 Он не читает газету сейчас. ",
            "1 He is not reading a newspaper now. "
        ],
        [
            "2 Привет, Саша, куда ты идешь? — Я спешу в школу. ",
            "2 Hi, Sasha. Where are you going? - I am hurrying to school. "
        ],
        [
            "3 Ты спишь? — Нет, я не сплю. ",
            "3 Are /ou sleeping? — No, I am not sleeping. "
        ],
        [
            "4 Посмотри! Он не делает уроки, он смотрит телевизор. ",
            "4 Look! He is not doing his homework. He is watching TV. "
        ],
        [
            "5 Она в ванной. Она принимает душ. ",
            "5 She is in the bathroom. She is taking a shower. "
        ],
        [
            "6 Я не собираюсь обманывать ее. ",
            "6 I am not going to deceive her. "
        ],
        [
            "7 Аня тоже не позвонила. ",
            "7 Ann did not call either. "
        ],
        [
            "8 Я думаю, они сейчас играют в теннис. ",
            "8 I think they are playing tennis now. "
        ],
        [
            "9 Она не любит кофе с молоком. ",
            "9 She does not like coffee with milk. "
        ],
        [
            "10 Где живет твоя сестра? ",
            "10 Where does your sister live? "
        ],
        [
            "11 Она смотрит телевизор каждый день. ",
            "11 She watches TV every day. "
        ],
        [
            "12 Никто сейчас не смотрит телевизор. ",
            "12 Nobody is watching TV now. "
        ],
        [
            "13 Я пишу сейчас письмо. ",
            "13 I am writing a letter now. "
        ],
        [
            "14 Я не пью молоко сейчас. ",
            "14 I am not drinking milk now. "
        ],
        [
            "15 Я иду на прогулку после обеда. ",
            "15 I am going for a walk in the afternoon. "
        ],
        [
            "16 Вы меня узнаете? — Нет, я вас не узнаю. ",
            "16 Do you recognize me? — No, I do not recognize you. "
        ],
        [
            "17 Мне сейчас нравится пить кофе. Я не любила пить кофе, когда училась в институте. ",
            "17 I like to drink coffee now. I did not like to drink coffee when I studied at the institute. "
        ],
        [
            "18 Что ты говоришь? Я не верю тебе. Я не верил тебе раньше, и я не верю тебе сейчас. ",
            "18 What are you saying? I don't believe you. I did not believe you before and I don't believe you now. "
        ],
        [
            "19 Мой друг живет в Эдинбурге. ",
            "19 My friend lives in Edinburgh. "
        ],
        [
            "20 Она читает по вечерам. ",
            "20 She reads in the evening. "
        ],
        [
            "21 Она не собирается выходить за него замуж. ",
            "21 She is not going to marry him. "
        ],
        [
            "22 Послушай! Кто там играет? ",
            "22 Listen! Who is playing there? "
        ],
        [
            "23 Ты знаешь, что он сейчас делает? — Он часто в это время смотрит телевизор. ",
            "23 Do you know what he is doing now? — He often watches TV at this time. "
        ]
    ]
}