{
    "6": [
        [
            "1 Завтра мы встанем раньше, чтобы приехать к вам вовремя.",
            "1 Tomorrow we will get up earlier to come to you in time. "
        ],
        [
            "2 У моего брата сейчас новая машина. Он купил ее в прошлом году.",
            "2 My brother has anew car now. He bought it last year. "
        ],
        [
            "3 Чем больше я сплю, тем лучше себя чувствую. ",
            "3 The more I sleep, the better I feel. "
        ],
        [
            "4 Не звони ей, онаобедает. ",
            "4 Don'tcall her. She is having lunch. "
        ],
        [
            "5 Мой брат не хочет говорить об этом снова. ",
            "5 My brother does not want to speak about it again."
        ],
        [
            "6 Если онаполучит визу в США, она поедет во Флориду. ",
            "6 If she gets a visa to the USA, she will go to Florida. "
        ],
        [
            "7 Не звони ей. Онаможет быть занята. ",
            "7 Don't ring her. She maybe busy. "
        ],
        [
            "8 Тебе разрешали уходить раньше? ",
            "8 Were you allowed to leave earlier? "
        ],
        [
            "9 Через часмы доберемся до леса. ",
            "9 We will get to the forest in an hour."
        ],
        [
            "10 Кто-то хотел поговорить со мной, но я незнала, кто это был. ",
            "10 Somebody wanted to speak to me, but I did not know who it was. "
        ],
        [
            "11 Говорите, пожалуйста, медленнее, я вас непонимаю. ",
            "11 Speakslower, please, I don't understand you. "
        ],
        [
            "12 Если ты придешь сегодня домой позже, тебе придетсяужинать одному. ",
            "12 If you come home later today, you willhave to have dinner alone. "
        ],
        [
            "13 Ты написал контрольную работу хуже всех.",
            "13 You wrote the test worst of all. "
        ],
        [
            "14 Катя сможет учиться лучше, если она будет тратить на английский язык больше времени. ",
            "14 Kate will be ableto study better if she spends more time on the English language. "
        ],
        [
            "15 Вы должны больше работать надязыком, если хотите лучше говорить по-английски. ",
            "15 You shouldwork more at the language if you want to speak English better. "
        ],
        [
            "16 Я хочу пойти в ресторан немного раньше. Там не будет так много народа.",
            "16 I want to go tothe restaurant a little earlier. There will not be so many people there. "
        ],
        [
            "17 Она хочет уйти. И я тоже. ",
            "17 She wantsto leave. So do I. "
        ],
        [
            "18 Она звонила, да?",
            "18 She rang, didn't she?"
        ]
    ]
}