{
    "7": [
        [
            "1 Ты знаешь, где наш сын? - Он в комнате. Он играет с котом.",
            "1 Do you know where our son is? — He is in the room. He is playing with the cat."
        ],
        [
            "2 Теплеет, да? ",
            "2 It is getting warm, isn't it? "
        ],
        [
            "3 Если пойдет снег, мы не пойдем на улицу. Мыостанемся дома. ",
            "3 If it snows, we will not go outside. We will stay at home."
        ],
        [
            "4 Кто-то должен купить мясо. Если вы не купитемясо, бабушка не сделает котлеты. ",
            "4 Somebody must buy meat. If you don't buy meat, our grandmother will not makecutlets. "
        ],
        [
            "5 Мои друзья через два дняуезжают в Ригу. ",
            "5 My friends are leaving for Riga in two days. "
        ],
        [
            "6 Не нужно покупать так много конфет. Я вчеракупила целый килограмм. ",
            "6 You needn't buy so manysweets. I bought the whole kilo yesterday. "
        ],
        [
            "7 Я знаю, у них раньше было три машины. ",
            "7 I know they used to have three cars. "
        ],
        [
            "8 Он хотел что-то сказать, но затем он передумал. ",
            "8 Hewanted to say something, but later he changed his mind. "
        ],
        [
            "9 Еслиничего не изменится в стране через пять лет, мы эмигрируем вКанаду. ",
            "9 If nothing changes in thecountry in five years, we will emigrate to Canada. "
        ],
        [
            "10 У него было несколько друзей в Вильнюсе. ",
            "10 He had some friends in Vilnius."
        ],
        [
            "11 Онане сможет выучить так много правил за два дня. ",
            "11 She will not be able to learn so many rules in two days. "
        ],
        [
            "12 Тебе не следует обещать того, что ты не сможешь сделать. ",
            "12 You should not promisewhat you will not be able to do. "
        ],
        [
            "13 Моей дочкетолько три года, но она уже умеет считать до десяти. ",
            "13 My daughter is only three years old, but she canalready count to ten. "
        ],
        [
            "14 Он читает сейчас. И я тоже. ",
            "14 He is reading now. So am I. "
        ],
        [
            "15 Тебе ничто не поможет, если ты неизменишь что-нибудь сейчас. ",
            "15 Nothing will help you if youdo not change something now. "
        ],
        [
            "16 Если он не позвонит, мы позвоним ему сами.",
            "16 If he does not ring, we willringhim ourselves."
        ]
    ]
}