{
    "7": [
        [
            "1 Ты знаешь, где наш сын? - Он в комнате. Он играет с котом. ",
            "1 Do you know where our son is? — He is in the room. He is playing with the cat. "
        ],
        [
            "2 Теплеет, да? ",
            "2 It is getting warm, isn't it? "
        ],
        [
            "3 Если пойдет снег, мы не пойдем на улицу. Мы останемся дома. ",
            "3 If it snows, we will not go outside. We will stay at home. "
        ],
        [
            "4 Кто-то должен купить мясо. Если вы не купите мясо, бабушка не сделает котлеты. ",
            "4 Somebody must buy meat. If you don't buy meat, our grandmother will not make cutlets. "
        ],
        [
            "5 Мои друзья через два дня уезжают в Ригу. ",
            "5 My friends are leaving for Riga in two days. "
        ],
        [
            "6 Не нужно покупать так много конфет. Я вчера купила целый килограмм. ",
            "6 You needn't buy so many sweets. I bought the whole kilo yesterday. "
        ],
        [
            "7 Я знаю, у них раньше было три машины. ",
            "7 I know they used to have three cars. "
        ],
        [
            "8 Он хотел что-то сказать, но затем он передумал. ",
            "8 He wanted to say something, but later he changed his mind. "
        ],
        [
            "9 Если ничего не изменится в стране через пять лет, мы эмигрируем в Канаду. ",
            "9 If nothing changes in the country in five years, we will emigrate to Canada. "
        ],
        [
            "10 У него было несколько друзей в Вильнюсе. ",
            "10 He had some friends in Vilnius. "
        ],
        [
            "11 Она не сможет выучить так много правил за два дня. ",
            "11 She will not be able to learn so many rules in two days. "
        ],
        [
            "12 Тебе не следует обещать того, что ты не сможешь сделать. ",
            "12 You should not promise what you will not be able to do. "
        ],
        [
            "13 Моей дочке только три года, но она уже умеет считать до десяти. ",
            "13 My daughter is only three years old, but she can already count to ten. "
        ],
        [
            "14 Он читает сейчас. И я тоже. ",
            "14 He is reading now. So am I. "
        ],
        [
            "15 Тебе ничто не поможет, если ты не изменишь что-нибудь сейчас. ",
            "15 Nothing will help you if you do not change something now. "
        ],
        [
            "16 Если он не позвонит, мы позвоним ему сами. ",
            "16 If he does not ring, we will ring him ourselves. "
        ]
    ]
}