{
    "8": [
        [
            "1 Моя сестра познакомилась со своим мужем в маленьком го- роде недалеко от Торонто. ",
            "1 My sister got acquainted with her husband in a small town not far from Toronto. "
        ],
        [
            "2 Его сын был очень расстроен этой новостью. ",
            "2 His son was very upset about this news. "
        ],
        [
            "3 Полицейский просмотрел все мои документы. ",
            "3 The policeman looked through all my documents. "
        ],
        [
            "4 Они разделили свою комнату на две части. ",
            "4 They divided their room into two parts. "
        ],
        [
            "5 Мы прибыли в Рим (Rome) в субботу. ",
            "5 We arrived in Rome on Saturday. "
        ],
        [
            "6 Она уступила ему, она не хотела говорить об этом снова. ",
            "6 She gave in to him. She didn't want to speak about that again. "
        ],
        [
            "7 Она заполнила бланк и подписала его. ",
            "7 She filled out the form and signed it. "
        ],
        [
            "8 Он плохо готовит. ",
            "8 He is bad at cooking. "
        ],
        [
            "9 Эти газеты очень популярны среди детей. ",
            "9 These newspapers are very popular with children. "
        ],
        [
            "10 Он не удовлетворен твоими оценками. ",
            "10 He is not satisfied with your marks. "
        ],
        [
            "11 Она сыта по горло твоими обещаниями. ",
            "11 She is fed up with your promises. "
        ],
        [
            "12 Мороз покрыл реку льдом. ",
            "12 The frost covered the river with ice. "
        ],
        [
            "13 Я обдумаю ваше предложение о новой работе. ",
            "13 I will think over your offer about the new job. "
        ],
        [
            "14 Его друг позвал нас, и мы обер- нулись. ",
            "14 His friend called us and we turned round. "
        ],
        [
            "15 Она не хотела разговаривать с ним, и она отверну- лась. ",
            "15 She didn't want to speak to him and she turned away. "
        ],
        [
            "16 Завтра мы поздравим Андрея и Анну с днем свадьбы. ",
            "16 Tomorrow we will congratulate Andrew and Ann upon their wedding. "
        ],
        [
            "17 Когда Том уехал из Чикаго? ",
            "17 When did Tom leave Chicago? "
        ],
        [
            "18 Он не мог обойтись без своей любимой игрушки. ",
            "18 He could not do without his favourite toy. "
        ],
        [
            "19 Таня сомневается в наших словах. ",
            "19 Tanya doubts our words. "
        ]
    ]
}