{
    "9": [
        [
            "1 Ask your friend if he can speak English. ",
            "1 Can you speak English? "
        ],
        [
            "2 Ask your sister whether she asked anybody for help. ",
            "2 Did you ask anybody for help? "
        ],
        [
            "3 Ask your friend if it snowed much last winter. ",
            "3 Did it snow much last winter? "
        ],
        [
            "4 Ask your mother what she is cooking for dinner. ",
            "4 What are you cooking for dinner? "
        ],
        [
            "5 Ask your friend why he has to get up early in the morning. ",
            "5 Why do you have to get up early in the morning? "
        ],
        [
            "6 Ask your sister if she can help you in the evening. ",
            "6 Can you help me in the evening? "
        ],
        [
            "7 Ask your daughter if there is any butter in the fridge. ",
            "7 Is there any butter in the fridge? "
        ],
        [
            "8 Ask your friend where he is going in the evening. ",
            "8 Where are you going in the evening? "
        ],
        [
            "9 Ask your grandmother if there is any jam in the jar. ",
            "9 Is there any jam in the jar? "
        ],
        [
            "10 Ask your friend if he wants to drink mineral water. ",
            "10 Do you want to drink mineral water? "
        ],
        [
            "11 Ask your brother what he will have: fish or meat. ",
            "11 What will you have, fish or meat? "
        ],
        [
            "12 Ask your mother whether she will bake a cake in the evening. ",
            "12 Will you bake a cake in the evening? "
        ],
        [
            "13 Ask your friend whether he likes to smoke after lunch. ",
            "13 Do you like to smoke after lunch? "
        ],
        [
            "14 Ask your brother whether he is reading the new book. ",
            "14 Are you reading the new book? "
        ],
        [
            "15 Ask your mother whether she was allowed to watch TV at night when she was a child. ",
            "15 Were you allowed to watch TV at night when you were a child? "
        ]
    ]
}