{
    "5": [
        [
            "1 Лондон — один из самых красивых городов мира. ",
            "1 London is one of the most beautiful cities of the world. "
        ],
        [
            "2 Она са- мая красивая девочка в школе. ",
            "2 She is the most beautiful girl in the school. "
        ],
        [
            "3 Мое платье самое старое. ",
            "3 My dress is the oldest. "
        ],
        [
            "4 Саша моложе Тани. ",
            "4 Sasha is younger than Tanya. "
        ],
        [
            "5 Минск не такой большой, как Париж. ",
            "5 Minsk is not so big as Paris. "
        ],
        [
            "6 Нью- Йорк — старый город. ",
            "6 New York is an old city. "
        ],
        [
            "7 Магазины на нашей улице больше, чем магазины на вашей улице. ",
            "7 The shops in our street are larger than the shops in your street. "
        ],
        [
            "8 Наш телевизор такой же хороший, как этот. ",
            "8 Our TV set is as good as that one. "
        ],
        [
            "9 Этот месяц будет самым счастливым в его жизни. ",
            "9 This month will be the happiest in his life. "
        ],
        [
            "10 Минск — самый большой город в Белоруссии. ",
            "10 Minsk is the biggest city in Belorussia. "
        ],
        [
            "11 Январь — самый холодный месяц в году. ",
            "11 January is the coldest month of the year. "
        ],
        [
            "12 Это самый интересный фильм. ",
            "12 This is the most interesting film. "
        ],
        [
            "13 Это самый плохой ответ. ",
            "13 This is the worst answer. "
        ],
        [
            "14 Наш город не такой большой, как Киев. ",
            "14 Our city is not so big as Kiev. "
        ],
        [
            "15 Эта улица — одна из самых красивых улиц нашего города. ",
            "15 This street is one of the most beautiful streets of our city. "
        ],
        [
            "16 Кто самый младший ученик в нашей группе? ",
            "16 Who is the youngest pupil in our group? "
        ],
        [
            "17 У Кати вчера было больше работы, чем сегодня. ",
            "17 Kate had more work yesterday than today. "
        ],
        [
            "18 Его квартира боль- ше твоей. ",
            "18 His flat is bigger than yours. "
        ],
        [
            "19 В прошлом году она прислала нам меньше писем, чем в этом. ",
            "19 Last year she sent us fewer letters than this year. "
        ]
    ]
}