{
    "machinery": {
        "comment": [],
        "translate": " механизм, машинное оборудование, аппарат, детали машин, структура",
        "transcription": "  |məˈʃiːnəri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The machinery stood idle for a month.",
            "The trouble originated in a fault in the machinery.",
            "Machinery dispenses with much labour.",
            "The use of heavy machinery has damaged the site.",
            "Do you think that the floor will bear up under the weight of the new machinery?",
            "He was a bit anxious about the safety of the machinery.",
            "Do not operate machinery after imbibing alcohol.",
            "I'm hopeless with machinery.",
            "The machinery sat idle during the strike.",
            "The execution of the requisite tools and machinery was impossible.",
            "The machinery alone will cost something like thirty thousand pounds.",
            "the kind of complicate machinery that is used in the field of robotics",
            "Modern machinery has significantly eased the backbreaking work of farming.",
            "If you oil the machinery on a regular basis, it will operate more efficiently.",
            "There'll be a holdback on production until the new machinery is fully installed.",
            "DNA replicative machinery",
            "Earplugs will attenuate the loud sounds of the machinery.",
            "The metrical chugging of the machinery had a hypnotic effect.",
            "Only one experimental run to test the machinery has been made.",
            "The company has no effective machinery for resolving disputes.",
            "an attempt to refine the existent machinery to make it more efficient",
            "Phage uses the bacterium's machinery and energy to produce more phage until the bacterium is destroyed and phage is released to invade surrounding bacteria."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Оборудование простаивало целый месяц.",
            "Проблема возникла из-за неполадки в механизме.",
            "Машины и механизмы позволяют избежать значительных трудозатрат.",
            "Использование тяжелой техники повредило данный участок.",
            "Вы думаете, пол выдержит вес новых станков?",
            "Он был немного обеспокоен безопасностью оборудования.",
            "Не работайте с машинным оборудованием в нетрезвом состоянии.",
            "Я беспомощен в обращении с техникой (с техническими устройствами).",
            "Во время забастовки оборудование простаивало без работы.",
            "Использование необходимых инструментов и техники было невозможно.",
            "Одно лишь оборудование будет стоить около тридцати тысяч фунтов.",
            "сложное оборудование, которое используется в области робототехники",
            "Современная техника значительно облегчила каторжный труд земледельца.",
            "Если оборудование регулярно смазывать, то оно будет работать более эффективно.",
            "Производство будет приостановлено до полной установки нового оборудования.",
            "ДНК-репликативный комплекс",
            "Громкий шум оборудования приглушат беруши.",
            "Мерное урчание машин имело гипнотический эффект.",
            "Для проверки оборудования было проведено только одно экспериментальное испытание.",
            "У компании нет эффективного механизма разрешения споров.",
            "попытка усовершенствовать существующее оборудование, чтобы сделать его более эффективным",
            "Фаг использует аппарат и энергию бактерии, чтобы производить фагов до тех пор, пока бактерия не будет уничтожена и фаги не освободятся для вторжения в окружающие бактерии."
        ]
    }
}