{
    "madness": {
        "comment": [
            "madam",
            "mad",
            "madman"
        ],
        "translate": "безумие, сумасшествие, безумство, бешенство",
        "transcription": " |ˈmædnəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His family has a history of madness.",
            "Yes, it is madness., very, very madness.",
            "Poetry is a sort of divine madness.",
            "Madness seethed in his brain.",
            "It verges (up)on madness.",
            "Madness and creativity could spring from the same source.",
            "A mind hovering on the verge of madness.",
            "This deal is complete madness and could seriously haemorrhage the club.",
            "Is that madness or what?",
            "They say that genius often goes hand in hand with madness.",
            "There's a strain of madness in his family.",
            "In a moment of madness I agreed to go with him.",
            "In a moment of madness, I agreed to have the party at my house.",
            "He suffered a series of tragedies that nearly drove him to madness.",
            "It would be madness to drive all that way on your own.",
            "Cutting down the forest is sheer madness (=completely crazy).",
            "It was the height of madness for him to drive at such high speeds!"
        ],
        "example_translate": [
            "У него в роду уже были сумасшедшие.",
            "Да, это безумие, самое настоящее безумие.",
            "Поэзия — это разновидность божественного безумия.",
            "Безумие обуяло его.",
            "Это граничит с безумием.",
            "Безумие и творческое начало вполне могли возникнуть из одного источника.",
            "Балансирующий на грани безумия разум.",
            "Эта сделка - совершенное безумие, и из-за неё клуб может понести серьёзные убытки.",
            "Это сумасшествие или что-то иное?",
            "Говорят, что гениальность часто идёт рука об руку с безумием.",
            "У него в его семье есть склонность к сумасшествию.",
            "В один момент на меня что-то нашло, и я согласилась с ним пойти.",
            "В минуту безумия я согласился устроить в своём доме вечеринку.",
            "Он пережил ряд трагических событий, которые чуть не довели его до безумия.",
            "Было бы безумием проехать весь этот путь в одиночку.",
            "Вырубка этого леса — чистое безумие (т.е. полное сумасшествие).",
            "Он совсем с ума сошёл — ездить на таких высоких скоростях!"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}