{
    "magic": {
        "comment": [],
        "translate": " магия, волшебство, очарование, магический, волшебный, феерический",
        "transcription": "  |ˈmædʒɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Do you believe in magic?",
            "The medicine worked as if by magic.",
            "It was a kind of magic.",
            "She's got a magic touch with babies.",
            "I can't wave a magic wand and change what happened.",
            "the alluring magic of Hong Kong",
            "There is no magic solution to these problems.",
            "occult practices such as magic and fortune-telling",
            "Mr Magic was first past the post.",
            "The magician waved his magic wand.",
            "What's the magic word then, Katie?",
            "a book that explains how to do magic",
            "a magic potion that makes you able to fly",
            "She didn't want to spoil this magic moment.",
            "tales of superstition, witchcraft, and magic",
            "The magic cure for inflation does not exist.",
            "He rubbed the magic lamp to summon the genie.",
            "His best magic trick is sawing a lady in half.",
            "'Did you have a good time?' 'Yeah, it was magic!'",
            "magic signs that protect against adverse influence",
            "You can get into danger by experimenting in magic.",
            "A hand holding the magic sword emerged from the lake.",
            "I can't just wave a magic wand and make it all better.",
            "The wicked old woman charmed the princess with magic words.",
            "He is versed in occult science, in magic, and in clairvoyance.",
            "In the drawing, the magic cap was depicted as a soft, black hat.",
            "The magic words 'a million pounds' will get everyone's attention.",
            "As if by magic the waiter suddenly appeared with a tray of drinks.",
            "He could never replicate his brilliant performance of the magic trick.",
            "Barbara has a magic touch in the garden (=she grows things very well)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы верите в волшебство?",
            "Лекарство оказало волшебный эффект.",
            "Это было своего рода волшебство.",
            "Она волшебным образом умеет ладить с маленькими детьми. / У неё настоящий дар в том, что касается обращения с младенцами.",
            "Я не могу изменить то, что произошло, взмахом волшебной палочки.",
            "манящее очарование Гонконга",
            "Какого-то волшебного решения этих проблем не существует.",
            "оккультные практики — например, магия и гадание",
            "Мистер Мэджик финишировал первым.",
            "Волшебник /фокусник/ взмахнул волшебной палочкой.",
            "Какое волшебное слово, а, Кэти?",
            "книга, которая объясняет, как делать фокусы",
            "волшебное зелье, которое наделяет способностью летать",
            "Ей не захотелось портить этот волшебный миг.",
            "сказки о суевериях, колдовстве и магии",
            "Волшебного лекарства от инфляции не существует.",
            "Он потёр волшебную лампу, чтобы вызвать джинна.",
            "Его лучший фокус — распиливание женщины пополам.",
            "— Хорошо ли вы провели время? — Да, это было волшебно!",
            "магические знаки, которые защищают от неблагоприятного воздействия",
            "Эксперименты с магией могут быть опасны.",
            "Из озера появилась рука с волшебным мечом.",
            "Я не могу просто взмахнуть волшебной палочкой, и всё это разом улучшить.",
            "Зловредная старуха заколдовала принцессу с помощью волшебных слов.",
            "Он сведущ в оккультизме, магии и ясновидении.",
            "На этом рисунке волшебная шапка была изображена в виде мягкой чёрной шляпы.",
            "Волшебные слова \"миллион фунтов\" непременно привлекут всеобщее внимание.",
            "Как по волшебству, вдруг появился официант с подносом напитков.",
            "Он так и не смог воспроизвести его блестящее исполнение этого фокуса.",
            "Барбара волшебно управляется в саду (т.е. у неё всё очень хорошо растет)."
        ]
    }
}