{
    "magnificent": {
        "comment": [],
        "translate": "великолепный, прекрасный, величественный, изумительный, блистательный",
        "transcription": " |mæɡˈnɪfɪsnt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She looked magnificent in a long red dress.",
            "He gave a magnificent performance.",
            "A magnificent view rewards the traveller.",
            "Their house has a magnificent view over the bay.",
            "The view from the peak was magnificent.",
            "What a magnificent cat! His furry coat shone with the sheen of silk.",
            "It was a magnificent school, magnificently mastered. (Daily News)",
            "The church is a magnificent specimen of baroque architecture.",
            "The Ramses Hilton commands a magnificent view of Cairo.",
            "He has two magnificent Angora rabbits in his pouch.",
            "The game really came to life after a magnificent goal from Beckham.",
            "They earned a magnificent triumph over the invading army."
        ],
        "example_translate": [
            "Она смотрелась великолепно в длинном красном платье.",
            "Он выступил великолепно.",
            "Величественный вид вознаграждает путешественника за все трудности пути.",
            "Их дом имеет великолепный вид на залив.",
            "Вид с вершины был великолепен.",
            "Какой красивый кот! Шерсть у него переливается, как шелк.",
            "Это была замечательная школа, управление которой осуществлялось не менее замечательно.",
            "Эта церковь — великолепный образец архитектуры барокко.",
            "Из отеля \"Рамзес Хилтон\" открывается восхитительный вид на Каир.",
            "У него в мешке — два замечательных ангорских кролика.",
            "По-настоящему игра оживилась после великолепного гола Бекхэма.",
            "Они одержали блистательную победу над армией захватчиков."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}