{
    "maintain": {
        "comment": [
            "maintenance",
            "mainly",
            "main",
            "domain",
            "remainder"
        ],
        "translate": "поддерживать, сохранять, содержать, обслуживать, удерживать, утверждать",
        "transcription": " |meɪnˈteɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He maintained his innocence.",
            "How can you maintain a family on $900 a month?",
            "He maintains that no child is really bad.",
            "Whatever betides, maintain your courage.",
            "How can we maintain control of spending?",
            "He maintained himself against his many enemies.",
            "Sufficient to maintain me in comfort and independence as a gentleman. (James)",
            "She has struggled to maintain a constant weight.",
            "They have always maintained high standards of professional conduct.",
            "Our guests expect us to maintain high standards.",
            "She has managed to maintain her youthful appearance.",
            "You must maintain a daily balance of $5 in the account to earn dividends.",
            "It was obvious that the house had been poorly maintained.",
            "The mayor tried to maintain city services.",
            "Can Labour maintain its lead over the Conservatives?",
            "She was finding it hard to maintain her balance.",
            "He goes to great lengths to maintain these contacts.",
            "The lessee also covenanted to repair and maintain the premises.",
            "Britain wants to maintain its position as a world power.",
            "The hotel prides itself on maintaining high standards.",
            "Our first priority is to maintain the standard of work.",
            "She still maintains a close relationship with her college roommate.",
            "Our first priority is to maintain the customer's confidence in our product.",
            "Patients maintain a strict dietary regimen.",
            "She managed to maintain a facade of bravery.",
            "They hired a technician to help maintain the office's computers.",
            "We maintain active links with other European universities.",
            "Critics maintain that these reforms will lead to a decline in educational standards.",
            "We hope that the economy will maintain its buoyancy.",
            "In a formal interview, try to maintain good eye contact with the interviewers."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он настаивал на своей невиновности.",
            "Как можно содержать семью на девятьсот долларов в месяц?",
            "Он утверждает, что плохих детей не бывает.",
            "Что бы ни случилось, сохраняйте присутствие духа.",
            "Как мы можем сохранить контроль над расходами?",
            "Он защищался от всех своих многочисленных врагов.",
            "Достаточно для того, чтобы я мог жить в достатке и независимости, как настоящий джентльмен.",
            "Она изо всех сил старалась поддерживать постоянный вес.",
            "Они всегда сохраняли высокие стандарты профессиональной этики.",
            "Гости ожидают, что мы будем поддерживать высокие стандарты (обслуживания).",
            "Ей удалось сохранить моложавый вид.",
            "Чтобы получать дивиденды, нужно поддерживать на счёте ежедневный остаток в размере пяти долларов.",
            "Было очевидно, что за домом плохо ухаживали.",
            "Мэр пытался поддерживать городские службы.",
            "Смогут ли лейбористы сохранить свой отрыв от консерваторов?",
            "Ей было трудно сохранять равновесие.",
            "Он идёт на многое, чтобы сохранить эти контакты.",
            "Арендатор также принял на себя обязательства по ремонту и текущему обслуживанию помещений.",
            "Великобритания хочет сохранить свои позиции в качестве мировой державы.",
            "Гостиница гордится поддержанием своих высоких стандартов.",
            "Нашим приоритетом является поддержание высокого качества работы.",
            "Она по-прежнему сохраняет тесные отношения с соседкой по университетскому общежитию.",
            "Нашим важнейшим приоритетом является поддержание доверия потребителя к нашей продукции.",
            "Пациенты поддерживают строгий режим питания.",
            "Ей удалось сохранить видимость мужества.",
            "Они наняли техника, чтобы помочь обслуживать офисные компьютеры.",
            "Мы поддерживаем активные связи с другими европейскими университетами.",
            "Критики утверждают, что эти реформы приведут к снижению образовательных стандартов.",
            "Мы надеемся, что экономика сумеет остаться на плаву.",
            "Во время официального собеседования постарайтесь сохранять визуальный контакт с интервьюерами."
        ]
    }
}