{
    "maintenance": {
        "comment": [
            "maintain",
            "mainly",
            "main",
            "domain",
            "remainder"
        ],
        "translate": "обслуживание, поддержание, содержание, ремонтный",
        "transcription": " |ˈmeɪntənəns|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "money for the family's maintenance",
            "the installation and maintenance of alarm systems",
            "The building has suffered from years of poor maintenance.",
            "the costs of routine car maintenance",
            "The purpose of the UN is the maintenance of international peace and security.",
            "He could never have appealed to the authority of Paul in maintenance of his own peculiar opinions.",
            "The theatres were closed on Saturday and Sunday for routine maintenance.",
            "They have to find the fathers who abandon their children and make them pay maintenance.",
            "Engineers are carrying out essential maintenance work on the main line to Cambridge.",
            "A woman is looked upon as demeaning herself, if she gains a maintenance by her needle. (S. Richardson)",
            "The maintenance of a firm currency plays an important part in the battle against inflation.",
            "The caretaker is responsible for the maintenance of the school buildings."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "деньги на содержание семьи",
            "монтаж и обслуживание систем охранной сигнализации",
            "Здание долгие годы страдало от некачественного обслуживания.",
            "затраты на плановое техническое обслуживание автомобилей",
            "Целью ООН является поддержание международного мира и безопасности.",
            "Он никогда не использовал авторитет Пола для поддержки своих странных воззрений.",
            "По субботам и воскресеньям театры были закрыты для планового технического обслуживания.",
            "Им приходится разыскивать отцов, которые бросают своих детей, и заставлять их платить алименты.",
            "Инженеры проводят необходимые ремонтные работы на магистральной линии, ведущей в Кембридж.",
            "Полагают, что для женщины унизительно зарабатывать себе на жизнь шитьем.",
            "Поддержание твёрдой валюты играет важную роль в борьбе с инфляцией.",
            "Смотритель несёт ответственность за содержание и ремонт школьных построек."
        ],
        "stars": 2
    }
}