{
    "mainstream": {
        "comment": [
            "stream",
            "streak",
            "tread"
        ],
        "translate": "основное направление, главная линия",
        "transcription": " |ˈmeɪnstriːm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His thinking was in the American mainstream.",
            "Ideas that were once controversial have now become mainstreamed.",
            "Deaf children can often be included in mainstream education.",
            "She thrives when she's at some remove from mainstream society.",
            "The issue is not getting much coverage in the mainstream press.",
            "Environmental ideas have been absorbed into the mainstream of European politics.",
            "The article is a diatribe against mainstream media.",
            "The works on display range from the mainstream to the sublime.",
            "The poor should be mainstreamed into the private health-insurance system.",
            "Organized crime continued to flourish alongside the mainstream economy."
        ],
        "example_translate": [
            "Его мышление было типично американским.",
            "Идеи, которые некогда были спорными, теперь стали общепринятыми.",
            "Глухих детей часто можно включать в общую систему образования.",
            "Она расцветает, когда отдаляется от основной массы общества.",
            "Этот вопрос не слишком широко освещается в центральной прессе.",
            "Экологические идеи уже влились в основное русло Европейской политики.",
            "Эта статья представляет собой обличительную речь, направленную против основных СМИ.",
            "На выставке есть как рядовые, так и совершенно грандиозные работы.",
            "Бедные должны стать частью системы личного медицинского страхования.",
            "Организованная преступность продолжила развиваться параллельно с основной экономикой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}