{
    "majority": {
        "comment": [
            "major"
        ],
        "translate": "большинство, совершеннолетие, чин майора",
        "transcription": " |məˈdʒɔːrəti|",
        "antonyms": [],
        "mnemonic": [
            "majority [мэджо'ритьи] большинство - Форс (маджор и ты) большинству людей навредили.",
            "major ['meɪdʒə]\nmajority [mə'dʒɔrɪtɪ] - большинство\n***\nТы СОВЕРШЕННОЛЕТНИЙ - не хамей|же.\n(это) major\nЗначительный, большой, главный, важный. Майор,\nмажор."
        ],
        "examples": [
            "I represent the silent majority.",
            "The vast majority of people will support us.",
            "We had no choice but to accept the majority decision.",
            "They won by a clear majority.",
            "The Democrats have a slim majority in the House.",
            "The policy is supported by the vast majority of citizens.",
            "Two justices dissented from the majority opinion.",
            "In this city, Muslims are in the majority.",
            "The great majority of collisions happen through bad lookout.",
            "The vast majority of the eggs would be cracked.",
            "A clear majority of the voters support the policy.",
            "The candidate was snowed under by a huge majority.",
            "Labour scraped in by a small majority.",
            "In the vast majority of cases the disease is fatal.",
            "The vast majority of books on the subject are complete rubbish.",
            "He became a partner in the family firm on reaching his majority.",
            "The majority of trees in equatorial Brazil have small and inconspicuous flowers.",
            "A majority of the electorate oppose the law.",
            "The vast majority of our people feel ignored and voiceless.",
            "The majority of holiday flights depart and arrive on schedule.",
            "The bill was supported by a large majority in the Senate.",
            "Paisley claims to speak for the majority of local people.",
            "The majority party cut off debate and forced a vote on the bill.",
            "Labour held the seat with a 7% majority.",
            "The jury found him guilty by a majority verdict.",
            "The Republicans are currently the majority in the Senate.",
            "An overwhelming majority of the members were against the idea.",
            "It stands to reason that the majority party will be reelected.",
            "In his dissent from the majority opinion, Justice Stevens said ...",
            "The Labour majority was reduced to just 15 seats at the last election."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я представляю молчаливое большинство.",
            "Подавляющее большинство людей нас поддержит.",
            "Нам оставалось лишь принять решение большинства.",
            "Они победили подавляющим большинством голосов.",
            "Демократы имеют незначительное большинство в Палате.",
            "Данная политика поддерживается подавляющим большинством граждан.",
            "Двое судей заявили о несогласии с мнением большинства.",
            "В этом городе большинство населения составляют мусульмане.",
            "Большинство столкновений происходит из-за невнимательности.",
            "Почти все яйца разбились бы.",
            "Подавляющее большинство избирателей поддерживает эту политику.",
            "Кандидата провалили абсолютным большинством голосов.",
            "Лейбористы победили с огромным трудом, незначительным большинством голосов.",
            "В подавляющем большинстве случаев болезнь приводит к летальному исходу.",
            "Подавляющее большинство книг на эту тему — полная чушь.",
            "По достижении совершеннолетия он стал партнёром в семейной фирме.",
            "У большинства деревьев в экваториальной Бразилии маленькие и незаметные цветы.",
            "Большинство избирателей выступает против этого закона.",
            "Подавляющее большинство наших людей считает, что их никто не слышит, и всем на них наплевать.",
            "Во время праздников большинство рейсов отправляется и прибывает по расписанию.",
            "Данный законопроект был поддержан подавляющим большинством голосов в Сенате.",
            "Пейсли утверждает, что говорит от имени большинства местных жителей.",
            "Партия большинства прекратила дебаты и выступила за немедленное голосование по законопроекту.",
            "Лейбористы удержались у власти, набрав семипроцентное большинство голосов.",
            "Суд присяжных большинством голосов признал его виновным.",
            "В настоящее время республиканцы располагают большинством в Сенате.",
            "Подавляющее большинство членов было против этой идеи.",
            "Совершенно ясно, что нынешняя партия большинства будет избрана снова.",
            "В особом мнении судьи Стивенса сказано ...",
            "На последних выборах большинство лейбористов сократилось до всего пятнадцати мандатов ."
        ],
        "stars": 3
    }
}