{
    "major": {
        "comment": [
            "majority"
        ],
        "translate": "крупный, главный, больший, большой, майор, большинство, совершеннолетний",
        "transcription": " |ˈmeɪdʒər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Ursa Major",
            "Are you majoring in English Literature?",
            "There are two major political parties in the US.",
            "A captain is below a major.",
            "Our car needs a major overhaul.",
            "Smoking is one of the major causes of cancer.",
            "She is majoring in linguistics.",
            "There is a major problem with parking in London.",
            "the last major event of the summer",
            "A new car is a major expense.",
            "A major ranks above a captain.",
            "We accept all major credit cards.",
            "He made his promotion to major.",
            "Our department offers a major in literature.",
            "Pollution from cars has become a major problem.",
            "Britain played a major role in the negotiations.",
            "The book's major deficiency is its poor plot.",
            "It could have sparked a major confrontation.",
            "They spent the major part of their life in England.",
            "Butter is one of the major ingredients in the recipe.",
            "The local war escalated into a major conflict.",
            "Women tend not to advance in the major law firms.",
            "The second major item was of equally beastly complexity.",
            "Most major tennis tournaments last a fortnight.",
            "He's one of the major figures in 19th-century U.S. history.",
            "Money, or the lack thereof, played a major role in their marital problems.",
            "The major hesitated, and then a grin lamped up his dial.",
            "The high price is a major hindrance to potential buyers.",
            "Major changes will have to be brought about in British industry.",
            "The army major was demoted to captain."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Большая Медведица (созвездие)",
            "Твоя специализация — английская литература?",
            "В США есть две основные политические партии.",
            "Капитан по званию ниже, чем майор.",
            "Наш автомобиль требует капитального ремонта.",
            "Курение является одной из основных причин рака.",
            "Её специализация — лингвистика.",
            "С парковкой в Лондоне — большая проблема.",
            "последнее крупное событие этого лета",
            "Новый автомобиль означает серьёзные расходы.",
            "Майор по чину выше капитана.",
            "Мы принимаем все основные кредитные карты.",
            "Ему присвоили звание майора.",
            "Наше отделение предлагает специализацию по литературе.",
            "Загрязнение окружающей среды автомобилями стало серьёзной проблемой.",
            "Великобритания сыграла главную роль в переговорах.",
            "Главный недостаток этой книги — слабый сюжет.",
            "Это могло вызвать серьезную конфронтацию.",
            "Они провели большую часть своей жизни в Англии.",
            "Сливочное масло является одним из основных ингредиентов в этом рецепте.",
            "Эта локальная война переросла в серьёзный конфликт.",
            "В крупных юридических фирмах женщины редко продвигаются по службе.",
            "Второй важный вопрос был так же ужасно сложен.",
            "Большинство крупных теннисных турниров проходит в течение двух недель.",
            "Он является одной из главных фигур в истории США девятнадцатого века.",
            "Деньги, а точнее, недостаток денег, были главной проблемой их семьи.",
            "Майор замялся, а затем его физиономию осветила широкая улыбка.",
            "Столь высокая цена представляет собой основное препятствие для потенциальных покупателей.",
            "В британской промышленности придётся произвести колоссальные изменения.",
            "Майор был разжалован в капитаны."
        ]
    }
}