{
    "makeup": {
        "comment": [],
        "translate": "макияж, косметика, состав, грим, верстка, склад, структура, строение, выдумка, натура",
        "transcription": " |ˈmeɪkʌp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's too young to wear makeup.",
            "He missed the test and had to take a makeup.",
            "She put on some makeup before the party.",
            "His daring attitude toward risks is a major part of his makeup.",
            "She checked her makeup in the mirror.",
            "She applied her makeup lightly.",
            "The wedding guest's thick makeup was garish and unnecessary.",
            "I washed my face and applied fresh makeup.",
            "She was wearing sunglasses and heavy makeup.",
            "The two teams played a makeup one week later.",
            "I didn't recognize him when he was in his theatrical makeup.",
            "The toddler delightedly bedaubed herself with her mother's makeup.",
            "She smoothed on some moisturizer before she put on her makeup.",
            "According to the latest census, the racial makeup of the town has changed dramatically in the last 50 years.",
            "Choose makeup that matches your skin tone.",
            "Her enhanced beauty was the result of a good night's sleep rather than makeup.",
            "The movie star's cortege included her hair stylist, makeup artist, personal assistant, and press agent."
        ],
        "example_translate": [
            "Ей ещё слишком рано носить косметику / краситься.",
            "Он пропустил этот экзамен, и вынужден был идти на пересдачу.",
            "Перед вечеринкой она кое-как накрасилась.",
            "Отважное отношение к риску является значительной частью его характера.",
            "Она проверила в зеркале свой макияж.",
            "Она слегка накрасилась.",
            "Густой макияж свадебной гостьи был слишком ярким и неуместным.",
            "Я умылась и нанесла свежий макияж.",
            "На ней были тёмные очки и толстый слой макияжа.",
            "Неделю спустя команды сыграли отменённый тогда матч.",
            "Я не узнал его, когда он был в гриме.",
            "Малышка радостно измазалась в косметике матери.",
            "Перед тем, как наносить макияж, она смягчила кожу увлажняющим лосьоном.",
            "По данным последней переписи населения, за последние пятьдесят лет расовый состав города сильно изменился.",
            "Выбирайте макияж, который соответствует тону вашей кожи.",
            "То, как она похорошела, скорее было обязано хорошему ночному сну, чем макияжу.",
            "Свита кинозвезды состояла из парикмахера-стилиста, визажиста, личного помощника и пресс-секретаря."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}