{
    "male": {
        "comment": [
            "female"
        ],
        "translate": "мужской, охватываемый, мужчина, самец",
        "transcription": " |meɪl|",
        "antonyms": [],
        "mnemonic": [
            "male [мейл] самец, мужчина - На (мейл).ру самцы выродились;"
        ],
        "examples": [
            "It was a very male reaction, I thought.",
            "A male duck is a drake.",
            "The male has a white breast.",
            "Many women earn less than their male colleagues.",
            "She had imagined that the doctor would be male.",
            "A male pig is a boar.",
            "She was very impressed by one of the male dancers.",
            "Male cattle are bulls.",
            "A male deer is a buck, stag.",
            "Does Christianity promote male domination over women?",
            "This book demystifies the male worlds of plumbing and carpentry.",
            "A male elk is a bull.",
            "He's a bit of a male chauvinist.",
            "They're in the bar again doing some male bonding!",
            "These clubs are the last bastions of male privilege.",
            "Banking used to be a male preserve.",
            "Medicine is no longer a male preserve.",
            "The male bird vocalizes to attract a mate.",
            "There were more male than female students.",
            "This movie usually arouses the male audience.",
            "Male cats spray to mark territory.",
            "the lead actress and her male counterpart",
            "Male hamsters often cannibalize the young.",
            "the alpha male in the group of chimpanzees",
            "'Male' and 'female' are complementary terms.",
            "a deeply entrenched belief in male superiority",
            "the nonprofessional wives of his male colleagues",
            "More women are entering traditionally male jobs.",
            "The producer finally cast Finsh in the male lead.",
            "The male will sometimes court the female for hours."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "\"Типично мужская реакция\", — подумала я.",
            "Самец утки называется \"селезень\".",
            "У самцов грудка белая.",
            "Многие женщины зарабатывают меньше, чем их коллеги-мужчины.",
            "Она предполагала, что врач будет мужского пола.",
            "Самцов свиньи называют \"хряк\".",
            "Один из танцоров произвёл на неё сильное впечатление.",
            "Мужские особи крупного рогатого скота называются быками.",
            "Самец оленя называется олень-самец.",
            "Правда ли, что христианство утверждает господство мужчин над женщинами? (заголовок статьи)",
            "Эта книга проливает свет на традиционно мужские сантехнические и плотницкие работы. (досл. вносит ясность в мужские миры ...)",
            "Самцов лося называют \"сохатыми\", или \"быками\".",
            "Он немного женоненавистник. / Он слегка презирает женщин.",
            "Они опять пошли в бар, \"посидеть по-мужски\"!",
            "Эти клубы являются последними бастионами мужских привилегий.",
            "Когда-то работа в банке была чисто мужской прерогативой.",
            "Медицина больше не является чисто мужской сферой деятельности.",
            "Птица-самец поёт, чтобы привлечь самку.",
            "Среди студентов было больше парней, чем девушек.",
            "Этот фильм, как правило, возбуждает зрителей-мужчин.",
            "Коты разбрызгивают мочу, чтобы пометить территорию.",
            "ведущая актриса и её коллега-мужчина",
            "Самцы хомяков часто поедают детёнышей.",
            "альфа-самец в группе шимпанзе",
            "\"Мужской\" и \"женский\" — это взаимодополняющие термины.",
            "глубоко укоренившаяся вера в мужское превосходство",
            "жёны его коллег-мужчин, не имеющие профессий",
            "Всё больше женщин занимается традиционно \"мужскими\" работами.",
            "Наконец, режиссёр-постановщик утвердил на главную мужскую роль Финша.",
            "Иногда самец ухаживает за самкой в течение нескольких часов."
        ],
        "stars": 3
    }
}