{
    "mall": {
        "comment": [],
        "translate": " торговый центр, аллея, место для гулянья, игра в шары, тенистое место для гулянья",
        "transcription": "  |mɔːl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I saw Sally last Saturday at the mall.",
            "Let's meet at the mall and go see a movie.",
            "She sells souvenirs at a kiosk in the mall.",
            "They spent the afternoon shopping at the mall.",
            "I'll wander around the mall for half an hour.",
            "The nearest shopping mall is two towns away.",
            "Joe runs a hamburger concession in the mall.",
            "a parade of strollers on the mall",
            "The mall is accessible from the highway.",
            "Did you see the new mall? It's a monstrosity.",
            "The mall has long been a popular hangout for teenagers.",
            "Getting new shoes would necessitate another trip to the mall.",
            "My erstwhile friend ignored me when I ran into her at the mall.",
            "I had to fight my way through the scrum of holiday shoppers at the mall.",
            "a shopping binge at the mall",
            "a blueprint for the new shopping mall",
            "Shoppers thronged the mall for the sales.",
            "Thousands of people crammed the mall Sunday.",
            "They spent their weekends at the local malls.",
            "There are several similar stores at the mall.",
            "Jodie came home from the mall with bags of loot.",
            "She does her shopping at the mall rather than down town.",
            "There were always gangs of kids hanging around the mall.",
            "At the mall today I saw someone who could be your doppelgänger.",
            "the frenzied scene at the mall in the final week before Christmas",
            "A shopping mall would instill a spirit of modernity into this village.",
            "Her naïveté led her to leave her new car unlocked while she shopped at the mall.",
            "Acquisitive developers are trying to tear down the historic home and build a shopping mall.",
            "She didn't want to be among those cuckoos who race around the mall the day before Christmas.",
            "In an effort to win the goodwill of the locals, the developers parleyed with them before finalizing plans for the massive mall."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я видел Салли в прошлую субботу, в торговом центре.",
            "Давайте встретимся в торговом центре и сходим в кино.",
            "Она продает сувениры в киоске торгового центра.",
            "Они провели день за покупками в торговом центре.",
            "Я буду бродить вокруг торгового центра в течение получаса.",
            "Ближайший торговый центр находится в двух городах отсюда (по шоссе).",
            "Джо владеет киоском /палаткой/ по продаже гамбургеров в торговом центре.",
            "шествие гуляющих по торговому центру",
            "До торгового центра можно легко добраться от шоссе.",
            "Видели новый торговый центр? Это уродство какое-то.",
            "Этот торговый центр давно стал популярной тусовкой для подростков.",
            "Приобретение новых туфель потребовало бы ещё одного похода в торговый центр.",
            "Моя бывшая подруга не обратила на меня внимания, когда я столкнулась с ней в торговом центре.",
            "Мне пришлось пробивать себе дорогу сквозь толкучку, которую устроили покупатели в торговом центре.",
            "безудержная скупка всего подряд в торговом центре",
            "проект нового торгового центра",
            "По случаю распродажи в торговом центре было полным-полно покупателей.",
            "В воскресенье в торговом центре столпились тысячи людей.",
            "Выходные они проводили в местных торговых центрах.",
            "В торговом центре есть несколько похожих магазинов.",
            "Джоди пришла домой из торгового центра с пакетами, полными добычи.",
            "Она обычно делает покупки в торговом центре, а не в центре города.",
            "По торговому центру постоянно шатались ватаги ребятишек.",
            "Сегодня в торговом центре я видел человека, который мог бы быть вашим двойником.",
            "безумная картина в торговом центре в последнюю неделю перед рождеством",
            "Появление торгового центра вдохнёт в эту деревню дух современности.",
            "По наивности она бросила свой новый автомобиль незапертым, пока совершала покупки в торговом центре.",
            "Жадные застройщики пытаются снести этот исторический дом и построить на его месте торговый центр.",
            "Ей не хотелось быть в числе тех ненормальных, кто перед самым рождеством носится по торговому центру в поисках подарков.",
            "Стремясь завоевать благосклонность местных жителей, застройщики провели с ними переговоры, прежде чем утвердить планы строительства этого огромного торгового центра."
        ]
    }
}