{
    "managerial": {
        "comment": [
            "manage",
            "manager",
            "management",
            "managing",
            "manageable"
        ],
        "translate": "управленческий, административный, директорский",
        "transcription": " |ˌmænəˈdʒɪrɪəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Tim was being groomed for a managerial position.",
            "His overly lax managerial style has resulted in a department that is slothful and unproductive.",
            "Association of Scientific, Technical and Managerial Staff",
            "He was promoted to manager last year.",
            "I'd like to speak to the manager, please.",
            "The manager decided to change pitchers in the eighth inning.",
            "Mr Lal has been asking for more responsibility, but has had to content himself with a minor managerial post.",
            "The actress recently fired her manager.",
            "The team's general manager acquired five new players for the upcoming season."
        ],
        "example_translate": [
            "Тима готовили для руководящей должности.",
            "Его слишком попустительская манера управления привела к тому, что отдел стал ленивым и непродуктивным.",
            "Ассоциация научно-технических работников и руководящего персонала (в Великобритании)",
            "В прошлом году его повысили до заведующего.",
            "Я бы хотел поговорить с директором, пожалуйста.",
            "В восьмом иннинге главный тренер решил сменить питчера. (о бейсболе)",
            "Мистер Лал просил расширить круг своих обязанностей, но вынужден был довольствоваться незначительной управленческой должностью.",
            "Недавно эта актриса уволила своего администратора.",
            "Генеральный менеджер команды приобрёл на предстоящий сезон пять новых игроков."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}