{
    "managing": {
        "comment": [],
        "translate": "руководящий, ведущий, деловой, экономный, бережливый, энергичный",
        "transcription": " |ˈmænədʒɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He finds the responsibilities of being managing director too heavy.",
            "Managing a football team is harder than you think.",
            "An agency is managing the let.",
            "Managing your finances can be a real headache.",
            "I'm getting used to managing without a car.",
            "He had no previous experience of managing a farm.",
            "The managing director wrote personally to thank me.",
            "Jim Paton will assume the role of managing director.",
            "Sir John spoke of him as a managing man. (S. Richardson)",
            "Demotion ended his dreams of becoming managing director.",
            "We need to do a better job of managing our natural resources.",
            "The finance men had grown fat on managing other people's money.",
            "That brisk, managing, lively, imperious woman. (W. M. Thackeray)",
            "Let me give you a few pointers on managing a successful business.",
            "Without explanation, the managing editor summoned me to his office.",
            "I heard on the grapevine that the managing director has been sacked.",
            "He needed a partner who was receptive to new ways of managing the business.",
            "Everyone uses the cafeteria, from the managing director down to the office boy.",
            "Higgins had started at the bottom (=in a low position in a company) and worked his way up to become managing director."
        ],
        "example_translate": [
            "Он считает свои обязанности управляющего директора слишком тяжёлыми.",
            "Управлять футбольной командой — сложнее, чем вы думаете.",
            "Сдачей помещений внаём управляет одно агентство.",
            "Управление финансами может стать настоящей головной болью.",
            "Я привыкаю обходиться без автомобиля.",
            "Он не имел опыта работы управляющим фермой.",
            "Управляющий директор лично поблагодарил меня в письме.",
            "Джим Пэйтон возьмёт на себя обязанности управляющего директора.",
            "Сэр Джон охарактеризовал его как очень экономного человека.",
            "Понижение в должности разбило все его мечты о кресле управляющего директора.",
            "Нам следует лучше распоряжаться своими природными ресурсами.",
            "Эти финансисты разжирели на распоряжении чужими деньгами.",
            "Энергичная, живая, властная женщина, хорошо умеющая руководить.",
            "Позвольте мне дать вам несколько советов об управлении успешным бизнесом.",
            "Без объяснения причин, управляющий редактор вызвал меня к себе в кабинет.",
            "Я слышал по \"сарафанному радио\", что финансового директора уволили.",
            "Ему нужен был партнёр, восприимчивый к новым способам ведения бизнеса.",
            "В кафетерий ходят все, от гендиректора до курьера.",
            "Хиггинс начал с самого низа (т.е. на низкой должности в компании) и дослужился до должности исполнительного директора."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}