{
    "manipulate": {
        "comment": [],
        "translate": "манипулировать, воздействовать, влиять, подтасовывать, умело обращаться",
        "transcription": " |məˈnɪpjʊleɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He felt that he had been manipulated by the people he trusted most.",
            "She manipulates her boss.",
            "She knows how to manipulate her parents to get what she wants.",
            "It will be possible for firms to manipulate their books.",
            "The program was designed to organize and manipulate large amounts of data.",
            "The mechanical arms are manipulated by a computer.",
            "The editorial was a blatant attempt to manipulate public opinion.",
            "He's always been good at manipulating numbers in his head.",
            "You can integrate text with graphics and manipulate graphic images.",
            "He manipulated public opinion in his favor.",
            "He was one of those men who manipulated people.",
            "The thought that any parent would manipulate their child into seeking fame just appalled me.",
            "As part of the experiment, students manipulated light and temperature to see how it affected the plants.",
            "The doctor manipulated my back.",
            "He's accused of trying to manipulate the price of the stock."
        ],
        "example_translate": [
            "Он чувствовал, что им манипулировали люди, которым он больше всего доверял.",
            "Она манипулирует своим начальником. / Она вертит своим шефом, как хочет.",
            "Она знает, как нужно манипулировать своими родителями, чтобы получить желаемое.",
            "Фирмы смогут подтасовать данные в расходных книгах.",
            "Программа была разработана для организации и обработки больших объёмов данных.",
            "Механические руки /манипуляторы/ управляются компьютером.",
            "Данная редакционная статья представляла собой неприкрытую попытку манипуляции общественным мнением.",
            "У него всегда хорошо получалось проделывать в уме разные операции с числами.",
            "Вы можете интегрировать текст с графикой и управлять графическими изображениями.",
            "Он манипулировал общественным мнением в свою пользу.",
            "Он был одним из тех, кто манипулирует людьми.",
            "Мысль о том, что любой родитель будет манипулировать своим ребёнком ради славы, меня просто потрясла.",
            "В ходе эксперимента студенты меняли температуру и освещение, чтобы увидеть, как это влияет на растения.",
            "Доктор промассировал мне спину.",
            "Он обвиняется в попытке воздействовать на цену акций."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}