{
    "manipulation": {
        "comment": [
            "manipulate"
        ],
        "translate": "манипуляция, манипулирование, обработка, операции, обращение, подтасовка",
        "transcription": " |məˌnɪpjʊˈleɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's accused of trying to manipulate the price of the stock.",
            "She knows how to manipulate her parents to get what she wants.",
            "The editorial was a blatant attempt to manipulate public opinion.",
            "The doctor manipulated my back.",
            "The mechanical arms are manipulated by a computer.",
            "He's always been good at manipulating numbers in his head.",
            "He felt that he had been manipulated by the people he trusted most.",
            "The program was designed to organize and manipulate large amounts of data.",
            "The politicization of science is the manipulation of science for political gain.",
            "As part of the experiment, students manipulated light and temperature to see how it affected the plants."
        ],
        "example_translate": [
            "Он обвиняется в попытке воздействовать на цену акций.",
            "Она знает, как нужно манипулировать своими родителями, чтобы получить желаемое.",
            "Данная редакционная статья представляла собой неприкрытую попытку манипуляции общественным мнением.",
            "Доктор промассировал мне спину.",
            "Механические руки /манипуляторы/ управляются компьютером.",
            "У него всегда хорошо получалось проделывать в уме разные операции с числами.",
            "Он чувствовал, что им манипулировали люди, которым он больше всего доверял.",
            "Программа была разработана для организации и обработки больших объёмов данных.",
            "Политизация науки означает манипуляцию наукой для получения политической выгоды.",
            "В ходе эксперимента студенты меняли температуру и освещение, чтобы увидеть, как это влияет на растения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}