{
    "mankind": {
        "comment": [
            "kind",
            "kindness",
            "unkind",
            "kindly"
        ],
        "translate": "человечество, мужчины, мужской пол",
        "transcription": " |mænˈkaɪnd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "God, the creator and preserver of all mankind",
            "Since earliest times, mankind has been fascinated by fire.",
            "God rarely reveal his plans for Mankind.",
            "Work is the deliverance of mankind.",
            "Language is the greatest educator of mankind.",
            "Satan is the great tempter of mankind.",
            "The first space flight was the greatest scientific triumph in the history of mankind.",
            "Mankind has used the horse since ancient times.",
            "The rabble of mankind know nothing of liberty except the name.",
            "If parts allure thee, think how Bacon shined, / The wisest, brightest, meanest of mankind. (A. Pope, Essay on Man, 1734)",
            "To the great body of mankind this was heavy news.",
            "I allow a great deal for the inconstancy of mankind.",
            "Mankind had stamped its approval upon certain actions.",
            "This is perhaps a singular instance in the history of mankind.",
            "The Stock Exchange has been described as the cloaca bearing with it all the refuse of mankind."
        ],
        "example_translate": [
            "Господь, творец и спаситель всего человечества",
            "С древнейших времен человечество было очаровано огнём.",
            "Бог редко посвящает людей в свои планы.",
            "Труд — это спасение человечества.",
            "Язык — величайший учитель человечества.",
            "Сатана — великий искуситель человечества.",
            "Первый космический полёт был величайшим научным успехом в истории человечества.",
            "Человечество использовало лошадь с древних времён.",
            "Чернь ничего не знает о свободе, кроме самого этого слова.",
            "В науках жаждешь ты снискать успех? / Мудрейший Бэкон был презренней всех. (пер. В. Микушевича)",
            "Для большинства людей это было очень печальное известие.",
            "Я делаю большую скидку на человеческое непостоянство.",
            "Человечество уже высказало одобрение в отношении определённых действий.",
            "Возможно, это единичный такой случай в истории человечества.",
            "Фондовую биржу описывали как клоаку, где собрались все отбросы общества."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}