{
    "mansion": {
        "comment": [
            "mention"
        ],
        "translate": "дворец, хоромы, большой особняк, большой дом, многоквартирный дом",
        "transcription": " |ˈmænʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A long driveway led to the mansion.",
            "He paid a stiff price for the mansion.",
            "We visited their august mansion and expansive grounds.",
            "A miniature mansion, tastefully and sanitarily fitted.",
            "There are rumors that the old deserted mansion is the site of paranormal activity.",
            "The mansion seemed grandly large by today's standards.",
            "It is ludicrous to call a cottage a mansion.",
            "Visitors were dazzled by the mansion's ornate rooms.",
            "The velvet lawn closely girdling the grey base of the mansion.",
            "The mansion was retrofitted with modern plumbing.",
            "The mansion has six fluted columns across the porch.",
            "She photoed the historic mansion for a decorating magazine.",
            "The mogul's latest trophies include an oversized mansion and a 20-years-younger wife.",
            "Her mansion was refurnished at taxpayers' expense.",
            "It must have taken a shipload of money to build that mansion.",
            "...hired a caretaker for the mansion during the winter months...",
            "That old-looking colonial mansion is actually a 20th-century reduplication of the original, which was destroyed many years ago."
        ],
        "example_translate": [
            "К особняку вела длинная подъездная дорога.",
            "Он заплатил непомерно высокую цену за этот особняк.",
            "Мы посетили их величественный особняк и просторный сад.",
            "Маленький особняк, отстроенный со вкусом и с соблюдением всех санитарных норм.",
            "Ходят слухи, что старый заброшенный особняк является местом паранормальной активности.",
            "По сегодняшним меркам размеры особняка казались просто грандиозными.",
            "Называть небольшой домик особняком — просто нелепо.",
            "Гости особняка были поражены богатым убранством его комнат.",
            "Бархатный газон, вплотную окружавший серый фундамент особняка.",
            "Особняк был модернизирован современной сантехникой.",
            "Портик особняка украшен шестью каннелированными колоннами.",
            "Она сфотографировала этот старинный особняк для журнала, посвящённого ремонту.",
            "Среди последних трофеев этого магната имеются громадные хоромы и жена, которая моложе его на двадцать лет.",
            "Её особняк был отремонтирован за счет налогоплательщиков.",
            "Постройка этого особняка, должно быть, стоила громадных денег.",
            "...наняли смотрителя особняка на зиму... (досл.: на период зимних месяцев)",
            "На самом деле, этот старого вида особняк в колониальном стиле является выполненной в двадцатом веке редупликацией оригинала, который был уничтожен много лет назад."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}