{
    "manual": {
        "comment": [
            "manner"
        ],
        "translate": "руководство, справочник, учебник, ручной, мануальный",
        "transcription": " |ˈmænjʊəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He wrote the manual on car care.",
            "The book is designed as a reference manual.",
            "Many women do hard manual labour (=work with their hands).",
            "I certainly don't abase myself when I do good, honest manual labor.",
            "People in manual occupations have a lower life expectancy.",
            "They take a little sip of a stroll / of sleep / of manual labour.",
            "We lost the instruction manual and couldn't put our bikes together.",
            "He has a collection of old-fashioned manual typewriters.",
            "It would take too long to do a manual search of all the data.",
            "Despite the long years of desuetude, the old manual typewriter seemed to work just fine.",
            "She spent the summer doing manual labor on her uncle's farm.",
            "The former manual had some errors, but the current version has its own problems.",
            "The information in the user's manual for the microwave is skimpy and not particularly helpful.",
            "The computer program comes with a user's manual.",
            "Working-class occupations include manual as well as industrial labor.",
            "Employees must familiarize themselves with the health and safety manual.",
            "The job requires manual dexterity.",
            "No great manual dexterity (=skill in using your hands) is required to perform the technique.",
            "Consult the computer manual if you have a problem.",
            "That manual lawn mower is not a very efficient tool for doing a huge yard.",
            "Please refer to the training manual if you have any questions about your job."
        ],
        "example_translate": [
            "Он написал пособие по уходу за автомобилем.",
            "Книга задумана в качестве справочного пособия.",
            "Многие женщины выполняют тяжелую ручную работу (т.е. работают руками).",
            "Я, безусловно, не считаю, что как-то унижаюсь, когда занимаюсь хорошим и честным ручным трудом.",
            "Люди, которые занимаются ручным трудом, имеют меньшую продолжительность жизни.",
            "Они немного гуляют, немного спят и немного работают.",
            "Мы потеряли руководство по эксплуатации и не смогли собрать свои велосипеды.",
            "У него имеется коллекция старинных пишущих машинок.",
            "Ручной поиск всех данных занял бы слишком много времени.",
            "Несмотря на то, что этой старой пишущей машинкой уже много лет никто не пользовался, она вроде бы по-прежнему замечательно работала.",
            "Всё лето она занималась ручным трудом на ферме своего дяди.",
            "В прошлом учебнике были некоторые ошибки, но его текущий вариант имеет свои собственные проблемы.",
            "Cведения, приведенные в этом руководстве пользователя для микроволновки, скудны и не особенно полезны.",
            "Данная компьютерная программа поставляется вместе с руководством пользователя.",
            "Профессии представителей рабочего класса связаны как с ручным, так и с промышленным трудом.",
            "Сотрудники должны ознакомиться с инструкцией по технике безопасности.",
            "Эта работа требует ловкости рук.",
            "Для выполнения этой техники не требуется большой ловкости рук (т.е. мастерского владения руками).",
            "Если возникнут проблемы, сверьтесь с руководством по работе с компьютером.",
            "Эта ручная газонокосилка — не очень эффективный инструмент для обработки огромного двора.",
            "Если у вас есть какие-либо вопросы о своей работе, просьба обратиться к учебному пособию."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}