{
    "manufacturer": {
        "comment": [],
        "translate": " производитель, изготовитель, фабрикант, промышленник, предприниматель, заводчик",
        "transcription": "  |ˌmænjuˈfæktʃərər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's cheaper to buy direct from the manufacturer.",
            "The fridge was sent back to the manufacturers.",
            "All merchandise is shipped directly from the manufacturer.",
            "The mechanic had to order the part from the manufacturer.",
            "The manufacturer has streamlined the car's design.",
            "Follow the instructions recommended by the manufacturer.",
            "The goods were sold to the manufacturer to be remanufactured.",
            "The manufacturer tried to call back the spoilt yoghurt.",
            "The manufacturer plans to retire that car model in a few years.",
            "Ella is about to do work experience with a clothing manufacturer.",
            "These goods would sell if the manufacturer would take a lower price for them.",
            "It costs less if you buy it direct from the manufacturer.",
            "The manufacturer provided an exploded view of the apparatus.",
            "The computer comes with the manufacturer's proprietary software.",
            "If there are any defects you should send it back to the manufacturer.",
            "Read the manufacturer's instructions before using your new dishwasher.",
            "Use this product only in accordance with the manufacturer's instructions.",
            "They are one of the country's leading manufacturers of children's clothing.",
            "Buy direct from the manufacturer and cut out the middleman (=avoid using a middleman)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Дешевле покупать непосредственно у производителя.",
            "Холодильник был отправлен /отправили, вернули / обратно производителям.",
            "Все товары поступают прямо от производителя.",
            "Механику пришлось заказывать эту деталь у производителя.",
            "Производитель имеет обтекаемый дизайн автомобиля.",
            "Следуйте инструкциям, рекомендованным производителем.",
            "Товары были отправлены производителю на переработку.",
            "Производитель попытался отозвать испорченный йогурт.",
            "Производитель планирует через несколько лет снять эту модель автомобиля с производства.",
            "Элла собирается проходить стажировку /практику/ у производителя одежды.",
            "Эти товары могли бы уйти, если бы производитель назначил меньшую цену.",
            "Это стоит меньше, если покупать напрямую от производителя.",
            "Производитель предоставил изображение аппарата в разобранном виде.",
            "Компьютер поставляется с лицензионным программным обеспечением производителя.",
            "При обнаружении каких-либо дефектов, вы должны отправить его (т.е. изделие) обратно производителю.",
            "Перед использованием новой посудомоечной машины прочтите инструкции её производителя.",
            "Используйте этот продукт только в соответствии с инструкциями изготовителя.",
            "Они являются одними из ведущих производителей детской одежды в данной стране.",
            "Покупайте непосредственно у производителя и исключайте посредников (т.е. не прибегайте к помощи посредников)."
        ]
    }
}