{
    "manufacturing": {
        "comment": [],
        "translate": "производство, производственный, промышленный",
        "transcription": " |ˌmænjəˈfæktʃərɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Their manufacturing methods are hopelessly out-of-date.",
            "the inexorable decline of Britain's manufacturing industry",
            "The writing is on the wall for old manufacturing industries.",
            "Asia's long rise to predominancy in high-tech manufacturing",
            "The first priority is to rebuild the area's manufacturing industry.",
            "The outgo of the town's only remaining manufacturing plant was a disaster.",
            "These developments are loosely termed 'advanced manufacturing techniques'.",
            "Job losses in manufacturing were balanced by job increases in the service sector.",
            "the region's changeover from an agricultural economy to one based on manufacturing",
            "Car manufacturing and other smokestack industries need to adapt to the global economy.",
            "The country's manufacturing base (=all the factories, companies etc that produce goods in a country) has shrunk by 20%."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Их производственные методы безнадёжно устарели.",
            "неумолимый упадок обрабатывающей промышленности Великобритании",
            "Дни старых производственных предприятий сочтены.",
            "долгий подъём Азии к господству в области высокотехнологичного производства",
            "В первую очередь нужно восстановить местную обрабатывающую промышленность.",
            "Уход из этого городка последней действующей фабрики стал для него большой бедой.",
            "Эти разработки неопределённо называются \"передовыми производственными технологиями\".",
            "Потери рабочих мест на производстве уравновешивались увеличением количества вакансий в секторе услуг.",
            "переход региона от аграрной экономики к экономике, основанной на промышленном производстве",
            "Автомобилестроение и другие тяжёлые отрасли промышленности нуждаются в адаптации к глобальной экономике.",
            "Производственная база страны (т.е. всех фабрики и заводы, фирмы и др., которые производят товары в данной стране) сократилась на двадцать процентов."
        ]
    }
}