{
    "manuscript": {
        "comment": [
            "script",
            "description",
            "transcript",
            "subscription",
            "prescription"
        ],
        "translate": "рукопись, рукописный",
        "transcription": " |ˈmænjʊskrɪpt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He sent the manuscript to his publisher.",
            "I read his novel in manuscript.",
            "The library owns the author's original manuscript.",
            "She wired us that the manuscript had arrived.",
            "She cabled (us) that the manuscript had arrived.",
            "She telegraphed us that the manuscript had been received.",
            "The manuscript volumes still remain to testify his diligence.",
            "He gave me the usual blah that my manuscript did not meet their current publishing needs but thanks for considering them.",
            "I read a portion of the manuscript",
            "He sent the manuscript out for duplication.",
            "I requested that she type the entire manuscript.",
            "It was thought the manuscript had been lost forever.",
            "The editor improved the manuscript with his changes.",
            "The changes to the manuscript are being keyed by the typist.",
            "She perused the manuscript, checking for grammatical errors.",
            "He took the manuscript in both hands and gave it a mighty tear.",
            "Unfortunately, parts of the original manuscript have been lost.",
            "She's still trying to get her manuscript accepted for publication.",
            "Beethoven's manuscript looks like a bloody record of a tremendous inner battle",
            "You'll have to make a few cuts in your manuscript if you want us to publish it."
        ],
        "example_translate": [
            "Он отправил рукопись издателю.",
            "Я прочитал его роман в рукописи.",
            "Библиотеке принадлежит оригинальная рукопись этого автора.",
            "Она сообщила нам телеграммой, что рукопись пришла.",
            "Она телеграфировала нам, что рукопись получена.",
            "Она телеграфировала нам, что рукопись уже получена.",
            "Сохранившиеся манускрипты свидетельствуют о его трудолюбии.",
            "Он выдал мне обычную чепуху о том, что \"ваша рукопись не соответствует нашим текущим издательским нуждам, но спасибо за то, что к нам обратились\".",
            "Я прочитал часть рукописи",
            "Он отослал рукопись для снятия копий.",
            "Я попросила, чтобы она перепечатала всю рукопись.",
            "Считалось, что эта рукопись утеряна навсегда.",
            "Редактор улучшил рукопись своими правками.",
            "В данный момент машинистка вносит в рукопись эти изменения.",
            "Она внимательно просмотрела рукопись на предмет грамматических ошибок.",
            "Он взял рукопись в руки и энергично порвал её.",
            "К сожалению, некоторые части оригинальной рукописи утеряны.",
            "Она по-прежнему пытается добиться принятия к публикации своей рукописи.",
            "Рукописи Бетховена напоминают залитую кровью летопись грандиозной внутренней битвы. (Л.Бернстайн, дирижёр)",
            "Вам придётся несколько сократить рукопись, если хотите, чтобы мы её опубликовали."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}