{
    "map": {
        "comment": [],
        "translate": "карта, план, таблица, лицо, личность, картографировать, чертить карту",
        "transcription": " |mæp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'll draw a map of where we live.",
            "According to the map we should turn left.",
            "I'm just trying to find Vancouver on the map.",
            "Sorrow was mapped on her face.",
            "The points at which stress and anxiety emerge can be mapped.",
            "Sorrow was mapped on the mother's face.",
            "“How do I get to the station?” “Here, let me draw you a map.”",
            "The coastline was mapped by early explorers.",
            "With a map like that she could really go somewhere.",
            "He spent the next fifteen years mapping the Isle of Anglesey.",
            "Do you know how to read a map (=understand the information it gives)?",
            "We haven't even begun to map the many galaxies that we know exist."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я нарисую карту места, где мы живем.",
            "Судя по карте, мы должны свернуть налево.",
            "Я просто пытаюсь найти Ванкувер на карте.",
            "Печаль была начертана на её лице.",
            "Можно обозначить точки, в которых возникают стресс и тревога.",
            "Печаль была ясно написана на лице матери.",
            "— Как мне добраться до вокзала? — Вот, давай я нарисую тебе карту.",
            "Береговая линия была нанесена на карту первыми путешественниками.",
            "С такой мордашкой она могла бы многого достигнуть.",
            "Он провел следующие пятнадцать лет за составлением карты острова Англси.",
            "Ты умеешь читать карту (т.е. понимать информацию, которую она даёт)?",
            "Мы ещё даже не приступили к нанесению на карту множества галактик, о существовании которых нам известно."
        ]
    }
}