{
    "marble": {
        "comment": [],
        "translate": "мрамор, мраморный, бесчувственный, расписывать под мрамор",
        "transcription": " |ˈmɑːrbl|",
        "antonyms": [],
        "mnemonic": [
            "marble ['mɑ:b (ə) l]\n***\nМой дом из МРАМОРА, а раньше кошмар|был. (это)\nmarble\nИз мрамора кальмар|был. (это) marble"
        ],
        "examples": [
            "He's got a marble heart.",
            "The statue is made of marble.",
            "Marble also occurs here.",
            "I love to play with marbles.",
            "The columns were of white marble.",
            "The bathroom is done out in white marble.",
            "Crazy bastard... I think he's blown his marbles.",
            "The click of her heels on marble",
            "Her heels clicked on the marble floor.",
            "The statue stood on a marble support.",
            "The marble slabs were cut across.",
            "The statue was mounted on a marble base.",
            "Water slipped from the polished marble.",
            "Marble quarrying operations have disrupted the fragile ecology of the park.",
            "He is a master craftsman who works with marble.",
            "The material of which the house is built looks some like marble.",
            "Presumably the statue is of factitious marble, because for that price you're not going to get the real stuff.",
            "You, lying in your marble tomb.",
            "The wooden table has a marble overlay.",
            "Several marble statues grace the courtyard.",
            "She is sculpting the block of marble into an image of her husband.",
            "We could see our reflections in the shiny surface of the marble walls."
        ],
        "example_translate": [
            "У него каменное сердце.",
            "Статуя сделана из мрамора.",
            "Здесь также залегает мрамор.",
            "Я люблю играть с шариками.",
            "Колонны были из белого мрамора.",
            "Стены и пол в ванной покрыты белым мрамором.",
            "Вот идиот ненормальный... Кажись, совсем рехнулся.",
            "Стук ее каблуков по мрамору",
            "Ее каблуки стучали по мраморному полу.",
            "Статуя стояла на мраморной подставке.",
            "Мраморные плиты были разрезаны поперёк.",
            "Статуя была установлена на мраморном основании.",
            "Вода легко стекла с полированного мрамора.",
            "Добыча мрамора нарушила хрупкое природное равновесие на территории заповедника.",
            "Это искусный мастер-ремесленник, который работает с мрамором.",
            "Материал, из которого построен дом, немного похож на мрамор.",
            "Предположительно, эта статуя из искусственного мрамора, потому что за такую цену настоящего никак не найти.",
            "И ты, в своём мраморном склепе лежащий.",
            "На этом деревянном столе есть мраморная накладка.",
            "Несколько мраморных статуй украшают внутренний двор дома.",
            "Она ваяет из этой глыбы мрамора скульптуру мужа.",
            "На блестящей поверхности мраморных стен мы видели свои отражения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}