{
    "marry": {
        "comment": [
            "married",
            "marriage"
        ],
        "translate": "жениться, женить, выйти замуж, замуж",
        "transcription": " |ˈmæri|",
        "antonyms": [],
        "mnemonic": [
            "marry [ме'ри] жениться - Он женился на (Мери) Полине, из-за её попинс;",
            "carry ['kæri]\ncarriage ['kærɪdʒ] - экипаж, коляска\ncarrier ['kærɪə] - носильщик\n***\nНЕСЁТ свой крест Джон Керри. (это) carry\nПереноска, перевозка.\n***\nЕсли женился \"marry\", ты жену\nне изводи \"harry\", а на руках носи \"carry\".\n***\nНосильщик \"carrier\"\nвзял барьер \"barrier\".",
            "marry ['mæri]\nmarriage- женитьба, замужество\n***\nЗАМУЖ хочет выйти Мэри. (это) marry\nВыр. удивления - Скажите пожалуйста!!!\n***\nЕсли женился \"marry\", ты жену\nне изводи \"harry\", а на руках носи \"carry\"."
        ],
        "examples": [
            "I will never marry you!",
            "He offered to marry her.",
            "I asked her to marry me.",
            "She consented to marry him.",
            "You'll marry him over my dead body!",
            "Marry Frank? You can't be serious!",
            "He married Bea in 1925.",
            "They married for love, not money.",
            "Don't marry him, he's only after your money.",
            "“Will you marry me?” “Yes, I will.”",
            "She married young (=at a young age).",
            "He seemed to be married to his hobby.",
            "He wants to marry someone with a lot of money.",
            "He married his college sweetheart.",
            "You are the last person I might agree to marry.",
            "They hope to have a priest marry them.",
            "If you marry him, you'll live to regret it.",
            "Can you marry up the two halves of the broken plate?",
            "You want to marry him? Have you taken leave of your senses?",
            "You've agreed to marry him! Are you mad?",
            "The dirty rotter dumped his wife to marry his secretary.",
            "If I had my druthers I'd marry your Mum.",
            "It's not true that I'm going to marry him.",
            "Marry in haste and repent at leisure. посл.",
            "They were married by a justice of the peace.",
            "She was forbidden by her parents to marry him.",
            "I've still got a couple of daughters to marry.",
            "Meg and Neil were due to marry, but she ditched him.",
            "It would degrade me to marry him.",
            "She doesn't manifest much desire to marry him."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я никогда не женюсь на тебе!",
            "Он предложил ей выйти за него замуж.",
            "Я попросил ее выйти за меня замуж.",
            "Она согласилась выйти за него замуж.",
            "Ты выйдешь за него замуж только через мой труп!",
            "Замуж за Фрэнка? Ты шутишь! (досл. - ты не можешь говорить об этом серьёзно)",
            "Он женился на Bea в 1925 году.",
            "Они поженились по любви, а не по расчёту. (не из-за денег)",
            "Не выходи за него замуж, ему нужны только твои деньги.",
            "— Ты выйдешь за меня замуж? — Да, выйду.",
            "Она вышла замуж рано (т.е.в молодом возрасте).",
            "Казалось, будто кроме его хобби ничего другого для него не существовало.",
            "Он хочет жениться на какой-нибудь очень богатой женщине.",
            "Он женился на своей возлюбленной из колледжа.",
            "Ты последний человек, за которого я соглашусь выйти замуж.",
            "Они надеются найти священника, который их поженит.",
            "Если выйдете за него замуж, то ещё об этом пожалеете.",
            "Можешь склеить две половинки разбитой тарелки?",
            "Ты хочешь выйти за него замуж? Неужели ты совсем разум потеряла?",
            "Ты согласилась выйти за него замуж! С ума сошла, что ли?",
            "Этот грязный мерзавец бросил жену, чтобы жениться на секретарше.",
            "Если бы я мог выбирать, я бы женился на твоей маме.",
            "Неправда, что я собираюсь за него замуж.",
            "Жениться на скорую руку, да на долгую муку.",
            "Их поженил мировой судья.",
            "Её родители не позволили ей выйти за него замуж.",
            "Мне ещё нужно выдать замуж парочку дочек.",
            "Мэг и Нил должны были пожениться, но она его бросила.",
            "Брак с ним был бы для меня унизительным.",
            "Она не проявляет особого желания выходить за него замуж."
        ],
        "stars": 3
    }
}