{
    "mask": {
        "comment": [
            "smash",
            "mass",
            "massive",
            "pyjamas",
            "masculine",
            "massacre",
            "massage"
        ],
        "translate": "маска, противогаз, личина, слепок, маскировать, скрывать, надевать маску",
        "transcription": " |mæsk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The house was masked by trees.",
            "She ripped off her mask.",
            "He masked his disappointment",
            "The child was badly frightened by the mask.",
            "No mask could conceal his ignorance.",
            "Our oatmeal face mask absorbs impurities from your skin.",
            "They tried to mask their real purpose.",
            "Her sarcasm is a mask for her insecurity.",
            "The herb masks the garlic taste.",
            "The passenger grabbed for the oxygen mask.",
            "Liz turned on a radio to mask the noise.",
            "Men often mask their true feelings with humour.",
            "They made a mask from a wax cast of her face.",
            "Doctors wear surgical masks in the operating room.",
            "He wore a hirsute mask as part of his werewolf costume.",
            "The new accommodation block has all but masked the original building.",
            "Doctors and nurses working in an operating theatre have to mask their noses and mouths with a specially clean cloth."
        ],
        "example_translate": [
            "Дом был спрятан за деревьями.",
            "Она сорвала свою маску.",
            "Он скрыл своё разочарование.",
            "Ребенок был сильно напуган маской.",
            "Ни одна маска не могла скрыть его невежество. / Его невежество нельзя было скрыть ничем.",
            "Наша овсяная маска для лица впитывает загрязнения с вашей кожи.",
            "Они пытались скрыть свою настоящую цель.",
            "Ее сарказм - это маска скрывающая её беспомощность и незащищённость.",
            "Эта приправа смягчает /скрывает/ привкус чеснока.",
            "Пассажир схватился за кислородную маску.",
            "Лиз включила радио, чтобы заглушить шум.",
            "Мужчины часто маскируют свои истинные чувства с помощью юмора.",
            "Они сделали маску из воскового слепка с ее лица.",
            "В операционной врачи носят хирургические маски.",
            "На нём была косматая маска — часть костюма оборотня.",
            "Новый жилой блок почти полностью прикрыл собой первоначальное здание.",
            "Врачи и сёстры, делающие операцию, должны закрывать нос и рот стерильной тканью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}