{
    "mass": {
        "comment": [
            "smash",
            "massive",
            "pyjamas",
            "masculine",
            "mask",
            "massacre",
            "massage"
        ],
        "translate": "масса, месса, множество, массовый, повальный, массировать",
        "transcription": " |mæs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Television is a mass medium.",
            "Her face was a mass of wrinkles.",
            "He is a mass of bruises.",
            "What time do you go to mass?",
            "a mass of bloom on the apple trees",
            "Her face was framed in a mass of red hair.",
            "Shakespeare for the masses",
            "Mozart's Mass in C minor",
            "an amorphous mass of twisted metal",
            "The food had congealed into a sticky mass.",
            "There is a mass of letters on my table this morning.",
            "The great bands of caribou massed up on the edge of the woods.",
            "We go to Midnight Mass at Christmas.",
            "The guidebook arms the reader with a mass of useful information.",
            "The parishioners came to mass in their best turnouts.",
            "Their presentation was an indigestible mass of information.",
            "New York is just now nohow, an uninteresting mass of houses.",
            "Industrial progress is being shackled by a mass of regulations.",
            "The spreading of the disease caused mass hysteria in the village.",
            "A large gray, indistinct mass stretched all along from east to west.",
            "It is going to be very difficult to compress this mass of material into a book of ordinary length.",
            "The famine brought mass starvation.",
            "Mass, unlike weight, is invariable.",
            "the most numinous moment in the Mass",
            "Urban Mass Transportation Administration",
            "the principle of the conservation of mass",
            "There were masses of camellias and azaleas.",
            "Priests chanted the Catholic Mass in Latin.",
            "Politicians have to respect a mass movement.",
            "A priest celebrates Mass at the church daily."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Телевидение — средство массовой информации.",
            "Ее лицо было скоплением морщин.",
            "Он весь в синяках.",
            "В какое время вы ходите к мессе?",
            "масса цветов на яблонях",
            "Её лицо обрамляла копна рыжих волос.",
            "Шекспир, изданный в серии народной библиотеки., дешёвое издание Шекспира (доступное всем)",
            "месса Моцарта си минор",
            "бесформенная масса искорёженного металла",
            "Еда застыла, превратившись в клейкую массу.",
            "Сегодня утром на моём столе груда писем.",
            "Большие стада карибу собрались на опушке леса.",
            "На Рождество мы поедем к Полуночной мессе.",
            "Данный путеводитель вооружает читателя массой полезной информации.",
            "Прихожане пришли на мессу в своей лучшей одежде.",
            "Их презентация представляла собой неудобоваримое нагромождение информации.",
            "Нью-Йорк сейчас просто никакой, скучная груда домов.",
            "Многочисленные законодательные нормы тормозят промышленный прогресс.",
            "Распространение данного заболевания вызвало в деревне массовую истерию.",
            "Большая серая смутная масса протянулась с востока на запад.",
            "Уместить такой обильный материал в книгу обычного объёма будет крайне трудно.",
            "Нехватка еды привела к массовому голоду.",
            "Масса, в отличие от веса, является неизменной.",
            "наиболее мистический момент во время мессы",
            "Управление городского общественного транспорта (в США)",
            "принцип сохранения массы",
            "Там было огромное количество камелий и азалий.",
            "Священники пели католическую мессу на латыни.",
            "Политикам нужно уважать массовое движение.",
            "Ежедневно один из священников совершает в церкви мессу."
        ]
    }
}