{
    "massive": {
        "comment": [
            "smash",
            "mass",
            "pyjamas",
            "masculine",
            "mask",
            "massacre",
            "massage"
        ],
        "translate": "массивный, массовый, огромный, большой, массированный, крупный, тяжёлый, солидный",
        "transcription": " |ˈmæsɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She had an incredibly massive success.",
            "The president was massively popular.",
            "I had a massive argument with her.",
            "The fort had massive walls.",
            "We got into a massive storm on our way back.",
            "So my beauty had a massive hangover next day.",
            "The recent economic crisis has led to massive layoffs.",
            "We had a massive snowball fight.",
            "a massive increase in oil prices",
            "My phone bill was massive last month.",
            "The tax will require a massive administrative apparatus.",
            "More than one hundred stone columns supported a massive roof.",
            "State police have launched a massive operation to catch the murderer.",
            "His massive body filled the doorway.",
            "Listen to this. It's a massive song.",
            "The stunt received massive publicity.",
            "A massive forest fire is still raging in western Java.",
            "The problem is beginning to assume massive proportions.",
            "A massive arms-smuggling plan has been foiled by the CIA.",
            "A massive effort will be required to clean up the debris.",
            "My feeling of frustration, of being ineffectual, is massive.",
            "You can find a massive amount of information on the Internet.",
            "He was recompensed with a massive hangover for this party's fun.",
            "A massive stone redoubt at the entrance of the bay guarded the city.",
            "One of the most important discoveries was a line of massive limestone blocks.",
            "A massive exodus of doctors is forcing the government to recruit from abroad.",
            "A massive national advertising burst will hit at that time and continue through Christmas.",
            "a massive effusion of poisonous gas",
            "a massive collection of baseball cards",
            "Torrential rains caused a massive mudslide."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она имела невероятно грандиозный успех.",
            "Президент был чрезвычайно популярен. / Президента очень любили в народе.",
            "Я с ней очень сильно поссорился.",
            "Форт имел массивные стены.",
            "На обратном пути мы попали в ужасную бурю.",
            "Поэтому у моей милой на следующий день было жуткое похмелье.",
            "Последний экономический кризис повлёк за собой массовые увольнения.",
            "Мы здорово поиграли в снежки.",
            "серьёзное увеличение цен на нефть",
            "В прошлом месяце у меня был огромный счёт за телефон.",
            "Данный налог потребует массивного административного аппарата.",
            "Более сотни каменных колонн служили опорой для массивной крыши.",
            "Полиция штата начала масштабную операцию по поимке убийцы.",
            "Его массивное тело заполнило дверной проём.",
            "Вот, послушай. Песня просто атас.",
            "Этот трюк приобрёл огромную известность.",
            "В западной части острова Ява всё ещё бушует крупный лесной пожар.",
            "Проблема начинает принимать массовый характер.",
            "ЦРУ сорвало план крупной контрабанды оружия.",
            "Нужно будет потратить массу сил, чтобы убрать весь этот мусор.",
            "Моё чувство разочарования и собственной бесполезности огромно.",
            "В Интернете можно найти огромное количество информации.",
            "Расплатой за весёлую вечеринку стало жуткое похмелье.",
            "Город находился под защитой массивного каменного редута, расположенного у входа в бухту.",
            "Одной из важнейших находок были выложенные в ряд массивные известняковые блоки.",
            "Массовый отъезд врачей из страны вынуждает правительство приглашать специалистов из-за границы.",
            "Всплеск массированной национальной рекламы начнется в это время и продолжится в период Рождества.",
            "крупная эффузия ядовитого газа",
            "богатейшая коллекция бейсбольных карточек",
            "Проливные дожди вызвали массивный оползень."
        ],
        "stars": 3
    }
}