{
    "massage": {
        "comment": [
            "smash",
            "mass",
            "massive",
            "pyjamas",
            "masculine",
            "mask",
            "massacre"
        ],
        "translate": "массаж, массировать, делать массаж",
        "transcription": " |məˈsɑːʒ|",
        "antonyms": [],
        "mnemonic": [
            "massage [мэ'сидж] послание, сообщение - Отправь послание (мэссидж-исту);"
        ],
        "examples": [
            "She gave him a neck massage.",
            "She massaged his sore back",
            "Massage helps ease the pain.",
            "Why don't you have a massage?",
            "Joan gave me a gentle neck massage.",
            "She felt reborn after the Swedish massage.",
            "Alex massaged Helena's aching back.",
            "A full-body massage lasts around one hour.",
            "Massage is great if your neck and back are tense.",
            "His marks had been massaged to allow him to enter military school.",
            "Massage the shampoo into the scalp.",
            "This fellow charges $100 for a massage.",
            "Gently massage the lotion into your skin.",
            "Apply shampoo and massage into a rich lather.",
            "She massaged her leg until the numbness was gone.",
            "Massage the shampoo gently into your hair and scalp.",
            "If you are elderly or physically disabled, massage can be beneficial.",
            "I immediately started giving him mouth-to-mouth resuscitation and heart massage.",
            "The portrait painter had the power to massage the king's ego or to expose his flaws.",
            "She was seduced by the temptation of easy money and started to work in a massage parlor."
        ],
        "example_translate": [
            "Она сделала ему массаж шеи.",
            "Она массировала его больную спину",
            "Массаж помогает облегчить боль.",
            "Почему бы тебе не сходить на массаж?",
            "Джоан сделала мне нежный массаж шеи.",
            "После шведского массажа она как будто заново родилась на свет.",
            "Алекс помассировал больную спину Хелен.",
            "Общий массаж длится около часа.",
            "Массаж отлично помогает, если напряжены шея и спина.",
            "Ему завысили оценки, чтобы он смог поступить в военное училище.",
            "Массируя, втирайте шампунь в кожу головы.",
            "Этот парень берёт сто долларов за массаж.",
            "Осторожно вотрите лосьон в кожу.",
            "Нанесите шампунь и взбейте его в густую пену.",
            "Она массировала ногу, пока не прошло онемение.",
            "Осторожно вотрите шампунь в свои волосы и кожу головы.",
            "Если вы пожилой человек или инвалид, может быть полезен массаж.",
            "Я немедленно начал делать ему искусственное дыхание \"рот в рот\" и массаж сердца.",
            "Во власти портретиста было потешить самолюбие короля, или же выставить напоказ его недостатки.",
            "Она поддалась искушению лёгких денег и начала работать в массажном салоне."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}