{
    "mate": {
        "comment": [],
        "translate": " товарищ, мате, мат, помощник, приятель, спариваться, спаривать, сопрягать",
        "transcription": "  |meɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Birds mate in the Spring.",
            "What's the time, mate?",
            "Lend me a fiver, mate?",
            "How do women choose their mates?",
            "He's good mates with John.",
            "Rabbits can be mated as early as six months old.",
            "I told my mates some of these facts on returning.",
            "He lost the mate to his shoe.",
            "Most of my school mates are black.",
            "a mitten wanting its mate",
            "The male bird vocalizes to attract a mate.",
            "Shove up mate, there's no room to sit down here.",
            "It's quite common for male birds to mate with several females.",
            "Could you lend me twenty quid, mate?",
            "The first mate was studying to become a master.",
            "Dad's office mates are throwing a party for him.",
            "It was his first start against his former teammates.",
            "I'm going out with my mates tonight.",
            "His selection of a running mate was a long, tedious affair.",
            "Believe me, it's all go with these tycoons, mate.",
            "Yeah? Well, bollocks to you too, mate!",
            "The bird's colorful feathers are used to attract a mate."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Птицы спариваются весной.",
            "Который час, приятель?",
            "Друг, одолжишь мне пятёрку?",
            "По какому принципу женщины выбирают себе пару?",
            "Они с Джоном — хорошие приятели.",
            "Кроликов можно спаривать уже в возрасте шести месяцев.",
            "По возвращении я рассказал моим приятелям о некоторых из этих фактов.",
            "Он потерял второй ботинок из пары.",
            "Большинство моих школьных товарищей — чернокожие.",
            "варежка, которой нужна пара",
            "Птица-самец поёт, чтобы привлечь самку.",
            "Подвинься, приятель, здесь негде сесть.",
            "Для самцов птиц спаривание с несколькими самками — довольно обычное дело.",
            "Приятель, ты не одолжишь мне 20 фунтов?",
            "Помощник капитана проходил курс обучения, чтобы стать капитаном.",
            "Папины сослуживцы устраивают для него вечеринку.",
            "Это был его первый старт против бывших одноклубников.",
            "Вечером я пойду гулять со своими приятелями.",
            "Процесс выбора его напарника по выборам был делом долгим и утомительным.",
            "Поверь мне, приятель, это все деятельность этих заправил.",
            "Да? Так и хрен тебе тоже, приятель!",
            "Красочные перья эти птицы используют для привлечения партнёра."
        ]
    }
}