{
    "maths": {
        "comment": [
            "mathematics",
            "math",
            "mathematical",
            "match",
            "matching"
        ],
        "translate": "математика",
        "transcription": " |mæθs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He did well at maths.",
            "I've always been good at maths.",
            "He was acceptive to maths.",
            "He got a grade A in maths.",
            "Maths is a real struggle for her.",
            "Adam's in the top set for maths.",
            "Maths is one of the most useful branches of a polite education.",
            "I got 98% in my last maths test.",
            "None of my family shines at maths.",
            "How did you do on your maths test?",
            "I've got a double maths lesson next.",
            "She got top marks in maths and chemistry.",
            "Her father engaged a tutor to improve her maths.",
            "He failed maths but passed all his other subjects.",
            "I couldn't do any of the maths last night — it was solid.",
            "No point asking Jill — she hasn't got a clue about maths.",
            "Maths is a mix of abstruse theory and detailed calculations.",
            "The test measures children's achievements in reading, spelling and maths."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он хорошо сдал математику.",
            "Я всегда был силён в математике.",
            "Ему легко давалась математика.",
            "Он получил А /высший балл/ по математике.",
            "Математика даётся ей с большим трудом.",
            "Адам — среди лучших по математике.",
            "Математика - одна из наиболее полезных ветвей классического образования.",
            "В последнем математическом тесте я набрал 98%.",
            "Ни у кого в моей семье нет ярких способностей к математике.",
            "Как ты написал контрольную по математике?",
            "Дальше у меня спаренный урок математики.",
            "Она получила наивысшие оценки по математике и химии.",
            "Её отец нанял репетитора, чтобы подтянуть её по математике.",
            "Он завалил математику, но прошёл по всем другим предметам.",
            "Вчера я не смог решить ни одной задачки по математике — настолько они были трудные.",
            "Джилл спрашивать нет смысла: она в математике ничего не смыслит.",
            "Математика - это смесь заумной теории и детальных расчетов.",
            "Данный тест позволяет оценить успехи детей в чтении, орфографии и математике."
        ],
        "stars": 1
    }
}