{
    "mathematics": {
        "comment": [
            "maths",
            "math",
            "mathematical",
            "match",
            "matching"
        ],
        "translate": "математика",
        "transcription": " |ˌmæθəˈmætɪks|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's weak in mathematics.",
            "He qualified to teach mathematics.",
            "I'm hopeless at mathematics.",
            "He has a flair for mathematics.",
            "His only interest was mathematics.",
            "Mathematics is not his forte.",
            "He could never master mathematics.",
            "He has filthified his subject with mathematics.",
            "Mathematics has always been a closed book to me.",
            "All applicants must be well grounded in mathematics.",
            "The children were encouraged to explore mathematics.",
            "The chapters that follow deal mainly with mathematics.",
            "Flag-wagging is to Signals what Euclid is to mathematics.",
            "In mathematics, we use many techniques of problem-solving.",
            "Mark's always behind the rest of his class in mathematics.",
            "He was offered a lectureship in mathematics at Bristol University.",
            "To paraphrase Finkelstein, mathematics is a language, like English.",
            "The book is aimed at anyone who has a mental block about mathematics.",
            "I'm offended by his implication that women can't be good at mathematics.",
            "Schools were created to teach reading and mathematics, not moral character.",
            "Although he was a looby physically, he was a towering figure in mathematics.",
            "He derided his student's attempt to solve the biggest problem in mathematics.",
            "It's ironic that the weakest student in mathematics was elected class treasurer.",
            "The classes cover a variety of subject areas, including mathematics and English.",
            "a student who has been unceasingly diligent in pursuit of a degree in mathematics"
        ],
        "example_translate": [
            "Он слаб в математике.",
            "Он получил специальность преподавателя математики.",
            "В математике я полный ноль.",
            "У него талант к математике.",
            "Единственным его увлечением была математика.",
            "В математике он не силён.",
            "Он никогда не мог справиться с математикой.",
            "Он засорил свой предмет исследований математикой.",
            "Математика всегда была для меня китайской грамотой.",
            "Все претенденты должны иметь хорошую математическую подготовку.",
            "Детям рекомендовалось изучать математику.",
            "Последующие главы касаются, главным образом, математики.",
            "Для сигнальных систем флажковая сигнализация - это все равно что Эвклид для математики.",
            "В математике мы используем множество способов решения задач.",
            "Марк всегда отстаёт от всех остальных в классе по математике.",
            "Ему предложили читать лекции по математике в Бристольском университете.",
            "Перефразируя Финкельштейна, математика — это язык, вроде английского.",
            "Эта книга предназначена для всех, кто испытывает трудности с математикой.",
            "Меня оскорбил его намек на то, что женщины и математика - вещи несовместимые.",
            "Школы были созданы для обучения чтению и математике, а не моральным качествам.",
            "Несмотря на телесную неуклюжесть, в математике он был выдающейся фигурой.",
            "Он насмехался над попыткой своего ученика решить крупнейшую математическую задачу.",
            "По иронии судьбы, самый слабый в математике ученик был выбран казначеем класса.",
            "Занятия охватывают различные предметные области, в том числе математику и английский язык.",
            "студент, проявляющий неустанную настойчивость в стремлении получить учёную степень по математике"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}