{
    "mature": {
        "comment": [
            "premature",
            "maturity"
        ],
        "translate": "зрелый, развитой, выдержанный, созревший, созреть, созревать, взрослеть, вылежаться",
        "transcription": " |məˈtʃʊr|",
        "antonyms": [],
        "mnemonic": [
            "mature [мэ'тюэ] зрелый, выдержанный - Мирей (Ма- тьё, а) какая зрелая и выдержанная женщина;",
            "mature [mə'tjuə]\nmaturity [mə'tjuərɪtɪ] - зрелость\n***\nСтану ЗРЕЛЫМ, репутацию не подмочу|я. (это)\nmature\nЯблоки СПЕЛЫЕ замочу|я. (это) mature\nВзрослеть, возмужать."
        ],
        "examples": [
            "He has a mature outlook on life.",
            "Laura is very mature for her age.",
            "She's very mature for her age.",
            "I need to mature my thoughts.",
            "Most girls are sexually mature by about 14 years of age.",
            "The olives are pulped, then left to mature.",
            "Show-business is a mature industry.",
            "He has matured a lot since he left home.",
            "The bill matures on the 5th July.",
            "The wine, incidentally, goes very well with a mature cheese.",
            "She has matured into a fine writer.",
            "I'm afraid I won't be able to cover all the expenses when this bill matures.",
            "I want a mature and meaningful relationship.",
            "Mature apple trees are typically 20 feet tall.",
            "The human brain isn't fully mature until about age 25.",
            "He matured fast.",
            "Wine and cheese mature with age.",
            "His parents didn't think he was mature enough to live on his own.",
            "Age matures a good wine.",
            "He wants to prove just how much he has matured both as a player and as a man.",
            "This child impressed me as unusually mature.",
            "Malc wasn't mature enough to resist the lure of drink and drugs.",
            "Her talent is maturing slowly.",
            "As the fish matures, its colours and patternings change.",
            "We're mature enough to disagree on this issue but still respect each other.",
            "Girls mature earlier than boys both physically and mentally.",
            "His mature work reveals a deep sense of enjoyment of nature.",
            "On mature reflection we have decided to decline their offer.",
            "These bonds mature in 2005.",
            "The bond matures in 10 years."
        ],
        "example_translate": [
            "У него зрелый взгляд на жизнь.",
            "Лаура очень развита для своего возраста.",
            "Она очень развита для своего возраста.",
            "Мне надо тщательно это обдумать.",
            "Большинство девушек становятся половозрелыми примерно в 14 лет.",
            "Оливки очищают от шелухи, а затем оставляют дозревать.",
            "Шоу-бизнес является процветающей индустрией.",
            "Он сильно повзрослел с тех пор, как покинул дом.",
            "Срок платежа по векселю наступает 5 июля.",
            "Это вино, кстати, очень хорошо сочетается со зрелыми сырами.",
            "Она созрела и превратилась в прекрасного писателя.",
            "Боюсь, мне не покрыть всех расходов, когда придёт время платежа по счёту.",
            "Я хочу зрелых и осмысленных отношений.",
            "Зрелые / взрослые / яблони, как правило, 20 футов в высоту.",
            "Человеческий мозг не является полностью зрелым примерно до двадцати пяти лет.",
            "Он быстро повзрослел.",
            "Вино и сыр с годами вызревают.",
            "По мнению родителей, он был ещё недостаточно зрелым, чтобы жить самостоятельно.",
            "С возрастом хорошее вино вызревает.",
            "Он хочет доказать, насколько он вырос как игрок и как мужчина.",
            "Этот ребенок поразил меня необычайной зрелостью.",
            "Малк оказался недостаточно зрелым, чтобы противостоять соблазну выпивки и наркотиков.",
            "Её талант развивается медленно.",
            "По мере того как рыба взрослеет, меняются её цвета и раскраска.",
            "Мы достаточно взрослые люди, чтобы, несмотря на несогласие по данному вопросу, всё-таки уважать друг друга.",
            "Девочки взрослеют раньше мальчиков, как физически, так и психически.",
            "Его зрелые работы обнаруживают глубокое чувство наслаждения природой.",
            "По зрелом размышлении мы решили отказаться от их предложения.",
            "Эти облигации погашаются в 2005 году.",
            "Облигация погашается через 10 лет."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}