{
    "maximum": {
        "comment": [
            "mummy",
            "minimum",
            "mum",
            "mumble"
        ],
        "translate": "максимальный, высший, максимум, максимальное значение",
        "transcription": " |ˈmæksɪməm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The maximum charge per day is $70.",
            "The elevator takes a maximum of 32 people.",
            "A brief blurb of the book - maximum 150 words.",
            "the maximum permissible level of radiation",
            "She faces a maximum penalty of life in prison.",
            "The maximum award for unfair dismissal is £55,000.",
            "The plant is operating at maximum capacity.",
            "They claimed on the maximum allowable amount.",
            "These shoes have been styled for maximum comfort.",
            "The maximum allowable dosage is two tablets a day.",
            "We want him to get maximum benefit from the course.",
            "The prisoner was being kept under maximum security.",
            "To get the maximum benefit, do the exercises slowly.",
            "Work out the maximum amount you can afford to spend.",
            "They are seeking to realize the maximum financial gain.",
            "The adult animals reach a maximum length of two meters.",
            "The maximum of degradation of the coccyx is in the bats.",
            "Display the hologram under a strong light for maximum effect.",
            "They aim to extract the maximum political benefit from the Games.",
            "The position of Chairman is tenable for a maximum of three years.",
            "The sign above the auditorium door says, “Maximum occupancy: 500 persons.”",
            "The space shuttle can carry a maximum payload of approximately 50,000 pounds.",
            "The best results are generally obtained by inserting the needle into the point of maximum tenderness.",
            "The school board approved a raise in the maximum family income for students qualifying for reduced-price lunches."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Максимальная плата за день [в день] составляет $70.",
            "Максимальная вместимость лифта — тридцать два человека.",
            "Краткая аннотация книги - максимум 150 слов.",
            "предельно допустимый уровень излучения",
            "Ей грозит максимальное наказание в виде пожизненного заключения.",
            "Максимальная компенсация за несправедливое увольнение составляет £55.000.",
            "Завод работает на полную мощность.",
            "Они претендовали на максимально допустимую сумму.",
            "Эти туфли сконструированы для максимального удобства.",
            "Максимально допустимая доза составляет две таблетки в день.",
            "Мы хотим, чтобы он получил от данного курса максимальную пользу.",
            "Пленника содержали в условиях особого режима безопасности.",
            "Для получения максимальной пользы, выполняйте упражнения медленно.",
            "Вычислите максимальную сумму, которую вы можете потратить.",
            "Они стремятся максимально реализовать финансовые выгоды.",
            "Взрослые особи достигают до двух метров в длину.",
            "Наиболее рудиментарен копчик у летучих мышей.",
            "Для достижения максимального эффекта показывайте голограмму при сильном освещении.",
            "Они стремятся извлечь из Олимпиады максимальную политическую выгоду.",
            "Должность председателя можно занимать максимум в течение трёх лет.",
            "На табличке над дверью аудитории написано: \"Максимальная вместимость: 500 человек.\"",
            "Максимальная полезная нагрузка космического шаттла составляет приблизительно пятьдесят тысяч фунтов.",
            "Наилучшие результаты обычно получаются при введении иглы в точку максимальной болезненности.",
            "Школьный совет утвердил повышение максимального семейного дохода для учащихся, претендующих на обеды по сниженной цене."
        ]
    }
}