{
    "meal": {
        "comment": [],
        "translate": "еда, принятие пищи, мука, обваливать в муке, перемалывать",
        "transcription": " |miːl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She cooked a great meal.",
            "Dinner is the main meal of the day for most people.",
            "After the movie we went for a meal in a Chinese restaurant.",
            "Boy, that was a great meal!",
            "Mavis ate her meal in silence.",
            "The meal took two hours to prepare.",
            "What can I use to spice up this dull meal?",
            "The corn is ground into meal.",
            "Thank you for a delicious meal.",
            "Is the meal prepared for our guests?",
            "They helped to cook the meal.",
            "I hate having to hurry a meal.",
            "My mom was helping me prepare the meal.",
            "Put your money away, this meal is on me.",
            "It was a delicious meal. We enjoyed every mouthful.",
            "The price of your meal is extra.",
            "He said a blessing before the meal.",
            "I feel blown out after that heavy meal.",
            "The evening meal is served at a set time.",
            "She underpaid for her meal.",
            "The meal was a gourmet treat.",
            "He sat down and at once dug into his meal.",
            "Only a mug would pay that much for a meal.",
            "You need to have three square meals a day.",
            "She prepared a very authentic Mexican meal.",
            "It was an apology for a meal.",
            "Don't expect a good meal at a cabaret.",
            "The malt is above the meal. уст.",
            "We were assigned to prepare a meal.",
            "a yummy meal that is also nutritious"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она приготовила великолепную еду.",
            "Для большинства людей, обед является самым важным приёмом пищи в течение дня.",
            "После фильма мы пошли поесть в китайский ресторан.",
            "Боже, вот это была еда!",
            "Мейвис молча поела.",
            "Приготовление пищи заняло два часа.",
            "Чем бы мне таким приправить это пресное блюдо?",
            "Зерно перемалывается в муку.",
            "Спасибо за вкусное угощение.",
            "Еда для наших гостей готова?",
            "Они помогали готовить еду.",
            "Терпеть не могу, когда приходится есть второпях.",
            "Мама помогала мне приготовить еду.",
            "Убери деньги, еда — за мой счёт.",
            "Блюдо было очень вкусным. Мы наслаждались каждым кусочком.",
            "За еду взимается дополнительная плата.",
            "Перед едой он прочитал благодарственную молитву.",
            "После такого плотного обеда я едва могу двинуться.",
            "Ужин подаётся в установленное время.",
            "Она не полностью рассчиталась за еду, которую заказала.",
            "Это кушанье было угощением для гурманов.",
            "Он сел за стол и сразу же набросился на еду.",
            "Только дурак заплатил бы так дорого за еду.",
            "Вам необходимо плотно питаться три раза в день.",
            "Она приготовила блюдо, очень похожее на настоящую мексиканскую кухню.",
            "Это была не еда, а одно название.",
            "Хорошей еды в забегаловке ждать не стоит.",
            "Хватил лишнего.",
            "Нам поручили приготовить еду.",
            "вкусное блюдо, да к тому же, ещё и питательное"
        ]
    }
}