{
    "meaningful": {
        "comment": [
            "mean",
            "meaning",
            "means",
            "meanwhile",
            "meaningless",
            "meantime"
        ],
        "translate": "многозначительный, выразительный",
        "transcription": " |ˈmiːnɪŋfl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They want a chance to do meaningful work.",
            "I want a mature and meaningful relationship.",
            "He wanted to feel that his job was meaningful.",
            "She looked at him in a meaningful way.",
            "The test did not produce any meaningful results.",
            "The statistics are not very meaningful when taken out of context.",
            "Without more data we cannot make a meaningful comparison of the two systems.",
            "The trip turned out to be very meaningful for both of them.",
            "Rules must be put in a context that is meaningful to the children.",
            "The crickets stridulated their everlasting monotonous meaningful note.",
            "Teaching history to five-year-olds in a meaningful way can be very difficult.",
            "When dealing with her staff, she communicated mostly in telegraphic sentences and meaningful looks."
        ],
        "example_translate": [
            "Они хотят иметь возможность совершить что-то действительно важное.",
            "Я хочу зрелых и осмысленных отношений.",
            "Ему хотелось чувствовать, что его работа действительно что-то значит.",
            "Она многозначительно на него посмотрела.",
            "Проверка не принесла каких-либо значимых результатов.",
            "Статистические данные не очень осмысленны, когда они вырваны из контекста.",
            "Без дополнительных данных мы не можем сделать осмысленного сравнения этих двух систем.",
            "Поездка оказалась очень значимой для них обоих.",
            "Правила должны быть помещены в контекст, понятный детям.",
            "Сверчки исполняли свою бесконечную монотонную и многозначительную песню.",
            "Всерьёз преподавать историю пятилетним детям порой очень нелегко.",
            "С подчинёнными она в основном общалась посредством рубленых фраз и выразительных взглядов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}