{
    "meanwhile": {
        "comment": [
            "mean",
            "meaning",
            "means",
            "meaningful",
            "meaningless",
            "meantime",
            "while",
            "worthwhile"
        ],
        "translate": "тем временем, между тем",
        "transcription": " |ˈmiːnwaɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Meanwhile I will not think about the problem.",
            "You can set the table. Meanwhile, I'll start making dinner.",
            "The flight will be announced soon. Meanwhile, please remain seated.",
            "Jim went to answer the phone. Meanwhile Pete started to prepare lunch.",
            "She spent four years studying for her law degree. Meanwhile, she continued to work at the bank.",
            "Cook the sauce over a medium heat until it thickens. Meanwhile start boiling the water for the pasta.",
            "I knew I wouldn't get my exam results for several weeks, and I wasn't sure what to do in the meanwhile.",
            "Meanwhile the socialists are running the government.",
            "He can come back to work when he's feeling better, but meanwhile he should be resting as much as possible.",
            "The incomes of male professionals went up by almost 80. Meanwhile, part-time women workers saw their earnings fall."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Пока что я не буду думать об этой проблеме.",
            "Можешь накрыть на стол, а я тем временем /пока/ начну готовить ужин.",
            "Посадка на рейс будет скоро объявлена, а пока что оставайтесь на своих местах.",
            "Джим пошёл ответить на звонок, а Пит тем временем начал готовить обед.",
            "Она училась на юриста в течение четырёх лет. Между тем, она продолжала работать в банке.",
            "Варите соус на среднем огне, пока не загустеет. В это же время вскипятите воду для макарон.",
            "Я понимал, что результатов экзаменов придётся ждать ещё несколько недель, и не знал, чем бы в это время заняться.",
            "Между тем, правительство возглавляют социалисты.",
            "Он сможет вернуться к работе, когда почувствует себя лучше, но пока что ему следует как можно больше отдыхать.",
            "Доходы мужчин-специалистов выросли почти на 80. Одновременно наблюдалось падение заработков женщин, работающих по совместительству."
        ],
        "stars": 3
    }
}