{
    "mechanical": {
        "comment": [
            "mechanism"
        ],
        "translate": "механический, механистический, технический, машинный, автоматический",
        "transcription": " |məˈkænɪkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her singing was cold and mechanical.",
            "Mechanical problems kept the plane on the ground.",
            "The mechanical watch needs rewinding every day.",
            "He is a real thickhead when confronted with anything mechanical.",
            "She gave a mechanical reply.",
            "The flight has been cancelled due to mechanical failure.",
            "The plane had to make an emergency landing because of mechanical problems.",
            "The mechanical arms are manipulated by a computer.",
            "The actor gave a stiff and mechanical performance.",
            "The actors spoke their lines mechanically, hardly caring about the meaning.",
            "Enthalpy is the amount of energy in a system capable of doing mechanical work.",
            "He was asked the same question so many times that the answer became mechanical."
        ],
        "example_translate": [
            "Её пение было холодным и механическим.",
            "Из-за технических проблем самолёт оставался на земле.",
            "Механические часы требуют подзавода каждый день.",
            "Он жутко тупит, когда приходится сталкиваться с любого рода техникой.",
            "Она ответила машинально, не задумываясь.",
            "Рейс был отменён из-за механической неисправности.",
            "Самолет вынужден был совершить аварийную посадку из-за технических проблем.",
            "Механические руки /манипуляторы/ управляются компьютером.",
            "Игра этого актёра была скованной и механической.",
            "Актёры произносили свои реплики машинально, почти не вникая в их смысл.",
            "Тепловая функция — это количество энергии в системе, способной выполнять механическую работу.",
            "Ему так много раз задавали этот вопрос, что он стал отвечать на него автоматически."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}