{
    "mechanic": {
        "comment": [],
        "translate": "механик, слесарь, машинист, ремесленник, механический, мастеровой",
        "transcription": " |məˈkænɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is highly regarded as a mechanic.",
            "The mechanic fixed the problem with the car.",
            "A mechanic is trying to localize the fault.",
            "The mechanic found a hole in the gas tank.",
            "The mechanic tuned the engine.",
            "He retrained as a mechanic.",
            "The mechanic had to order the part from the manufacturer.",
            "The mechanic is still trying to locate the source of the problem.",
            "Kelly is employed as a mechanic.",
            "A mechanic is coming to overhaul the engine.",
            "The mechanic was unable to diagnose the problem.",
            "It is a refreshing change to meet a woman mechanic.",
            "The whole team stood idle, waiting for the mechanic.",
            "The mechanic removed the cowling in order to repair the plane's engine.",
            "The inexpert mechanic only made the problem worse — and charged me a fortune for doing it.",
            "The mechanic dismantled the engine to repair it."
        ],
        "example_translate": [
            "Его очень ценят как хорошего механика.",
            "Механик устранил проблему с автомобилем.",
            "Механик пытается определить место возникновения неполадки.",
            "Механик нашёл в бензобаке дырку.",
            "Механик настроил двигатель.",
            "Он переучился на слесаря.",
            "Механику пришлось заказывать эту деталь у производителя.",
            "Механик всё ещё пытается найти источник проблемы.",
            "Келли работает слесарем /механиком/.",
            "К нам едет механик, чтобы отремонтировать двигатель.",
            "Механик не смог найти причину данной проблемы.",
            "Нечасто приходится встречать женщину-механика.",
            "Вся команда простаивала в ожидании механика.",
            "Механик снял капот, чтобы починить двигатель самолёта.",
            "Этот неумелый слесарь только усугубил проблему, да ещё и содрал с меня за это кучу денег.",
            "Механик разобрал двигатель, чтобы отремонтировать."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}