{
    "medal": {
        "comment": [],
        "translate": "медаль, орден",
        "transcription": " |ˈmedl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She won a gold medal at the last Olympics.",
            "He received a medal for valor.",
            "The medal meant a lot to him.",
            "The winner was awarded a gold medal.",
            "Lewis has a fighting chance to win the gold medal.",
            "He won a medal in the high hurdles.",
            "She's the team's best hope for a medal.",
            "In a major upset, he took the gold medal.",
            "The general pinned the medal on the soldier.",
            "How does it feel to have won the gold medal?",
            "She medaled in figure skating in the Olympics.",
            "He was presented with a medal at the ceremony.",
            "Silva is favoured to win a medal in the marathon.",
            "The soldier was awarded a posthumous medal for valor.",
            "It was a proud moment when he was presented with a medal.",
            "He realized a lifelong dream by winning an Olympic medal.",
            "Redgrave collected his fifth Olympic gold medal in Sydney.",
            "Germany has the potential to medal in gymnastics this year.",
            "A gold medal is given to the dux of the Aberdeen grammar school.",
            "She never realized her ambition of winning an Olympic gold medal.",
            "There was a major upset when the young skater took the gold medal.",
            "The medal is the highest honour the association can bestow (=give).",
            "Redgrave won his third Olympic gold medal, and secured his place in history.",
            "The workman brought me the medal in gold, twenty-three in copper, and the die.",
            "The display case held an impressive array of military medals from World War II.",
            "This medal appears to have been chased by hand and not to have been struck from a die."
        ],
        "example_translate": [
            "Она завоевала золотую медаль на последней Олимпиаде.",
            "Он получил медаль \"За отвагу\".",
            "Эта медаль многое для него значила.",
            "Победителя наградили золотой медалью.",
            "У Льюиса есть небольшие, но реальные шансы завоевать золотую медаль.",
            "Он завоевал медаль в барьерном беге.",
            "У неё самые большие шансы на медаль в этой команде.",
            "Совершенно неожиданно, он взял золотую медаль.",
            "Генерал приколол медаль на грудь солдата.",
            "Каково это — завоевать золотую медаль?",
            "Она заняла призовое место в фигурном катании на Олимпиаде.",
            "На церемонии ему была вручена медаль.",
            "Силва — фаворит в борьбе за медаль в марафоне.",
            "Этот солдат был посмертно награждён медалью за доблесть.",
            "Это был счастливый день, когда его наградили медалью.",
            "Став призёром Олимпиады, он исполнил то, о чём мечтал всю жизнь.",
            "Редгрейв завоевал свою пятую золотую олимпийскую медаль в Сиднее.",
            "В этом году у Германии есть возможность завоевать медаль в спортивной гимнастике.",
            "Первому ученику средней школы в Абердине выдана золотая медаль.",
            "Она так и не осуществила свою цель: стать чемпионкой Олимпийских игр.",
            "Было огромной неожиданностью, когда эта юная конькобежка завоевала золотую медаль.",
            "Данная медаль является высшей наградой, которую может даровать (т.е. дать) эта ассоциация.",
            "Редгрэйв выиграл свою третью золотую олимпийскую медаль и обеспечил себе место в истории.",
            "Рабочий принёс мне золотую медаль, двадцать три медных медали и клише.",
            "На витрине был выставлен впечатляющий набор боевых наград времён второй Мировой Войны.",
            "Эта медаль выглядит как гравированная вручную, а не штампованная."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}