{
    "medication": {
        "comment": [],
        "translate": "лечение, медикаментозное лечение",
        "transcription": " |ˌmedɪˈkeɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The medication is taken by mouth.",
            "The doctor will ask whether you are taking any medication.",
            "He became resistant to the medication.",
            "He's on medication for high blood pressure.",
            "He's in a great deal of pain, but the medication makes it bearable.",
            "Her illness has not responded to medication.",
            "The medication caused her to enter an altered state of consciousness.",
            "The doctor advised me to stop the medication.",
            "There is a risk of liver damage with this medication.",
            "He stopped taking his medications.",
            "The medication can cause nausea and weight gain.",
            "He's receiving medication for an irregular heartbeat.",
            "Pharmacists are certified to dispense medication.",
            "The medication caused his blood pressure to spike.",
            "The medication will quickly enter the blood stream.",
            "The company has developed a new allergy medication.",
            "Take two tablets of the medication every eight hours.",
            "Medication helps lessen the severity of the symptoms.",
            "The patient reacted to the medication and began convulsing.",
            "The doctor gave her medication to help steady her heart rate.",
            "She used an eye dropper to administer medication to the eyes.",
            "In most instances the disease can be controlled by medication.",
            "This medication is soporific, so do not drive after taking it.",
            "She's concerned that the medication might slow her child's growth.",
            "Medication may not be the best solution for the patient's condition.",
            "There's no legitimate reason for prescribing this medication to a child.",
            "The medication will not be marketed until it is demonstrated to be safe.",
            "Melinda attributed her recent weight gain to the medication she was taking.",
            "This medication will counteract the symptoms but it won't kill the infection.",
            "The patient showed a marked improvement in her condition after changing medication."
        ],
        "example_translate": [
            "Препарат принимается внутрь перорально /через рот/.",
            "Доктор спросит, принимаешь ли ты какие-либо лекарства.",
            "Он стал невосприимчив к медикаментозному лечению /к препаратам/.",
            "Его лечат от высокого кровяного давления.",
            "Он чувствует сильную боль, но лекарство делает её терпимой.",
            "Её болезнь не поддалась медикаментозному лечению.",
            "Данный препарат стал причиной её перехода в изменённое состояние сознания.",
            "Врач посоветовал мне прекратить лечение.",
            "При использовании этого препарата, существует риск повреждения печени.",
            "Он прекратил принимать лекарства.",
            "Препарат может вызывать тошноту и набор лишнего веса.",
            "Он принимает препараты от сердечной аритмии.",
            "Фармацевты получают сертификаты на распространение медикаментов.",
            "Препарат привёл к резкому повышению его артериального давления.",
            "Препарат быстро попадёт в кровь.",
            "Компания разработала новое лекарство от аллергии.",
            "Принимайте две таблетки этого препарата каждые восемь часов.",
            "Препарат помогает уменьшить тяжесть симпотомов.",
            "Пациент отреагировал на лекарства и начал биться в судорогах.",
            "Врач дал ей лекарство, чтобы помочь стабилизировать пульс.",
            "Чтобы закапать лекарства в глаза, она воспользовалась пипеткой.",
            "В большинстве случаев болезнь можно контролировать с помощью лекарственных стредств.",
            "Это лекарство вызывает сонливость, поэтому, приняв его, не стоит садиться за руль.",
            "Она обеспокоена тем, что данное медикаментозное лечение может замедлить развитие её ребенка.",
            "Медикаментозное лечение может оказаться не лучшим решением при данном состоянии здоровья пациента.",
            "Нет никаких законных оснований для назначения этого препарата ребёнку.",
            "Препарат не поступит в продажу, пока не будет доказана его безопасность.",
            "Мелинда приписывала недавнее увеличение собственного веса принимаемым ею лекарствам.",
            "Это лекарство нейтрализует симптомы, но не сможет убить инфекцию.",
            "После смены препарата пациентка продемонстрировала заметное улучшение состояния здоровья."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}