{
    "media": {
        "comment": [
            "medium",
            "medieval",
            "intermediate"
        ],
        "translate": "средства массовой информации, звонкий согласный",
        "transcription": " |ˈmiːdiə|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The media are keeping the issue on the boil.",
            "The media were present in large numbers.",
            "He has a lot of contacts in the media.",
            "He has been overexposed by the media.",
            "She said the tragedy had been exploited by the media.",
            "Her case attracted a great deal of media attention.",
            "The media are engaging in sensationalism.",
            "The crisis is merely a phantom made up by the media.",
            "the media's worship of celebrities",
            "Media coverage of the event was mixed.",
            "The media gave the conference scant coverage.",
            "He's studying politics and its relationship to the media.",
            "News of the rock star's secret wedding got out to the news media.",
            "the visual media (=painting and films)",
            "Her panache at dealing with the world's media is quite astonishing.",
            "He's usually very adept at keeping his private life out of the media.",
            "The media was not interested: the New York Times gave it two paragraphs.",
            "They're trying to stonewall the media.",
            "The trial has turned into a media circus.",
            "the proliferation of global media networks",
            "She basked in the admiration of the media.",
            "a hatred of foreigners nurtured by the media",
            "The media monolith owns a number of networks.",
            "The media representatives had special passes.",
            "The debate has been trivialized by the media.",
            "The media regularly violates people's privacy.",
            "Corporations have a stranglehold on the media.",
            "the role of the media in the democratic process",
            "the media's characterization of Al Gore as a nerd",
            "The 11-day trial generated intense media interest."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "e + Отк сл = [e]"
        ],
        "example_translate": [
            "Средства массовой информации подогревают интерес публики к этому вопросу.",
            "Журналисты присутствовали в большом количестве.",
            "У него много связей в СМИ.",
            "Он слишком уж примелькался в прессе.",
            "Она сказала, что СМИ воспользовались этой трагедией для достижения своих целей.",
            "Её дело привлекло к себе большое внимание СМИ.",
            "СМИ заняты погоней за сенсациями.",
            "Этот кризис — всего лишь иллюзия, созданная прессой.",
            "поклонение СМИ знаменитостям",
            "Освещение данного события в СМИ было неоднозначным.",
            "Средства массовой информации уделили (работе) конференции мало внимания.",
            "Он изучает политику и её связь со СМИ.",
            "Новость о тайной свадьбе рок-звезды просочилась в СМИ.",
            "визуальные СМИ (т.е. живопись и кино)",
            "Её особый стиль общения с журналистами просто поразителен.",
            "Он очень умело скрывает свою частную жизнь от средств массовой информации.",
            "Средства массовой информации не проявили интереса: \"Нью-Йорк Таймс\" уделила этому два абзаца.",
            "Они пытаются блокировать деятельность СМИ.",
            "Данный судебный процесс превратился в медиа-фарс.",
            "распространение глобальных медиасетей",
            "Она наслаждалась восхищением СМИ.",
            "ненависть к иностранцам, взлелеянная СМИ",
            "Этому медиа-гиганту принадлежит ряд сетей.",
            "Представители СМИ имели специальные пропуска.",
            "СМИ умаляют важность этой дискуссии.",
            "СМИ регулярно нарушают частную жизнь людей.",
            "Корпорации держат СМИ мёртвой хваткой и не дают свободно вздохнуть.",
            "роль СМИ в демократическом процессе",
            "характеристика Эла Гора со стороны СМИ как \"ботаника\"",
            "Этот одиннадцатидневный судебный процесс вызвал сильнейший интерес средств массовой информации."
        ],
        "stars": 0
    }
}