{
    "medieval": {
        "comment": [],
        "translate": "средневековый",
        "transcription": " |ˌmediˈiːvl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This custom dates back to medieval times.",
            "We visited a medieval citadel in Italy.",
            "In medieval times, it was illegal for Christians to practise usury.",
            "a professor of medieval history",
            "They're using a computer system that seems positively medieval by today's standards.",
            "A poem in which a medieval knight encounters a mysterious beauty in a darkened delve.",
            "The coming of the Renaissance was a head-on collision with the medieval system.",
            "Only the medieval tower had remained intact.",
            "These spices were first brought to Italy from the East in medieval times.",
            "an encyclopedic knowledge of medieval literature",
            "The plumbing in this house is positively medieval!",
            "Johnson's specialty is medieval European history.",
            "He used English medieval architecture as his model.",
            "The house is built on the site of a medieval prison.",
            "a lecturer in medieval studies at Edinburgh University",
            "Lewis was much admired for his work on medieval literature.",
            "Tourists flock to see the town's medieval churches and buildings.",
            "The practice has continued from medieval times to the present day.",
            "Paintings representing religious themes were common in medieval times.",
            "In medieval legend Sir Galahad is the nonesuch of the noble knight with a pure and unselfish heart.",
            "The museum's eclectic collection has everything from a giraffe skeleton to medieval musical instruments."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта традиция возникла в Средние века.",
            "В Италии мы посетили средневековую крепость.",
            "В Средние века христианам было запрещено законом заниматься ростовщичеством.",
            "профессор истории Средних веков",
            "Они пользуются компьютерной системой, которая по нынешним меркам кажется безнадёжно устаревшей.",
            "Поэма, в которой средневековый рыцарь встречает загадочную красавицу в темной пещере.",
            "Наступление эпохи Возрождения было прямым столкновением со средневековой системой.",
            "Неповреждённой осталась лишь средневековая башня.",
            "Впервые эти пряности были привезены в Италию с Востока в Средние века.",
            "энциклопедические знания о средневековой литературе",
            "Водопровод в этом доме несомненно допотопный!",
            "Джонсон специализируется на средневековой европейской истории.",
            "В качестве образца он использовал английское средневековое зодчество.",
            "Дом построен на месте средневековой тюрьмы.",
            "преподаватель медиевистики в Эдинбургском университете",
            "Льюисом восхищались за его работы по средневековой литературе.",
            "Сюда съезжаются туристы, чтобы увидеть средневековых церкви и здания этого города.",
            "Такая практика продолжалась со времён средневековья до наших дней.",
            "Картины на религиозные темы были широко распространены в средние века.",
            "В средневековых легендах Сэр Галахад является образцом благородного рыцаря с чистой и бескорыстной душой.",
            "В эклектичной коллекции этого музея есть всё: от скелета жирафа до средневековых музыкальных инструментов."
        ]
    }
}