{
    "medium": {
        "comment": [
            "media",
            "medieval",
            "intermediate"
        ],
        "translate": "средний, промежуточный, умеренный, среда, носитель, средство, медиум",
        "transcription": " |ˈmiːdiəm|",
        "antonyms": [],
        "mnemonic": [
            "medium [ми'диум] средний - (Мидии ум-ные) средних размеров бывают;"
        ],
        "examples": [
            "Make my French fries a medium.",
            "Television is a mass medium.",
            "This man is our only safe medium.",
            "a good growing medium for tomatoes",
            "It is a received idea that television is the most powerful medium ever devised.",
            "I consider your journal one of the best possible mediums for such an article.",
            "Poesy between the best and worst no medium knows. (G. G. Byron)",
            "What size shirt does he wear — small, medium or large?",
            "How would you like your steak, sir: rare, medium, or well-done?",
            "Advertising is a powerful medium.",
            "The T-shirt comes in Small, Medium and Large.",
            "Sound and light propagate in this medium.",
            "These shirts are all mediums and I take a large.",
            "Cook the sauce over a medium heat until it thickens. Meanwhile start boiling the water for the pasta.",
            "She's of medium height.",
            "The artist works in two media, pencil and watercolor.",
            "English is still the main medium of instruction in Nigeria.",
            "the visual media (=painting and films)",
            "This artist's favorite medium is pencil.",
            "The seance was held in the medium's parlor.",
            "She put the pan on the stove over medium heat.",
            "The shirts come in three sizes: small, medium, and large."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мне картошку фри средней прожаренности.",
            "Телевидение — средство массовой информации.",
            "Этот человек - наш единственный надёжный агент.",
            "хорошая питательная среда для выращивания томатов",
            "Общепризнанно, что телевидение - это самое мощное средство массовой информации из всех существующих.",
            "На мой взгляд, ваш журнал — одна из лучших возможностей опубликовать такую статью.",
            "В поэзии нет какой-либо промежуточной стадии между хорошей поэзией и плохой поэзией.",
            "Какого размера рубашки он носит — маленькие, средние или большие?",
            "Как вам приготовить бифштекс, сэр: с кровью, средней прожарки или хорошо прожаренный?",
            "Реклама представляет собой мощное средство информации.",
            "Эта футболка поставляется в малом, среднем и крупном размере.",
            "Звук и свет распространяются в этой среде.",
            "Все эти рубашки — среднего размера, а я беру большой.",
            "Варите соус на среднем огне, пока не загустеет. В это же время вскипятите воду для макарон.",
            "Она среднего роста.",
            "Художник работает в двух техниках живописи, карандашом и акварелью.",
            "Английский по-прежнему остается основным языком обучения в Нигерии.",
            "визуальные СМИ (т.е. живопись и кино)",
            "Любимым инструментом этого художника является карандаш.",
            "Сеанс проводился в кабинете медиума.",
            "Она поставила кастрюлю на плиту, на средний огонь.",
            "Рубашки бывают трёх размеров: маленький, средний и большой."
        ],
        "stars": 2
    }
}