{
    "membership": {
        "comment": [
            "partnership",
            "relationship",
            "worship",
            "ship",
            "leadership",
            "friendship",
            "championship",
            "ownership",
            "fellowship",
            "sponsorship",
            "scholarship",
            "shipping",
            "shipment",
            "citizenship",
            "member",
            "remember"
        ],
        "translate": "членство, количество членов, членский",
        "transcription": " |ˈmembərʃɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The club has a large membership.",
            "Membership in the club doubled last year.",
            "What is the cost of a one-year membership?",
            "Club membership has been rolling up for the past few months.",
            "The health club charges an annual membership fee.",
            "The assessment for repairs outraged the club's membership.",
            "He lapsed his membership.",
            "They renewed their membership.",
            "The club has a membership of 200.",
            "We're trying to increase our membership.",
            "He was barred from membership in the club.",
            "Membership fees are being increased this year.",
            "Membership entitles you to the monthly journal.",
            "clubs that are hoping to increase their membership",
            "clubs that are hoping to increase their memberships",
            "Membership gives you unlimited access to the facilities.",
            "There has been a fivefold increase in membership this year.",
            "There has been a fourfold increase in membership this year.",
            "You should carry your membership card with you at all times.",
            "The membership voted to change the rules about women members.",
            "The church has doubled its membership in the last five years.",
            "Trade Union membership declined by 5% over the last five years.",
            "A benefit of museum membership is that purchases are discounted.",
            "There has been a sevenfold increase in membership in the past year.",
            "He received a special membership card and a club pin onto his lapel.",
            "There has been an eightfold increase in membership in the past year.",
            "Membership of the EC is not a panacea for Britain's economic problems.",
            "Karen couldn't make up her mind whether to apply for membership or not.",
            "The question of changing the membership rules was mooted at the last meeting.",
            "a six-month membership in a health spa with the specific purpose of losing weight"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Клуб имеет большое количество членов.",
            "В прошлом году количество членов клуба удвоилось.",
            "Какова стоимость годового членства?",
            "За последние несколько месяцев число членов клуба изрядно возросло.",
            "Фитнес-клубом взимается ежегодный членский взнос.",
            "Такая оценка стоимости ремонта возмутила членов клуба.",
            "Он приостановил своё членство.",
            "Они возобновили свое членство.",
            "В клубе состоит двести членов.",
            "Мы пытаемся расширить круг наших членов.",
            "Он был лишён членства в клубе. / Ему было отказано в членстве в клубе.",
            "Членские взносы в этом году увеличиваются.",
            "Членство даёт право на получение ежемесячного журнала.",
            "клубы, которые надеются увеличить число своих членов",
            "клубы, которые надеются увеличить число своих членов",
            "Членство даёт вам неограниченный доступ к услугам и объектам.",
            "В этом году произошло пятикратное увеличение числа членов.",
            "В этом году наблюдается четырехкратное увеличение количества членов.",
            "Членский билет нужно всё время иметь при себе.",
            "Рядовые члены организации проголосовали за то, чтобы изменить правила о приёме в свои ряды женщин.",
            "За последние пять лет церковь удвоила число своих членов.",
            "За последние пять лет количество членов профсоюза сократилось на 5%.",
            "Выгода от членства в музее состоит в том, что на покупки предоставляется скидка.",
            "За прошедший год количество членов увеличилось в восемь раз.",
            "Он получил особую членскую карточку и клубный значок на лацкан.",
            "За прошедший год количество членов увеличилось в восемь раз.",
            "Членство в Совете Европы - не панацея от экономических проблем Великобритании.",
            "Карен никак не могла принять решение, следует ли подавать заявку на членство или нет.",
            "Вопрос об изменении правил членства был выдвинут на обсуждение на прошлом заседании.",
            "шестимесячный абонемент в санаторий с конкретной целью сбросить вес"
        ]
    }
}