{
    "memorial": {
        "comment": [
            "memory",
            "commemorate",
            "memorize"
        ],
        "translate": "мемориал, памятник, мемориальный, памятный, подавать петицию",
        "transcription": " |məˈmɔːrɪəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our committee allocated money for the memorial.",
            "A memorial service will be held at 7 pm on Saturday.",
            "The prime minister laid a wreath at the war memorial.",
            "Attending the memorial service was a moving experience.",
            "He gave a moving speech at the memorial service.",
            "The committee appropriated money for the memorial.",
            "An appeal has been launched to build a lasting memorial to the composer.",
            "I thought the memorial was a fitting tribute to the President.",
            "The roll call of the fallen was read aloud at the memorial service.",
            "In place of our advertised programme, we will have live coverage of the special memorial service.",
            "The hospital was built as a memorial to King Edward VII.",
            "The memorial service was conducted by the Rev. David Prior.",
            "He responded calmly to the fusillade of criticism leveled at his design for the memorial.",
            "Going to the memorial service for his late wife made it possible for him to achieve closure."
        ],
        "example_translate": [
            "Наш комитет выделил деньги на памятник.",
            "Поминальная служба пройдёт в субботу, в семь часов вечера.",
            "Премьер-министр возложил венок у военного мемориала.",
            "Посещение поминальной службы оказалось очень волнительным.",
            "Он произнёс трогательную речь на панихиде.",
            "Комитет выделил деньги на возведение мемориала.",
            "Был инициирован запрос по поводу создания долговечного памятника композитору.",
            "Этот мемориал показался мне достойной данью памяти президенту.",
            "Поимённый список павших был зачитан вслух на поминальной службе.",
            "Вместо объявленной ранее программы у нас состоится прямая трансляция поминальной службы.",
            "Данная больница была построена в память о короле Эдуарде VII.",
            "Поминальную службу /траурный митинг/ провёл преподобный Дэвид Прайор.",
            "Он спокойно отреагировал на шквал критики, направленной в адрес его проекта данного мемориала.",
            "Присутствие на панихиде по покойной жене позволило ему достичь чувства примирения /примириться/ с утратой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}