{
    "mentally": {
        "comment": [
            "mental"
        ],
        "translate": "мысленно, умственно",
        "transcription": " |ˈmentəli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The patient is mentally incompetent.",
            "He was found to be mentally unfit to stand trial.",
            "He was physically strong and mentally agile.",
            "We believe the patient was not mentally competent.",
            "She's obviously mentally ill.",
            "She wasn't mentally alert enough to answer the questions.",
            "Good gymnasts rehearse their moves mentally before a competition.",
            "Few people have daily contact with mentally disabled people.",
            "reading matter that is both recreational and mentally stimulating",
            "Jack was as mentally alert as a man half his age.",
            "Hubbard was declared mentally unfit to stand trial.",
            "Girls mature earlier than boys both physically and mentally.",
            "a special school for mentally handicapped children",
            "Mentally ill patients will be under the care of a psychiatrist.",
            "The hospital has issued new guidelines on the treatment of mentally ill patients."
        ],
        "example_translate": [
            "Этот пациент невменяем.",
            "Его признали психически невменяемым, и его нельзя было привлечь к суду.",
            "Он был сильным и обладал живым умом.",
            "Мы считаем, что пациент не был психически вменяемым.",
            "Она явно психически больна.",
            "Она не была достаточно смышлёной, чтобы ответить на эти вопросы.",
            "Хорошие гимнасты мысленно повторяют свои движения перед соревнованиями.",
            "Мало кто каждый день соприкасается с умственно неполноценными людьми.",
            "материалы для чтения, которые одновременно развлекают и стимулируют мышление",
            "Разум Джека был столь же ясен, как у человека возрастом вдвое младше него.",
            "Хаббард был признан неспособным предстать перед судом по причине невменяемости.",
            "Девочки взрослеют раньше мальчиков, как физически, так и психически.",
            "специальная школа для умственно-отсталых детей",
            "Психически больные пациенты будут находиться под наблюдением психиатра.",
            "Руководство больницы выпустило новое руководство по лечению психически больных пациентов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}