{
    "mention": {
        "comment": [
            "menu",
            "segment",
            "fragment"
        ],
        "translate": "упоминание, ссылка, отзыв, упомянуть, упоминать, ссылаться",
        "transcription": " |ˈmenʃn|",
        "antonyms": [],
        "mnemonic": [
            "mention [мэ'ншэн] упоминание - Всякое упоминание о кризисе должно быть (у-меншен-о);",
            "mention ['menʃən]\n***\nУПОМИНАЙ меня поменьше (н). (это) mention\nССЫЛАТЬСЯ на других помешан. (это) mention\nУпоминание, ссылка.\n***\nТы меня упомянул \"mention\"\nи привлёк внимание \"attention\"."
        ],
        "examples": [
            "Now you mention it I do remember.",
            "She forgot to mention where we should meet.",
            "She mentioned the book to me.",
            "As I mentioned earlier, there have been a lot of changes recently.",
            "It was not tactful to mention that.",
            "He failed to mention my being late twice last week.",
            "I was literally dying to mention it.",
            "I beg of you, don't mention her name again.",
            "He mentioned that he was having problems, but he didn't explain.",
            "It did not occur to me to mention it.",
            "Her contributions deserve a mention.",
            "I am not minded to make mention of them.",
            "'Thanks for the ride home!' 'Don't mention it.'",
            "Don't mention what happened last week, it could bring him out in a temper.",
            "There was no mention of it.",
            "Now you mention it, I am kind of hungry.",
            "He made no mention of his wife's illness.",
            "Every time you mention his name, she goes bright red.",
            "In her speech, she carefully avoided any mention of her costar.",
            "They mentioned him by name.",
            "Was my name mentioned at all?",
            "I get nervous every time his name is mentioned.",
            "One other issue deserves special mention.",
            "The crowd booed at the mention of the name.",
            "They mentioned (to her) that they would bring a guest.",
            "Don't mention what happened — you'll only set her off again.",
            "His name was mentioned in connection with the invention.",
            "She omitted to mention that she was going to Yorkshire next week.",
            "He spent half an hour scouring the newspaper for any mention of the fire.",
            "If I can digress for a moment, I'd like to briefly mention her earlier films."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Теперь, когда вы упомянули об этом, я действительно припоминаю.",
            "Она забыла упомянуть, где нам встретиться.",
            "Она сказала мне об этой книге.",
            "Как я упоминал ранее, в последнее время произошло множество изменений.",
            "Упоминание об этом прозвучало бестактно.",
            "Он не напомнил о двух моих опозданиях на прошлой неделе.",
            "Я просто умирал от желания об этом упомянуть.",
            "Прошу вас, не повторяйте больше её имя.",
            "Он упомянул, что у него есть проблемы, но не объяснил, какие именно.",
            "Мне и в голову не приходило об этом упоминать.",
            "Ее вклад заслуживает упоминания.",
            "Я не собираюсь упоминать о них.",
            "— Спасибо, что подвёз домой! — Да не за что.",
            "Не поминай события прошлой недели, он непременно разозлится.",
            "Об этом речи не шло.",
            "Раз уж ты об этом заговорила — я вроде как голодный.",
            "Он не упоминал о болезни жены.",
            "Каждый раз, когда вы упоминаете его имя, она сильно краснеет.",
            "В своём выступлении она тщательно избегала любого упоминания о партнёрше по фильму.",
            "Они упомянули его имя.",
            "Моё имя вообще упоминалось?",
            "Я волнуюсь каждый раз, когда упоминается его имя.",
            "Ещё один вопрос заслуживает особого упоминания.",
            "Едва это имя было упомянуто, толпа разразилась неодобрительными возгласами.",
            "Они сказали ей, что приведут гостя.",
            "Не упоминайте о том, что произошло: вы только заставите её снова волноваться.",
            "Его имя упоминалось в связи с этим изобретением.",
            "Она забыла упомянуть, что на следующей неделе едет в Йоркшир.",
            "Он целых полчаса просматривал газету, чтобы найти хоть одно упоминание о пожаре.",
            "Если позволите мне на секунду отвлечься, я бы хотел коротко упомянуть ее ранние фильмы."
        ],
        "stars": 3
    }
}