{
    "mental": {
        "comment": [
            "mentally"
        ],
        "translate": " психический, умственный, мысленный, псих, ненормальный",
        "transcription": "  |ˈmentl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I made a mental note of his name.",
            "His physical and mental health had got worse.",
            "He's suffering from physical and mental fatigue.",
            "He was recommitted to the mental hospital.",
            "Sleep deprivations can result in mental disorders.",
            "He had fallen into a state of mental alienation.",
            "The mistake I conceive to have been an effect of mental distance.",
            "He was institutionalized in a mental hospital.",
            "He must be mental!",
            "She's obviously mentally ill.",
            "The besetting danger of endowments — mental stagnation and apathy.",
            "Stress can cause mental illness.",
            "Her mental scars will take time to heal.",
            "You need to develop a positive mental attitude.",
            "The book is aimed at anyone who has a mental block about mathematics.",
            "The nervous force is consumed equally in mental and in bodily exertion.",
            "In cases of severe mental handicap, constant supervision is recommended.",
            "Two years ago he suffered a mental breakdown.",
            "Stress has an effect on both your physical and mental health.",
            "mental abilities measured by IQ testing",
            "He made his escape from the mental hospital.",
            "Sarah made a mental note to ask Janine about it later.",
            "After a year in the mental clinic, the patient is now rehabilitated.",
            "We abominate jokes that make fun of people who have mental or physical disabilities.",
            "Sarah had a mental picture of Lisbon.",
            "the patient's physical and mental decay",
            "Mental cruelty can be grounds for divorce.",
            "He blamed the error on a minor mental lapse.",
            "The child suffered severe mental retardation.",
            "Mental illness is a very complicated subject."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я отметил его имя в уме.",
            "Его физическое и душевное здоровье ухудшилось.",
            "Он страдает от физической и умственной усталости.",
            "Его снова отправили в психиатрическую лечебницу.",
            "Недосыпание может привести к психическим расстройствам.",
            "Он впал в состояние безумия.",
            "Эта ошибка, на мой взгляд, является следствием разницы в умственном развитии.",
            "Он был помещён в психиатрическую больницу.",
            "Должно быть, он ненормальный!",
            "Она явно психически больна.",
            "Опасностью, постоянно преследующей талант, являются умственный застой и апатия.",
            "Стресс может стать причиной психического расстройства.",
            "Её душевные раны затянутся не сразу.",
            "Вы должны выработать положительный психологический настрой.",
            "Эта книга предназначена для всех, кто испытывает трудности с математикой.",
            "Нервная энергия расходуется как при умственном, так и при физическом напряжении.",
            "В случае серьёзного умственного расстройства рекомендуется постоянное наблюдение за больным.",
            "Два года тому назад он перенёс нервный срыв.",
            "Стресс оказывает влияние как на физическое, так и на психическое здоровье.",
            "умственные способности, измеренные с помощью тестирования IQ",
            "Он совершил побег из психиатрической лечебницы.",
            "Сара отметила про себя, что нужно будет спросить об этом Джанин.",
            "После года, проведённого в психиатрической лечебнице, пациент теперь полностью здоров.",
            "Мы ненавидим шутки, которые высмеивают людей с психическими или физическими недостатками.",
            "Сара представила себе Лиссабон.",
            "физическое и психическое разложение пациента",
            "Психологическая жестокость может служить основанием для расторжения брака.",
            "Он списал ошибку на незначительное помутнение рассудка.",
            "Ребенок страдал тяжёлой формой умственной отсталости.",
            "Психические заболевания — предмет очень сложный."
        ]
    }
}