{
    "menu": {
        "comment": [],
        "translate": "меню",
        "transcription": " |ˈmenjuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What's on the menu?",
            "Could we have the menu, please?",
            "There was no steak on the menu.",
            "The menu changes each week.",
            "The prices on the menu exclude tax.",
            "The menu is a hymn to carbohydrates and fat.",
            "Beverages are listed on the back of the menu.",
            "The hotel does a very good set menu.",
            "You can choose anything you like from the menu.",
            "You can save your work by choosing “Save” from the “File” menu.",
            "Is there any fish on the menu?",
            "I spotted three typos on the menu.",
            "The menu changes from week to week.",
            "The dessert menu has a lot of delicious temptations.",
            "What's good on the menu today?",
            "Select PRINT from the main menu.",
            "Step inside and look at our menu.",
            "Select an option from the main menu.",
            "Select “Insert” from the “Edit” menu.",
            "Select an option from the drop-down menu.",
            "I stabbed at the menu with my forefinger.",
            "Every beer on the menu was brewed locally.",
            "Have a look at the menu and take your pick.",
            "The restaurant's menu is quite imaginative.",
            "She wrote the day's menu up on a chalkboard.",
            "The new menu features several low-fat entrees.",
            "The three-course menu is good value for money.",
            "The menu pops up if you double-click on this icon.",
            "Other choices on the menu looked equally tempting.",
            "The diner signaled the waiters to bring the menu."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Что в меню?",
            "Можно нам меню, пожалуйста?",
            "В меню не было стейка.",
            "Меню меняется каждую неделю.",
            "Цены на блюда в меню не учитывают налоги. / В стоимость блюд в меню не включены налоги.",
            "Это меню - гимн углеводам и жирам.",
            "Напитки перечислены на обороте меню.",
            "В этой гостинице очень хорошее комплексное меню.",
            "Можешь выбрать из меню всё, что только понравится.",
            "Сохранить сделанную вами работу можно, выбрав вариант “Сохранить” из меню “Файл”.",
            "Есть ли в меню что-нибудь из рыбы?",
            "В меню я заметил три опечатки.",
            "Меню от недели к неделе меняется.",
            "Десертное меню содержит много соблазнительно вкусных блюд.",
            "Что сегодня хорошего в меню?",
            "Выберите в главном меню команду \"ПЕЧАТЬ\".",
            "Заходите к нам в заведение, посмотрите меню.",
            "Выберите одну из опций в главном меню.",
            "Выберите команду “Вставить” из меню “Правка”.",
            "Выберите какую-либо опцию из раскрывающегося меню.",
            "Я ткнул в меню указательным пальцем.",
            "Все сорта пива в этом меню были местного приготовления.",
            "Взгляните на меню и сделайте свой выбор.",
            "Меню этого ресторана довольно неординарное.",
            "Она написала меню на день мелом на доске.",
            "В новое меню входит несколько блюд с низким содержанием жира.",
            "Это меню из трёх блюд стоит своих денег.",
            "Меню появляется, если дважды кликнуть по этой иконке.",
            "Другие пункты этого меню выглядели в равной степени заманчиво.",
            "Гость дал официантам знак принести меню."
        ]
    }
}