{
    "mercy": {
        "comment": [
            "mere",
            "merely",
            "merit",
            "hammer",
            "camera"
        ],
        "translate": "милосердие, милость, пощада, сострадание, помилование, прощение, счастье, мерси, удача",
        "transcription": " |ˈmɜːrsɪ|",
        "antonyms": [],
        "mnemonic": [
            "mercy [мэ':си] милосердие - (Месси-я) проявил милосердие (созвучно и с мерси).",
            "mercy ['mɛ:sɪ]\nmerciful ['mɛ:sɪful] - милосердный, благой\n***\nПроявил МИЛОСЕРДИЕ, подарил ребёнку смеси. (это)\nmerchant"
        ],
        "examples": [
            "That's a mercy!",
            "The enemy showed no mercy.",
            "God have mercy on his soul.",
            "You are at my mercy.",
            "She went down on her knees, pleading for mercy.",
            "He showed no mercy to his enemies.",
            "We could hear the prisoners begging for mercy.",
            "Yeah, but I'm at his mercy",
            "The wounded soldier begged for mercy.",
            "We turned him over to the tender mercies of the student court.",
            "Mercy on us. We split, we split. (W. Shakespeare)",
            "Kneeling before the king, the prisoner craved for mercy.",
            "An outdoor picnic is always at the mercy of the weather, of course.",
            "Distributing food and clothing to the flood victims was an act of mercy.",
            "Thank heaven for small mercies.",
            "You have found mercy at our lord.",
            "Mercy said it is a big tax on his time.",
            "She was completely at his mercy.",
            "It's a mercy the accident happened so near the hospital.",
            "His enemies harassed him sore and showed him little mercy.",
            "It's a mercy that the building was empty when the fire started.",
            "It was a mercy we got out alive.",
            "Some called her death a mercy killing.",
            "The quality of mercy is not strained...",
            "He threw himself on the mercy of the court.",
            "He is a vicious criminal who deserves no mercy.",
            "After the boat's motor failed, they were at the mercy of the weather.",
            "We were there on an errand of mercy to help provide medical care for the refugees.",
            "They came on a mission of mercy to provide food and medical care for starving children.",
            "Employees have complained of being at the mercy of the manager's every whim and caprice."
        ],
        "example_translate": [
            "Это просто счастье!",
            "Враги были беспощадны.",
            "Да помилует Бог его душу.",
            "Ты полностью в моей власти.",
            "Она упала на колени, моля о пощаде.",
            "Он был беспощаден к своим врагам.",
            "Мы слышали, как пленники молили о пощаде.",
            "Да, но я в его власти (ничего не могу с этим поделать)",
            "Раненый солдат умолял пощадить его.",
            "Мы отдали его на милость студенческого суда.",
            "Господи! Спаси нас! Мы терпим кораблекрушение!",
            "Упав перед королём на колени, узник молил о помиловании.",
            "Конечно, вылазка / пикник на природе всегда зависит от погоды.",
            "Раздача еды и одежды пострадавшим от наводнения была актом милосердия.",
            "Хвала небесам хоть за эту маленькую удачу. / Слава богу, что хоть так, а не хуже.",
            "Ты нашёл сострадание у нашего господина.",
            "Мерси сказала, что это ужасная трата его времени.",
            "Она была полностью в его власти.",
            "Счастье, что авария произошла так близко от больницы.",
            "Его враги жестоко преследовали его и не слишком проявляли к нему сострадание.",
            "Счастье, что здание было пустым, когда начался пожар.",
            "Нам очень повезло выбраться оттуда живыми.",
            "Некоторые называли её смерть убийством из сострадания.",
            "Не действует по принужденью милость... (У. Шекспир, \"Венецианский купец\", пер. Т.Щепкина-Куперник)",
            "Он отдал себя на милость суда.",
            "Это ужасный преступник, который не заслуживает пощады.",
            "После того, как мотор лодки заглох, им оставалось надеяться на милость погоды.",
            "Мы были там по делам милосердия, чтобы помочь обеспечить медицинскую помощь для беженцев.",
            "Они пришли с миссией милосердия, чтобы обеспечить продовольственную и медицинскую помощь голодающим детям.",
            "Работники пожаловались на то, что им приходится исполнять любую прихоть и каприз этого руководителя."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}