{
    "merger": {
        "comment": [],
        "translate": "слияние, объединение, поглощение",
        "transcription": " |ˈmɜːrdʒər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The word is that the two companies are planning a merger.",
            "The company has not profited from the merger.",
            "Plans for a merger have been scotched.",
            "Keep open the possibility of a merger.",
            "The merger will mean the closure of the company's Sydney office.",
            "A hundred jobs are expected to go following the merger.",
            "The merger will almost assuredly lead to job layoffs.",
            "The company president made an announcement about the merger.",
            "The law firm announced its $50 million merger with one of its competitors.",
            "The merger is still far from being a done deal.",
            "If there was a merger in the wind, I'm sure we'd hear about it.",
            "Managers denied there are any plans for a merger.",
            "Stock prices cratered after the companies' merger.",
            "The board of directors has come out in favour of a merger.",
            "The merger created positive side effects for both companies.",
            "There has been a lot of talk about a merger with another leading bank.",
            "If the proposed merger of the two oil companies goes through, it would be bad for the economy."
        ],
        "example_translate": [
            "Говорят, что эти две компании планируют слияние.",
            "Компания не получила выгоды от слияния.",
            "Планам по слиянию был положен конец.",
            "Не следует исключать возможности поглощения.",
            "Слияние будет означать закрытие Сиднейского представительства компании.",
            "Как ожидается, после слияния будет упразднена сотня рабочих мест.",
            "Слияние почти неизбежно приведёт к приостановке работ по проектам. (речь идёт о слиянии компаний)",
            "Президент компании сделал объявление по поводу слияния.",
            "Юридическая фирма объявила о пятидесятимиллионном слиянии с одним из своих конкурентов.",
            "Это слияние — дело ещё далеко не решённое.",
            "Если бы затевалось слияние, мы бы наверняка об этом услышали.",
            "Руководители отрицают какие-либо планы по слиянию.",
            "После слияния этих компаний цены на акции неожиданно резко упали.",
            "Совет директоров высказался в пользу слияния.",
            "Данное слияние имело неожиданно приятные последствия для обеих компаний.",
            "Было много разговоров о слиянии с другим ведущим банком.",
            "Если предложенное слияние двух нефтяных компаний состоится, это плохо отразится на экономике."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}