{
    "merge": {
        "comment": [],
        "translate": "сливаться, сливать, соединяться, соединять, поглощать",
        "transcription": " |mɜːrdʒ|",
        "antonyms": [],
        "mnemonic": [
            "emerge [ɪ'mɜ:dʒ]\nmerge [mɜ:dʒ]\n***\nВОЗНИКНУТ проблемы - ешь хлеб и|мёд (ж). (это)\nemerge\nПОЯВИЛСЯ спонсор - денег займёт|же. (это) emerge\nВЫЯСНИЛОСЬ, что ботинок жмёт|же. (это) emerge\n***\nПОГЛОЩАТЬ мы станем мёд (ж). (это) merge\nПоглощать, сливать, сливаться, соединять, объединять."
        ],
        "examples": [
            "Our bank merged with theirs.",
            "She merged into the crowd and disappeared.",
            "Day slowly merged into night.",
            "Memories seemed to merge with reality.",
            "The red sunset merged into / with darkness.",
            "The five state banks were merged into a single conglomerate.",
            "Many small companies have been forced to merge.",
            "We merged our resources.",
            "Three lanes of traffic all merge at this point.",
            "The two banks merged to form one large institution.",
            "She avoided reporters at the airport by merging into the crowds.",
            "To save the business, the owners decided to merge it with one of their competitors.",
            "No final decision has been taken, but it seems likely that the two companies could merge in the near future.",
            "The bank announced that it was to merge with another of the high street banks.",
            "Along the coast the mountains gradually merge with the shore."
        ],
        "example_translate": [
            "Наш банк слился с их банком.",
            "Она смешалась с толпой и исчезла из виду.",
            "День медленно перешёл в ночь.",
            "Воспоминания как бы сливались с реальностью.",
            "Багровый закат переходил в сумерки.",
            "Пять государственных банков были объединены в единый конгломерат.",
            "Многие малые предприятия были принуждены к слиянию.",
            "Мы объединили наши ресурсы.",
            "Все три полосы движения сходятся в этой точке.",
            "Эти два банка объединились в одну большую организацию.",
            "В аэропорту она сбежала от репортёров, слившись с толпой.",
            "Чтобы спасти предприятие, его владельцы решили пойти на слияние с одним из своих конкурентов.",
            "Окончательное решение ещё не принято, но слияние этих двух компаний в ближайшем будущем представляется вполне вероятным.",
            "Банк объявил, что он пройдёт процедуру слияния с другим крупным банком.",
            "Вдоль побережья горы постепенно сливаются с берегом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}