{
    "merit": {
        "comment": [
            "mere",
            "merely",
            "mercy",
            "hammer",
            "camera"
        ],
        "translate": "заслуга, достоинство, качества, заслужить, быть достойным",
        "transcription": " |ˈmerɪt|",
        "antonyms": [],
        "mnemonic": [
            "merit [мэ'рит] заслуга - По заслугам (мерит) народ человека;",
            "merit ['merɪt]\n***\nОн ЗАСЛУЖИЛ - медаль примерит. (это) merit\nЗаслуга, достоинство."
        ],
        "examples": [
            "He was rewarded according to his merits.",
            "His good work merits a raise.",
            "It's a fascinating book which merits attention.",
            "The suggestion has some merit.",
            "The great merit of the project is its flexibility and low cost.",
            "His rank was based solely on merit.",
            "The study has no scientific merit.",
            "These issues merit special attention.",
            "He obtained his position more by favour than by merit or ability.",
            "The claim is wholly without merit.",
            "That does not detract from his merit.",
            "If they did so they would richly merit the severest censure.",
            "Do his books have any literary merit?",
            "His merit was rewarded by the favour of the prince.",
            "The arguments for legalizing marijuana have considerable merit.",
            "She earned 10 merit badges in scouting.",
            "Both ideas merit further consideration.",
            "The merit of the report is its realistic assessment of the changes required.",
            "Promotions are based on merit and seniority.",
            "She saw merit in both of the arguments.",
            "The attention she received was not merited.",
            "There is never any merit in being second best.",
            "Opinion about the artistic merit of his paintings has been mixed.",
            "The film has the merit of being short.",
            "She did well enough to merit a second interview.",
            "These plans definitely merit further consideration."
        ],
        "example_translate": [
            "Он был вознагражден по заслугам.",
            "Своей хорошей работой он заслуживает повышения.",
            "Это увлекательная книга, которая заслуживает внимания.",
            "Данное предложение имеет некоторые преимущества.",
            "Огромным достоинством проекта является его гибкость и низкая стоимость.",
            "Его звание, было исключительно результатом его заслуг.",
            "Это исследование не имеет никакой научной ценности.",
            "Эти вопросы заслуживают особого внимания.",
            "Он достиг положения не столько благодаря заслугам, сколько по протекции.",
            "Претензии являются совершенно безосновательными.",
            "Это не умаляет его заслуги.",
            "Если бы они сделали это, то заслужили бы самое строгое осуждение.",
            "В его книгах есть какая-либо художественная ценность?",
            "Его достойное поведение было вознаграждено благосклонностью принца.",
            "Аргументы в пользу легализации марихуаны достойны обсуждения.",
            "Как скаут, она получила десять поощрительных значков.",
            "Обе идеи заслуживают дальнейшего рассмотрения.",
            "Ценность отчета состоит в реалистичной оценке необходимости изменений.",
            "Повышение в должности зависит от заслуг и трудового стажа.",
            "Она сочла полезными оба эти довода.",
            "Внимание, которое она получила, было незаслуженным.",
            "Во втором месте не бывает ничего похвального.",
            "Есть разные мнения о художественных достоинствах его картин.",
            "Достоинство данного фильма заключается в его непродолжительности.",
            "Она проявила себя достаточно хорошо, чтобы заслужить вызов на второе собеседование.",
            "Эти планы, безусловно, заслуживают дальнейшего рассмотрения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}