{
    "messy": {
        "comment": [
            "mess",
            "message",
            "messenger"
        ],
        "translate": "грязный, беспорядочный, неряшливый",
        "transcription": " |ˈmesi|",
        "antonyms": [],
        "mnemonic": [
            "mess [mes]\nmessy - грязный\n***\nБЕСПОРЯДОК устроил кот Гермес. (это) mess\nПОРТИЛ ДЕЛО кот Гермес. (это) mess\nПУТАНИЦУ внёс Гермес. (это) mess\n***\nТы устроил беспорядок \"mess\",\nне больше и не меньше \"less\"."
        ],
        "examples": [
            "He is a messy eater.",
            "His desk is always messy.",
            "Messy writing denotes a messy mind.",
            "Sorry the place is so messy, I haven't had time to clear up.",
            "He had a messy divorce and lost his job.",
            "Painting a room can be messy work.",
            "Some kinds of glue are messier than others.",
            "a child's messy eating habits",
            "Lizzie is messy to an infuriating degree, leaving things where she drops them.",
            "Dealing with these issues will be a messy job, but somebody will have to do it.",
            "Feeding a baby is a messy job no matter how careful you are.",
            "She's an incongruity: an impeccably groomed woman who keeps a messy house."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он не умеет аккуратно есть.",
            "У него на письменном столе всегда беспорядок.",
            "Неряшливый почерк - признак неряшливого ума.",
            "Извини, что здесь так грязно: у меня пока не было времени прибраться.",
            "Он пережил тяжёлый развод и потерял работу.",
            "Покраска комнаты может быть грязной работой. (работой во время которой можно испачкаться)",
            "Некоторые виды клея более липкие, чем другие.",
            "детские привычки не аккуратно есть",
            "Лиззи ужасная неряха, никогда не кладёт вещи на место.",
            "Заниматься этими проблемами будет тяжело, но кто-то должен будет это делать.",
            "Кормление ребёнка — дело довольно грязное, неважно, насколько вы аккуратны.",
            "Она — ходячий парадокс: безупречно ухоженная женщина, в доме у которой жуткий бардак."
        ],
        "stars": 0
    }
}