{
    "microphone": {
        "comment": [
            "phone",
            "telephone",
            "cellphone",
            "mobile phone"
        ],
        "translate": "микрофон",
        "transcription": " |ˈmaɪkrəfəʊn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She spoke confidently into the microphone.",
            "He adjusted the microphone stand.",
            "A microphone was clipped to his tie.",
            "She was sitting ten feet away from the microphone.",
            "Just speak naturally and pretend the microphone isn't there.",
            "This type of microphone is suitable for general use.",
            "The microphone is wired to the speaker.",
            "They searched the room for hidden microphones.",
            "She dipped her head and spoke into the microphone.",
            "Hold the microphone in a firm grip and keep it still.",
            "Abigail walked to the microphone, poised and confident.",
            "Make sure you're speaking directly into the microphone.",
            "Her microphone was forever getting caught on her clothes.",
            "I heard him utter a curse before the microphone was shut off.",
            "The microphone picks everything up, and transmits it regardless."
        ],
        "example_translate": [
            "Она уверенно говорила в микрофон.",
            "Он отрегулировал штатив микрофона.",
            "К его галстуку прикрепили микрофон.",
            "Она сидела в десяти футах от микрофона.",
            "Просто говорите естественно и представьте себе, что никакого микрофона нет.",
            "Этот тип микрофона предназначен для общего пользования.",
            "Микрофон подключён к динамику.",
            "Они перерыли комнату в поисках спрятанных микрофонов.",
            "Она опустила голову и заговорила в микрофон.",
            "Крепко держите в руках микрофон и не размахивайте им.",
            "Абигейл подошла к микрофону, хладнокровная и уверенная в себе.",
            "Убедитесь, что вы говорите непосредственно в микрофон.",
            "Её микрофон постоянно цеплялся за одежду.",
            "Я слышал, как он выругался, когда микрофон ещё был включён.",
            "Микрофон передаёт всё, что улавливает."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}