{
    "middle-class": {
        "comment": [
            "class",
            "classroom",
            "classify",
            "classification",
            "clash",
            "clasp"
        ],
        "translate": "буржуазный",
        "transcription": " |ˈˌmɪdl ˈklas|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He came from a white middle-class background.",
            "Ballet is essentially a middle-class interest.",
            "Paula was the product of a sheltered middle-class home.",
            "The current middle-class norm of two children per family.",
            "The current middle-class norm of two children per family.",
            "This led to the creation of a new, affluent middle class.",
            "Home ownership was once a privilege of the middle classes.",
            "The speech was clearly intended to court middle-class voters.",
            "The suburbs are luring middle-class families away from the city.",
            "He believes that middle-class people bear a disproportionate share of the tax burden."
        ],
        "example_translate": [
            "Он происходил из белой семьи среднего достатка.",
            "Балетом интересуются в основном представители среднего класса.",
            "Пола воспитывалась в обеспеченной буржуазной семье.",
            "В настоящее время для семьи среднего класса норма два ребенка.",
            "Нынешняя норма для семей среднего достатка составляет два ребёнка на семью.",
            "Это привело к созданию нового, зажиточного среднего класса.",
            "Право собственности на дом было когда-то привилегией среднего класса.",
            "Речь явно предназначалась для привлечения избирателей, относящихся к среднему классу.",
            "Пригороды выманивают из города семьи среднего достатка.",
            "Он считает, что люди из среднего класса несут непропорционально большую долю налогового бремени."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}