{
    "mile": {
        "comment": [
            "smile",
            "milk",
            "mild",
            "mildly"
        ],
        "translate": "миля",
        "transcription": " |maɪl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was miles from home.",
            "That was miles far from it!",
            "It sticks out a mile that you're new here.",
            "He is taller than you by a mile.",
            "A miss is as good as a mile. посл.",
            "We walked about half a mile.",
            "After a mile you will come to a crossroads.",
            "Traffic backups stretched for miles in both directions.",
            "I live within a mile of here.",
            "The beach is more than a mile away.",
            "He was driving at 70 miles per hour.",
            "You can tell a mile off that he likes you.",
            "You could tell a mile off that he was lying.",
            "It's a good mile away.",
            "It's a mile south of here.",
            "I am fit for another mile.",
            "It was on the order of a mile.",
            "The course was less than a mile.",
            "He'd dumped the car a mile away.",
            "He holds the record in the mile.",
            "She ran a mile in seven minutes flat.",
            "The street is about a mile in length.",
            "He ran the mile in under four minutes.",
            "The old farm is a good mile from here.",
            "This enormous canyon is over a mile deep.",
            "They live less than a quarter mile from us.",
            "He was the best player on the pitch by a mile.",
            "90 mile per hour winds swept across the plains.",
            "The river here spreads to a width of half a mile.",
            "The fog reduced visibility to a quarter of a mile."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он был далеко от дома.",
            "Все было вовсе не так!",
            "За версту видно, что вы здесь новичок.",
            "Он намного выше тебя.",
            "Промах есть промах.",
            "Мы прошли около полумили.",
            "Через милю вы выйдете к развилке.",
            "Автомобильные пробки растянулись на много миль и в том, и в другом направлении.",
            "Я живу в миле отсюда.",
            "До пляжа больше мили.",
            "Он ехал на скорости семьдесят миль в час.",
            "За версту видно, что вы ему нравитесь.",
            "За версту было видно, что он лжёт.",
            "Это в доброй миле оттуда /отсюда/.",
            "Это в миле к югу отсюда.",
            "Я могу пройти ещё милю.",
            "Это было где-то порядка мили.",
            "Дистанция была меньше мили длиной.",
            "Он бросил машину за милю отсюда.",
            "Он удерживает рекорд в беге на одну милю.",
            "Она пробежала милю ровно за семь минут.",
            "Эта улица — около мили в длину.",
            "Он пробежал милю меньше чем за четыре минуты.",
            "Старая ферма находится в доброй миле отсюда.",
            "Этот огромный каньон — более мили в глубину.",
            "Они живут менее чем в четверти мили от нас.",
            "Он был однозначно лучшим игроком на поле.",
            "По равнинам со скоростью девяносто миль в час пронеслись (ураганные) ветра.",
            "Ширина реки в этом месте достигает полумили.",
            "Туман ограничил видимость до четверти мили."
        ]
    }
}