{
    "mill": {
        "comment": [],
        "translate": "мельница, стан, завод, мельничный, заводской, фрезеровать, молоть",
        "transcription": " |mɪl|",
        "antonyms": [],
        "mnemonic": [
            "mill [мил] мельница - (Мил-ница) - это мельница;"
        ],
        "examples": [
            "Add some freshly milled black pepper.",
            "The mill can flour two hundred barrels a day.",
            "The crowds were milling about in the streets.",
            "Water provides the motive power that operates the mill.",
            "I shouldn't have been milled if it hadn't been for her advice. (Ch. Dickens)",
            "Bolton is a mill town just outside Manchester.",
            "He lived a pedestrian life, working at the paper mill and living in his trailer.",
            "The crowd was milling outside the exit.",
            "All our flours are milled using traditional methods.",
            "He's really been through the mill recently.",
            "Water provided the motive power for the mill.",
            "There used to be a mill in the vicinity.",
            "Are you saying they paid a quarter of a mill for that house?",
            "No person shall catch any salmon in the headrace or tail-race of any mill.",
            "The mill produces what is widely acknowledged to be the finest wool in the world.",
            "Any publicity is good — t's all grist to the mill.",
            "Mill became estranged from his family after the marriage.",
            "His name has come up in the rumour mill as a possible director for the project."
        ],
        "example_translate": [
            "Добавьте немного свежемолотого чёрного перца.",
            "Эта мельница намалывает двести баррелей муки в день.",
            "По улицам бродили толпы.",
            "Вода - это та движущая сила, которая заставляет работать мельницу.",
            "Меня не посадили бы в тюрьму, если бы она не настучала.",
            "Болтон — это фабричный городок совсем недалеко от Манчестера.",
            "Жизнь его была прозаичной: он работал на бумажной фабрике и жил в трейлере.",
            "У выхода бродила толпа.",
            "Вся наша мука измельчается с использованием традиционных методов.",
            "В последнее время ему пришлось очень тяжело.",
            "Мельница приводилась в движение водой. / Вода обеспечивала мельнице движущую силу.",
            "Тут поблизости когда-то была мельница.",
            "Говоришь, они заплатили за этот дом четверть лимона?",
            "Никто не должен ловить лосося рядом с мельницей: ни снизу, ни сверху от мельницы.",
            "Фабрика производит шерсть, которую очень многие считают лучшей в мире.",
            "Любая огласка хороша: всё это льёт воду на нашу мельницу.",
            "После женитьбы Милл отдалился от своей семьи.",
            "\"Сарафанное радио\" упомянуло его имя в качестве возможного директора данного проекта."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}