{
    "ministry": {
        "comment": [
            "ministerial",
            "feminist",
            "minister"
        ],
        "translate": "министерство, пастырство, духовенство, кабинет министров, функции священника",
        "transcription": " |ˈmɪnɪstri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Foreign Ministry, Ministry of Foreign /External/ Affairs",
            "Air Ministry",
            "The ministry of foreign affairs",
            "So what prompted him to enter the ministry?",
            "The ministry affirmed that the visit had been postponed.",
            "His ministry is among the poor.",
            "He is studying for the ministry.",
            "The Ministry was certain to fall in a short time.",
            "He has been transferred from the Defence Ministry to the Treasury.",
            "The ministry vails to every measure to humour the people.",
            "Their existence as a Ministry was only a question of days.",
            "The Food Ministry is attached to the Ministry of Agriculture.",
            "Last year, the environment bureau was upgraded to a ministry.",
            "The Ministry of Education hopes to free the teachers from some of their chores.",
            "The information given to the press was carefully censored by the Ministry of Defence."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Министерство иностранных дел",
            "министерство ВВС (в Великобритании до 1964 г.)",
            "Министерство иностранных дел",
            "Что же его побудило принять духовный сан?",
            "В министерстве подтвердили, что визит отложен.",
            "Его миссия - помогать бедным.",
            "Он учится на священнослужителя.",
            "Было очевидно, что правительство падёт очень быстро.",
            "Его перевели из Министерство обороны в Министерство финансов.",
            "Министерство соглашается на любую меру, чтобы ублажить народ.",
            "Их пребывание в должности министров было вопросом лишь нескольких дней.",
            "Министерство пищевой промышленности является одним из подразделений Министерства сельского хозяйства.",
            "В прошлом году бюро по охране природы было реорганизовано в министерство.",
            "Министерство образования надеется освободить учителей от некоторых их рутинных обязанностей.",
            "Информация, предоставленная прессе, была подвергнута тщательной цензуре со стороны министерства обороны."
        ],
        "stars": 3
    }
}