{
    "minimum": {
        "comment": [],
        "translate": "минимальный, минимум, минимальное количество",
        "transcription": " |ˈmɪnɪməm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What's the minimum age for getting a driver's license?",
            "Hospital doctors get a minimum of £50,000 a year.",
            "Their calculations were based on a notional minimum wage.",
            "The senator introduced a bill that would increase the minimum wage.",
            "The minimum age for retirement is 55.",
            "The president has proposed a hike in the minimum wage.",
            "Its minimum height from the sea is 900 feet.",
            "At a minimum, we must recruit two new teachers.",
            "The minimum of time had been given him for decision.",
            "The EU should set minimum standards of employee rights.",
            "He achieved enviable results with the minimum of effort.",
            "Cardholders are required to make a minimum payment each month.",
            "The lucidity of the recipe should ensure a minimum of confusion.",
            "The minimum requirement for the post was a degree in engineering.",
            "Each of us was required to put up a minimum investment of $5,000.",
            "The judge recommended that he should serve a minimum of 12 years.",
            "Almost anyone can incorporate a firm in Hong Kong at minimum cost.",
            "It contains approximately a third of the minimum daily requirement.",
            "The B.S. degree in chemistry requires a minimum of 180 credits to graduate.",
            "At school he had always got away with doing the bare minimum amount of work."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные которые употребляются только перед существительными"
        ],
        "example_translate": [
            "Каков минимальный возраст для получения водительских прав?",
            "Врачи в больнице получают минимум пятьдесят тысяч фунтов в год.",
            "Их расчёты основывались на условной минимальной заработной плате.",
            "Сенатор представил законопроект, который позволит повысить минимальную заработную плату.",
            "Минимальный возраст для выхода на пенсию — 55 лет.",
            "Президент предложил повысить минимальный уровень заработной платы.",
            "Его минимальная высота над уровнем моря - 900 футов.",
            "Мы должны принять на работу как минимум двух новых учителей.",
            "На решение ему был отведён минимум времени.",
            "ЕС должен установить минимальные нормы прав работников.",
            "Он добился завидных результатов, затратив минимум сил.",
            "Владельцам карт необходимо каждый месяц вносить минимальный платёж.",
            "Ясность данного рецепта должна обеспечить минимальное количество путаницы.",
            "Минимальным требованием к этой должности было высшее инженерное образование.",
            "От каждого из нас требовались минимальные инвестиции в размере пяти тысяч долларов.",
            "Судья порекомендовал, чтобы он отсидел не менее двенадцати лет.",
            "Почти каждый может инкорпорировать фирму в Гонг-Конге при минимальных затратах.",
            "Там содержится примерно треть минимальной суточной потребности.",
            "Чтобы получить степень бакалавра химии, нужно набрать не менее 180 \"кредитов\".",
            "В школе ему всегда сходило с рук выполнение минимального объёма работ."
        ]
    }
}