{
    "minority": {
        "comment": [
            "enormous",
            "minor",
            "nor",
            "donor"
        ],
        "translate": "меньшинство, несовершеннолетие, меньшая часть, меньшее число",
        "transcription": " |maɪˈnɔːrəti|",
        "antonyms": [],
        "mnemonic": [
            "minority [майно'рити] меньшинство - За весь (май норы ты) от меньшинства грызунов сможешь очистить;",
            "minor ['maɪnə] - незначительный, минорный,\nнесовершеннолетний\nminority [maɪ'nɔrɪtɪ] - меньшинство"
        ],
        "examples": [
            "Only a minority of people support these new laws.",
            "Nubians now form an ethnic minority in Egypt.",
            "People from ethnic minorities often face prejudice.",
            "Boys are very much in the minority at the dance class.",
            "Minority groups find themselves in a disadvantageous position.",
            "The minority population became more vociferous in its demands.",
            "The senator's constituency includes a large minority population.",
            "Under-achievement by ethnic minority pupils in the UK has been a matter of concern since the 1960s.",
            "Businesses are under pressure to hire minorities and women.",
            "One of the minority parties had withdrawn its support for Chancellor Kohl.",
            "a campaign of terror against ethnic minority groups",
            "His comments about minority groups offended many of us.",
            "One sect of medical researchers holds the minority view that the disease is not caused by that virus."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Лишь немногие люди поддерживают эти новые законы.",
            "Сейчас нубийцы в Египте составляют этническое меньшинство.",
            "Люди, принадлежащие к этническим меньшинствам, часто сталкиваются с предрассудками.",
            "В танцевальном классе мальчики в огромном меньшинстве.",
            "Группы меньшинств оказываются в невыгодном положении.",
            "Данное меньшинство стало громче заявлять о своих требованиях.",
            "Среди избирателей этого сенатора — крупное этническое меньшинство.",
            "Проблема отставания учеников из этнических меньшинств Великобритании вызывает беспокойство с конца шестидесятых годов.",
            "Руководителей предприятий вынуждают брать на работу представителей меньшинств и женщин.",
            "Одна из партий меньшинства прекратила свою поддержку канцлера Коля.",
            "кампании террора против этнических меньшинств",
            "Его высказывания в адрес нацменьшинств оскорбили многих из нас.",
            "Одна из групп медицинских исследователей поддерживает мнение меньшинства о том, что данное заболевание не вызывается этим вирусом."
        ],
        "stars": 3
    }
}