{
    "miracle": {
        "comment": [
            "mirror"
        ],
        "translate": "чудо, удивительная вещь, миракль, выдающееся событие",
        "transcription": " |ˈmɪrəkl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I cannot work a miracle.",
            "Do you believe in miracles?",
            "It's a miracle that she was not killed.",
            "She's our miracle baby.",
            "By some miracle, we managed to catch the plane.",
            "It would take a miracle for this team to win.",
            "It's a miracle you weren't killed!",
            "She believed that God had given her the power to work miracles.",
            "Her recovery was a medical miracle.",
            "She does not absolutely deny the possibility of a miracle.",
            "There is no miracle cure for diabetes.",
            "It's a miracle that these buildings came through the war undamaged.",
            "Barring a miracle, he won't walk again.",
            "Her recovery seemed nothing short of a miracle.",
            "The concert tour was an absolute miracle of organization.",
            "It was a miracle that he survived the drop from that height.",
            "Careful planning laid the foundations for the nation's economic miracle.",
            "These days, thanks to the miracle of television, we can watch events happening on the other side of the world.",
            "He was trying to produce a miracle by incantation.",
            "Any miracle ascribed to our Lord was objectively real.",
            "It's a miracle she didn't break her neck falling from that height.",
            "The quack pushing the phony medicine was taking advantage of the credulity of people hoping for miracle cures."
        ],
        "example_translate": [
            "Я не могу сотворить чудо.",
            "Вы верите в чудеса?",
            "Это чудо, что она не была убита.",
            "Она — наш чудо-ребёнок. / Эта девочка — наше маленькое чудо.",
            "Каким-то чудом нам удалось успеть на самолёт.",
            "Только чудо поможет этой команде выиграть.",
            "Это чудо, что тебя не убили!",
            "Она верила, что Бог наделил её даром творить чудеса.",
            "С точки зрения медицины её выздоровление было чудом.",
            "Она абсолютно не исключает возможность чуда.",
            "От диабета не существует какого-то чудодейственного средства.",
            "Просто чудо, что эти здания прошли через войну целыми и невредимыми.",
            "Если не произойдёт чуда, он больше не сможет ходить.",
            "Её выздоровление казалось самым настоящим чудом.",
            "Безусловно, этот концертный тур был организован просто чудесно.",
            "Просто чудо, что он выжил после падения с такой высоты.",
            "Тщательное планирование заложило основы для экономического чуда в этой стране.",
            "В наши дни, благодаря чудесам телевидения, мы можем наблюдать за событиями, происходящими на другом конце света.",
            "Он пытался совершить чудо с помощью заклинаний.",
            "Любое чудо, приписываемое Господу нашему, было действительно реальным.",
            "Чудо, что она не сломала шею, свалившись с такой высоты.",
            "Шарлатан, сбывая фальшивое лекарство, пользовался доверчивостью людей, надеявшихся на чудесное исцеление."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}