{
    "mirror": {
        "comment": [
            "miracle"
        ],
        "translate": "зеркало, зеркальце, отражение, отражать, отображать",
        "transcription": " |ˈmɪrər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Look at yourself in the mirror.",
            "The mirror was cracked and dirty.",
            "The building was mirrored in the lake.",
            "Language is the mirror of society.",
            "She likes primping in front of the mirror.",
            "She spent hours in front of the mirror, combing (out) her long hair.",
            "What's holding that mirror?",
            "There was a crack in the mirror.",
            "She studied her image in the mirror.",
            "I looked at myself in the mirror once more.",
            "The best mirror is an old friend.",
            "She checked her makeup in the mirror.",
            "The mirror cracked when she dropped it.",
            "He studied his reflection in the mirror.",
            "Check your rear-view mirror before you drive away.",
            "She propped the mirror against her handbag and began to paint her lips.",
            "a small mirror fixed to the wall",
            "They hung a mirror above the mantel.",
            "He spends hours in front of the mirror!",
            "Someone had taken the mirror off the wall.",
            "She stared at her reflection in the mirror.",
            "She grimaced at her reflection in the mirror.",
            "She peered closely at her image in the mirror.",
            "She assayed herself in the full-length mirror.",
            "She was studying her reflection in the mirror.",
            "Tim ducked down to comb his hair in the mirror.",
            "Diane took a quick peek at herself in the mirror.",
            "The smallest pond at night mirrors the firmament above.",
            "The canoe seemed to slide painfully on a mirror (of a lake).",
            "The mirror is too close to our eyes, and our own breath dims it."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Посмотри на себя в зеркало.",
            "Зеркало было треснутое и грязное.",
            "Здание отражалось в озере.",
            "Язык является отражением общественной жизни.",
            "Она любит прихорашиваться перед зеркалом.",
            "Она часами просиживала перед зеркалом, расчёсывая свои длинные волосы.",
            "Что удерживает это зеркало?",
            "На зеркале была трещина.",
            "Она внимательно рассмотрела своё отражение в зеркале.",
            "Я ещё раз посмотрел на себя в зеркало.",
            "Лучшее зеркало — старый друг.",
            "Она проверила в зеркале свой макияж.",
            "Зеркало треснуло, когда она его уронила.",
            "Он вгляделся в своё отражение в зеркале.",
            "Проверьте зеркало заднего вида, прежде чем выезжать.",
            "Она прислонила зеркальце к сумочке и начала красить губы.",
            "небольшое зеркало, прикреплённое к стене",
            "Они повесили над каминной полкой зеркало.",
            "Он торчит перед зеркалом целыми часами!",
            "Кто-то уже успел снять со стены зеркало.",
            "Она уставилась на своё отражение в зеркале.",
            "Она скорчила рожицу своему отражению в зеркале.",
            "Она внимательно посмотрела на своё отражение в зеркале.",
            "Она изучала своё отражение в большом зеркале.",
            "Она рассматривала свое отражение в зеркале.",
            "Тим пригнулся, чтобы расчесать волосы перед зеркалом.",
            "Диана бросила быстрый взгляд на себя в зеркало.",
            "Даже в самом маленьком пруду по ночам отражается целый небосвод.",
            "Лодка, казалось, едва скользила по (водяному) зеркалу.",
            "Зеркало слишком близко от нашего лица, и наше дыхание затуманивает его."
        ]
    }
}