{
    "misery": {
        "comment": [],
        "translate": "страдание, нищета, несчастья, горе, невзгоды, бедность, мучение, нытик",
        "transcription": " |ˈmɪzəri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "the joy and misery of life",
            "Stop being such a misery.",
            "Don't be such a misery.",
            "The war brought misery to thousands of refugees.",
            "It was sheer misery living there.",
            "They live in abject misery.",
            "To cap the misery a fast rain began.",
            "The last years of her life were a misery.",
            "My misery is too great to be sported with.",
            "The pain and misery are impossible to forget.",
            "The women were mured up, where they died of hunger and misery.",
            "His behaviour and awry phiz showed so much misery.",
            "His face was a picture of sheer misery.",
            "Competitive mothers can make their daughters' lives a misery.",
            "In this state of outcast misery he lived for more than four years.",
            "To cap the misery, his only son died in infancy.",
            "He sank upon the ground in a collapse of misery.",
            "She looked away so that Tom wouldn't see her misery.",
            "I think you should put the poor creature out of its misery.",
            "What we are witnessing here is human misery on a vast scale.",
            "It is devastating for a parent to watch a child go through misery.",
            "They were living in overcrowded slums in conditions of great misery.",
            "What's the matter with you, misery guts (=a name for someone like this)?",
            "With considerable bile, the author recounts a childhood filled with misery and loneliness.",
            "a tale of misery and woe",
            "soldiers driven mad by superhuman misery",
            "Head bowed and sobbing, she was the picture of misery.",
            "The child's misery would move even the most obdurate heart.",
            "The outbreak of hostilities will cause incalculable misery.",
            "We have enormous wealth at one pole, and poverty and misery at the other."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "радости и невзгоды жизни",
            "Хватит быть таким занудой.",
            "Не будь таким занудой!",
            "Война принесла страдания тысячам беженцев.",
            "Жить там было сущей каторгой.",
            "Они живут в крайней /ужасной/ нищете.",
            "В довершение всех бед пошел еще проливной дождь.",
            "Последние годы её жизни были полны страданий.",
            "Моя печаль слишком велика, чтобы над ней насмехаться.",
            "Эти боль и страдания забыть невозможно.",
            "Женщины были заточены в темницу, где они умерли от голода и горя.",
            "Его поведение и искаженная физиономия казались такими жалкими!",
            "На его лице было написано неподдельное страдание.",
            "Склонные к соперничеству матери могут превратить жизнь дочерей в ад.",
            "В этом состоянии отверженности и нищеты он прожил более четырёх лет.",
            "В довершение всех несчастий его единственный сын умер во младенчестве.",
            "Он опустился на землю, охваченный отчаянием.",
            "Она отвела взгляд, чтобы Том не увидел её страданий.",
            "Я думаю, что тебе следует избавить бедное животное от мучений.",
            "То, что мы здесь видим — человеческие страдания в громадном масштабе.",
            "Для любого родителя очень мучительно наблюдать, как страдает ребёнок.",
            "Они жили в переполненных людьми трущобах, в условиях страшной нищеты.",
            "Ну что с тобой такое, страдалец?",
            "С немалой желчью автор рассказывает о детстве, полном страданий и одиночества.",
            "повесть, полная горя и страданий",
            "солдаты, обезумевшие от нечеловеческих страданий",
            "Склонив голову и рыдая, она представляла собой картину несчастья.",
            "Страдания этого ребёнка затронут даже самое ожесточённое сердце.",
            "Начало военных действий вызовет неисчислимые страдания.",
            "На одном полюсе у нас — несметные богатства, а на другом — бедность и нищета."
        ]
    }
}