{
    "miserable": {
        "comment": [
            "premise",
            "premises",
            "misery"
        ],
        "translate": "несчастный, жалкий, убогий, плохой, печальный, скудный",
        "transcription": " |ˈmɪzrəbl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Jan looks really miserable.",
            "It was a miserable grey day.",
            "I've been so miserable since she left me.",
            "He's a miserable old devil.",
            "She still looks pretty miserable.",
            "He felt lonely and miserable after his divorce.",
            "I hate that miserable SOB.",
            "He had a miserable childhood.",
            "The waterfall was reduced to a miserable trickle.",
            "You look utterly miserable.",
            "She sat feeling thoroughly miserable.",
            "I've had a miserable cold for the past week.",
            "You miserable skunk!",
            "What a miserable bloody spin he was having. (D. Ballantyne)",
            "Why do you make yourself miserable by taking on too much work?",
            "It would be the miserablest and most despicable of all mistakes.",
            "The team gave a miserable performance.",
            "Mosquito bites can make life miserable.",
            "I saw Margaret this morning looking as miserable as sin.",
            "Many couples make themselves miserable by not communicating.",
            "He was a lonely, miserable wretch.",
            "He lived in a miserable little shack.",
            "Her attempts to learn to drive had been a miserable failure.",
            "I can hardly afford the rent on my miserable income.",
            "That miserable toad is lucky to have even a single friend.",
            "A sudden access of hay fever was making him feel miserable.",
            "Would it be presumptuous of me to ask why you are so miserable?"
        ],
        "example_translate": [
            "Джен выглядит очень несчастным. / У Яна такой жалкий вид.",
            "Это был печальный серый день.",
            "Я был так несчастен, c тех пор как она оставила меня.",
            "Он несчастный старый бедняга.",
            "Она по-прежнему выглядит довольно несчастной.",
            "После развода он чувствовал себя одиноким и несчастным.",
            "Ненавижу этого жалкого сукина сына /козла, урода и т.п./.",
            "У него было несчастное детство.",
            "Водопад превратился в тоненькую струйку.",
            "Ты выглядишь совершенно несчастным.",
            "Она сидела, чувствуя себя совершенно несчастной.",
            "Всю прошлую неделю я был ужасно простужен.",
            "Подлец ты несчастный!",
            "Через какие жуткие испытания ему приходилось проходить!",
            "Зачем ты берёшь на себя столько работы и портишь себе жизнь?",
            "Это была бы самая непростительная из всех возможных ошибок.",
            "Команда играла очень плохо.",
            "Из-за комариных укусов жизнь может стать невыносимой.",
            "Я сегодня утром видел Маргарет, и выглядела она просто ужасно.",
            "Многие пары делают друг друга несчастными тем, что не общаются.",
            "Он был одиноким, несчастным бедолагой.",
            "Он жил в убогой лачужке.",
            "Её попытки научиться водить автомобиль потерпели позорную неудачу.",
            "Моего жалкого заработка едва хватает на квартплату.",
            "Этому жалкому мерзавцу повезло, что у него есть хотя бы один друг.",
            "Внезапный приступ сенной лихорадки заставлял его чувствовать себя жалко.",
            "Не будет ли наглостью с моей стороны спросить, почему вы так печальны?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}