{
    "missing": {
        "comment": [],
        "translate": "отсутствующий, недостающий, без вести пропавшие",
        "transcription": " |ˈmɪsɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There is a page missing.",
            "A button was missing from his shirt.",
            "the hunt for the missing child",
            "The plane was reported missing.",
            "We're missing out on a tremendous opportunity.",
            "He turned up missing at roll call.",
            "The handle of the cup was missing.",
            "Why is my name missing from the list?",
            "Two of her front teeth were missing.",
            "She's upset about missing the party.",
            "Will you print in the missing names for me?",
            "My missing car keys turned up just in time.",
            "Perry Mason solved the case of the missing heir.",
            "Something was missing from her life.",
            "The keys have been missing for ages.",
            "The scissors have gone missing again.",
            "We're missing one piece of the puzzle.",
            "I can't account for the missing money.",
            "The child had been missing for a week.",
            "The last page of the diary was missing.",
            "Their nephew was missing, presumed dead.",
            "One man is still missing, presumed dead.",
            "They combed the area for the missing child.",
            "He could not account for the missing funds.",
            "She was upset at missing all the excitement.",
            "There is something missing in my jewelry box!",
            "He was thrown in the brig for missing muster.",
            "The missing children were found safe and sound.",
            "Police searched in vain for the missing gunman.",
            "The missing man suddenly resurfaced in New York."
        ],
        "example_translate": [
            "Здесь недостаёт страницы.",
            "На его рубашке не хватало одной пуговицы.",
            "поиски пропавшего ребенка",
            "Самолет был объявлен пропавшим без вести.",
            "Мы упускаем великолепную возможность.",
            "На перекличке его не оказалось.",
            "У чашки не хватало ручки.",
            "Почему моего имени нет в списке?",
            "Два её передних зуба отсутствовали. / У неё не хватало двух передних зубов.",
            "Она расстроена тем, что не пошла на вечеринку.",
            "Не набьешь мне пропущенные фамилии?",
            "Пропавшие ключи от машины подвернулись как раз вовремя.",
            "Перри Мэйсон раскрыл дело о пропавшем наследнике.",
            "Чего-то в её жизни недоставало.",
            "Ключи потерялись ещё бог знает когда.",
            "Ножницы опять куда-то пропали.",
            "Нам не хватает одного кусочка головоломки.",
            "Я не могу объяснить пропажу денег.",
            "Ребёнок неделю где-то пропадал.",
            "Последняя страница дневника отсутствовала.",
            "Их племянник пропал без вести, предположительно погиб.",
            "Один человек по прежнему не найден, предположительно погиб.",
            "Район прочесали в поисках пропавшего ребёнка.",
            "Он не смог отчитаться за недостающие деньги",
            "Она была расстроена, что пропустила всё веселье.",
            "В моей шкатулке для украшений что-то пропало!",
            "Его отправили на гауптвахту за отсутствие на поверке.",
            "Пропавшие дети были найдены целыми и невредимыми.",
            "Полиция тщетно разыскивала скрывшегося преступника.",
            "Пропавший мужчина неожиданно \"всплыл\" в Нью-Йорке."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}