{
    "mission": {
        "comment": [
            "dismiss",
            "permission",
            "missing",
            "miss",
            "missile",
            "admission",
            "omission",
            "submission",
            "emission",
            "dismissal"
        ],
        "translate": "миссия, задание, цель, миссионерский, посылать с поручением",
        "transcription": " |ˈmɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The mission had to be aborted.",
            "His mission was a delicate one.",
            "The mission was a washout.",
            "He was sent on a secret mission.",
            "a member of a trade mission",
            "The rescue mission had to be aborted.",
            "configure a plane for a combat mission",
            "The mission is top secret.",
            "a manned mission to the moon",
            "The planes were on a bombing mission.",
            "Her mission was to improve staff morale.",
            "They assigned us a very difficult mission.",
            "a special (or specific) role in the mission",
            "Our mission was to recover the stolen plans.",
            "His mission accomplished he took a vacation.",
            "the troops who spearheaded the rescue mission",
            "A mission carried him in early life to Italy.",
            "Our mission was to work out a trade agreement.",
            "The pilot reported two kills during the mission.",
            "No one doubts that the mission will be a success.",
            "US troops taking part in the peacekeeping mission",
            "The cavalry were brought in to support the mission.",
            "She considered teaching children to be her mission.",
            "Their mission was the recovery of the space capsule.",
            "a science-fiction novel about a mission to people Mars",
            "The mission was scrubbed just minutes before blastoff.",
            "The plane was on a mission to hunt out enemy submarines.",
            "An exchange of fire occurred on a reconnaissance mission.",
            "Mission accomplished (=we have done what we intended to do).",
            "These aims were subordinate to the main aims of the mission."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Задание пришлось отменить.",
            "У него было поручение деликатного характера.",
            "Миссия окончилась полным провалом.",
            "Его отправили на секретное задание.",
            "представитель торговой миссии",
            "Спасательную операцию пришлось прекратить.",
            "оснастить самолет для боевого задания",
            "Задание является совершенно секретным.",
            "пилотируемый полёт на Луну",
            "Самолёты выполняли задачу на бомбометание.",
            "Её задача заключалась в улучшении морального климата в коллективе.",
            "Нам поручили очень сложную задачу.",
            "особая (или конкретная) роль в данной миссии",
            "Наше задание состояло в том, чтобы вернуть похищенные планы.",
            "Так как задача его была выполнена, он взял отпуск.",
            "войска, которые возглавляли спасательную операцию",
            "Призвание привело его в юные годы в Италию.",
            "Нам было поручено разработать торговое соглашение.",
            "Пилот доложил, что в ходе выполнения задания два человека были убиты.",
            "Никто не сомневается, что миссия будет успешной.",
            "американские войска, принимающие участие в миротворческой миссии",
            "Кавалерия были привлечена для поддержки этой миссии.",
            "Она считала преподавание своим призванием.",
            "Их задачей было возвращение на землю космической капсулы.",
            "научно-фантастический роман об экспедиции с целью заселения Марса людьми",
            "Взлёт отменили всего за несколько минут до старта ракеты.",
            "Самолет выполнял задачу по охоте на вражеские подводные лодки.",
            "Во время разведывательной операции произошла перестрелка.",
            "Задача выполнена (т.е. мы сделали то, что собирались).",
            "Эти задачи были подчинены главной цели миссии."
        ]
    }
}