{
    "mistress": {
        "comment": [
            "stress",
            "stressed",
            "street",
            "stretch",
            "distress"
        ],
        "translate": "любовница, госпожа, возлюбленная, барыня, владычица, повелительница, мастерица",
        "transcription": " |ˈmɪstrəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She had always been mistress of her own destiny.",
            "The dog ran alongside his mistress.",
            "She is a mistress of disguise.",
            "He painted his mistress many times.",
            "The Prince had shocked society by living openly with his mistress.",
            "She was reportedly his mistress for many years.",
            "The maid looked nervously at her mistress.",
            "Goya wanted to portray his mistress, the Duchess of Alba.",
            "His mistress is going to send down money to redeem him.",
            "She appeared to be very much the mistress of the situation.",
            "His wife suspected that the woman she'd seen with him was his mistress.",
            "Servants were required to do the mistress's bidding without question.",
            "The temper of the mistress of the house of such a demoniacal complexion.",
            "The dog was always obedient to its master and mistress.",
            "My mistress eyes are nothing like the sun. (W. Shakespeare, Sonnet CXXX)"
        ],
        "example_translate": [
            "Она всегда была хозяйкой своей собственной судьбы.",
            "Собака бежала рядом с хозяйкой.",
            "Она искусно притворяется",
            "Он много раз рисовал свою любовницу.",
            "Принц, шокировал общественность, открыто (не скрывая этого) проживая с любовницей.",
            "Она якобы была его любовницей в течение многих лет.",
            "Служанка нервно посмотрела на свою госпожу.",
            "Гойя хотел изобразить свою любовницу, герцогиню Альба.",
            "Его любовница собирается выслать деньги, чтобы освободить его под залог.",
            "Оказалось, что она очень даже хорошо владеет ситуацией.",
            "Его жена заподозрила, что женщина, которую она с ним видела, была его любовницей.",
            "От слуг требовалось беспрекословно выполнять приказания хозяйки.",
            "Хозяйка дома - сущий дьявол.",
            "Собака всегда слушалась своего хозяина и хозяйку.",
            "Ее глаза на звезды не похожи. (пер. С. Маршака)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}