{
    "mistaken": {
        "comment": [
            "stake",
            "take",
            "mistake",
            "undertake",
            "takeover",
            "overtake",
            "intake"
        ],
        "translate": "ошибочный, ошибающийся, заблуждающийся, неуместный",
        "transcription": " |mɪˈsteɪkən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You are mistaken.",
            "In this instance I think she was mistaken.",
            "a mistaken view of the situation",
            "You'll find yourself mistaken in my mother.",
            "They assured me that I was quite mistaken.",
            "It can't have been my car. You must be mistaken.",
            "I think you are seriously mistaken.",
            "They were well-intentioned, though mistaken, men.",
            "And when my hope was at the top, I was worst mistaken.",
            "I thought he said 12 o'clock, but I might have been mistaken.",
            "It was a case of mistaken identity. They mistook him for John.",
            "One theory was that the attack was a case of mistaken identity.",
            "They arrested the wrong man. It was a case of mistaken identity.",
            "If you think you'll get any money from him, you're sadly mistaken.",
            "the sort of skimpy outfit that could cause a girl to be mistaken for a tart",
            "The red, black, and yellow banded king snake is sometimes mistaken for the venomous coral snake.",
            "the mistaken notion that there is constancy in language — words do indeed change their meanings over time",
            "Thieves broke into the building in the mistaken belief that there was expensive computer equipment inside.",
            "Marijuana has few withdrawal effects, and this has given rise to the mistaken belief that it is not addictive."
        ],
        "example_translate": [
            "Вы ошибаетесь.",
            "В данном случае, я думаю, она ошибалась.",
            "ошибочный взгляд на ситуацию",
            "Ты поймёшь, что ошибался в отношении моей мамы.",
            "Меня заверили, что я был совершенно не прав.",
            "Это не мог быть мой автомобиль. Должно быть, вы ошибаетесь.",
            "По-моему, ты серьёзно ошибаешься.",
            "Эти люди, хотя и заблуждались, были исполнены самых благих намерений.",
            "А когда я сильнее всего надеялась, я ошибалась больше всего.",
            "По-моему, он сказал \"двенадцать часов\", но я мог и ошибиться.",
            "Это была ошибка. Они приняли его за Джона.",
            "Одна из теорий заключалась в том, что нападение было совершено по ошибке.",
            "Они задержали не того человека. Это была ошибочная идентификация личности.",
            "Если вы надеетесь получить от него денег, то вы жестоко ошибаетесь.",
            "наряд настолько откровенный, что из-за него девушку могут принять за потаскуху",
            "Эту полосатую красно-чёрно-жёлтую королевскую змею иногда ошибочно принимают за ядовитую коралловую.",
            "ошибочное представление о том, что в языке есть какое-то постоянство — в действительности слова изменяют свой смысл с течением времени",
            "В здание ворвались воры, ошибочно полагая, что там стоит дорогостоящее компьютерное оборудование.",
            "При употреблении марихуаны почти не возникает абстинентного синдрома, и это обстоятельство привело к ошибочному мнению о том, что она не вызывает привыкания."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}