{
    "mix": {
        "comment": [
            "mixture",
            "mixed"
        ],
        "translate": "смешивать, смешиваться, перемешать, смесь, смешивание, смешение, путаница",
        "transcription": " |mɪks|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Mix the ingredients slowly.",
            "People are supposed to mix.",
            "Some of these pills don't mix with drink.",
            "Teddy managed to mix business with pleasure.",
            "The story is a magical mix of fantasy and reality.",
            "I don't want my son to be mixed up with criminal types.",
            "A quick stir will mix them thoroughly.",
            "He decided not to mix in politics.",
            "Mix the soured cream with ketchup.",
            "He had spent several hours mixing cement.",
            "His books mix historical fact with fantasy.",
            "Charlie doesn't mix well with the other children.",
            "How many more people were mixed up in the shameful matter?",
            "Mix in 75g of butter.",
            "Oil and water don't mix.",
            "a new brand of soup mixes",
            "Mix the herbs into the sauce.",
            "paste made by a mix of flour and water",
            "Add water to the cake mix and bake at 375°F.",
            "Mix some water with the flour to make a paste.",
            "The powder is mixed with cold water to form a paste.",
            "You can make purple by mixing the colors red and blue.",
            "Shake the bottle well so that the oil mixes with the vinegar.",
            "Mary has never liked parties, as she doesn't mix in very easily.",
            "Their musical style mixes elements of Eastern culture and Western pop.",
            "To make frosting for the cake, mix powdered sugar with a little milk and vanilla."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Медленно смешайте все ингредиенты.",
            "Предполагается, что люди должны общаться.",
            "Некоторые из этих таблеток не сочетаются с алкоголем.",
            "Тедди удавалось сочетать дело с развлечениями.",
            "Этот рассказ представляет собой феерическую смесь фантазии и реальности.",
            "Я не хочу, чтобы мой сын водился с преступниками.",
            "Резкое взбалтывание хорошо их перемешает.",
            "Он решил не ввязываться в политику.",
            "Смешайте сметану с кетчупом /томатным соусом/.",
            "Он потратил несколько часов на замешивание цемента.",
            "В его книгах исторические факты смешиваются с вымыслом.",
            "Чарли не ладил с другими детьми.",
            "Сколько еще людей было замешано в этом постыдном деле?",
            "Добавьте 75 граммов сливочного масла.",
            "Масло и вода не смешиваются.",
            "новая марка смесей для супа",
            "Подмешайте в соус пряности.",
            "масса, приготовленная путём смешивания муки и воды",
            "Добавьте в смесь для выпечки торта воды, и выпекайте получившуюся массу при температуре триста семьдесят пять градусов Фаренгейта.",
            "Смешайте муку с водой, чтобы получилась кашица.",
            "Этот порошок перемешивается в холодной воде до образования пасты.",
            "Фиолетовый цвет можно получить путём смешивания красного и синего.",
            "Хорошенько встряхните бутылку, чтобы масло смешалось с уксусом.",
            "Мэри никогда не любила вечеринок, так как она испытывает трудности при общении с людьми.",
            "В их музыкальном стиле смешиваются элементы восточной культуры и западной поп-музыки.",
            "Чтобы сделать глазурь для торта, смешайте сахарную пудру с небольшим количеством молока и ванили."
        ]
    }
}