{
    "mixed": {
        "comment": [
            "mixture",
            "mix"
        ],
        "translate": "смешанный, перемешанный, разнородный, одурманенный, одурелый",
        "transcription": " |mɪkst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My papers are all mixed up.",
            "I got mixed up and had to start over.",
            "Having children so early in their marriage was a mixed blessing.",
            "He was not mixed up with the drug scene.",
            "a very mixed group of women",
            "She mixed the dough in a large basin.",
            "This gentleman is of a mixed reputation.",
            "Man is a mixed being, made up of a spiritual soul and of a fleshly body.",
            "People still live a mixed life and try out the good and evil of the world.",
            "His decision got a mixed reaction from the family.",
            "The powder is mixed with cold water to form a paste.",
            "Having your parents living nearby is a mixed blessing.",
            "I don't want my son to be mixed up with criminal types.",
            "How many more people were mixed up in the shameful matter?",
            "I get all mixed up over the money whenever I travel abroad.",
            "Club-goers are a mixed bag these days, and so are the places they go clubbing.",
            "He watched with mixed emotions.",
            "They live in a mixed neighborhood.",
            "They live in a racially mixed area.",
            "She mixed the dough in a large basin",
            "Media coverage of the event was mixed.",
            "She's of mixed African and European ancestry.",
            "The film has had mixed reviews from the critics.",
            "When mixed with water the powder forms a smooth paste.",
            "Unleavened bread is often simply flour mixed with water.",
            "The concert was a mixed bag of classical and modern music.",
            "I'd have to be crazy to get mixed up in that kind of thing.",
            "When he left college he got mixed up with the wrong people.",
            "Opinion about the artistic merit of his paintings has been mixed.",
            "The meat was very good, but the vegetables were rather a mixed bag."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Все мои бумаги перепутаны.",
            "Я запутался, и пришлось начать всё сначала.",
            "В столь раннем рождении детей в их браке были и хорошие, и плохие стороны.",
            "Он не был замешан в наркобизнесе.",
            "весьма неоднородная группа женщин",
            "Она замесила тесто в большом тазу.",
            "У этого джентльмена неоднозначная репутация.",
            "Человек представляет собой смесь духовного и физического, души и тела.",
            "Жизнь людей все еще остается двойственной, они все еще делят мир на \"хорошее\" и \"плохое\".",
            "Его решение получило неоднозначную реакцию со стороны семьи.",
            "Этот порошок перемешивается в холодной воде до образования пасты.",
            "То, что ваши родители живут неподалеку, является неоднозначным благом.",
            "Я не хочу, чтобы мой сын водился с преступниками.",
            "Сколько еще людей было замешано в этом постыдном деле?",
            "Я постоянно путаюсь в деньгах всякий раз, когда езжу за границу.",
            "В наши дни, любители клубной жизни, это разнообразные люди и клубы которые они посещают тоже различны.",
            "Он наблюдал за этим со смешанными чувствами.",
            "Они живут в смешанном районе.",
            "Они живут в области со смешанным расовым составом населения.",
            "Она замесила тесто в большом тазу.",
            "Освещение данного события в СМИ было неоднозначным.",
            "Она смешанного афро-европейского происхождения.",
            "Фильм получил смешанные отзывы критиков.",
            "При смешивании с водой порошок образует однородную пасту.",
            "Пресный хлеб — это часто просто мука, смешанная с водой.",
            "Этот концерт был сборной солянкой из классической и современной музыки.",
            "Я должен быть сумасшедшим, чтобы в такое впутываться.",
            "Бросив колледж, он связался не с теми людьми.",
            "Есть разные мнения о художественных достоинствах его картин.",
            "Мясо было отличным, но вот овощи оставили довольно смешанное впечатление."
        ],
        "stars": 2
    }
}