{
    "mixture": {
        "comment": [],
        "translate": " смесь, смешивание, микстура, месиво, смешивать, мешать",
        "transcription": "  |ˈmɪkstʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Add one cup of sugar to the mixture.",
            "a mixture of blues and greens",
            "a mixture of light and shadow",
            "The town is a mixture of the old and the new.",
            "a mixture of grays and blacks",
            "The mixture is heated and then agitated.",
            "Bring the mixture to a simmer.",
            "The mixture will gel as it cools.",
            "He felt a curious mixture of excitement and panic.",
            "She is to take a wineglass of the mixture every six hours.",
            "a mixture of various kinds of metal",
            "If the mixture seems dry, add water.",
            "Fill the basin with the cake mixture.",
            "Pour the syrup on to the egg mixture.",
            "Add two pints of water to the mixture.",
            "Pour the mixture into four small dishes.",
            "Sweeten the mixture with a little honey.",
            "I felt a mixture of amazement and repulsion.",
            "Beat the mixture until it is light and fluffy.",
            "Five minutes is sufficient for a thorough mixture.",
            "Refrigerate the mixture for an hour before serving.",
            "Mould the cheese mixture into small balls or ovals.",
            "an eclectic mixture of 18th and 19th century furniture",
            "Before washing the clothes, froth up the soap mixture.",
            "The house was a surreal mixture of opulence and decay.",
            "The landscape is a mixture of open ground and woodland.",
            "The team is now a good mixture of experience and youth.",
            "In this cake mixture, you can substitute oil for butter.",
            "He stared at me with a mixture of impudence and hostility.",
            "The mixture should have the consistence of pancake batter."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Добавьте к смеси один стакан сахара.",
            "смесь голубого и зелёного",
            "сочетание света и тени",
            "Город представляет собой смесь старого и нового.",
            "смесь серого и чёрного",
            "Смесь подогревается, а потом перемешивается.",
            "Доведите смесь до лёгкого кипения.",
            "Остыв, смесь станет похожа на желе.",
            "Его охватило волнение граничащее с паникой.",
            "Она должна принимать микстуру по четыре столовые ложки каждые шесть часов.",
            "сочетание различных видов металла",
            "Если смесь покажется сухой, добавьте воды.",
            "Наполните миску тестом.",
            "Влейте сироп в яичную смесь.",
            "Добавьте в смесь две пинты воды.",
            "Разлейте смесь в четыре небольших блюда.",
            "Подсластите микстуру небольшим количеством мёда.",
            "Я почувствовал некую смесь изумления и отвращения.",
            "Взбивайте смесь до тех пор, пока она не станет лёгкой и воздушной.",
            "Пяти минут достаточно для получения однородной массы.",
            "Перед подачей на стол охладите смесь в холодильнике течение часа.",
            "Слепите из сырной массы шарики или кусочки в форме овала.",
            "эклектичная смесь мебели восемнадцатого и девятнадцатого века",
            "Перед стиркой взбей мыльную жидкость.",
            "В доме удивительным образом сочетались роскошь и разруха.",
            "Ландшафт представляет собой смесь открытого пространства и леса.",
            "Команда сейчас представляет собой прекрасное соединение опыта и молодости.",
            "В приготовлении теста для этого торта вы можете заменить сливочное масло подсолнечным.",
            "Он уставился на меня наглым и враждебным взглядом.",
            "Cмесь должна иметь консистенцию блинного теста."
        ]
    }
}