{
    "moan": {
        "comment": [],
        "translate": "стон, жалоба, стонать, жаловаться, канючить, охать",
        "transcription": " |məʊn|",
        "antonyms": [],
        "mnemonic": [
            "loan [ləun]\nlone [ləun] - одинокий; единственный\n***\nНе берёт КРЕДИТ даже клоун. (это) loan\nЗаём, ссуда.\n***\nЕсли берёшь ссуду \"loan\",\nто не стони \"moan\".",
            "moan [məun]\n***\nСТОНЕТ, НОЕТ он без угомона. (это) moan\nСТОН идёт без угомона. (это) moan\n***\nТы не стони \"moan\", если взял кредит \"loan\"."
        ],
        "examples": [
            "He let out an inhuman moan.",
            "The wind moaned in the trees.",
            "The wounded soldier moaned in pain.",
            "She let out a long, deep moan.",
            "She's always moaning about not being treated properly.",
            "Motherlike I moan their death.",
            "He's always moaning about his salary.",
            "'I feel seasick already,' she moaned.",
            "My mum never stops moaning at me.",
            "She moaned and cried out in pain.",
            "He's always moaning that we use too much electricity.",
            "She gave a little moan of pleasure.",
            "A lot of people moaned about the parking problems.",
            "We were just having a moan about work.",
            "He moaned with pleasure as she rubbed his back.",
            "We were all moaning about the cold, rainy weather.",
            "The children were moaning and groaning all morning, but their mother would not let them go outside.",
            "Dad's a gloomy old moaner.",
            "He moaned and groaned all the way there.",
            "“But I don't want to go,” moaned the boy.",
            "They could hear the wind moaning in the trees."
        ],
        "example_translate": [
            "Он издал нечеловеческий стон.",
            "Ветер выл среди деревьев.",
            "Раненый солдат застонал от боли.",
            "Она издала долгий, глубокий стон.",
            "Она всё время жалуется на то, что с ней плохо обращаются.",
            "Как мать, я оплакиваю их смерть.",
            "Он всегда ноет по поводу своей зарплаты. (жалуется на свою зарплату)",
            "Я чувствую что меня уже укачивает, - пожаловалась она.",
            "Моя мама постоянно на меня жалуется.",
            "Она застонала и вскрикнула от боли.",
            "Он постоянно ноет, что мы тратим слишком много электричестваи.",
            "Она слегка застонала от удовольствия.",
            "Очень многие жаловались на проблемы с парковкой.",
            "Мы просто жаловались по поводу работы.",
            "Он застонал от удовольствия, когда она потёрла ему спину.",
            "Все мы жаловались на холодную, дождливую погоду.",
            "Дети всё утро ныли и канючили, но мать не разрешала им выйти на улицу.",
            "Папа — угрюмый старый ворчун.",
            "Всю дорогу туда он ныл и жаловался.",
            "— Но я не хочу идти, — заныл мальчик.",
            "Они слышали, как ветер воет среди деревьев."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}