{
    "mobile": {
        "comment": [
            "mobile phone",
            "mobility",
            "mob"
        ],
        "translate": "мобильный, подвижный, подвижной, жилой автоприцеп",
        "transcription": " |moʊˈbiːl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Give me a call on my mobile.",
            "What's your mobile number?",
            "Have you got my mobile number?",
            "People these days are much more socially mobile.",
            "develop a market for the new mobile phone",
            "Women's minds are by nature more mobile than those of men.",
            "The theory assumes that both labour and capital are mobile.",
            "I can probably reach him on his mobile.",
            "Mobile phones are definitely here to stay.",
            "Two mobile units provide healthcare in rural villages.",
            "a mobile kitchen that helps bring food to homeless people",
            "It's amazing how often you see drivers using mobile phones.",
            "Even if I'm out of the office you can reach me on my mobile.",
            "Mobile phones have become an indispensable part of our lives.",
            "You have to carry a mobile so that they can call you in at any time.",
            "Their armies are now fully mobile.",
            "The bubble has finally burst in the mobile phone industry.",
            "It's just a sign of the times that many children have mobile phones.",
            "The demand for phone numbers has increased since the arrival of mobile phones."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Позвоните мне на мобильный.",
            "Какой у вас номер мобильного (телефона)?",
            "У тебя есть номер моего мобильного (телефона)?",
            "В наше время люди гораздо более социально-мобильны.",
            "создать рынок для нового мобильного телефона",
            "По своей природе женское мышление гораздо более гибкое, чем мужское.",
            "Данная теория предполагает, что и труд, и капитал являются мобильными.",
            "Я, вероятно, смогу дозвониться ему на мобильный.",
            "Мобильные телефоны — это, безусловно, всерьёз и надолго.",
            "Два мобильных подразделения обеспечивают медицинскую помощь в сельских населённых пунктах.",
            "передвижная кухня, которая помогает привезти еду бездомным",
            "Удивительно, как часто можно увидеть водителей, использующих мобильные телефоны (за рулём).",
            "Даже если меня нет в офисе, вы можете связаться со мной по мобильному.",
            "Мобильные телефоны стали неотъемлемой частью нашей жизни.",
            "Вы должны всегда иметь при себе сотовый телефон, чтобы до вас в любое время можно было дозвониться.",
            "Сейчас их армии полностью моторизованы.",
            "Пузырь в области производства мобильных телефонов наконец-то лопнул.",
            "Времена таковы, что у многих детей есть мобильные телефоны.",
            "С момента появления мобильных телефонов выросла потребность в телефонных номерах."
        ],
        "stars": 2
    }
}