{
    "mock": {
        "comment": [],
        "translate": "издеваться, насмехаться, ложный, фиктивный, насмешка, пародия",
        "transcription": " |mɑːk|",
        "antonyms": [],
        "mnemonic": [
            "mock [мок] издеваться - (МОК*) поиздевался над жителями Сочи? ('Международный олимпийский комитет);",
            "mock [mɔk] - насмехаться, издеваться\nmockery - насмешка\n***\nПетух \"cock\",\nзабрался на скалу \"rock\",\nкачается \"rock\"\nи насмехается \"mock\"."
        ],
        "examples": [
            "Her tone was mocking.",
            "'Running away?' he mocked.",
            "I could never forgive her for making a mock of me.",
            "They made a mock of him.",
            "It's rude and cruel to mock at a foreign student's mistakes in English.",
            "His lips twisted mockingly.",
            "The children mocked their handicapped classmate",
            "She threw her hands up in mock horror.",
            "He mocks art only because he doesn't understand it.",
            "We are being mocked for our religious beliefs.",
            "They continue to mock the idea of a new government.",
            "Obviously, the “priceless” Grecian urn that is destroyed in the movie was a mock.",
            "Mock trials help students perfect their legal skills.",
            "The boys mocked him for showing fear.",
            "It's easy for you to mock, but we put a lot of work into this play.",
            "You can mock me as much as you like, but I'm going to do it anyway.",
            "Violent attacks like this mock the peace process.",
            "They made a mock of the new recruit in front of the whole unit.",
            "Opposition MPs mocked the government's decision.",
            "The new constitution mocks all democratic principles."
        ],
        "example_translate": [
            "Её тон был насмешливым.",
            "- Убежать? усмехнулся он.",
            "Я никогда не мог простить ей того, что она сделала из меня посмешище.",
            "Они cделали из него посмешище. / Над ним поиздевались.",
            "Насмехаться над ошибками студента-иностранца в английском — грубо и жестоко.",
            "Его губы насмешливо скривились.",
            "Дети издевались над своим одноклассником который был инвалидом.",
            "Она всплеснула руками в притворном ужасе.",
            "Он глумится над искусством только потому, что его не понимает.",
            "Нас высмеивают за религиозные убеждения.",
            "Они продолжают насмехаться над идеей нового правительства.",
            "Понятно, что \"бесценная\" греческая ваза, которую уничтожили в фильме, была поддельной.",
            "Инсценировки судебных процессов помогают студентам совершенствовать свои юридические навыки.",
            "Мальчишки посмеялись над ним за то, что показал свой страх.",
            "Вам, конечно, легко глумиться, но мы вложили в этот спектакль много труда.",
            "Можешь смеяться надо мной, сколько влезет, но я всё равно это сделаю.",
            "Столь ожесточённые атаки делают бесполезным процесс мирного урегулирования.",
            "Они поиздевались над новобранцем перед всем личным составом.",
            "Депутаты от опппозиции высмеяли данное решение правительства.",
            "Новая конституция глумится над всеми демократическими принципами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}