{
    "modest": {
        "comment": [
            "destroy",
            "destruction",
            "destination",
            "pedestrian",
            "modern",
            "model",
            "mode",
            "moderate"
        ],
        "translate": "скромный, умеренный, сдержанный, застенчивый, неприхотливый, нетребовательный",
        "transcription": " |ˈmɑːdɪst|",
        "antonyms": [],
        "mnemonic": [
            "modest [мо'удист] скромный - (Мод, ист-инно) скромный человек не замечает;",
            "modest ['mɔdɪst]\nmodesty - скромность\n***\nЖила - была модистка и СКРОМНЫЙ муж \"модист\".\n(это) modest\nОн и СКРОМНЫЙ и породист. (это) modest"
        ],
        "examples": [
            "We live on a modest budget.",
            "You're too modest! You've been a huge help to us.",
            "They own a modest home near the beach.",
            "He built a modest dwelling near the pond",
            "The new service proved a modest success.",
            "We should be happy to buy it for a modest sum.",
            "He is a modest man, one to whom such slaver must be loathsome.",
            "He earns a modest income.",
            "I knew him as a hard-working, modest, and honest politician.",
            "Don't be so modest. Your performance was wonderful!",
            "'I was just lucky,' he said modestly.",
            "She was a modest girl, always keeping covered, even in summer.",
            "He was always modest about his role in the Everest expedition.",
            "He has only a modest amount of knowledge on the subject.",
            "It is a book of only modest importance.",
            "“I'm not a hero. I was just doing my job,” he said in his characteristically modest way.",
            "The book met with modest acclaim.",
            "She had saved a modest amount of money.",
            "Hard work can often be a counterweight to modest intelligence.",
            "She enjoyed modest success with her singing career.",
            "After some modest success, the singer began to snoot the very people who had helped her get her career off the ground."
        ],
        "example_translate": [
            "Мы живём на скромный бюджет.",
            "Не надо скромничать! Вы оказали нам огромную помощь.",
            "У них есть собственный небольшой дом, недалеко от пляжа.",
            "Он построил скромное жилище возле пруда",
            "Новая услуга оказалась не особо успешной.",
            "Мы должны быть счастливы, что купили его за скромную сумму.",
            "Он скромный человек, которому такая грубая лесть должна быть отвратительна.",
            "У него скромные доходы.",
            "Мне он был известен как трудолюбивый, скромный и честный политик.",
            "Не надо так скромничать. Ваше выступление было замечательным!",
            "— Мне просто повезло, — скромно сказал он.",
            "Она была скромной девушкой, которая всегда, даже летом, носила закрытую одежду.",
            "Он никогда не хвастался своим участием в экспедиции на Эверест.",
            "Он обладает лишь скромными знаниями по данному вопросу.",
            "Значение этой книги весьма скромное.",
            "— Я не герой. Я просто делал свою работу, — сказал он, со своей обычной скромностью.",
            "Книга встретила скромное признание.",
            "Она накопила скромную сумму денег.",
            "Трудолюбие часто компенсирует не самый выдающийся интеллект.",
            "В ходе своей певческой карьеры она добилась скромных успехов.",
            "Добившись кое-каких скромных успехов, певица начала задирать нос перед теми самыми людьми, которые помогли ей как-то сдвинуть её карьеру с мёртвой точки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}