{
    "moderate": {
        "comment": [
            "modern",
            "model",
            "mode",
            "modest"
        ],
        "translate": "умеренный, средний, небольшой, сдержанный, сдерживать, смягчать, смягчаться, умерять",
        "transcription": " |ˈmɑːdərət|",
        "antonyms": [],
        "mnemonic": [
            "moderate [adj, n - 'mɔdərət] [vb - 'mɔdəreɪt] -\nумеренный, сдержанный; умерять, сдерживать,\nобуздывать, урезонивать.\nmoderation - умеренность\n***\nИдеи сгенерируем \"generate\",\nа ваш пыл умерим \"moderate\".\n***\nМне нравится твоя терпимость \"toleration\"\nи твоя умеренность \"moderation\"."
        ],
        "examples": [
            "He learnt to moderate his anger.",
            "Moderate exercise, such as walking, is recommended.",
            "Fortunately the weather moderated.",
            "The students moderated their demands.",
            "Her doctor recommended moderate exercise.",
            "The church split into moderate and conservative factions.",
            "The group met with only moderate success.",
            "John moderated the discussion.",
            "For the total year 2001, management anticipates a moderate decline in sales.",
            "The article was moderate in tone.",
            "Even moderate amounts of alcohol can be dangerous.",
            "She moderates at our office meetings.",
            "Bake the pie for 30 minutes in a moderate oven.",
            "Moderates from both political parties have agreed on an economic plan.",
            "She moderates our discussions so that we don't argue or talk at the same time.",
            "Domestically, the president proposes a more moderate economic policy.",
            "There were moderate levels of chemicals in the lake.",
            "He's coming under pressure from moderates in the party.",
            "The candidate projects himself as a moderate and a reformer.",
            "He was a radical when he was young, but now he's much more moderate.",
            "Both moderate Democrats and moderate Republicans can agree on this new law.",
            "He moderated his tone when the students burst out in tears.",
            "There's a firm distinction between the moderate consumption of alcoholic beverages and overindulgence to the point of intoxication."
        ],
        "example_translate": [
            "Он научился сдерживать свой гнев.",
            "Умеренные физические нагрузки — например, ходьба, — очень желательны.",
            "К счастью, погода улучшилась.",
            "Студенты смягчили свои требования.",
            "Доктор рекомендовал ей умеренные физические нагрузки.",
            "Церковь разделилась на умеренную и консервативную фракции.",
            "Группа снискала лишь умеренный успех.",
            "Джон возглавил обсуждение.",
            "Руководство предполагает умеренное снижение продаж на протяжении всего 2001 г.",
            "Тон статьи был сдержанным.",
            "Даже умеренное количество алкоголя может быть опасным.",
            "Она ведёт совещания у нас на службе.",
            "Выпекайте пирог в духовке в течение тридцати минут при умеренной температуре.",
            "Умеренные из обеих политических партий договорились об экономическом плане.",
            "Она модерирует наши обсуждения с тем, чтобы мы не ссорились и не говорили одновременно.",
            "Внутри страны президент предлагает проводить более умеренную экономическую политику.",
            "Уровень содержания химикатов в воде озера был умеренным.",
            "Он испытывает давление со стороны \"умеренных\" членов партии.",
            "Кандидат позиционирует себя умеренным и реформатором.",
            "В молодости он был радикалом, но теперь он стал гораздо более умеренным.",
            "Как умеренные демократы, так и умеренные республиканцы способны прийти к соглашению по поводу нового закона.",
            "Он смягчил тон, когда ученики расплакались.",
            "Существует чёткое различие между умеренным потреблением спиртных напитков, и злоупотреблением ими вплоть до отравления."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}