{
    "monitor": {
        "comment": [],
        "translate": " монитор, дисплей, наставник, варан, контролировать, проверять, наставлять",
        "transcription": "  |ˈmɑːnɪtər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We are monitoring the air quality.",
            "The temperature is carefully monitored.",
            "the police monitor the suspect's moves",
            "She was staring at her computer monitor.",
            "Nurses constantly monitored the patient's heart rate.",
            "We could watch what was happening on the TV monitor.",
            "The monitor has excellent resolution.",
            "The government is monitoring the situation closely.",
            "the green glow of the computer monitor",
            "Jimmy has been made dinner money monitor",
            "The line on the monitor vacillated.",
            "We put a baby monitor in the nursery.",
            "We're in a good position to monitor and respond to customer concerns.",
            "Patients who are given the new drug will be asked to monitor their progress.",
            "a monitor with good definition and vibrant colors",
            "They used scanners to monitor police radio channels.",
            "UN monitors will remain in the country to supervise the elections.",
            "A short black wire connects the computer's monitor to its keyboard.",
            "They watched the press conference on a video monitor in a back room.",
            "The centre carries out work to monitor trends in housing management.",
            "I think it's time to replace the whole caboodle: computer, printer, and monitor.",
            "Friends of the Earth are mounting a campaign to monitor the illegal logging of trees.",
            "The deli is frequented by young, single professionals, esurient after those long hours spent staring at the monitor of a computer."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы контролируем качество воздуха.",
            "Температура тщательно отслеживается.",
            "полиция контролирует / отслеживает передвижения подозреваемого",
            "Она пристально смотрела на монитор своего компьютера.",
            "Медсёстры постоянно контролировали пульс пациента.",
            "Мы могли наблюдать за происходящим на экране телевизора.",
            "У этого монитора великолепное разрешение.",
            "Правительство внимательно следит за развитием ситуации.",
            "зелёное свечение монитора компьютера",
            "Джимми собирает с учеников деньги на обеды",
            "Линия на мониторе заколебалась.",
            "Мы поставим радионяню в детскую.",
            "Положение позволяет нам отслеживать и реагировать на вопросы, возникающие у клиентов.",
            "Пациентам, принимающим новый препарат, будет предложено отслеживать изменения своего состояния.",
            "монитор с хорошим разрешением и яркими цветами",
            "Они прослушивали полицейские каналы связи при помощи сканеров радиочастот.",
            "Наблюдатели ООН будут оставаться в стране для контроля за проведением выборов.",
            "Клавиатура подключена к монитору компьютера коротким чёрным проводом.",
            "Они смотрели пресс-конференцию на видеомониторе в одном из служебных помещений.",
            "Центр осуществляет работу по отслеживанию тенденций в эксплуатации жилищного фонда.",
            "Я думаю, что пора уже заменить всю эту музыку: компьютер, принтер и монитор.",
            "Организация \"Друзья Земли\" ведёт кампанию по отслеживанию незаконных вырубок деревьев.",
            "В этот продуктовый магазин часто заходят молодые и одинокие специалисты, проголодавшиеся после долгих часов, которые они провели, уставившись в монитор компьютера."
        ],
        "stars": 2
    }
}