{
    "monopoly": {
        "comment": [
            "pole",
            "poll",
            "police",
            "policeman",
            "policy",
            "nope"
        ],
        "translate": "монополия",
        "transcription": " |məˈnɑːpəlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A monopoly is an industry in which there is one seller.",
            "The firm possesses an airtight monopoly over these assets.",
            "Monopoly is firm that controls the entire supply of a good or service.",
            "In a cartel, competitors agree to act as a monopoly to gain monopoly profits.",
            "The company is a state-owned monopoly.",
            "Teachers do not have a monopoly on educational debate.",
            "When you have a monopoly you can ask any price you like.",
            "The government passed laws intended to break up monopolies.",
            "The court found divestiture to be necessary in preventing a monopoly.",
            "They are demanding an end to the Communist Party's monopoly of power."
        ],
        "example_translate": [
            "Монополия - это отрасль, в которой существует только один продавец.",
            "Фирма обладает полной монополией на эти активы.",
            "Монополист — это фирма, которая контролирует всё предложение товара или услуги.",
            "В картеле конкуренты соглашаются действовать как монополия, с целью получения монопольной прибыли.",
            "Данная компания является государственной монополией.",
            "Учителя не обладают исключительным правом обсуждения вопросов образования.",
            "Когда обладаешь монополией, можно запрашивать какую угодно цену.",
            "Правительство приняло законы, направленные на уничтожение монополий.",
            "Суд установил необходимость ликвидации активов виновной стороны для предотвращении монополии.",
            "Они требуют положить конец монополии Коммунистической партии на власть."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}