{
    "monthly": {
        "comment": [
            "month"
        ],
        "translate": "ежемесячно, раз в месяц, ежемесячный, месячный, ежемесячник",
        "transcription": " |ˈmʌnθli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am paid weekly / monthly.",
            "The monthly meeting is today.",
            "Clients will be billed monthly.",
            "Clerks receive their salaries monthly.",
            "The crops are sprayed monthly.",
            "She writes for a monthly periodical.",
            "He reads one of the travel monthlies.",
            "Cable TV subscribers pay monthly fees.",
            "the monthly total of traffic accidents",
            "They meet monthly to discuss progress.",
            "We offer a monthly draw and commission.",
            "a monthly allowance for household expenses",
            "How much are the monthly interest payments?",
            "The rent was equal to half his monthly income.",
            "You can pay weekly or monthly - it's up to you.",
            "Membership entitles you to the monthly journal.",
            "They will meet monthly to modulate their policy.",
            "His father gives him a monthly allowance of £200.",
            "The rent takes a large chunk out of my monthly salary.",
            "The regional manager visits the office on a monthly basis.",
            "By being frugal, the family is able to stretch its monthly budget.",
            "The general of the Jesuits receives monthly reports from the provincials.",
            "This scheme enables you to budget the cost through fixed monthly payments.",
            "He programmed the computer to calculate his monthly expenses and earnings.",
            "The judge made an order for the payment of the debt by monthly installments.",
            "The monthly trade figures are seen as an indicator of the health of the economy.",
            "The racketeer threatened to have his thugs vandalize the shop if the shopkeeper didn't pay him a monthly bribe."
        ],
        "example_translate": [
            "Мне платят еженедельно / ежемесячно.",
            "Ежемесячное совещание состоится сегодня.",
            "Счёт клиентам будет выставляться ежемесячно.",
            "Клерки получают зарплату раз в месяц.",
            "Эти посевы ежемесячно опрыскиваются.",
            "Она пишет статьи для ежемесячного журнала.",
            "Он читает один из ежемесячных журналов о путешеествиях.",
            "Абоненты кабельного телевидения платят ежемесячный взнос.",
            "общее количество дорожно-транспортных происшествий за месяц",
            "Каждый месяц они встречаются, чтобы обсудить текущие дела.",
            "Мы предлагаем ежемесячное комиссионное вознаграждение с выплатой аванса.",
            "ежемесячное пособие на содержание семьи",
            "Сколько составляют ежемесячные процентные платежи?",
            "Квартплата составила половину его месячного дохода.",
            "Можете платить ежемесячно или еженедельно, как захотите.",
            "Членство даёт право на получение ежемесячного журнала.",
            "Они будут встречаться каждый месяц, чтобы корректировать свою политику.",
            "Каждый месяц отец выдаёт ему на карманные расходы 200 фунтов стерлингов.",
            "Арендная /квартирная/ плата забирает значительную часть моей месячной зарплаты.",
            "Региональный менеджер посещает это представительство на ежемесячной основе.",
            "За счёт экономии семье удаётся растянуть свой месячный бюджет.",
            "Генерал ордена иезуитов ежемесячно получает отчёты от архиепископов.",
            "Эта схема позволяет планировать расходы путём фиксированных ежемесячных платежей.",
            "Он запрограммировал компьютер рассчитывать свои ежемесячные расходы и доходы.",
            "Судья приказал возвращать долг ежемесячными платежами.",
            "Ежемесячные данные о торговле считаются показателем здоровья экономики.",
            "Вымогатель пригрозил, что прикажет своим головорезам разгромить лавку, если её хозяин не станет выплачивать ему раз в месяц определённую мзду."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}