{
    "moral": {
        "comment": [
            "immoral",
            "morally",
            "morale",
            "morality"
        ],
        "translate": " моральный, нравственный, духовный, нравственность, мораль, нравы",
        "transcription": "  |ˈmɔːrəl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Their behavior was not moral.",
            "The moral law says — Do not aggress!",
            "She is an extremely moral woman.",
            "These things possess no moral interest.",
            "This does not absolve him from moral blame.",
            "Children need moral guidance.",
            "Rome had fallen into moral putrefaction",
            "a man of great moral integrity",
            "The author avoids making moral judgments.",
            "Nietzsche transvalued our moral valuations.",
            "The moral of the story is to love thy neighbor.",
            "She has a strong sense of moral duty.",
            "A man has a moral duty to obey the law.",
            "a person with inviolable moral standards",
            "Dad came along to give me some moral support.",
            "He adopted a tone of moral indignation.",
            "Each story teaches an important moral lesson.",
            "sedulous pursuit of legal and moral principles",
            "You needn't come any of your moral traps on me.",
            "a book of selected writings on moral philosophy",
            "She writes about the moral decay of our society.",
            "classes that give students a good moral grounding",
            "The moral of the film was that crime does not pay.",
            "Vice offends the moral standards of the community.",
            "She believed in the importance of moral absolutes.",
            "the moral and material welfare of all good citizens",
            "He contested Adam Smith's chair of moral philosophy.",
            "He had moral objections to killing animals for food.",
            "He questioned the moral values of the now generation.",
            "She questioned the moral values of the now generation."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o + Откр сл = [ɔ]"
        ],
        "example_translate": [
            "Их поведение было безнравственным.",
            "Нравственный закон гласит: не нападай!",
            "Она чрезвычайно высоконравственная женщина.",
            "Эти явления не представляют никакой важности с точки зрения морали.",
            "Это не освобождает его от моральной ответственности.",
            "Дети нуждаются в духовно-нравственном воспитании.",
            "Рим начал морально разлагаться.",
            "человек высоких моральных качеств",
            "Автор избегает вынесения каких-либо моральных суждений.",
            "Ницше провёл переоценку наших моральных ценностей.",
            "Мораль этой истории заключается в любви к ближнему.",
            "Она обладает сильным чувством морального долга.",
            "У человека есть моральная обязанность подчиняться закону.",
            "человек с незыблемыми моральными нормами",
            "Папа пришёл, чтобы хоть как-то поддержать меня морально.",
            "Его голос приобрёл негодующие нотки.",
            "Каждая история преподаёт важный нравственный урок.",
            "упорное следование правовым и моральным принципам",
            "Со мной тебе нечего прибегать к своим мошенническим штучкам.",
            "книга избранных сочинений по философии морали",
            "Она пишет о моральном разложении нашего общества.",
            "занятия, которые дают ученикам хорошую моральную подготовку",
            "Мораль фильма состояла в том, что преступать закон невыгодно.",
            "Порок оскорбляет нравственные нормы общества.",
            "Она верила в важность абсолютных моральных ценностей.",
            "моральное и материальное благополучие всех добропорядочных граждан",
            "Он оспаривал главенство Адама Смита в вопросах философской морали.",
            "У него были моральные возражения против убийства животных ради пищи.",
            "Он поставил под сомнение моральные ценности нынешнего поколения.",
            "Она поставила под сомнение моральные ценности нынешнего поколения."
        ]
    }
}