{
    "morale": {
        "comment": [
            "immoral",
            "morally",
            "moral",
            "morality"
        ],
        "translate": "боевой дух, моральное состояние",
        "transcription": " |məˈræl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His morale is shot.",
            "A win is always good for morale.",
            "Her mission was to improve staff morale.",
            "The loss of jobs was damaging to morale.",
            "Morale in the armed forces was at rock bottom.",
            "He played the role of our morale builder-upper.",
            "Morale seems to have reached its lowest ebb.",
            "The new leader had a galvanic effect on morale.",
            "All this backbiting is destroying company morale.",
            "The team is playing well and their morale is high.",
            "Morale has been low since the latest round of job-cuts.",
            "The President's speech boosted the morale of the troops.",
            "The failed coup caused a loss of morale within the army.",
            "Mail from home is a big morale booster for far-away troops.",
            "There is a need to raise morale in the teaching profession.",
            "The collapse of the movement was attributable to a lack of morale.",
            "The company's mingy Christmas bonuses haven't exactly helped sagging employee morale."
        ],
        "example_translate": [
            "Он окончательно пал духом.",
            "Победа — это всегда хорошо для боевого духа.",
            "Её задача заключалась в улучшении морального климата в коллективе.",
            "Потеря рабочих мест пагубно сказывалась на моральном состоянии людей.",
            "Боевой дух войск был очень низок.",
            "Он играл роль нашего духовного наставника.",
            "Такого низкого уровня боевого духа, кажется, ещё никогда не было.",
            "Новый руководитель оказал электризующее влияние на моральный дух.",
            "Всё это злословие разрушает корпоративный дух.",
            "Команда хорошо играет, и их моральный дух высок.",
            "Со времени последнего массового сокращения моральный дух находится на низком уровне.",
            "Выступление президента подняло моральный дух войск.",
            "Неудавшийся путч вызвал в армии потерю морального духа.",
            "Письма из дома очень сильно поднимают боевой дух войскам, которые находятся на чужбине.",
            "Необходимо поднять боевой дух среди учителей.",
            "Развал этого движения был обусловлен отсутствием боевого духа.",
            "Скудные рождественские премии почему-то не помогли поднять упавший боевой дух работников компании."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}