{
    "mortgage": {
        "comment": [
            "mortality",
            "mortal"
        ],
        "translate": "ипотека, заклад, закладная, заем, закладывать, ручаться",
        "transcription": " |ˈmɔːrɡɪdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She mortgaged her house in order to buy the restaurant.",
            "He will have to take out a mortgage in order to buy the house.",
            "You can repay the mortgage over 30 years.",
            "We carry a very large mortgage.",
            "Mortgage insurance premium payments are made once per year.",
            "We mortgaged our house to start Paul's business.",
            "You'll have to execute a mortgage if called on to do so.",
            "That bank holds the mortgage on my home.",
            "They hope to pay off the mortgage on their home soon.",
            "How much interest do you pay on your mortgage?",
            "An undertaking to execute a mortgage if called on to do so.",
            "After losing his job, he fell behind with his mortgage payments.",
            "Mortgage rates tumbled to their lowest level for 25 years.",
            "He fell behind with his mortgage payments.",
            "Your building society or bank will help arrange a mortgage.",
            "Victor had fallen behind with his mortgage payments after losing his job.",
            "We've been slowly paying off our mortgage and building up equity in our house.",
            "The home buyers had to covenant that they would restore and keep the house for at least 10 years in exchange for a low mortgage rate.",
            "The bank has threatened to foreclose their mortgage.",
            "Higher mortgage rates have already had a major impact on spending.",
            "You need to have a strong credit history and a good job in order to get a mortgage.",
            "I've mortgaged all my free time this week to the hospice and won't be able to come to the party.",
            "We decided to use Fred's redundancy money to pay off the mortgage (=pay back all the money we borrowed for a mortgage).",
            "Additional payments are owed on the mortgage.",
            "Your father took out insurance to cover the mortgage.",
            "We've paid off the mortgage, so we're sitting pretty now.",
            "They've been unable to make their mortgage payments, and the bank has threatened to foreclose."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "t = [ ]"
        ],
        "example_translate": [
            "Она заложила свой дом, чтобы купить ресторан.",
            "Ему придется взять ипотечный кредит, чтобы купить дом.",
            "Ипотеку можно погашать более тридцати лет.",
            "На нас висит очень большой залог.",
            "Выплаты премий по ипотечному страхованию осуществляются раз в год.",
            "Мы заложили свой дом, чтобы начать бизнес Пола.",
            "Вам придётся оформить ссуду, если это потребуется.",
            "Этот банк держит ипотеку на мой дом.",
            "Они надеются в ближайшее время выплатить ипотечный кредит на свой дом.",
            "Сколько процентов вы платите по ипотеке?",
            "Задача оформить ссуду, если таковую потребуют.",
            "После потери работы он задержал оплату своего ипотечного кредита.",
            "Ипотечные ставки упали до самого низкого уровня за двадцать пять лет.",
            "Он задержал оплату по ипотеке.",
            "Ваше жилищно-строительное общество или банк помогут оформить ипотеку.",
            "Виктор задержал оплату своей ипотеки после того, как потерял работу.",
            "Мы уже некоторое время постепенно выплачиваем ипотеку и наращиваем собственную долю в общей стоимости нашего дома.",
            "Покупателям жилья пришлось пообещать, что они отремонтируют и сохранят дом в течение, по крайней мере, десяти лет в обмен на низкие ставки по ипотеке.",
            "Банк пригрозил изъять у них недвижимость за невыплату ипотеки.",
            "Более высокие процентные ставки по ипотеке уже оказали существенное влияние на расходы.",
            "Чтобы получить ипотечный кредит, необходимо иметь солидную кредитную историю и хорошую работу,.",
            "Я уже пообещал всё своё свободное время на этой неделе посвятить приюту, и не смогу прийти на вечеринку.",
            "Мы решили использовать выходное пособие Фреда, чтобы выплатить ипотеку (т.е. выплатить все деньги, которые мы взяли ипотеку).",
            "По ипотеке необходимо выплатить добавочные платежи.",
            "Ваш отец взял страховку, чтобы покрыть ипотеку.",
            "Мы выплатили ипотеку, так что теперь мы в шоколаде.",
            "Они не смогли выплатить ипотеку, и банк пригрозил изъять у них недвижимость."
        ],
        "stars": 2
    }
}