{
    "mortal": {
        "comment": [
            "mortgage",
            "mortality"
        ],
        "translate": "смертный, смертельный, летальный, ужасный, смертный",
        "transcription": " |ˈmɔːrtl|",
        "antonyms": [],
        "mnemonic": [
            "mortal [мо'ртал] смертельный - (С-мортел-ный) значит смертельный.",
            "mortal ['mɔ: tl]\nmortality [mɔ:'tælɪtɪ] - смертельно\nimmortal - бенсмертный\n***\nСМЕРТНЫМ был Волан- де- Морт (л). (это) mortal\nУЖАСНЫМ был Волан- де- Морт. (это) mortal\nБЕСПОЩАДНЫЙ Волан-де- Морт. (это) mortal\nСМЕРТЕЛЬНУЮ опасность внушал Волан-де- Морт.\n(это) mortal"
        ],
        "examples": [
            "I'm not in a mortal hurry.",
            "Every living creature is mortal.",
            "She waited five mortal hours.",
            "He suffered a mortal wound in the battle.",
            "They have done every mortal thing.",
            "Tickets seem unobtainable to the ordinary mortal.",
            "Both gods and mortal men found her captivating.",
            "Her father's death reminded her that she was mortal.",
            "Broadcasting was regarded at the time as the mortal enemy of live music-making.",
            "Mortal enemies came every day to pay their feigned civilities. (Th. B. Macaulay)",
            "She dared not trust such a treasure to mortal.",
            "In the sea of life enisled... We mortal millions live alone. (M. Arnold)",
            "Our health service is in mortal danger.",
            "No mortal being can influence the absolute.",
            "Near the end of the battle, he received a mortal wound.",
            "The proposition \"all men are mortal\" distributes \"man\" but not \"mortal\".",
            "The computer has dealt a mortal blow to traditional printing methods.",
            "An example of a syllogism is: “All men are human., all humans are mortal., therefore all men are mortal.”"
        ],
        "example_translate": [
            "Я не очень спешу.",
            "Все живые существа — смертны.",
            "Она прождала пять нескончаемых часов.",
            "В этой битве он был смертельно ранен.",
            "Они сделали всё возможное.",
            "По-видимому, простому смертному билеты недоступны.",
            "И боги, и смертные находили её очаровательной.",
            "Кончина отца напомнила ей о том, что она тоже смертна.",
            "Радио в одно время рассматривалось как непримиримый враг живого музыкального исполнения.",
            "Каждый день смертельные враги встречались, чтобы обменяться фальшивыми любезностями.",
            "Она не осмелилась доверить такое сокровище человеку.",
            "Мы, миллионы смертных, одиноко... Как в море жизни островки, живем.",
            "Наша система здравоохранения находится в смертельной опасности.",
            "Ни одно смертное существо не может повлиять на Абсолют.",
            "В конце сражения он был смертельно ранен.",
            "В утверждении \"все люди смертны\" квантор общности относится к \"люди\", но не к \"смертны\".",
            "Компьютер нанёс смертельный удар традиционным способам печати.",
            "Пример силлогизма: все мужчины — люди, все люди — смертны, следовательно, все мужчины — смертны."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}