{
    "most": {
        "comment": [
            "mostly",
            "almost",
            "utmost"
        ],
        "translate": "большинство, наиболее, самый, многие, наибольший",
        "transcription": " |moʊst|",
        "antonyms": [],
        "mnemonic": [
            "most [мо'уст] наибольший, самый - Наибольший (мост) в мире построен в Японии.",
            "almost ['ɔ: lməust]\nmost ['məust] - большинство; наиболее\n***\nПОЧТИ разрушил монгол|мост. (это) almost\nЕДВА НЕ разрушил монгол|мост. (это) almost\n***\nЭто был НАИБОЛЬШИЙ мост. (это) most"
        ],
        "examples": [
            "He plays poker most every evening.",
            "The most important thing is to stay calm.",
            "Most doctors oppose assisted suicide.",
            "The king cobra is the most dangerous snake.",
            "He owns a most expensive car.",
            "Most of all, I just felt sad that it was over.",
            "I was most surprised to hear of your engagement.",
            "Of these four cars this one is the most expensive.",
            "Thank you for a most interesting evening.",
            "That family owned the most land.",
            "All the daughters look much like their father. But Ann resembles her father the most.",
            "I guess the food I eat most is pasta.",
            "If the paintings portray her accurately, she was indeed a most beautiful woman.",
            "He made the most money he could.",
            "Choosing a color took the most time.",
            "We shall find out which system works most effectively.",
            "She's one of the most experienced teachers in the district.",
            "The baby was almost asleep when the alarm sounded.",
            "It is the kind of tea most often served in Chinese restaurants.",
            "They made the most of a bad deal.",
            "Unfortunately the negative aspects of our schools get the most attention.",
            "A recent study showed that gardening is easily the most popular activity among the over 50s.",
            "What annoyed him most was the way she wouldn't even listen."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o + Закр сл = [ou]"
        ],
        "example_translate": [
            "Он играет в покер почти каждый вечер.",
            "Самое главное — сохранять спокойствие.",
            "Большинство врачей против эвтаназии.",
            "Королевская кобра — змея чрезвычайно опасная.",
            "Его машина стоит бешеных денег. / Ему принадлежит очень дорогой автомобиль.",
            "Скорее всего, мне просто стало грустно, что все закончилось.",
            "Я был очень удивлен, услышав о вашей помолвке.",
            "Из этих четырёх машин, вот эта — самая дорогая.",
            "Спасибо за очень интересный вечер.",
            "Эта семья владела большей частью земли.",
            "Конечно, все дочери похожи на своих отцов, но больше всего это относится к Энн.",
            "Наверное, больше всего я ем макарон.",
            "Судя по дошедшим до нас портретам, это действительно была женщина редкой красоты.",
            "Он заработал максимум того, что мог.",
            "Выбор цвета занял больше всего времени.",
            "Мы выясним, какая система работает наиболее эффективно.",
            "Она является одним из наиболее опытных педагогов района.",
            "Ребёнок уже почти уснул, когда зазвонил будильник.",
            "Именно этот вид чая наиболее часто подают в китайских ресторанах.",
            "Они выжали максимум возможного из неудачной сделки.",
            "К сожалению, негативные аспекты нашей школы привлекают наибольшее внимание.",
            "Недавнее исследование показало, что садоводство безоговорочно является наиболее популярным видом деятельности среди лиц старше пятидесяти лет.",
            "Больше всего его разозлило то, что она даже не стала его слушать."
        ],
        "stars": 3
    }
}