{
    "motive": {
        "comment": [
            "motif",
            "motivation",
            "motivate"
        ],
        "translate": "мотив, повод, побуждение, движущий, двигательный, побуждать, мотивировать",
        "transcription": " |ˈməʊtɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His motive was plain greed.",
            "She had no motive to commit the crime.",
            "In the final analysis, profit is the motive.",
            "Water provided the motive power for the mill.",
            "Their motive was greed, pure and simple.",
            "Envy like yours is a hell of a good motive for murder.",
            "What is the motive behind the bombing?",
            "The motives behind the decision remain obscure.",
            "The police could not find a motive for the murder.",
            "Water provides the motive power that operates the mill.",
            "Why would she have killed him? She has no motive.",
            "Their motive in running away was to avoid being punished.",
            "She denied that her offer to help was based on selfish motives.",
            "His malice must be motived in some satisfactory way in the play.",
            "The salary was augmented so liberally as to motive his migration.",
            "Does he have a motive for lying about where he was?",
            "The violence was clearly prompted by political motives.",
            "In all these cases it is the motive that colours the act.",
            "There could be no motive for a sudden and violent change of government.",
            "I think you should examine their motives in offering to lend you the money.",
            "I think he's guilty of the crime. He had the motive, the means, and the opportunity.",
            "It's not the kind of thing he'd do unless he had an ulterior motive (=a reason he kept hidden)."
        ],
        "example_translate": [
            "Его мотивом была обычная жадность.",
            "У неё не было мотивов совершать преступление.",
            "В конечном счёте, мотивом является жажда наживы.",
            "Мельница приводилась в движение водой. / Вода обеспечивала мельнице движущую силу.",
            "Их мотивом была алчность, и ничего другого.",
            "Такая зависть, как у вас — это чертовски хороший мотив для убийства.",
            "Каковы причины бомбардировки?",
            "Мотивы данного решения остаются неясными.",
            "Полиция не могла найти причины убийства.",
            "Вода - это та движущая сила, которая заставляет работать мельницу.",
            "Зачем ей его убивать? У нее не было мотива.",
            "Мотивом их побега было избежание наказания.",
            "Она отрицала, что ее предложение помощи основывалось на корыстных побуждениях.",
            "Его озлобленность должна быть как-то правдоподобно мотивирована в пьесе.",
            "Жалованье было так сильно повышено, чтобы побудить его к переселению.",
            "У него есть причина лгать насчет того, где он вчера был?",
            "Эта расправа явно была продиктована политическими мотивами.",
            "Во всех этих случаях оценку поступка целиком определяет его мотив.",
            "Не могло быть никакого повода для внезапной насильственной смены правительства.",
            "Мне кажется, вам следует внимательно рассмотреть мотивы, по которым они предлагают вам взаймы деньги.",
            "Я думаю, что он виновен в этом преступлении. У него были мотив, средство и возможность.",
            "Он бы так не поступил, если, конечно, у него не было какой-то задней мысли (т.е. причины, которую он скрывал)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}