{
    "motorist": {
        "comment": [
            "tourist",
            "wrist",
            "terrorist",
            "psychiatrist",
            "motorway",
            "motor",
            "motorcycle",
            "motorbike"
        ],
        "translate": "автомобилист, автолюбитель",
        "transcription": " |ˈməʊtərɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The motorist was fined for dangerous driving.",
            "The policeman cautioned the motorist about his speed.",
            "A passing motorist stopped to help.",
            "As a motorist, I try to be considerate towards cyclists.",
            "A motorist needs good visual acuity.",
            "When our car broke down, we were helped by a passing motorist.",
            "12,000 motorists were stopped for speeding in the police crackdown.",
            "The mud-splattered bystanders were shrilling with outrage at the inconsiderate motorist.",
            "Environmental organizations suggest that motorists get together and carpool to avoid adding to pollution levels.",
            "The blare of horns arising from the long line of cars behind him did nothing to help the motorist get his car started again.",
            "The out-of-state motorist claimed to be oblivious of the local speed limit, even though the signs must have been hard to miss."
        ],
        "example_translate": [
            "На водителя был наложен большой штраф за опасную езду.",
            "Водитель превысил скорость, и полицейский сделал ему предупреждение.",
            "Проезжающий мимо автомобилист остановился, чтобы оказать помощь.",
            "Будучи автомобилистом, я стараюсь быть внимательным к велосипедистам.",
            "Автомобилисты нуждаются в хорошей остроте зрения.",
            "Когда наша машина сломалась, нам помог проезжавший мимо автомобилист.",
            "За время данной полицейской спецоперации за превышение скорости были остановлены двенадцать тысяч водителей автомобилей.",
            "Забрызганные грязью прохожие возмущённо кричали на неосмотрительного автолюбителя.",
            "Экологические организации предлагают автомобилистам договориться и поочерёдно развозить друг друга, во избежание дополнительного загрязнения воздуха.",
            "Рёв сигналов, исторгаемый длинной вереницей стоящих позади автомобилей, совершенно не помог автолюбителю вновь завести свою машину.",
            "Приехавший из другого штата автомобилист заявил, что не обратил внимания на местные ограничения скорости, хотя не заметить соответствующие дорожные знаки было сложно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}