{
    "motor": {
        "comment": [
            "motorway",
            "motorcycle",
            "motorbike",
            "motorist"
        ],
        "translate": "двигатель, мотор, моторный, автомобильный, ехать на автомобиле",
        "transcription": " |ˈmoʊtər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The motor runs / works.",
            "The motor suddenly conked out.",
            "I'm gonna put a new motor in it.",
            "The motor stalls.",
            "The motor wants a tune-up.",
            "Something is wrong with the motor.",
            "Williams is obsessive about motor racing.",
            "Motor traffic was paralysed in much of the city.",
            "The car's motor wheezed and stalled.",
            "Early motor cars had very poor brakes.",
            "The film is advanced by an electric motor.",
            "The motor is fed by an electrical current.",
            "Motor manufacturers have been nibbling at the idea.",
            "Happiness is the aim of all men and the motor of all action.",
            "a license to operate a motor vehicle",
            "The system consists of a motor and a small computer.",
            "A motor horn sounded off behind me and scared me silly.",
            "The survey appears to contradict motor industry claims.",
            "Lotus will not reveal full details until the Motor Show.",
            "A motor inside the camera is used for advancement of the film.",
            "This motor operates at a speed of 5,000 revolutions per minute.",
            "The belt had coiled itself round the wheel, stopping the motor.",
            "'Motel' is a portmanteau word made by combining 'motor' and 'hotel'/",
            "After the boat's motor failed, they were at the mercy of the weather.",
            "They conducted an experiment to determine the viscosity of motor oil.",
            "a temperamental motor., sometimes it would start and sometimes it wouldn't",
            "It took a while for them to get started, but now they are really motoring.",
            "The device was equipped with a small electrical motor to make the gears spin.",
            "The star and her manager drive in today from their motor tour across the country.",
            "Nash's other hand flashed forward a lighter with the obsequious speed of a motor salesman."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мотор работает.",
            "Двигатель неожиданно заглох.",
            "Хочу новый двигатель себе поставить.",
            "Мотор останавливается.",
            "Мотор нуждается в регулировке.",
            "Мотор неисправен.",
            "Уильямс помешан на автогонках.",
            "В большей части города движение было парализовано.",
            "Двигатель автомобиля захрипел и заглох.",
            "У ранних автомобилей были очень плохие тормоза.",
            "Плёнка приводится в движение с помощью электродвигателя.",
            "На двигатель подаётся электрический ток.",
            "Производители автомобилей не решались приняться за реализацию этой идеи.",
            "Счастье является целью всех людей и движущей силой всех поступков.",
            "лицензия на вождение автотранспортных средств",
            "Система состоит из двигателя и небольшого компьютера.",
            "За моей спиной просигналил клаксон и до смерти испугал меня.",
            "Кажется, данный опрос противоречит заявлениям представителей автомобильной промышленности.",
            "Компания Lotus не станет раскрывать полную информацию до начала автосалона.",
            "Для продвижения плёнки используется мотор, расположенный внутри камеры.",
            "Этот мотор работает со скоростью пять тысяч оборотов в минуту.",
            "Ремень намотался на колесо, и мотор заглох.",
            "\"Мотель\" является составным словом, образованным из слов \"мотор\" и \"отель\".",
            "После того, как мотор лодки заглох, им оставалось надеяться на милость погоды.",
            "Они провели эксперимент, чтобы определить вязкость моторного масла.",
            "мотор с характером: иногда заводится, а иногда — нет",
            "Некоторое время у них ушло на раскачку, но теперь они буквально гонят.",
            "Устройство было оснащено небольшим электрическим мотором, вращающим шестерни.",
            "Сегодня звезда и её менеджер возвращаются из своего автомобильного путешествия по стране.",
            "Другая рука Нэша мигом поднесла зажигалку с подобострастным проворством торговца подержанными автомобилями."
        ],
        "stars": 3
    }
}