{
    "motorway": {
        "comment": [
            "motor",
            "motorcycle",
            "motorbike",
            "motorist",
            "away",
            "way",
            "highway",
            "freeway",
            "runway",
            "no way",
            "anyway",
            "halfway",
            "pathway",
            "railway",
            "subway"
        ],
        "translate": "автомагистраль, автострада, автотрасса",
        "transcription": " |ˈmoʊtərweɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Some idiot cut me up on the motorway.",
            "Sorry, I'm late. There was a hold-up on the motorway.",
            "What do you do in the event of a breakdown on the motorway?",
            "From an ecological viewpoint, the motorway has been a disaster.",
            "Leave the motorway at Junction 7.",
            "A tanker driver died when his lorry veered off the motorway.",
            "driving in the middle lane of the motorway",
            "We took a cross-country route instead of the motorway.",
            "The report also proposes extending the motorway.",
            "Birmingham is at the hub of Britain's motorway network.",
            "We were belting down the motorway at 95 miles per hour.",
            "Always carry a phone with you in case you have a breakdown on the motorway."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Какой-то придурок подрезал меня на автостраде /на трассе/.",
            "Извини, что опоздал. На дороге была пробка.",
            "Что вы делаете, если машина ломается в пути?",
            "С экологической точки зрения, эта автомагистраль — просто бедствие.",
            "Покиньте автомагистраль на развязке номер семь.",
            "Водитель бензовоза погиб, когда его грузовик вылетел с автомагистрали.",
            "вождение в средней полосе автомагистрали",
            "Вместо автострады мы поехали по бездорожью.",
            "В докладе также предлагается удлинить шоссе.",
            "Бирмингем находится в сердце британской сети автомагистралей.",
            "Мы гнали по шоссе на скорости девяносто пять миль в час.",
            "Всегда носите с собой телефон на случай, если у вас на трассе произойдёт поломка."
        ],
        "stars": 2
    }
}