{
    "mould": {
        "comment": [],
        "translate": "форма, плесень, литейная форма, шаблон, формировать, формовать, лепить",
        "transcription": " |məʊld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Grey mould covered the walls.",
            "Too often we try to mould our children into something they do not wish to be.",
            "Mould the sausage meat into little balls.",
            "The walls were black with mould.",
            "According to most native stories, the first man was moulded from clay by some kind of god.",
            "At first sight, Joe is not exactly cast in the leading man mould.",
            "He was from the same mould as the men she has gazed at worshipfully when a child.",
            "The chemical was used to kill a mold that grows on peanuts.",
            "Her wet dress was moulded to her body.",
            "She didn't quite fit into the standard 'high-flying businesswoman' mould.",
            "Mould the cheese mixture into small balls or ovals.",
            "The lining of the boot molds itself to the shape of your foot.",
            "I try to take young athletes and mold them into team players."
        ],
        "example_translate": [
            "Стены были покрыты серой плесенью.",
            "Слишком часто мы стараемся сделать из наших детей кого-либо, кем им не хочется быть.",
            "Слепите из колбасного фарша маленькие шарики.",
            "Стены были чёрными от плесени.",
            "В большинстве местных сказаний говорится, что первый человек был вылеплен каким-то божеством из глины.",
            "На первый взгляд Джо не был лидером.",
            "Он относился к тому складу людей, на которых в детстве она смотрела с обожанием.",
            "Этот химикат использовался для уничтожения плесени, которая растет на арахисе.",
            "Мокрое платье плотно облегало её тело.",
            "Она не совсем подходит под стандартный шаблон успешной бизнес-леди.",
            "Слепите из сырной массы шарики или кусочки в форме овала.",
            "Подкладка ботинка приспосабливается к форме вашей ноги.",
            "Я стараюсь брать молодых спортсменов и лепить из них командных игроков."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}