{
    "mount": {
        "comment": [
            "mountain",
            "amount"
        ],
        "translate": "гора, оправа, паспарту, холм, подложка, монтировать, устанавливать, расти",
        "transcription": " |maʊnt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The debts are mounting.",
            "You should mount the hill and see the view.",
            "He mounted his horse and rode on.",
            "Mount Everest",
            "You mount by six easy steps.",
            "Mounting on my bicycle, I rode at full speed down the street.",
            "The stallion mounted the mare.",
            "Mount the tanks side by side on a firm base.",
            "A cavalryman always takes good care of his mount.",
            "His colour mounted. / A blush mounted to his face.",
            "It's the highest mountain after Mount Everest.",
            "The road mounts a steep rising ground. (Jenkinson)",
            "She mounted her bicycle and rode away.",
            "The National Gallery mounted an exhibition of Danish painting.",
            "One of the majors was accustomed to mount his horse from a chair.",
            "I went to Mount Holyoke College.",
            "a picture of sunrise over Mount Fuji",
            "a rash attempt to climb Mount Everest",
            "the indescribable immensity of Mount Everest",
            "Guerrillas have mounted an attack on the capital.",
            "Tension here is mounting, as we await the final result.",
            "They've attempted a climb up Mount Everest once before.",
            "They decided to mount a legal challenge to the decision.",
            "An all-out attack is to be mounted against the porn-pushers.",
            "Sir Edmund Hillary was the first man to climb Mount Everest.",
            "The first and last mountain I climbed was Mount Rundle (=it was the only mountain I ever climbed).",
            "Mount McKinley is Alaska's highest peak.",
            "The pressure mounted as the crisis continued.",
            "Liakoura is the modern name of Mount Parnassus.",
            "They are ready to mount a challenge for the championship."
        ],
        "example_translate": [
            "Долги растут.",
            "Вы должны взойти на этот холм и посмотреть на открывающуюся панораму.",
            "Он сел на свою лошадь и поехал дальше.",
            "Гора Эверест",
            "Подымаешься по шести невысоким ступенькам.",
            "Я сел на велосипед и на полной скорости помчался вниз по улице.",
            "Жеребец покрыл кобылу.",
            "Установите баки рядом друг с другом на прочном основании.",
            "Кавалеристы всегда хорошо заботятся о своих лошадях.",
            "Кровь бросилась ему в лицо.",
            "Это самая высокая гора после Эвереста.",
            "Дорога круто идет вверх.",
            "Она села на велосипед и уехала.",
            "Национальная Галерея организовала выставку датской живописи.",
            "Один из майоров имел привычку вскакивать на лошадь со стула.",
            "Я пошёл в колледж Маунт-Холиок.",
            "картина, изображающая восход солнца над горой Фудзияма",
            "опрометчивая попытка восхождения на Эверест",
            "неописуемая громадность горы Эверест",
            "Партизаны осуществили нападение на столицу.",
            "Мы ждём окончательного результата, и напряжение всё возрастает.",
            "Однажды они уже пытались совершить восхождение на Эверест.",
            "Они решили оспорить это решение в судебном порядке.",
            "Должна быть организована широкомасштабная операция против торговцев порнопродукцией.",
            "Сэр Эдмунд Хиллари был первым человеком, взобравшимся на Эверест.",
            "Первой и единственной горой, на которую я поднялся, была гора Рандл (т.е это была единственная гора, которую я когда-либо взбирался).",
            "Гора Мак-Кинли — самая высокая точка Аляски.",
            "С развитием кризиса напряжение возрастало.",
            "Лиакура — это современное название горы Парнас.",
            "Они готовы выдержать конкуренцию за чемпионство."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}