{
    "mouse": {
        "comment": [],
        "translate": "мышь, подбитый глаз, выслеживать, выискивать, ловить мышей",
        "transcription": " |maʊs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Mice gnaw.",
            "The cat is a good mouse catcher.",
            "She shrieked when she saw a mouse.",
            "a mouse hole in the wall",
            "What's the plural of 'mouse'?",
            "I could hear the mouse squeaking.",
            "I screeched when I saw the mouse.",
            "a mouse mat (=for a computer mouse)",
            "Position the mouse pointer and click.",
            "To open the program, point at the icon and click the left mouse button.",
            "A mouse scampered across the floor.",
            "The cat laid a dead mouse at my feet.",
            "A witch had changed him into a mouse.",
            "The snake's venom paralyzed the mouse.",
            "a woodland mouse with white underparts",
            "He moved the mouse to click on the icon.",
            "The hawk gripped the mouse in its talons.",
            "The house was infested with mice and rats.",
            "the comic capers of a cartoon cat and mouse",
            "I know there's a mouse under there somewhere.",
            "The company is just a Mickey Mouse operation.",
            "A mouse takes much more room than a trackball.",
            "This game works with either a mouse or joystick.",
            "The eagle was carrying a mouse in its sharp claws.",
            "Cheese is very good for luring a mouse into a trap.",
            "The mountain (in labour) has brought forth a mouse.",
            "The computer gets its input from a keyboard or mouse.",
            "I'm sure that was a mouse I saw scuttling across the mat.",
            "Select the printer icon and then click the left mouse button.",
            "She squeaked out a cry of fear as the mouse ran across the floor."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мыши грызут.",
            "Этот кот хороший мышелов.",
            "Увидев мышь, она завизжала.",
            "мышиная норка в стене",
            "Как во множественном числе будет слово \"mouse\" (мышь)?",
            "До меня доносился писк мыши. / Я слышал, как пищит мышь.",
            "Увидев мышь, я взвизгнула.",
            "коврик для мыши (компьютерной)",
            "Наведите указатель мыши и нажмите кнопку.",
            "Чтобы открыть программу, наведите указатель на значок и щёлкните левой кнопкой мыши.",
            "По полу опрометью пронеслась мышь.",
            "Кот положил у моих ног дохлую мышь.",
            "Одна ведьма превратила его в мышь.",
            "Змеиный яд парализовал мышь.",
            "лесная мышь с белым животом",
            "Он переместил курсор мыши,чтобы нажать на иконку.",
            "Ястреб схватил мышь когтями.",
            "В доме было полно мышей и крыс.",
            "смешные проказы мультяшных кота и мышки",
            "Я точно знаю, что где-то там, внизу — мышь.",
            "Эта компания — просто шарашкина контора.",
            "Мышь занимает гораздо больше места, чем шаровой указатель.",
            "Эта игра работает или с мышью, или при помощи джойстика.",
            "Орел нес мышь в своих острых когтях.",
            "Сыр очень хорошо подходит для того, чтобы заманить мышь в мышеловку.",
            "Гора родила мышь.",
            "Компьютер получает входные данные от клавиатуры или мыши.",
            "Я уверена, что видела мышь, которая пробежала по ковру.",
            "Выберите значок принтера, а затем щёлкните левой кнопкой мыши.",
            "Она завизжала от страха, когда по полу пробежала мышка."
        ]
    }
}