{
    "moving": {
        "comment": [],
        "translate": "движущийся, движущий, подвижной, двигающийся, трогательный, волнующий",
        "transcription": " |ˈmuːvɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Keep moving!",
            "a moving story of a faithful dog",
            "I understand that you will be moving here soon.",
            "The old man had difficulty in moving down the stairs.",
            "The moving parts of the machine",
            "I have a surprise for you: we are moving to Switzerland.",
            "Keep the line moving along.",
            "We expensed our moving cost.",
            "When are you moving to Memphis?",
            "I'm seriously considering moving to France.",
            "A downtrend price will be below the moving average line.",
            "The police are moving in on the criminals hiding in the house.",
            "He changed his mind about moving, but was unable to buy the house back.",
            "When are you moving in?",
            "I don't regret moving to York.",
            "We're moving to another part of town.",
            "I dread the thought of moving next week.",
            "This engine has got only three moving parts.",
            "The traffic's moving very slowly this morning.",
            "The company is moving its sales center downtown.",
            "The driver clucked at the horses to get them moving.",
            "My parents kept moving house because of my dad's job.",
            "He delivered a moving eulogy at his father's funeral.",
            "It's dangerous to cut out when all the cars are moving fast.",
            "Going to university would necessitate his moving to the city.",
            "The rope broke not by reason of the holders moving or jerking it.",
            "Criminals have been moving in on the taxi business for some years.",
            "They market only what can be classified as fast moving or volume merchandise.",
            "I didn't see the point of moving my family to London without any job security.",
            "Play with the design on screen, moving text and pictures until you get a pleasing arrangement."
        ],
        "example_translate": [
            "Проходите! Не задерживайтесь!",
            "трогательная история о преданной собаке",
            "Как я понял, вы скоро сюда переезжаете.",
            "Старику было трудно спускаться по лестнице.",
            "Движущиеся части станка",
            "У меня для тебя сюрприз: мы отправляемся в Швейцарию.",
            "Старайся вести линию вперёд.",
            "Мы списали на издержки наши расходы по переезду.",
            "Когда вы переезжаете в Мемфис?",
            "Я всерьез решил перебраться во Францию.",
            "Цена в случае тенденции к ее понижению будет располагаться ниже линии скользящего среднего.",
            "Полиция окружает дом, в котором спрятались преступники.",
            "Он передумал переезжать, но выкупить обратно свой старый дом не смог.",
            "Когда вы въезжаете? (в дом, в квартиру и т.д.)",
            "Я не жалею, что переехал в Йорк.",
            "Мы переезжаем в другой район /другую часть/ города.",
            "Мысль о том, что на следующей неделе нужно будет переезжать, наводит на меня ужас.",
            "У этого двигателя только три движущиеся части.",
            "Сегодня утром транспорт движется уж очень медленно.",
            "Компания перемещает свой центр продаж в деловую часть города.",
            "Кучер прищёлкнул языком, чтобы лошади тронулись с места.",
            "Мои родители всё время переезжали (с одного места на другое) из-за работы отца.",
            "Он выступил с трогательной и хвалебной речью на похоронах своего отца.",
            "Когда скорость потока велика, перестраиваться опасно.",
            "Когда он поступит в университет, ему придётся переехать в город.",
            "Веревка порвалась совсем не потому, что те, кто ее держал, что-то с ней делали или дергали ее.",
            "Несколько лет криминал подминал под себя таксистов.",
            "Они распространяют только то, что называется ходовым или хорошо продающимся товаром.",
            "Не понимаю, какой смысл переезжать всей семьёй в Лондон без каких-либо гарантий занятости.",
            "Поиграйтесь с дизайном на экране монитора, подвигайте текст и картинки, до тех пор пока их расположение не будет удовлетворять вас."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}