{
    "muddy": {
        "comment": [
            "mud"
        ],
        "translate": "грязный, мутный, тусклый, мутноватый, мутить, помутнеть, обрызгать грязью",
        "transcription": " |ˈmʌdɪ|",
        "antonyms": [],
        "mnemonic": [
            "mud [mʌd]\nmuddy ['mʌdi]\n***\nГРЯЗЬ на теле от помад. (это) mud\nГРЯЗНОЕ лицо у Нади. (это) mud\n***\nИСПАЧКАЛСЯ - он весь в помаде. (это) muddy"
        ],
        "examples": [
            "Help me pull off these muddy boots.",
            "Don't come in here with those muddy feet!",
            "The carpet was an unpleasant muddy brown.",
            "The pigs have rooted up the muddy ground, looking for food.",
            "Lizzy walked around the edge of the field, taking care not to muddy her new shoes.",
            "On the issue of education, the difference between the two parties is muddy.",
            "Take your boots off outside if they're muddy.",
            "She was fat and her complexion was muddy and spotty.",
            "Be careful, that muddy water is infested with disease-bearing insects.",
            "The debate further muddied the issues.",
            "She muddied the color by adding some brown.",
            "Leave your muddy boots in the foyer and come into the house.",
            "Oxen are harnessed to the villagers' carts to pull them through the muddy streets.",
            "We plodded our way across the muddy field.",
            "Her boots were muddy and her hair was dripping.",
            "We followed the tyre tracks across a muddy field.",
            "Horses plough up the paths and make them muddy for walkers.",
            "In his experience, women did not like getting their feet wet and muddy.",
            "During the late seventies, he collaborated with the legendary Muddy Waters."
        ],
        "example_translate": [
            "Помоги мне стянуть эти грязные ботинки.",
            "Не заходите сюда с грязными ногами!",
            "Ковёр был неприятного грязно-коричневого цвета.",
            "Свиньи копались в грязи в поисках пищи.",
            "Лиззи пошла по краю поля, стараясь не запачкать грязью свои новые туфли.",
            "По вопросу образования, разница между позициями этих партий весьма нечёткая.",
            "Если сапоги грязные, снимай их за порогом.",
            "Она была толстой, и кожа у неё была нечистой и прыщавой.",
            "Будь осторожен, эта вода кишит заразными насекомыми.",
            "Обсуждение ещё больше запутало эти вопросы.",
            "Она замутила цвет, добавив туда немного коричневой краски.",
            "Оставь свои грязные сапоги в прихожей и заходи в дом.",
            "Быков запрягают в повозки, и они тянут их через грязные улицы.",
            "Мы с трудом побрели через это грязное поле.",
            "Её ботинки были грязными, а с волос стекала вода.",
            "Мы пошли через грязное поле по следам шин.",
            "Лошади разбивают дороги, и те становятся слишком грязными для пешеходов.",
            "По его опыту, женщины не любят, чтобы их ноги были мокрые и грязные.",
            "В конце семидесятых годов он сотрудничал с легендарным Мадди Уотерсом. (знаменитый американский блюзмен)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}