{
    "multiple": {
        "comment": [],
        "translate": "множественный, многочисленный, кратное число, многократная цепь",
        "transcription": " |ˈmʌltɪpl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "35 is a multiple of 7.",
            "She made multiple copies of the report.",
            "The inquest heard that she died from multiple injuries.",
            "Having multiple partners increases your risk of sexual diseases.",
            "A pineapple is a multiple fruit.",
            "My wife has Multiple Sclerosis and is in receipt of disability living allowance.",
            "The accident victim sustained multiple traumas.",
            "There are multiple layers of meaning in the story.",
            "He suffered multiple contusions as a result of a car accident.",
            "His new album includes multiple versions of the same songs.",
            "36 is a multiple of 9.",
            "12 is a multiple of 6.",
            "She made multiple copies of the speech.",
            "He suffered multiple injuries in the accident.",
            "Baxter was rushed to the hospital with multiple stab wounds.",
            "He suffered multiple contusions of the leg.",
            "Multiple Sclerosis (henceforth referred to as MS)",
            "A child had a multiple organ transplant two months ago.",
            "20 is a multiple of 5."
        ],
        "example_translate": [
            "Число тридцать пять является кратным семи.",
            "Она сделала несколько копий данного отчёта.",
            "Следствие установило, что она умерла от многочисленных травм.",
            "Наличие нескольких половых партнёров увеличивает риск венерических заболеваний.",
            "Плод ананаса является соплодием.",
            "У моей жены рассеянный склероз, и она получает пособие по инвалидности.",
            "Пострадавший в аварии получил множественные травмы.",
            "В этой истории есть несколько пластов смысла.",
            "В результате автомобильной аварии он получил многочисленные ушибы.",
            "Его новый альбом включает в себя несколько версий одной и той же песни.",
            "Число тридцать шесть является кратным девяти.",
            "Число двенадцать является кратным шести.",
            "Она сделала несколько экземпляров данного выступления.",
            "В результате этого несчастного случая он получил многочисленные травмы.",
            "Бакстер был спешно доставлен в больницу с многочисленными колотыми ранениями.",
            "Он получил многочисленные ушибы ноги.",
            "рассеянный склероз (далее именуемый РС)",
            "Два месяца назад ребёнку была сделана множественная трансплантация органов.",
            "Число двадцать кратно пяти."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}