{
    "murderer": {
        "comment": [],
        "translate": "убийца, душегуб",
        "transcription": " |ˈmɜːrdərər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The murderer's identity remains unknown.",
            "They watched as the murderer was executed",
            "Dracula, immortal murderer",
            "The murderer is present in this room.",
            "The murderer dumped the body in the river.",
            "The murderer was hanged on Friday.",
            "The murderer was found to be criminally insane.",
            "How did the murderer poison the victim?",
            "They never found out who the murderer was.",
            "We will not rest until the murderer is found.",
            "The dying man spat out a curse upon his murderer.",
            "The murderer was incarcerated for the rest of his life.",
            "All the evidence pointed towards Blake as the murderer.",
            "The convicted murderer escaped from a high security prison.",
            "The man answers (to) the description of the wanted murderer.",
            "The murderer confessed that he threw the stiff in the river.",
            "Detectives are working on a theory that he knew his murderer.",
            "The detective has to discover the murderer by logical deduction.",
            "State police have launched a massive operation to catch the murderer.",
            "The murderer was at last tracked down and put to death. (J. A. Symonds)",
            "The author inadvertently reveals the murderer in the penultimate chapter.",
            "At the end of this scene, the murderer goes off, hearing the police arrive.",
            "Suddenly the light was snapped off and no one could see the murderer escape.",
            "We all felt a sense of closure after our sister's murderer was sent to jail.",
            "In former times a murderer who was found guilty would be condemned to death.",
            "The murderer was sentenced to life in prison without the possibility of parole.",
            "The key question in solving the mystery is, how did the murderer enter the house?"
        ],
        "example_translate": [
            "Личность убийцы остаётся неизвестной.",
            "Они смотрели как казнили убийцу.",
            "Дракула, бессмертный убийца",
            "Убийца присутствует в этой комнате.",
            "Убийца выбросил тело в реку.",
            "Убийца был повешен в пятницу.",
            "Убийца был признан невменяемым с точки зрения уголовного права.",
            "Каким образом убийца отравил жертву?",
            "Они так и не узнали, кто убийца.",
            "Мы не успокоимся до тех пор, пока убийца не будет найден.",
            "Умирающий проклял убийцу.",
            "Убийцу посадили в тюрьму до конца его жизни.",
            "Все улики указывали на то, что убийца — Блейк.",
            "Осуждённый убийца сбежал из тюрьмы строгого режима.",
            "Этот человек соответствует описанию разыскиваемого убийцы.",
            "Убийца признался в том, что бросил труп в реку.",
            "В данный момент полиция прорабатывает версию о том, что он знал своего убийцу.",
            "Детектив должен найти убийцу путем логических размышлений.",
            "Полиция штата начала масштабную операцию по поимке убийцы.",
            "Убийцу, в конце концов, выследили и предали смерти.",
            "В предпоследней главе автор непреднамеренно раскрывает личность убийцы.",
            "В конце сцены убийца уходит, заслышав приближение полиции.",
            "Внезапно погас свет, и никто не увидел, как убийца скрылся.",
            "Мы все ощутили облегчение после того, как убийца нашей сестры был отправлен в тюрьму.",
            "В прежние времена за доказанное убийство полагалась смертная казнь.",
            "Убийца был приговорён к пожизненному тюремному заключению без возможности условно-досрочного освобождения.",
            "Ключевой вопрос в разгадке этой тайны таков: как же убийца попал в дом?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}