{
    "muscle": {
        "comment": [],
        "translate": "мышца, мускул, сила",
        "transcription": " |ˈmʌsl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Muscles ache.",
            "He pulled his muscle in the game.",
            "Muscle tension can be a sign of stress.",
            "She had torn a muscle in her leg.",
            "I've strained a muscle in my leg.",
            "He muscled through the crowd.",
            "I pulled a muscle in my leg when I jumped up.",
            "He strained a muscle in his leg.",
            "They muscled into line behind us.",
            "He muscled his way into the office.",
            "He lost all muscle control in his left arm.",
            "A regular brisk walk will improve muscle tone.",
            "the azygous muscle of the uvula",
            "a disease that causes muscle spasms",
            "The unions have a lot of political muscle.",
            "Paul pulled a muscle trying to lift the freezer.",
            "It would be surprising were the Mafia not to have muscled in.",
            "She has a strained muscle in her back.",
            "The disease robs you of muscle control.",
            "the refractory period of a muscle fiber",
            "She started lifting weights to build muscle.",
            "Alternately relax and tense your calf muscle.",
            "Swimming exercises all the major muscle groups.",
            "The drug lord had his muscleman to protect him.",
            "a hormone that stimulates the growth of muscle tissue",
            "Regular exercise will help to strengthen your muscles.",
            "Good nutrition is important for proper muscle development.",
            "a diet and exercise program to help you gain muscle and lose fat",
            "Beckham has pulled a muscle in his thigh and won't play tomorrow.",
            "The senators used their muscle to get the party leader to resign."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мышцы болят.",
            "Во время игры он растянул мышцу.",
            "Напряжение мышц может быть признаком стресса.",
            "Она повредила /порвала/ мышцу на ноге.",
            "Я потянул мышцу на ноге.",
            "Он протолкался сквозь толпу.",
            "Я потянул мышцу на ноге, когда подпрыгнул.",
            "Она надорвала / потянула / повредила мышцу на ноге.",
            "Они влезли в очередь позади нас.",
            "Он прорвался в кабинет силой.",
            "Он полностью потерял контроль над мышцами левой руки.",
            "Регулярная быстрая ходьба позволит повысить мышечный тонус.",
            "непарная мышца нёбного язычка",
            "болезнь, которая вызывает мышечные спазмы",
            "Профсоюзы обладают большой политической силой.",
            "Пол потянул мышцу, пытаясь поднять морозильник.",
            "Было бы странным, если бы в это дело не вмешалась мафия.",
            "Она потянула мышцу спины.",
            "При этом заболевании человек лишается контроля над мышцами тела.",
            "рефрактерный период мышечного волокна",
            "Она начала поднимать тяжести, чтобы нарастить мышечную массу.",
            "Поочерёдно расслабляйте и напрягайте икроножные мышцы.",
            "Занятия плаванием развивают все основные группы мышц.",
            "Охранял наркобарона здоровенный громила.",
            "гормон, который стимулирует рост мышечной ткани",
            "Регулярные физические упражнения помогут укрепить ваши мышцы.",
            "Хорошее питание является важным условием для правильного развития мышц.",
            "диета и упражнения, которые помогут вам набирать мышечную массу и сжигать жир",
            "Бекхэм потянул бедренную мышцу, и играть завтра не будет.",
            "Сенаторы использовали свою власть, чтобы заставить руководителя партии уйти в отставку."
        ]
    }
}