{
    "musician": {
        "comment": [],
        "translate": "музыкант, композитор, вокалист, оркестрант, музыкант-исполнитель",
        "transcription": " |mjuˈzɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "To be a good musician, you have to practice a lot.",
            "She's a very talented musician.",
            "The musician spends years perfecting his craft.",
            "The musician piped a tune.",
            "She is more of a poet than a musician.",
            "She has the makings of fine musician.",
            "He let it drop that the famous musician was a close friend of his.",
            "He earned some money last summer as a musician.",
            "She was a prodigious musician.",
            "a musician with her own fanzine",
            "the peerless blues musician B.B. King",
            "a musician known throughout the world",
            "She's grown tremendously as a musician.",
            "As a musician, Cage is hard to classify.",
            "The concert was a tribute to the musician.",
            "He's a musician, but his guitar is in hock.",
            "a movie about a slightly dippy young musician",
            "Being a good musician takes a lot of practice.",
            "It's hard to make a decent living as a musician.",
            "Father tried to steer Jim into becoming a musician.",
            "We need a musician, not some highfalutin rock star!",
            "a jazz musician with an incredible knack for improvisation",
            "The rock musician worked the crowd of young girls into a frenzy.",
            "Artie was by then a seasoned musician with six albums to his credit.",
            "He's a good musician, but at 14, he's still a tyro and has a lot to learn.",
            "She has two daughters. One is a primary school teacher, the other a musician.",
            "Bernstein began training the young musician after a chance encounter at a concert (=a meeting that happened by chance)."
        ],
        "example_translate": [
            "Чтобы быть хорошим музыкантом, нужно много упражняться.",
            "Она очень талантливый музыкант.",
            "Музыкант годами совершенствует своё мастерство.",
            "Музыкант насвистел мелодию.",
            "Она больше поэт, чем музыкант.",
            "У неё — задатки хорошего музыканта.",
            "Он обмолвился, что знаменитый музыкант - его близкий друг.",
            "Летом прошлого года он заработал немного денег в качестве музыканта.",
            "Она была поразительным музыкантом.",
            "музыкант со своим собственным фанатским журналом /фанзином/",
            "несравненный музыкант-блюзмен Би-Би Кинг",
            "музыкант, известный во всём мире",
            "Она очень выросла как музыкант.",
            "Как музыканта, Кейджа сложно классифицировать.",
            "Концерт был посвящен музыкантам.",
            "Он музыкант, но его гитара под залогом.",
            "фильм о слегка сумасшедшем молодом музыканте",
            "Чтобы стать хорошим музыкантом, надо много заниматься /тренироваться/.",
            "Музыканту тяжело нормально заработать на жизнь.",
            "Отец пытался убедить Джима стать музыкантом.",
            "Нам нужен музыкант, а не напыщенная рок-звезда!",
            "джазовый музыкант с невероятной способностью к импровизации",
            "Рок-музыкант привёл толпу молодых девушек в неистовство.",
            "К тому времени Арти уже был опытным музыкантом с шестью альбомами на счету.",
            "Это хороший музыкант, но в четырнадцать лет он все ещё является начинающим, и ему надо многому научиться.",
            "У неё две дочери: одна — учитель начальных классов, другая — музыкант.",
            "Бернстайн начал обучать этого молодого музыканта после случайной встречи на концерте (т.е. встречи, которая произошла случайно)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}