{
    "must": {
        "comment": [
            "muslim",
            "muscle"
        ],
        "translate": "должен, нужно, надо, обязан, необходимость, муст, быть должным",
        "transcription": " |məst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You must know her.",
            "Exercise is a must.",
            "What must be will be.",
            "All of you must read this book.",
            "You must do as I tell you.",
            "You must go and see this film.",
            "He said he must speak to the doctor.",
            "They must be waiting for us already.",
            "a book that is must reading",
            "Visitors must not feed the animals.",
            "I must have been reading for four hours.",
            "I must do it today. — Do it if you must.",
            "You must come and have dinner with us some day.",
            "These valuable books are musts for you.",
            "He must be home by now, he left an hour ago.",
            "I must have seen you somewhere, your face is very familiar to me.",
            "Seat belts are an absolute must.",
            "An automobile must have gasoline to run.",
            "You mustn't play with matches.",
            "As soon as I had recovered from my illness, what must I do but break my leg?"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ты должен её знать.",
            "Заниматься спортом необходимо.",
            "Чему быть, того не миновать.",
            "Вам всем следует прочитать эту книгу.",
            "Ты должен делать так, как я тебе говорю.",
            "Ты просто обязан пойти и посмотреть этот фильм.",
            "Он сказал, что должен поговорить с доктором.",
            "Должно быть, они уже ждут нас.",
            "книга, которую необходимо прочитать (всем)",
            "Посетителям запрещается кормить животных.",
            "Я читаю, должно быть, уже четыре часа.",
            "— Я должен сделать это сегодня. — Делай, если должен.",
            "Вы должны как-нибудь прийти и пообедать с нами.",
            "Для тебя эти ценные книги жизненно необходимы.",
            "К этому времени он наверняка должен быть дома, он ушёл час назад.",
            "Должно быть, я вас где-то видел: ваше лицо мне очень знакомо.",
            "Ремни безопасности абсолютно необходимы.",
            "Для передвижения автомобилю требуется горючее.",
            "Нельзя играть со спичками.",
            "И надо же мне было сломать себе ногу как раз тогда, когда я поправился."
        ]
    }
}