{
    "mutual": {
        "comment": [
            "ritual"
        ],
        "translate": "взаимный, общий, обоюдный, совместный",
        "transcription": " |ˈmjuːtʃʊəl|",
        "antonyms": [],
        "mnemonic": [
            "mutual [мъю'чэл] взаимный - Свою (се-мью человек) взаимной любовью должен любить.",
            "mutual ['mju:tʃʊəl]\nmutually ['mju:tʃʊəli]\n***\nОБОЮДНЫМИ обидами друг друга мучили. (это)\nmutual\nВЗАИМНЫМИ упрёками друг друга мучили. (это)\nmutual\nОБЩИЙ интерес их мучил. (это) mutual\n***\nОБОЮДНО друг друга мучили. (это) mutually\nСовместно, взаимно."
        ],
        "examples": [
            "Jill is a mutual friend of ours.",
            "We are for mutual understanding.",
            "We had a mutual agreement not to tell our secret.",
            "Mutual respect is necessary for any partnership to work.",
            "I didn't like Dev, and the feeling seemed to be mutual.",
            "European nations can live together in a spirit of mutual trust.",
            "It was a mutual effort.",
            "I disliked him and the feeling was mutual.",
            "It was a relationship founded on mutual esteem.",
            "They developed a scheme of mutual support.",
            "We discovered a mutual interest in drama.",
            "In the end the relationship was ended by mutual agreement.",
            "The superabundance of life is controlled by the law of mutual destruction.",
            "My proposition, I assure you, would be to our mutual benefit.",
            "The two countries established a mutual trade agreement.",
            "Our relationship is founded on mutual love and trust.",
            "My dad hated my boyfriend, and the feeling was mutual.",
            "The teacher lectured the students on the importance of mutual respect.",
            "MAMA puts new mothers in touch with each other, for mutual support and friendship.",
            "A binary star is a system of two stars that revolve around each other under their mutual gravitation.",
            "Mutual love and respect was the key to their successful marriage.",
            "The partnership was based on mutual admiration and understanding.",
            "If the two countries keep up their arms race, the inevitable finis to their rivalry will be their mutual destruction."
        ],
        "example_translate": [
            "Джилл наш общий друг.",
            "Мы за взаимопонимание.",
            "У нас было взаимное соглашение не раскрывать наш секрет.",
            "Взаимное уважение необходимо для любого партнерства.",
            "Мне не нравился Дев, и казалось что чувство было взаимным.",
            "Европейские народы могут жить вместе в духе взаимного доверия.",
            "Это было совместное усилие.",
            "Я не любил его, и это чувство было взаимным.",
            "Это были отношения, построенные на взаимном уважении.",
            "Они разработали программу взаимной поддержки.",
            "Мы обнаружили взаимную заинтересованность в драматургии.",
            "В конце концов, отношения были прекращены по обоюдному согласию.",
            "Закон взаимного уничтожения предотвращает чрезмерный рост численности живых существ.",
            "Уверяю вас, моё предложение пойдёт на пользу нам обоим.",
            "Между этими двумя странами было заключено взаимное торговое соглашение.",
            "Наши отношения основываются на взаимной любви и доверии.",
            "Папа ненавидел моего парня, и это чувство было взаимным.",
            "Учитель прочитал ученикам лекцию о важности взаимного уважения.",
            "Организация \"МАМА\" связывает молодых матерей друг с другом для взаимной поддержки и дружбы.",
            "Двойная звезда — это система из двух звёзд, вращающихся друг вокруг друга под действием взаимного тяготения.",
            "Залогом их успешного брака были взаимная любовь и уважение.",
            "Партнёрство основывалось на взаимном восхищении и понимании.",
            "Если эти страны будут продолжать гонку вооружений, то их соперничество неизбежно закончится взаимным уничтожением."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}