{
    "mystery": {
        "comment": [
            "mysterious"
        ],
        "translate": "тайна, таинство, мистерия, таинственный",
        "transcription": " |ˈmɪstri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The mystery has been solved.",
            "It was a mystery to me.",
            "The reason why she did it is a mystery.",
            "She reads a lot of mystery novels.",
            "The book gives the reader plenty of clues to solve the mystery.",
            "The affair is wrapped up in mystery.",
            "How it got out is a mystery.",
            "The mystery is easily accountable.",
            "The mystery deepens.",
            "Her story gave the key to the mystery.",
            "He read the mystery at one sitting.",
            "The way her mind worked was always a mystery to him.",
            "The room's moody lighting suggested mystery and romance.",
            "Her disappearance poses a real mystery.",
            "The actress's life was cloaked in mystery.",
            "The story alluded to a mystery in his past.",
            "This book is a classic of the mystery genre.",
            "She has no peer in the concoction of mystery stories,",
            "Our author finds himself on the confines of a mystery.",
            "But why would anyone want to kill Jack? The mystery deepened.",
            "The police have been trying to clear up the mystery of the man's death.",
            "The mystery was deepened by her silence.",
            "clarify the mystery surrounding her death",
            "a faint clue to the origin of the mystery",
            "Her main reading seems to be mystery novels.",
            "The incident has always been shrouded in mystery.",
            "The circumstances of his death were veiled in mystery.",
            "We were determined to find the truth behind this mystery.",
            "Twenty years after the event, his death remains a mystery.",
            "A first rule in solving any mystery is to check the facts."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Тайна раскрыта.",
            "Это было для меня тайной.",
            "По какой причине она это сделала, остаётся загадкой.",
            "Она читает много детективных романов.",
            "Книга даёт читателю множество подсказок, помогающих раскрыть эту тайну.",
            "Это дело окутано тайной.",
            "Как это выплыло наружу — остаётся загадкой.",
            "Эта загадка легко объяснима.",
            "Загадка становится всё запутаннее.",
            "Её рассказ стал разгадкой этой тайны.",
            "Он прочёл детектив за один присест.",
            "Для него всегда было загадкой то, как работает её ум.",
            "Приглушённое освещение комнаты /номера/ привносило таинственность и романтику.",
            "Её исчезновение - это настоящая тайна.",
            "Жизнь актрисы была окутана тайной.",
            "Рассказ намекал на загадку, таящуюся в его прошлом.",
            "Эта книга является классикой детективного жанра.",
            "Ей нет равных в сочинении детективных рассказов.",
            "Наш автор оказывается на пороге тайны.",
            "Но зачем кому-то понадобилось убивать Джека? Дело стало ещё таинственней.",
            "Полиция пытается раскрыть тайну смерти этого человека.",
            "Тайна усугублялась её молчанием.",
            "прояснить загадку её смерти",
            "слабый намёк на разгадку этой тайны / маленький ключик к разгадке этой тайны",
            "Похоже, что в основном она читает детективные романы.",
            "Это происшествие всегда было окутано тайной.",
            "Обстоятельства его смерти были окружены тайной.",
            "Мы были полны решимости найти правду, скрывающуюся за этой тайной.",
            "Спустя двадцать лет, его смерть всё ещё остается загадкой.",
            "Первое правило в решении любой загадки заключается в том, чтобы проверить факты."
        ]
    }
}