{
    "mysterious": {
        "comment": [
            "mystery"
        ],
        "translate": "таинственный, непостижимый",
        "transcription": " |mɪˈstɪriəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her behavior was very mysterious.",
            "He died under mysterious circumstances.",
            "A mysterious instinct prompted her.",
            "Can you shed any light on the mysterious disappearance of these papers?",
            "Jackson had mysteriously disappeared.",
            "The kernel of this doctrine is quite mysterious.",
            "...by cockcrow the mysterious stranger had vanished...",
            "I decided to find out more about my mysterious new neighbour.",
            "There's something mysterious going on.",
            "There's something mysterious about that old woman.",
            "a story about a beautiful maiden and her mysterious father",
            "His mysterious murder went largely unreported by the press.",
            "She claims to have occult powers, given to her by some mysterious spirit.",
            "A poem in which a medieval knight encounters a mysterious beauty in a darkened delve.",
            "the mysterious presence of an evil power",
            "They identified the writer of the mysterious letter.",
            "One day (=on a day in the past), a mysterious stranger called at the house.",
            "The police are investigating the mysterious deaths of children at the hospital.",
            "It was sort of like really strange and mysterious, walking round this empty building.",
            "He died from a mysterious affliction.",
            "Very little is known of events inside this mysterious country.",
            "The mysterious lodger slept all day and only went out at night.",
            "the story of a mysterious creature who lures travelers to their doom",
            "The new insurance policy is written without cryptic or mysterious terms.",
            "Hovering over the sick child, the witch doctor muttered mysterious incantations.",
            "Archaeologists are still not sure how the mysterious statues on Easter Island were upraised."
        ],
        "example_translate": [
            "Она вела себя очень загадочно.",
            "Он умер при загадочных обстоятельствах.",
            "Её действиями руководил загадочный инстинкт.",
            "Можешь ты как-нибудь объяснить таинственное исчезновение этих бумаг?",
            "Джексон таинственным образом исчез.",
            "Суть этой доктрины довольно загадочна.",
            "...на рассвете таинственный незнакомец исчез...",
            "Я решил разузнать о таинственном новом соседе побольше.",
            "Там происходит что-то загадочное.",
            "В этой старухе есть что-то таинственное.",
            "история о прекрасной деве и её таинственном отце",
            "О его загадочном убийстве почти не писали в газетах.",
            "Она утверждает, будто обладает мистическими силами, которые получила от некоего таинственного духа.",
            "Поэма, в которой средневековый рыцарь встречает загадочную красавицу в темной пещере.",
            "таинственное присутствие какой-то злой силы",
            "Они установили автора этого загадочного письма.",
            "Однажды (т.е. когда-то в прошлом) в дом позвонил таинственный незнакомец.",
            "Полиция расследует загадочные смерти детей в этой больнице.",
            "В хождении по этому пустому зданию было что-то по-настоящему странное и загадочное.",
            "Он скончался от какого-то загадочного недуга.",
            "О событиях внутри этой загадочной страны известно очень мало .",
            "Весь день таинственный постоялец спал, и выходил только ночью.",
            "рассказ о загадочном существе, которое заманивает путников на погибель",
            "Новый страховой полис написан без использования каких-либо непонятных или загадочных выражений.",
            "Склонившись над больным ребёнком, знахарь пробормотал таинственные заклинания.",
            "Археологи до сих пор точно не знают, как были возведены загадочные статуи на острове Пасхи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}