{
    "myth": {
        "comment": [],
        "translate": "миф, вымысел, выдумка, несуществующая вещь, мифическое лицо, выдуманное лицо",
        "transcription": " |mɪθ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A new, nowhere-supported myth.",
            "Most societies have their own creation myths.",
            "His book demolishes an old myth.",
            "A myth may be deposited from a misunderstood text.",
            "The faculty for myth is innate in the human race.",
            "He perpetuates the myth that his house is haunted.",
            "It's an enduring myth that money brings happiness.",
            "The myth of male superiority was losing its potency.",
            "Contrary to persistent myth, Hoover was an activist.",
            "We exploded the myth that their army was invincible.",
            "Contrary to popular myth, the majority of accidents are not caused by speeding or drunkenness.",
            "I don't believe the myths and legends about this forest.",
            "Contrary to popular myth, no monster lives in this lake.",
            "It was important to dispel the myth that Aids was a gay disease.",
            "According to Greek myth, Hercules was granted godhood after his death.",
            "According to Greek myth, Cassandra was a visionary who was endowed with the gift of inerrant prophecy but fated to never be believed.",
            "We are in the frontier West, the heartland of the American myth."
        ],
        "example_translate": [
            "Новый, нигде не подтверждённый миф.",
            "Большинство обществ имеют свои мифы.",
            "Его книга разрушает один старый миф.",
            "Неправильно понятый текст может породить миф.",
            "Способность к мифотворчеству является характерной особенностью человеческого рода.",
            "Он закрепляет миф о том, что в его доме поселились привидения.",
            "То, что деньги приносят счастье — всего лишь глубоко укоренившийся миф.",
            "Миф о мужском превосходстве стал терять свою силу.",
            "Вопреки устойчивому заблуждению, Гувер был сторонником активных мер.",
            "Мы развеяли миф о непобедимости их армии.",
            "Вопреки распространённому мифу, большинство аварий происходит не из-за превышения скорости или алкогольного опьянения.",
            "Я не верю в выдумки и поверья, связанные с этим лесом.",
            "Вопреки распространённому мифу, в этом озере не живёт никаких чудовищ.",
            "Важно было развеять миф о том, что СПИД является болезнью гомосексуалистов.",
            "Согласно греческому мифу, после смерти Геракл был принят в число богов.",
            "Согласно греческому мифу, Кассандра была прорицательницей, наделённой даром безошибочного пророчества, но обречённой на то, чтобы ей никогда не верили.",
            "Мы на крайнем Западе, в сердце американского мифа."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}