{
    "1": [
        [
            "1 Мы играли в футбол вчера. ",
            "1 We played football yesterday. "
        ],
        [
            "2 Мы играли в футбол вчера в семь вечера. ",
            "2 We were playing football at seven o'clock in the evening yesterday. "
        ],
        [
            "3 Мы играли в футбол с шести до семи вечера. ",
            "3 We were playing football since six till seven in the evening. "
        ],
        [
            "4 Когда Миша пришел на стадион, мы играли в футбол. ",
            "4 When Misha саше to the stadium, we were playing football. "
        ],
        [
            "5 Когда я вошел в комнату, она вытирала пыль. ",
            "5 When I came into the room, she was dusting the furniture. "
        ],
        [
            "6 Он не позвонил мне вчера в семь. ",
            "6 He did not call me at seven yesterday. "
        ],
        [
            "7 Вчера в десять мы шли по улице и разговаривали. ",
            "7 We were walking along the street and talking at ten yesterday. "
        ],
        [
            "8 Почему она спала вчера в три часа? ",
            "8 Why was she sleeping at three o'clock yesterday? "
        ],
        [
            "9 Она испекла вчера торт вечером? ",
            "9 Did she bake a pie in the evening yesterday? "
        ],
        [
            "10 Вчера весь вечер мы спорили, куда поехать летом. ",
            "10 We were arguing the whole evening yesterday where to go in the summer. "
        ],
        [
            "11 С трех до шести она мыла пол, затем оделась и пошла в магазин. В магазине она купила молоко, яйца, сахар, масло и весь вечер пекла пирожки. ",
            "11 She was washing the floor since three till six, then she got dressed and went to the shop. At the shop she bought milk, eggs, sugar, butter and the whole evening she was baking pies. "
        ],
        [
            "12 Когда мать вошла в комнату, она увидела, что ее маленький сын сидел на полу и играл с игрушками. ",
            "12 When the mother entered the room, she saw that her little son was sitting on the floor and playing with his toys. "
        ],
        [
            "13 Мы обедали в ресторане, в то время как наша мама работала. ",
            "13 We were having dinner at the restaurant, while our mother was working. "
        ],
        [
            "14 Вчера в 6 часов я читал книгу. ",
            "14 I was reading a book at six yesterday. "
        ],
        [
            "15 Она не спала в 7, она разговаривала по телефону. ",
            "15 She wasn't sleeping at 7, she was speaking on the phone. "
        ],
        [
            "16 Что вы делали вчера весь вечер? ",
            "16 What were you doing the whole evening yesterday? "
        ],
        [
            "17 Когда я пришел домой, мама пекла пирожки. ",
            "17 When I came home my mother was baking pies. "
        ],
        [
            "18 Что делал папа, когда ты пришел домой? ",
            "18 What was your father doing when you came home? "
        ],
        [
            "19 Вчера я встретил его на улице. Он куда-то бежал. ",
            "19 Yesterday I met him in the street. He was running somewhere. "
        ],
        [
            "20 Вчера в это время я был в рес- торане. Я ужинал. ",
            "20 I was at the restaurant at this time yesterday. I was having dinner. "
        ],
        [
            "21 Куда вы шли вчера, когда я вас встретил? ",
            "21 Where were you going yesterday when I met you?"
        ]
    ]
}