{
    "2": [
        [
            " 1",
            "1 I was taking a shower while my wife was making breakfast. "
        ],
        [
            " Я принимал душ, пока моя жена готовила завтрак. 2",
            "2 When I rang my sister was sleeping. "
        ],
        [
            " Когда я позвонил, моя сестра спала. 3",
            "3 When my grandmother was watching TV someone rang. "
        ],
        [
            " Когда моя бабушка смотрела телеви- зор, кто-то позвонил. 4",
            "4 When I was going to the shop yesterday I met Kate. "
        ],
        [
            " Когда я шел в магазин вчера, я встретил Катю. 5",
            "5 What were you doing the whole evening yesterday? - I was watching TV. "
        ],
        [
            " Что ты делал вчера весь вечер? — Я смотрел телевизор. 6",
            "6 When the mother opened the door, she saw that the children were playing. "
        ],
        [
            " Когда мать открыла дверь, она увидела, что дети играли. 7",
            "7 They were drinking tea when I came. "
        ],
        [
            " Они пили чай, когда я пришел. 8",
            "8 I did not see him yesterday. "
        ],
        [
            " Я не видел его вчера. 9",
            "9 Where was he yesterday? - He went to the hospital. "
        ],
        [
            " Где он был вчера? — Он ходил в больницу. 10",
            "10 When did he call her yesterday? — He called her at seven. "
        ],
        [
            " Когда он звонил ей вчера? — Он позвонил ей в семь. 11",
            "11 We were watching a film since 8 till "
        ],
        [
            " Мы смотрели фильм с 8 до 10",
            "10 "
        ],
        [
            " 12",
            "12 He was going to the institute yesterday when I saw him in the street. "
        ],
        [
            " Он шел в институт вчера, когда я его увидел на улице. 13",
            "13 When our father came home our mother was cooking dinner. "
        ],
        [
            " Когда папа при- шел домой, мама готовила кушать. 14",
            "14 Yesterday the lessons began at nine. "
        ],
        [
            " Вчера уроки начались в де- вять. 15",
            "15 Our grandfather was reading a newspaper at ten yesterday. "
        ],
        [
            " Дедушка читал газету вчера в десять. 16",
            "16 When did you begin to do your homework? "
        ],
        [
            " Когда вы начали делать домашнее задание? 17",
            "17 She came home at seven. She entered (came into) the room. Her father was reading, her mother was watching TV, her elder sister was speaking on the phone. "
        ],
        [
            " Она пришла домой в семь. Она вошла в комнату. Папа читал, мама смотрела телевизор, ее старшая сестра разговаривала по телефону. 18",
            "18 Where were you on Sunday? - We were at the restaurant. We had dinner. "
        ],
        [
            " Где вы были в субботу? — Мы были в ресторане. Мы ужинали. 19",
            "19 I fell asleep about ten. "
        ],
        [
            " Около десяти я уснул. 20",
            "20 Where did you spend last summer? — I went to Barcelona. "
        ],
        [
            " Где вы провели прошлое лето? — Я ездил в Барселону. 21",
            "21 I came home about eight and I saw that my wife was washing clothes."
        ]
    ]
}